{
    "books": [
        {
            "title": "This Boy's Life",
            "authors": [
                "Tobias Wolff"
            ],
            "ranking": 3.96,
            "ranking_count": 27760,
            "abstract": "This unforgettable memoir, by one of our most gifted writers, introduces us to the young Toby Wolff, by turns tough and vulnerable, crafty and bumbling, and ultimately winning. Separated by divorce from his father and brother, Toby and his mother are constantly on the move, yet they develop an extraordinarily close, almost telepathic relationship. As Toby fights for identity and self-respect against the unrelenting hostility of a new stepfather, his experiences are at once poignant and comical, and Wolff does a masterful job of re-creating the frustrations and cruelties of adolescence. His various schemes - running away to Alaska, forging checks, and stealing cars - lead eventually to an act of outrageous self-invention that releases him into a new world of possibility.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "Young Adult",
                "Classics",
                "Academic",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Growth of the Soil",
            "authors": [
                "Knut Hamsun"
            ],
            "ranking": 4.22,
            "ranking_count": 8796,
            "abstract": "A grand, sweeping saga of sacrifice and struggle, this epic tale recaptures the world of Norwegian homesteaders at the turn of the 20th century. It created an international sensation upon first publication and led to the author's 1920 Nobel Prize in Literature. Rich in symbolism, it continues to resonate with modern readers today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Nobel Prize",
                "European Literature",
                "Historical",
                "Literary Fiction",
                "Philosophy"
            ]
        },
        {
            "title": "Dispatches",
            "authors": [
                "Michael Herr"
            ],
            "ranking": 4.22,
            "ranking_count": 17900,
            "abstract": "Written on the front lines in Vietnam,. Dispatches. became an immediate classic of war reportage when it was published in 1977.. From its terrifying opening pages to its final eloquent words,. Dispatches. makes us see, in unforgettable and unflinching detail, the chaos and fervor of the war and the surreal insanity of life in that singular combat zone. Michael Herr’s unsparing, unorthodox retellings of the day-to-day events in Vietnam take on the force of poetry, rendering clarity from one of the most incomprehensible and nightmarish events of our time.. Dispatches. is among the most blistering and compassionate accounts of war in our literature.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "War",
                "Autobiography",
                "Writing",
                "Military",
                "Biography",
                "North American Hi...",
                "Cultural"
            ]
        },
        {
            "title": "The Society of the Spectacle",
            "authors": [
                "Guy Debord",
                "Donald Nicholson-Smith"
            ],
            "ranking": 4.02,
            "ranking_count": 17689,
            "abstract": "Few works of political and cultural theory have been as enduringly provocative as Guy Debord's. The Society of the Spectacle.. From its publication amid the social upheavals of the 1960s up to the present, the volatile theses of this book have decisively transformed debates on the shape of modernity, capitalism and everyday life in the late twentieth century. Now finally available in a superb English translation approved by the author, Debord's text remains as crucial as ever for understanding the contemporary effects of power, which are increasingly inseparable from the new virtual worlds of our rapidly changing image/information culture.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Politics",
                "Sociology",
                "Art",
                "Cultural",
                "History",
                "Writing"
            ]
        },
        {
            "title": "Arch of Triumph: A Novel of a Man Without a Country",
            "authors": [
                "Erich Maria Remarque"
            ],
            "ranking": 4.42,
            "ranking_count": 22353,
            "abstract": "It is 1939. Despite a law banning him from performing surgery, Ravic – a German doctor and refugee living in Paris – has been treating some of the city’s most elite citizens for two years on the behalf of two less-than-skillful French physicians.. Forbidden to return to his own country, and dodging the everyday dangers of jail and deportation, Ravic manages to hang on – all the while searching for the Nazi who tortured him back in Germany. And though he’s given up on the possibility of love, life has a curious way of taking a turn for the romantic, even during the worst of times…",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "European Literature",
                "War",
                "Romance",
                "Cultural",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Auto-da-Fé",
            "authors": [
                "Elias Canetti",
                "C.V. Wedgwood"
            ],
            "ranking": 4.04,
            "ranking_count": 5384,
            "abstract": "Auto-da-Fé is the story of Peter Kien, a distinguished, reclusive sinologist living in Vienna between the wars. With masterly precision, Canetti reveals Kien's character, displaying the flawed personal relationships which ultimately lead to his destruction.. Manipulated by his illiterate and grasping housekeeper, Therese, who has tricked him into marriage, and Benedikt Pfaff, a brutish concierge, Kien is forced out of his apartment - which houses his great library and one true passion - and into the underworld of the city. In this purgatory he is guided by a chess-playing dwarf of evil propensities, until he is eventually restored to his home. But on his return he is visited by his brother, an eminent psychiatrist who, by an error of diagnosis, precipitates the final crisis.... Auto-da-Fé was first published in Germany in 1935 as Die Blendung (The Blinding or Bedazzlement) and later in Britain in 1947, where the publisher noted Canetti as a 'writer of strongly individual genius, which may prove influential', an observation borne out when the author was awarded the Nobel Prize for Literature in 1981. Auto-da-Fé still towers as one of the greatest novels of the twentieth century, and Canetti's incisive vision of an insular man battling agianst the outside world is as fresh and rewarding today as when first it appeared in print.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "European Literature",
                "Novels",
                "Nobel Prize",
                "Cultural"
            ]
        },
        {
            "title": "Here Be Dragons",
            "authors": [
                "Sharon Kay Penman"
            ],
            "ranking": 4.28,
            "ranking_count": 23126,
            "abstract": "Thirteenth-century Wales is a divided country, ever at the mercy of England's ruthless, power-hungry King John. Then Llewelyn, Prince of North Wales, secures an uneasy truce with England by marrying the English king's beloved, illegitimate daughter, Joanna. Reluctant to wed her father's bitter enemy, Joanna slowly grows to love her charismatic and courageous husband who dreams of uniting Wales. But as John's attentions turn again and again to subduing Wales--and Llewelyn--Joanna must decide to which of these powerful men she owes her loyalty and love.. A sweeping novel of power and passion, loyalty and lives, this is the book that began the trilogy that includes FALLS THE SHADOW and THE RECKONING.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Romance",
                "European Literature",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "Christy",
            "authors": [
                "Catherine Marshall"
            ],
            "ranking": 4.23,
            "ranking_count": 52124,
            "abstract": "The train taking nineteen-year-old teacher Christy Huddleston from her home in Asheville, North Carolina, might as well be transporting her to another world. The Smoky Mountain community of Cutter Gap feels suspended in time, trapped by poverty, superstitions, and century-old traditions.. But as Christy struggles to find acceptance in her new home, some see her — and her one-room school — as a threat to their way of life. Her faith is challenged and her heart is torn between two strong men with conflicting views about how to care for the families of the Cove.. Yearning to make a difference, will Christy’s determination and devotion be enough?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Christian Fiction",
                "Christian",
                "Romance",
                "Young Adult",
                "Adult",
                "Inspirational"
            ]
        },
        {
            "title": "Claudius the God and His Wife Messalina",
            "authors": [
                "Robert Graves"
            ],
            "ranking": 4.21,
            "ranking_count": 13618,
            "abstract": "With the same brilliance that characterized his classic. I, Claudius. , Robert Graves continues the tumultuous life of the Roman who became emperor in spite of himself and his handicaps.. Claudius the God. reveals the splendor, vitality and decadence of the Roman Empire through the eyes of the wry and bemused Claudius who reigns as emperor for thirteen years. The crippled Claudius describes himself as the fool of the royal family, whom none of his ambitious and blood-thirsty relatives considered worth the trouble of killing. Once in the throne, however, he finds himself at last at the center of the political maelstrom.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Roman",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "Red Dragon",
            "authors": [
                "Thomas  Harris"
            ],
            "ranking": 4.04,
            "ranking_count": 304301,
            "abstract": "A second family has been massacred by the terrifying serial killer the press has christened The Tooth Fairy. Special Agent Jack Crawford turns to the one man who can help restart a failed investigation: Will Graham. Graham is the greatest profiler the FBI ever had, but the physical and mental scars of capturing Hannibal Lecter have caused Graham to go into early retirement. Now, Graham must turn to Lecter for help.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Adult",
                "Classics"
            ]
        },
        {
            "title": "The Hamlet",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.86,
            "ranking_count": 5042,
            "abstract": "The Hamlet. , the first novel of Faulkner's Snopes trilogy, is both an ironic take on classical tragedy and a mordant commentary on the grand pretensions of the antebellum South and the depths of its decay in the aftermath of war and Reconstruction. It tells of the advent and the rise of the Snopes family in Frenchman's Bend, a small town built on the ruins of a once-stately plantation. Flem Snopes -- wily, energetic, a man of shady origins -- quickly comes to dominate the town and its people with his cunning and guile.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "American",
                "Gothic",
                "The United States Of America"
            ]
        },
        {
            "title": "The Color of Magic",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 3.99,
            "ranking_count": 349079,
            "abstract": "Terry Pratchett's profoundly irreverent, bestselling novels have garnered him a revered position in the halls of parody next to the likes of Mark Twain, Kurt Vonnegut, Douglas Adams, and Carl Hiaasen.. The Color of Magic. is Terry Pratchett's maiden voyage through the now-legendary land of Discworld. This is where it all begins -- with the tourist Twoflower and his wizard guide, Rincewind.. On a world supported on the back of a giant turtle (sex unknown), a gleeful, explosive, wickedly eccentric expedition sets out. There's an avaricious but inept wizard, a naive tourist whose luggage moves on hundreds of dear little legs, dragons who only exist if you believe in them, and of course THE EDGE of the planet...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Immortality",
            "authors": [
                "Milan Kundera",
                "Peter Kussi"
            ],
            "ranking": 4.14,
            "ranking_count": 33931,
            "abstract": "This breathtaking, reverberating survey of human nature finds Kundera still attempting to work out the meaning of life, without losing his acute sense of humour. It is one of those great unclassifiable masterpieces that appear once every twenty years or so.. 'It will make you cleverer, maybe even a better lover. Not many novels can do that.' Nicholas Lezard,. GQ",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "European Literature",
                "Literature",
                "Novels",
                "Classics",
                "Contemporary",
                "Literary Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Man's Fate",
            "authors": [
                "André Malraux",
                "Haakon Chevalier",
                "A.R. Ferrarin"
            ],
            "ranking": 3.75,
            "ranking_count": 5026,
            "abstract": "As explosive and immediate today as when it was first published in 1933, 'Man's Fate' ('La Condition Humaine'), an account of a crucial episode in the early days of the Chinese Revolution, foreshadows the contemporary world and brings to life the profound meaning of the revolutionary impulse for the individuals involved.. As a study of conspiracy and conspirators, of men caught in the desperate clash of ideologies, betrayal, expediency, and of free will, Andre Malraux's novel remains unequaled.. Translated from the French by Haakon M. Chevalier",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "European Literature",
                "Novels",
                "Philosophy",
                "Historical"
            ]
        },
        {
            "title": "Henderson the Rain King",
            "authors": [
                "Saul Bellow"
            ],
            "ranking": 3.77,
            "ranking_count": 14646,
            "abstract": "Henderson has come to Africa on a spiritual safari, a quest for the truth. His feats of strength, his passion for life, and, most importantly, his inadvertant success in bringing rain have made him a god-like figure among the tribes.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Cultural",
                "Novels",
                "Literary Fiction",
                "Nobel Prize",
                "The United States Of America"
            ]
        },
        {
            "title": "Rubyfruit Jungle",
            "authors": [
                "Rita Mae Brown"
            ],
            "ranking": 3.92,
            "ranking_count": 36253,
            "abstract": "Bawdy and moving, the ultimate word-of-mouth bestseller, Rubyfruit Jungle is about growing up a lesbian in America--and living happily ever after.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Classics",
                "Feminism",
                "Novels",
                "Young Adult",
                "Adult"
            ]
        },
        {
            "title": "The Elfstones of Shannara",
            "authors": [
                "Terry Brooks",
                "Scott Brick"
            ],
            "ranking": 3.97,
            "ranking_count": 69083,
            "abstract": "Ancient Evil threatens the Elves: The ancient tree created by long-lost Elven magic, is dying. When Wil Ohmsford is summoned to guard the Amberle on a perilous quest to gather a new seed for a new tree, he is faced with the Reaper, the most fearsome of all Demons. And Wil is without power to control them..... Read by Scott Brick.. 15 audiocassettes (90 min. each) : analog, Dolby processed.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Young Adult",
                "Childrens",
                "Adult"
            ]
        },
        {
            "title": "Sobre héroes y tumbas",
            "authors": [
                "Ernesto Sabato"
            ],
            "ranking": 4.27,
            "ranking_count": 10583,
            "abstract": "Esta es la segunda novela de Ernesto Sabato, que profundiza la senda iniciada por El túnel. Una obra, considerada uno de los mejores libros del siglo, que indaga en las zonas más oscuras del espíritu",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "European Literature",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Thinner",
            "authors": [
                "Richard Bachman",
                "Stephen King"
            ],
            "ranking": 3.75,
            "ranking_count": 190908,
            "abstract": "Billy Halleck, good husband and loving father, is both beneficiary and victim of the American good life: He has an expensive home, a nice family, and a rewarding career as a lawyer...but he is also fifty pounds overweight and edging into heart attack country.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Rabbit Is Rich",
            "authors": [
                "John Updike"
            ],
            "ranking": 3.91,
            "ranking_count": 16186,
            "abstract": "Winner of the 1982 Pulitzer Prize for Fiction.. Ten years after. Rabbit Redux. , Harry Angstrom has come to enjoy prosperity as the Chief Sales Representative of Springer Motors. The rest of the world may be falling to pieces, but Harry's doing all right. That is, until his son returns from the West, and the image of an old love pays a visit to his lot....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Romance",
                "Social Issues"
            ]
        },
        {
            "title": "Earthly Powers",
            "authors": [
                "Anthony Burgess"
            ],
            "ranking": 4.14,
            "ranking_count": 2947,
            "abstract": "Anthony Burgess, author of. A Clockwork Orange,. is regarded as one of the most original and daring writers in the English language. His work is illuminated by a dazzling imagination, by a gift for character and plot, by a talent for surprise.. In. Earthly Powers. Burgess created his masterpiece. At its center are two twentieth-century men who represent different kinds of power—Kenneth Toomey, eminent novelist, a man who has outlived his contemporaries to survive into honored, bitter, luxurious old age as a celebrity of dubious notoriety; and Don Carlo Campanati, a man of God, eventually beloved Pope, who rises through the Vatican as a shrewd manipulator to become the architect of church revolution and a candidate for sainthood.. Through the lives of these two modern men Burgess explores the very essence of power. As each pursues his career—one to sainthood, one to wealthy exile—their relationship becomes the heart of a narrative that incorporates almost everyone of fame and distinction in the social, literary, and political life of America and Europe. This astonishing company is joined together by the art of a great novelist into an explosive and entertaining tour de force that will captivate fans of sweeping historic fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Religion",
                "Historical",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Last Picture Show",
            "authors": [
                "Larry McMurtry"
            ],
            "ranking": 3.99,
            "ranking_count": 16231,
            "abstract": "This is one of McMurtry's most memorable novels - the basis for the film of the same name. Set in a small, dusty Texas town, it introduces Jacy, Duane and Sonny, teenagers stumbling towards adulthood, discovering the beguiling mysteries of sex and the even more baffling mysteries of love.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Young Adult",
                "Westerns",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Historical"
            ]
        },
        {
            "title": "Memnoch the Devil",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.76,
            "ranking_count": 77950,
            "abstract": "In the fifth Vampire Chronicle, Lestat is searching for Dora, the beautiful and charismatic mortal daughter of a drug lord. Dora has moved Lestat like no other mortal ever has, and he cannot get her out of his visions. At the same time, he is increasingly aware that the Devil knows who he is and wants something from him. While torn betwen his vampire world and his passion for Dora, Lestat is sucked in by Memnoch, who claims to be the Devil himself. Memnoch presents Lestat with unimagined opportunities: to witness creation, to visit purgatory, to be treated like a prophet. Lestat faces a choice between the Devil or God. Whom does he believe in? Who does he serve? What are the element of religious belief? Lestat finds himself caught in a whirlpool of the ultimate choice",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Gothic",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Cantos",
            "authors": [
                "Ezra Pound"
            ],
            "ranking": 3.91,
            "ranking_count": 5138,
            "abstract": "The Cantos by Ezra Pound is a long, incomplete poem in 116 sections, each of which is a canto. Most of it was written between 1915 and 1962, although much of the early work was abandoned and the early cantos, as finally published, date from 1922 onwards. It is a book-length work, widely considered to be an intense and challenging read. The Cantos is generally considered one of the most significant works of modernist poetry in the 20th century. As in Pound's prose writing, the themes of economics, governance and culture are integral to the work's content.. The most striking feature of the text, to a casual browser, is the inclusion of Chinese characters as well as quotations in European languages other than English. A close reader will normally require a scholarly commentary to help understand the text. The range of allusion to historical events is broad, and abrupt changes occur with little transition.. There is also wide geographical reference. Pound added to his earlier interests in the classical Mediterranean culture and East Asia selective topics from medieval and early modern Italy and Provence, the beginnings of the United States, England of the 17th century, and details from Africa he had obtained from Leo Frobenius. Many references in the text lack explanation. Pound initially believed that he possessed poetic and rhetorical techniques which would themselves generate significance, but as time passed he became more concerned with the messages he wished to convey.. The section he wrote at the end of World War II, begun while he was interned in American-occupied Italy, has become known as The Pisan Cantos. It was awarded the first Bollingen Prize in 1948. There were many repercussions, since this in effect honoured a poet who was under indictment for treason.. :::. Delmore Schwartz said about. The Cantos. , They are one of the touchstones of modern poetry. William Carlos Williams said, [Pound] discloses history by its odor, by the feel of it—in the words; fuses it with the words, present and past, to MAKE his. Cantos. .. Make. them.. Since the 1969 revised edition, the Italian Cantos LXXII and LXXIII (as well as a 1966 fragment concluding the work) have been added. Now appearing for the first time is Pound's recently found English translation of Italian Canto LXXII.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Fiction",
                "The United States Of America",
                "Epic",
                "Unfinished"
            ]
        },
        {
            "title": "The Thin Red Line",
            "authors": [
                "James  Jones"
            ],
            "ranking": 3.98,
            "ranking_count": 13318,
            "abstract": "When compared to the fact that he might very well be dead by this time tomorrow, whether he was courageous or not today was pointless, empty. When compared to the fact that he might be dead tomorrow, everything was pointless. Life was pointless. Whether he looked at a tree or not was pointless. It just didn't make any difference. It was pointless to the tree, it was pointless to every man in his outfit, pointless to everybody in the whole world. Who cared? It was not pointless only to him; and when he was dead, when he ceased to exist, it would be pointless to him too. More important: Not only would it. be. pointless, it would. have been. pointless, all along.. Such is the ultimate significance of war in. The Thin Red Line. (1962), James Jones's fictional account of the battle between American and Japanese troops on the island of Guadalcanal. The narrative shifts effortlessly among multiple viewpoints within C-for-Charlie Company, from commanding officer Capt. James Stein, his psychotic first sergeant Eddie Welsh, and the young privates they send into battle. The descriptions of combat conditions—and the mental states it induces—are unflinchingly realistic, including the dialog (in which a certain word Norman Mailer rendered as fug 15 years earlier in. The Naked and the Dead. appears properly spelled on numerous occasions). This is more than a classic of combat fiction; it is one of the most significant explorations of male identity in American literature, establishing Jones as a novelist of the caliber of Herman Melville and Stephen Crane.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "War",
                "Historical",
                "Classics",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "From Here to Eternity",
            "authors": [
                "James  Jones"
            ],
            "ranking": 4.07,
            "ranking_count": 16991,
            "abstract": "Librarian note: An alternative cover for this ISBN can be found. here. .. El estadounidense James Jones escribió en 1951 esta clásica aunque brutal obra sobre la vida en un campo militar en Hawai en 1941 y los sentimientos extremos que rigen las relaciones de los hombres y las mujeres que allí viven.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "War",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Master and Commander",
            "authors": [
                "Patrick O'Brian"
            ],
            "ranking": 4.06,
            "ranking_count": 53194,
            "abstract": "As the Royal Navy takes part in the wars against Napoleonic France, young Jack Aubrey receives his first command, the small, old, and slow HMS. Sophie. . Accompanied by his eccentric new friend, the physician and naturalist Stephen Maturin, Aubrey does battle with the naval hierarchy, with his own tendency to make social blunders, and with the challenges of forging an effective crew -- before ultimately taking on enemy ships in a vivid, intricately detailed series of sea battles.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Classics",
                "War",
                "Audiobook",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Dragonsinger",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.29,
            "ranking_count": 43719,
            "abstract": "Pursuing her dream to be a Harper of Pern, Menolly studies under the Masterharper learning that more is required than a facility with music and a clever way with words.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Silence",
            "authors": [
                "Shūsaku Endō",
                "William Johnston"
            ],
            "ranking": 4.07,
            "ranking_count": 29171,
            "abstract": "In my opinion one of the finest novels of our time. - Graham Greene. Shusaku Endo is Japan's foremost novelist, and. Silence. is generally regarded to be his masterpiece. In a perfect fusion of treatment and theme, this powerful novel tells the story of a seventeenth-century Portuguese priest in Japan at the height of the fearful persecution of the small Christian community.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Asian Literature",
                "Religion",
                "Classics",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Berlin Alexanderplatz",
            "authors": [
                "Alfred Döblin"
            ],
            "ranking": 3.85,
            "ranking_count": 8354,
            "abstract": "Biberkopf hat geschworen, er will anständig sein, und ihr habt gesehen, wie er wochenlang anständig ist, aber das war gewissermaßen nur eine Gnadenfrist. Das Leben findet das auf die Dauer zu fein und stellt ihm hinterlistig ein Bein. Die Geschichte des Transportarbeiters Franz Biberkopf, der, aus der Strafanstalt Berlin-Tegel entlassen, als ehrlicher Mann ins Leben zurückfinden möchte, ist der erste deutsche Großstadtroman von literarischem Rang. Das Berlin der Zwanziger Jahre ist der Schauplatz des Geschehens. Dabei wird die Großstadt selbst zum Gegenspieler des gutmütig-jähzornigen Franz Biberkopf, der dieser verlockenden, aber auch unerbittlichen Welt zu trotzen versucht. Mit Berlin Alexanderplatz vollzog Döblin die radikale Abkehr vom bürgerlich psychologischen Roman. Hier wurde kein Einzelschicksal analysiert. Das kollektive Geschehen, das Allgemeine einer menschlichen Situation erfuhr hier eine gültige dichterische Gestaltung. Der Roman zählt zu den großen Epen unserer Zeit.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Historical",
                "Roman"
            ]
        },
        {
            "title": "Kitchen",
            "authors": [
                "Banana Yoshimoto",
                "Megan Backus"
            ],
            "ranking": 3.88,
            "ranking_count": 65800,
            "abstract": "Banana Yoshimoto's novels have made her a sensation in Japan and all over the world, and. Kitchen. , the dazzling English-language debut that is still her best-loved book, is an enchantingly original and deeply affecting book about mothers, love, tragedy, and the power of the kitchen and home in the lives of a pair of free-spirited young women in contemporary Japan. Mikage, the heroine of. Kitchen. , is an orphan raised by her grandmother, who has passed away. Grieving, she is taken in by her friend Yoichi and his mother (who was once his father), Eriko. As the three of them form an improvised family that soon weathers its own tragic losses, Yoshimoto spins a lovely, evocative tale that recalls early Marguerite Duras.. Kitchen. and its companion story, Moonlight Shadow, are elegant tales whose seeming simplicity is the ruse of a writer whose voice echoes in the mind and the soul.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Short Stories",
                "Contemporary",
                "Literature",
                "Novels",
                "Romance",
                "Literary Fiction"
            ]
        },
        {
            "title": "Little, Big",
            "authors": [
                "John Crowley"
            ],
            "ranking": 3.81,
            "ranking_count": 10576,
            "abstract": "John Crowley's masterful. Little, Big. is the epic story of Smoky Barnable, an anonymous young man who travels by foot from the City to a place called Edgewood—not found on any map—to marry Daily Alice Drinkwater, as was prophesied. It is the story of four generations of a singular family, living in a house that is many houses on the magical border of an otherworld. It is a story of fantastic love and heartrending loss; of impossible things and unshakable destinies; and of the great Tale that envelops us all. It is a wonder.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Magical Realism",
                "Science Fiction Fantasy",
                "Novels",
                "Unfinished",
                "Science Fiction",
                "Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Littlest Angel",
            "authors": [
                "Charles Tazewell",
                "Paul Micich"
            ],
            "ranking": 4.28,
            "ranking_count": 6083,
            "abstract": "Features a homesick four-year-old boy, who only recently came to heaven and now finds himself out of sorts in the heavenly realm. Here, young readers can discover the precious gift the little angel offers to the Christ Child and learn the importance of sharing what they have with others. It is suitable for parents and youngsters alike.",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Childrens",
                "Fiction",
                "Classics",
                "Christian",
                "Religion",
                "Fantasy",
                "Spirituality"
            ]
        },
        {
            "title": "A Handful of Dust",
            "authors": [
                "Evelyn Waugh"
            ],
            "ranking": 3.91,
            "ranking_count": 24414,
            "abstract": "Laced with cynicism and truth, A Handful of Dust satirizes a certain stratum of English life where all the characters have wealth, but lack practically every other credential. Murderously urbane, it depicts the breakup of a marriage in the London gentry, where the errant wife suffers from terminal boredom, and becomes enamoured of a social parasite and professional luncheon-goer.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "European Literature",
                "Humor",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Yearling",
            "authors": [
                "Marjorie Kinnan Rawlings"
            ],
            "ranking": 4.01,
            "ranking_count": 27207,
            "abstract": "No novel better epitomizes the love between a child and a pet than The Yearling. Young Jody adopts an orphaned fawn he calls Flag and makes it a part of his family and his best friend. But life in the Florida backwoods is harsh, and so, as his family fights off wolves, bears, and even alligators, and faces failure in their tenuous subsistence farming, Jody must finally part with his dear animal friend. There has been a film and even a musical based on this moving story, a fine work of great American literature.. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Animals",
                "Historical",
                "Childrens",
                "Literature"
            ]
        },
        {
            "title": "Reaper Man",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.27,
            "ranking_count": 91975,
            "abstract": "'Death has to happen. That's what bein' alive is all about. You're alive, and then you're dead. It can't just stop happening.'. But it can. And it has. So what happens after death is now less of a philosophical question than a question of actual reality. On the Disc, as here, they need Death. If Death doesn't come for you, then what are you supposed to do in the meantime? You can't have the undead wandering about like lost souls. There's no telling what might happen, particularly when they discover that life really is only for the living...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Death",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "The Sunne in Splendour",
            "authors": [
                "Sharon Kay Penman"
            ],
            "ranking": 4.38,
            "ranking_count": 21174,
            "abstract": "A glorious novel of the controversial Richard III - a monarch betrayed in life by his allies and betrayed in death by history.. In this beautifully rendered modern classic, Sharon Kay Penman redeems Richard III - vilified as the bitter, twisted, scheming hunchback who murdered his nephews, the princes in the Tower - from his maligned place in history with a dazzling combination of research and storytelling.. Born into the treacherous courts of fifteenth-century England, in the midst of what history has called The War of the Roses, Richard was raised in the shadow of his charismatic brother, King Edward IV. Loyal to his friends and passionately in love with the one woman who was denied him, Richard emerges as a gifted man far more sinned against than sinning.. This magnificent retelling of his life is filled with all of the sights and sounds of battle, the customs and lore of the fifteenth century, the rigors of court politics, and the passions and prejudices of royalty.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Literature",
                "Romance",
                "Novels",
                "War"
            ]
        },
        {
            "title": "Endgame",
            "authors": [
                "Samuel Beckett"
            ],
            "ranking": 3.8,
            "ranking_count": 19095,
            "abstract": "Samuel Beckett was awarded the Nobel Prize for Literature in 1969; his literary output of plays, novels, stories, and poetry has earned him an uncontested place as one of the greatest writers of our time.. Endgame. , originally written in French and translated into English by Beckett himself, is now considered by many critics to be his greatest single work. A pinnacle of Beckett's characteristic raw minimalism, it is a pure and devastating distillation of the human essence in the face of approaching death.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "European Literature",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Dollanganger Boxed Set: Flowers in the Attic / If There Be Thorns / Petals on the Wind / Seeds of Yesterday / Garden of Shadows(Dollanganger, prequel-4",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 4.2,
            "ranking_count": 4138,
            "abstract": "Including a free poster of the family tree for the Dollanger Saga, this set features Flowers in the Attic, If There Be Thorns, Petals on the Wind and Seeds of Yesterday.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Drama",
                "Thriller",
                "Horror",
                "Romance",
                "Mystery",
                "Roman",
                "Family",
                "Classics"
            ]
        },
        {
            "title": "The Restaurant at the End of the Universe",
            "authors": [
                "Douglas Adams"
            ],
            "ranking": 4.21,
            "ranking_count": 257297,
            "abstract": "alternate edition for ISBN. 0345418921. /. 9780345418920. Facing annihilation at the hands of the warlike Vogons is a curious time to have a cosmically displaced Arthur Dent and his curious comrades in arms as they hurtle through space powered by pure improbability - and desperately in search of a place to eat. Among Arthur's motley shipmates are Ford Prefect, a long-time friend and contributor to the The Hitch Hiker's Guide to the Galaxy; Zaphod Beeblebrox, the three-armed, two-headed ex-president of the galaxy; Tricia McMilan, a fellow Earth refuge who's gone native (her name is Trillian now); and Marvin, who suffers nothing and no one gladly.. Source: douglasadams.com",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Fantasy",
                "Classics",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Alexander and the Terrible, Horrible, No Good, Very Bad Day",
            "authors": [
                "Judith Viorst",
                "Ray Cruz"
            ],
            "ranking": 4.23,
            "ranking_count": 179155,
            "abstract": "The perennially popular tale of Alexander's worst day is a storybook that belongs on every child's bookshelf.. Alexander knew it was going to be a terrible day when he woke up with gum in this hair.. And it got worse.... His best friend deserted him. There was no dessert in his lunch bag. And, on top of all that, there were lima beans for dinner and kissing on TV!. This handsome new edition of Judith Viorst's classic picture book is sure to charm readers of all ages.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Realistic Fiction",
                "Humor",
                "Kids",
                "Family",
                "Psychology"
            ]
        },
        {
            "title": "Veronika Decides to Die",
            "authors": [
                "Paulo Coelho",
                "Margaret Jull Costa"
            ],
            "ranking": 3.71,
            "ranking_count": 197467,
            "abstract": "In his latest international bestseller, the celebrated author of. The Alchemist. addresses the fundamental questions asked by millions: What am I doing here today? and Why do I go on living?. Twenty-four-year-old Veronika seems to have everything she could wish for: youth and beauty, plenty of attractive boyfriends, a fulfilling job, and a loving family. Yet something is lacking in her life. Inside her is a void so deep that nothing could possibly ever fill it. So, on the morning of November 11, 1997, Veronika decides to die. She takes a handful of sleeping pills expecting never to wake up.. Naturally Veronika is stunned when she does wake up at Villete, a local mental hospital, where the staff informs her that she has, in fact, partially succeeded in achieving her goal. While the overdose didn't kill Veronika immediately, the medication has damaged her heart so severely that she has only days to live.. The story follows Veronika through the intense week of self-discovery that ensues. To her surprise, Veronika finds herself drawn to the confinement of Villete and its patients, who, each in his or her individual way, reflect the heart of human experience. In the heightened state of life's final moments, Veronika discovers things she has never really allowed herself to feel before: hatred, fear, curiosity, love, and sexual awakening. She finds that every second of her existence is a choice between living and dying, and at the eleventh hour emerges more open to life than ever before.. In Veronika Decides to Die,. Paulo Coelho takes the reader on a distinctly modern quest to find meaning in a culture overshadowed by angst, soulless routine, and pervasive conformity. Based on events in Coelho's own life,. Veronika Decides to Die. questions the meaning of madness and celebrates individuals who do not fit into patterns society considers to be normal. Poignant and illuminating, it is a dazzling portrait of a young woman at the crossroads of despair and liberation, and a poetic, exuberant appreciation of each day as a renewed opportunity.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Philosophy",
                "Novels",
                "Psychology",
                "Romance",
                "Health",
                "Drama",
                "Literature",
                "Spirituality"
            ]
        },
        {
            "title": "Arrowsmith",
            "authors": [
                "Sinclair Lewis",
                "E.L. Doctorow"
            ],
            "ranking": 3.83,
            "ranking_count": 7326,
            "abstract": "Arrowsmith is often described as the first scientific novel. The books explores medical and scientific themes in a fictional way and it is difficult to think of an earlier book that does this. Although he was not a doctor, Sinclair Lewis's father was and he was greatly helped in the preparation of the manuscript by the science writer Paul de Kruif. It was de Kruif who brings a reality to the book that is almost biographical.. This reality means that the books heralds the real impact of advances in drugs, public health, and immunology that were about to change the world. It also satirises those medical and scientific practitioners whose pursuit of fame and fortune, at the expense of truth, remains just as pertinent today.. The book was first published in 1925 and was a popular and commercial success. It was awarded a Pulitzer Prize in 1926 which was refused by Sinclair Lewis. He was later to win the Nobel Prize for Literature—which he accepted.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Historical",
                "Health",
                "Novels",
                "Medical",
                "Nobel Prize",
                "Literary Fiction"
            ]
        },
        {
            "title": "Motherless Brooklyn",
            "authors": [
                "Jonathan Lethem"
            ],
            "ranking": 3.87,
            "ranking_count": 38642,
            "abstract": "Lionel Essrog is Brooklyn’s very own self-appointed Human Freakshow, an orphan whose Tourettic impulses drive him to bark, count, and rip apart our language in the most startling and original ways. Together with three veterans of the St. Vincent’s Home for Boys, he works for small-time mobster Frank Minna’s limo service cum detective agency. Life without Frank Minna, the charismatic King of Brooklyn, would be unimaginable, so who cares if the tasks he sets them are, well, not exactly legal. But when Frank is fatally stabbed, one of Lionel’s colleagues lands in jail, the other two vie for his position, and the victim’s widow skips town. Lionel’s world is suddenly topsy-turvy, and this outcast who has trouble even conversing attempts to untangle the threads of the case while trying to keep the words straight in his head.. Motherless Brooklyn. is a brilliantly original homage to the classic detective novel by one of the most acclaimed writers of his generation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "New York",
                "Novels",
                "Contemporary",
                "Literary Fiction",
                "Thriller",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Moon and Sixpence",
            "authors": [
                "W. Somerset Maugham"
            ],
            "ranking": 4.14,
            "ranking_count": 21080,
            "abstract": "Based on the life of Paul Gauguin,. The Moon and Sixpence. is W. Somerset Maugham's ode to the powerful forces behind creative genius. Charles Strickland is a staid banker, a man of wealth and privilege. He is also a man possessed of an unquenchable desire to create art. As Strickland pursues his artistic vision, he leaves London for Paris and Tahiti, and in his quest makes sacrifices that leave the lives of those closest to him in tatters. Through Maugham's sympathetic eye, Strickland's tortured and cruel soul becomes a symbol of the blessing and the curse of transcendent artistic genius, and the cost in humans' lives it sometimes demands.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Art",
                "Literature",
                "Historical",
                "Novels",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Grass Is Singing",
            "authors": [
                "Doris Lessing"
            ],
            "ranking": 3.82,
            "ranking_count": 12199,
            "abstract": "Set in South Africa under white rule, Doris Lessing's first novel is both a riveting chronicle of human disintegration and a beautifully understated social critique.. Mary Turner is a self-confident, independent young woman who becomes the depressed, frustrated wife of an ineffectual, unsuccessful farmer. Little by little the ennui of years on the farm work their slow poison, and Mary's despair progresses until the fateful arrival of an enigmatic and virile black servant, Moses. Locked in anguish, Mary and Moses -- master and slave -- are trapped in a web of mounting attraction and repulsion. Their psychic tension explodes in an electrifying scene that ends this disturbing tale of racial strife in colonial South Africa.. The Grass Is Singing. blends Lessing's imaginative vision with her own vividly remembered early childhood to recreate the quiet horror of a woman's struggle against a ruthless fate.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Historical",
                "Southern Africa",
                "Nobel Prize",
                "Literature",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "The Dollmaker",
            "authors": [
                "Harriette Simpson Arnow"
            ],
            "ranking": 4.17,
            "ranking_count": 3422,
            "abstract": "Strong-willed, self-reliant Gertie Nevels's peaceful life in the Kentucky hills is devastated by the brutal winds of change. Uprooted from her backwoods home, she and her family are thrust into the confusion and chaos of wartime Detroit. And in a pitiless world of unendurable poverty, Gertie will battle fiercely and relentlessly to protect those things she holds most dear -- her children, her heritage . . . and her triumphant ability to create beauty in the suffocating shadow of ugliness and despair.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Literary Fiction",
                "American",
                "Novels",
                "Family",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Brothers Lionheart",
            "authors": [
                "Astrid Lindgren",
                "Ilon Wikland",
                "Jens Wawrczeck",
                "Jill M. Morgan"
            ],
            "ranking": 4.34,
            "ranking_count": 33125,
            "abstract": "The Brothers Lionheart (Swedish: Bröderna Lejonhjärta) is a children's fantasy novel written by Astrid Lindgren. It was published in the autumn of 1973 and has been translated into 46 languages. Many of its themes are unusually dark and heavy for the children's book genre. Disease, death, tyranny, betrayal and rebellion are some of the dark themes that permeate the story. The lighter themes of the book involve platonic love, loyalty, hope, courage and pacifism.. The two main characters are two brothers; the older Jonatan and the younger Karl. The two brothers' surname was originally Lion, but they are generally known as Lionheart. Karl's nickname is Skorpan (Rusky) since Jonatan likes these typical Swedish toasts or crusts.. In Nangijala, a land in the campfires and storytelling days, the brothers experience adventures. Together with a resistance group they lead the struggle against the evil Tengil, who rules with the aid of the fearsome fire-breathing dragon, Katla.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Classics",
                "Fiction",
                "European Literature",
                "Adventure",
                "Young Adult",
                "Cultural"
            ]
        },
        {
            "title": "The Protestant Ethic and the Spirit of Capitalism",
            "authors": [
                "Max Weber",
                "Michael D. Coe",
                "Talcott Parsons",
                "R.H. Tawney"
            ],
            "ranking": 3.91,
            "ranking_count": 12012,
            "abstract": "The Protestant ethic — a moral code stressing hard work, rigorous self-discipline, and the organization of one's life in the service of God — was made famous by sociologist and political economist Max Weber. In this brilliant study (his best-known and most controversial), he opposes the Marxist concept of dialectical materialism and its view that change takes place through the struggle of opposites. Instead, he relates the rise of a capitalist economy to the Puritan determination to work out anxiety over salvation or damnation by performing good deeds — an effort that ultimately discouraged belief in predestination and encouraged capitalism. Weber's classic study has long been required reading in college and advanced high school social studies classrooms.",
            "part_of_series": false,
            "genre_list": [
                "Sociology",
                "Philosophy",
                "Nonfiction",
                "History",
                "Economics",
                "Religion",
                "Politics",
                "Classics",
                "Social Science"
            ]
        },
        {
            "title": "No Logo",
            "authors": [
                "Naomi Klein"
            ],
            "ranking": 3.87,
            "ranking_count": 30070,
            "abstract": "With a new Afterword to the 2002 edition,. No Logo. employs journalistic savvy and personal testament to detail the insidious practices and far-reaching effects of corporate marketing—and the powerful potential of a growing activist sect that will surely alter the course of the 21st century. First published before the World Trade Organization protests in Seattle, this is an infuriating, inspiring, and altogether pioneering work of cultural criticism that investigates money, marketing, and the anti-corporate movement.. As global corporations compete for the hearts and wallets of consumers who not only buy their products but willingly advertise them from head to toe—witness today's schoolbooks, superstores, sporting arenas, and brand-name synergy—a new generation has begun to battle consumerism with its own best weapons. In this provocative, well-written study, a front-line report on that battle, we learn how the Nike swoosh has changed from an athletic status-symbol to a metaphor for sweatshop labor, how teenaged McDonald's workers are risking their jobs to join the Teamsters, and how culture jammers utilize spray paint, computer-hacking acumen, and anti-propagandist wordplay to undercut the slogans and meanings of billboard ads (as in Joe Chemo for Joe Camel).. No Logo. will challenge and enlighten students of sociology, economics, popular culture, international affairs, and marketing.. This book is not another account of the power of the select group of corporate Goliaths that have gathered to form our de facto global government. Rather, it is an attempt to analyze and document the forces opposing corporate rule, and to lay out the particular set of cultural and economic conditions that made the emergence of that opposition inevitable. —Naomi Klein, from her Introduction",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Economics",
                "Business",
                "Sociology",
                "History",
                "Culture",
                "Cultural",
                "Design",
                "Philosophy"
            ]
        },
        {
            "title": "If Not Now, When?",
            "authors": [
                "Primo Levi",
                "William Weaver"
            ],
            "ranking": 4.24,
            "ranking_count": 3212,
            "abstract": "Primo Levi was among the greatest witnesses to twentieth-century atrocity. In this gripping novel, based on a true story, he reveals the extraordinary lives of the Russian, Polish and Jewish partisans trapped behind enemy lines during the Second World War. Wracked by fear, hunger and fierce rivalries, they link up, fall apart, struggle to stay alive, and to sabotage the efforts of the all-powerful German army. A compelling tale of action, resistance and epic adventure, it also reveals Levi's characteristic compassion and deep insight into the moral dilemmas of total war. It ranks alongside THE PERIOD TABLE and IF THIS IS A MAN as one of the rare authentic masterpieces of the 20th century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "World War II",
                "European Literature",
                "Classics",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Fugitive Pieces",
            "authors": [
                "Anne Michaels"
            ],
            "ranking": 3.91,
            "ranking_count": 15316,
            "abstract": "A. New York Times. Notable Book of the Year. Winner of the Lannan Literary Fiction Award. Winner of the Guardian Fiction Award. In 1940 a boy bursts from the mud of a war-torn Polish city, where he has buried himself to hide from the soldiers who murdered his family. His name is Jakob Beer. He is only seven years old. And although by all rights he should have shared the fate of the other Jews in his village, he has not only survived but been rescued by a Greek geologist, who does not recognize the boy as human until he begins to cry. With this electrifying image, Anne Michaels ushers us into her rapturously acclaimed novel of loss, memory, history, and redemption.. As Michaels follows Jakob across two continents, she lets us witness his transformation from a half-wild casualty of the Holocaust to an artist who extracts meaning from its abyss. Filled with mysterious symmetries and rendered in heart-stopping prose,. Fugitive Pieces. is a triumphant work, a book that should not so much be read as it should be surrendered to.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "War",
                "World War II",
                "Literary Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Plains of Passage",
            "authors": [
                "Jean M. Auel"
            ],
            "ranking": 3.82,
            "ranking_count": 54336,
            "abstract": "Librarian note: See an alternate cover edition. here. .. Jean M. Auel’s enthralling Earth’s Children® series has become a literary phenomenon, beloved by readers around the world. In a brilliant novel as vividly authentic and entertaining as those that came before, Jean M. Auel returns us to the earliest days of humankind and to the captivating adventures of the courageous woman called Ayla.. With her companion, Jondalar, Ayla sets out on her most dangerous and daring journey--away from the welcoming hearths of the Mammoth Hunters and into the unknown. Their odyssey spans a beautiful but sparsely populated and treacherous continent, the windswept grasslands of Ice Age Europe, casting the pair among strangers. Some will be intrigued by Ayla and Jondalar, with their many innovative skills, including the taming of wild horses and a wolf; others will avoid them, threatened by what they cannot understand; and some will threaten them. But Ayla, with no memory of her own people, and Jondalar, with a hunger to return to his, are impelled by their own deep drives to continue their trek across the spectacular heart of an unmapped world to find that place they can both call home.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Romance",
                "Historical Fiction",
                "Adventure",
                "Adult",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Robe",
            "authors": [
                "Lloyd C. Douglas"
            ],
            "ranking": 4.2,
            "ranking_count": 24757,
            "abstract": "A Roman soldier, Marcellus, wins Christ's robe as a gambling prize. He then sets forth on a quest to find the truth about the Nazarene's robe-a quest that reaches to the very roots and heart of Christianity and is set against the vividly limned background of ancient Rome. Here is a timeless story of adventure, faith, and romance, a tale of spiritual longing and ultimate redemption.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Christian",
                "Christian Fiction",
                "Religion",
                "Biblical Fiction",
                "Spirituality"
            ]
        },
        {
            "title": "Never Cry Wolf: The Amazing True Story of Life Among Arctic Wolves",
            "authors": [
                "Farley Mowat"
            ],
            "ranking": 4.2,
            "ranking_count": 23306,
            "abstract": "More than a half-century ago the naturalist Farley Mowat was sent to investigate why wolves were killing arctic caribou. Mowat's account of the summer he lived in the frozen tundra alone—studying the wolf population and developing a deep affection for the wolves (who were of no threat to caribou or man)—is today celebrated as a classic of nature writing, at once a tale of remarkable adventures and indelible record of myths and magic of wolves.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Environment",
                "Science",
                "Autobiography",
                "Cultural",
                "Biography",
                "Adventure",
                "Classics"
            ]
        },
        {
            "title": "The Hobbit",
            "authors": [
                "Chuck Dixon",
                "David Wenzel",
                "Sean Deming",
                "J.R.R. Tolkien"
            ],
            "ranking": 4.5,
            "ranking_count": 196344,
            "abstract": "First published over 50 years ago, J.R.R. Tolkien's 'The Hobbit' has become one of the best-loved books of all time. Now Tolkien's fantasy classic has been adapted into a fully painted graphic novel.. 'The Hobbit' is the story of Bilbo Baggins…a quiet and contented hobbit whose life is turned upside down when he joins the wizard Gandalf and thirteen dwarves on their quest to reclaim the dwarves' stolen treasure. It is a journey fraught with danger – and in the end it is Bilbo alone who must face the guardian of this treasure, the most-dreaded dragon Smaug.. Illustrated in full colour throughout, and accompanied by the carefully abridged text of the original novel, this handsome authorised edition will introduce new generations to a magical masterpiece – and be treasured by Hobbit fans of all ages, everywhere.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Sequential Art",
                "Fiction",
                "Classics",
                "Adventure",
                "Young Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Blind Watchmaker: Why the Evidence of Evolution Reveals a Universe Without Design",
            "authors": [
                "Richard Dawkins"
            ],
            "ranking": 4.08,
            "ranking_count": 36650,
            "abstract": "***30th Anniversary Edition***. Cover note: Each copy of the anniversary edition of. The Blind Watchmaker. features a unique biomorph. No two covers are exactly alike.. Acclaimed as the most influential work on evolution written in the last hundred years,. The Blind Watchmaker. offers an inspiring and accessible introduction to one of the most important scientific discoveries of all time. A brilliant and controversial book which demonstrates that evolution by natural selection - the unconscious, automatic, blind yet essentially non-random process discovered by Darwin - is the only answer to the biggest question of all: why do we exist?",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Biology",
                "Philosophy",
                "Religion",
                "Audiobook"
            ]
        },
        {
            "title": "The Lottery and Other Stories",
            "authors": [
                "Shirley Jackson"
            ],
            "ranking": 4.05,
            "ranking_count": 69594,
            "abstract": "The Lottery. , one of the most terrifying stories written in this century, created a sensation when it was first published in. The. New Yorker. . Power and haunting, and nights of unrest were typical reader responses. This collection, the only one to appear during Shirley Jackson's lifetime, unites The Lottery: with twenty-four equally unusual stories. Together they demonstrate Jackson's remarkable range--from the hilarious to the truly horrible--and power as a storyteller.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Horror",
                "Classics",
                "Gothic",
                "Literature",
                "Audiobook",
                "Anthologies",
                "Adult"
            ]
        },
        {
            "title": "The Diamond Age: Or, a Young Lady's Illustrated Primer",
            "authors": [
                "Neal Stephenson"
            ],
            "ranking": 4.16,
            "ranking_count": 87127,
            "abstract": "The Diamond Age: Or, a Young Lady's Illustrated Primer. is a postcyberpunk novel by Neal Stephenson. It is to some extent a science fiction coming-of-age story, focused on a young girl named Nell, and set in a future world in which nanotechnology affects all aspects of life. The novel deals with themes of education, social class, ethnicity, and the nature of artificial intelligence.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Hugo Awards"
            ]
        },
        {
            "title": "Mason & Dixon",
            "authors": [
                "Thomas Pynchon"
            ],
            "ranking": 4.09,
            "ranking_count": 10174,
            "abstract": "Charles Mason (1728-1786) and Jeremiah Dixon (1733-1779) were the British surveyors best remembered for running the boundary between Pennsylvania and Maryland that we know today as the Mason-Dixon Line. Here is their story as re-imagined by Thomas Pynchon, featuring Native Americans and frontier folk, ripped bodices, naval warfare, conspiracies erotic and political, major caffeine abuse.. We follow the mismatch'd pair—one rollicking, the other depressive; one Gothic, the other pre-Romantic—from their first journey together to the Cape of Good Hope, to pre-Revolutionary America and back, through the strange yet redemptive turns of fortune in their later lives, on a grand tour of the Enlightenment's dark hemisphere, as they observe and participate in the many opportunities for insanity presented them by the Age of Reason.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Classics",
                "The United States Of America"
            ]
        },
        {
            "title": "The Guermantes Way",
            "authors": [
                "Marcel Proust",
                "Mark Treharne",
                "Christopher Prendergast"
            ],
            "ranking": 4.29,
            "ranking_count": 8512,
            "abstract": "After the relative intimacy of the first two volumes of. In Search of Lost Time. ,. The Guermantes Way. opens up a vast, dazzling landscape of fashionable Parisian life in the late nineteenth century, as the narrator enters the brilliant, shallow world of the literary and aristocratic salons. Both a salute to, and a devastating satire of a time, place, and culture,. The Guermantes Way. defines the great tradition of novels that follow the initiation of a young man into the ways of the world. This elegantly packaged new translation will introduce a new generation of American readers to the literary richness of Marcel Proust.. First time in Penguin Classics. A Penguin Classics Deluxe Edition with french flaps and luxurious design. Penguin Classics' superb new edition of. In Search of Lost Time. is the first completely new translation of Proust's masterwork since the 1920s",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Philosophy",
                "Roman"
            ]
        },
        {
            "title": "Perelandra",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 3.98,
            "ranking_count": 46464,
            "abstract": "The second book in. C. S. Lewis's. acclaimed Space Trilogy, which also includes. Out of the Silent Planet. and. That Hideous Strength. ,. Perelandra. continues the adventures of the extraordinary Dr. Ransom. Pitted against the most destructive of human weaknesses, temptation, the great man must battle evil on a new planet  Perelandra  when it is invaded by a dark force. Will Perelandra succumb to this malevolent being, who strives to create a new world order and who must destroy an old and beautiful civilization to do so? Or will it throw off the yoke of corruption and achieve a spiritual perfection as yet unknown to man? The outcome of Dr. Ransom's mighty struggle alone will determine the fate of this peace-loving planet.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Christian",
                "Classics",
                "Christian Fiction",
                "Science Fiction Fantasy",
                "Religion",
                "Adventure"
            ]
        },
        {
            "title": "The Complete Poems of Anna Akhmatova",
            "authors": [
                "Anna Akhmatova",
                "Judith Hemschemeyer",
                "Roberta Reeder"
            ],
            "ranking": 4.43,
            "ranking_count": 7298,
            "abstract": "Initially published in 1990, when the New York Times Book Review named it one of fourteen Best Books of the Year, Judith Hemschemeyer's translation of The Complete Poems of Anna Akhmatova is the definitive edition, and has sold over 13,000 copies, making it one of the most successful poetry titles of recent years.. This reissued and revised printing features a new biographical essay as well as expanded notes to the poems, both by Roberta Reeder, project editor and author of Anna Akhmatova: Poet and Prophet (St. Martin's Press, 1994). Encyclopedic in scope, with more than 800 poems, 100 photographs, a historical chronology, index of first lines, and a bibliography. The Complete Poems will be the definitive English language collection of Akhmatova for many years to come.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Literature",
                "Classics",
                "Fiction",
                "Womens",
                "Female Authors"
            ]
        },
        {
            "title": "The Hollow Hills",
            "authors": [
                "Mary  Stewart"
            ],
            "ranking": 4.24,
            "ranking_count": 21227,
            "abstract": "Keeping watch over the young Arthur Pendragon, the prince and prophet Merlin Ambrosius is haunted by dreams of the magical sword Caliburn, which has been hidden for centuries. When Uther Pendragon is killed in battle, the time of destiny is at hand, and Arthur must claim the fabled sword to become the true High King of Britain.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Mythology",
                "Science Fiction Fantasy",
                "Adventure",
                "European Literature"
            ]
        },
        {
            "title": "Storm of Steel",
            "authors": [
                "Ernst Jünger",
                "Michael Hofmann"
            ],
            "ranking": 4.09,
            "ranking_count": 14056,
            "abstract": "A memoir of astonishing power, savagery, and ashen lyricism, 'Storm of Steel' illuminates not only the horrors but also the fascination of total war, seen through the eyes of an ordinary German soldier.. Young, tough, patriotic, but also disturbingly self-aware, Jünger exulted in the Great War, which he saw not just as a great national conflict, but more importantly as a unique personal struggle.. Leading raiding parties, defending trenches against murderous British incursions, simply enduring as shells tore his comrades apart, Jünger kept testing himself, braced for the death that will mark his failure.. Published shortly after the war's end, 'Storm of Steel' was a worldwide bestseller and can now be rediscovered through Michael Hofmann's brilliant new translation.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Biography",
                "Autobiography",
                "Classics",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "Notes from a Small Island",
            "authors": [
                "Bill Bryson"
            ],
            "ranking": 3.91,
            "ranking_count": 104979,
            "abstract": "Suddenly, in the space of a moment, I realized what it was that I loved about Britain-which is to say, all of it.. After nearly two decades spent on British soil, Bill Bryson - bestselling author of. The Mother Tongue. and. Made in America. -decided to return to the United States. (I had recently read, Bryson writes, that 3.7 million Americans believed that they had been abducted by aliens at one time or another, so it was clear that my people needed me.) But before departing, he set out on a grand farewell tour of the green and kindly island that had so long been his home.. Veering from the ludicrous to the endearing and back again,. Notes from a Small Island. is a delightfully irreverent jaunt around the unparalleled floating nation that has produced zebra crossings, Shakespeare, Twiggie Winkie's Farm, and places with names like Farleigh Wallop and Titsey. The result is an uproarious social commentary that conveys the true glory of Britain, from the satiric pen of an unapologetic Anglophile.",
            "part_of_series": true,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Humor",
                "Autobiography",
                "European Literature",
                "Biography",
                "Audiobook",
                "History"
            ]
        },
        {
            "title": "Dinner at the Homesick Restaurant",
            "authors": [
                "Anne Tyler"
            ],
            "ranking": 3.81,
            "ranking_count": 27758,
            "abstract": "Through every family run memories which bind it together - despite everything. The Tulls of Baltimore are no exception. Abandoned by her salesman husband, Pearl is left to bring up her three children alone - Cody, a flawed devil, Ezra, a flawed saint, and Jenny, errant and passionate. Now as Pearl lies dying, stiffly encased in her pride and solitude, the past is unlocked and with it, secrets.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Family",
                "Classics",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Redeeming Love",
            "authors": [
                "Francine Rivers"
            ],
            "ranking": 4.5,
            "ranking_count": 260480,
            "abstract": "California’s gold country, 1850. A time when men sold their souls for a bag of gold and women sold their bodies for a place to sleep.. Angel expects nothing from men but betrayal. Sold into prostitution as a child, she survives by keeping her hatred alive. And what she hates most are the men who use her, leaving her empty and dead inside.. Then she meets Michael Hosea. A man who seeks his Father’s heart in everything, Michael Hosea obeys God’s call to marry Angel and to love her unconditionally. Slowly, day by day, he defies Angel’s every bitter expectation until, despite her resistance her frozen heart begins to thaw.. But with her unexpected softening come overwhelming feelings of unworthiness and fear. And so Angel runs. Back to the darkness, away from her husband’s pursuing love, terrified of the truth she can no longer deny: Her final healing must come from the One who loves her even more than Michael Hosea does…the One who will never let her go.. A life-changing story of God’s unconditional, redemptive, all-consuming love.. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Romance",
                "Historical",
                "Adult",
                "Religion"
            ]
        },
        {
            "title": "Riddley Walker",
            "authors": [
                "Russell Hoban"
            ],
            "ranking": 4.02,
            "ranking_count": 7480,
            "abstract": "In the far distant future, the country laid waste by nuclear holocaust, twelve-year-old Riddley Walker tells his story in a language as fractured as the world in which he lives. As Riddley steps outside the confines of his small world, he finds himself caught up in intrigue and a frantic quest for power, desperately trying to make sense of things.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Speculative Fiction",
                "Fantasy",
                "Novels",
                "Science Fiction Fantasy",
                "Literature"
            ]
        },
        {
            "title": "Daddy-Long-Legs",
            "authors": [
                "Jean Webster",
                "عماد عبده"
            ],
            "ranking": 4.15,
            "ranking_count": 55447,
            "abstract": "When Jerusha Abbott, an eighteen-year-old girl living in an orphan asylum, was told that a mysterious millionaire had agreed to pay for her education, it was like a dream come true. For the first time in her life, she had someone she could pretend was family. But everything was not perfect, for he chose to remain anonymous and asked that she only write him concerning her progress in school. Who was this mysterious gentleman and would Jerusha ever meet him?",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Romance",
                "Historical",
                "Childrens",
                "Novels",
                "Humor"
            ]
        },
        {
            "title": "Future Shock",
            "authors": [
                "Alvin Toffler"
            ],
            "ranking": 3.82,
            "ranking_count": 4622,
            "abstract": "Examines the effects of rapid industrial and technological changes upon the individual, the family, and society.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sociology",
                "Science",
                "Philosophy",
                "History",
                "Psychology",
                "Futurism",
                "Business",
                "Economics"
            ]
        },
        {
            "title": "The Pearl/The Red Pony",
            "authors": [
                "John Steinbeck"
            ],
            "ranking": 3.68,
            "ranking_count": 1701,
            "abstract": "The Pearl:. When Kino, an Indian pearl-diver, finds 'the Pearl of the world' he believes that his life will be magically transformed. He will marry Juana in church and their little boy, Coyotito, will be able to attend school. Obsessed by his dreams, Kino is blind to the greed, fear and even violence the pearl arouses in him and his neighbours.. The Red Pony:. Set on a ranch in the Calidornia mountains this is the story of the joy and sorrow a young boy finds in his responsibility for his horse.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Short Stories",
                "Romance",
                "Novels",
                "Childrens",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Rain of Gold",
            "authors": [
                "Victor Villaseñor"
            ],
            "ranking": 4.49,
            "ranking_count": 7177,
            "abstract": "In. Rain of Gold. , Victor Villasenor weaves the parallel stories of two families and two countries…bringing us the timeless romance between the volatile bootlegger who would become his father and the beautiful Lupe, his mother–men and women in whose lives the real and the fantastical exist side by side…and in whose hearts the spirit to survive is fueled by a family’s unconditional love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Magical Realism",
                "Classics",
                "Cultural",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Our Lady of the Flowers",
            "authors": [
                "Jean Genet",
                "Jean-Paul Sartre",
                "Bernard Frechtman"
            ],
            "ranking": 4.03,
            "ranking_count": 5758,
            "abstract": "Jean Genet's seminal Our Lady Of The Flowers (1943) is generally considered to be his finest fictional work. The first draft was written while Genet was incarcerated in a French prison; when the manuscript was discovered and destroyed by officials, Genet, still a prisoner, immediately set about writing it again. It isn't difficult to understand how and why Genet was able to reproduce the novel under such circumstances, because Our Lady Of The Flowers is nothing less than a mythic recreation of Genet's past and then - present history. Combining memories with facts, fantasies, speculations, irrational dreams, tender emotion, empathy, and philosophical insights, Genet probably made his isolation bearable by retreating into a world not only of his own making, but one which he had total control over.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "LGBT",
                "Literature",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Discipline and Punish: The Birth of the Prison",
            "authors": [
                "Michel Foucault",
                "Alan Sheridan"
            ],
            "ranking": 4.23,
            "ranking_count": 28631,
            "abstract": "Librarian note: an alternate cover for this edition can be found. here. .. Barely two hundred and fifty years ago a man condemned of attempting to assassinate the King of France was drawn and quartered in a grisly spectacle that suggested an unmediated duel between the violence of the criminal and the violence of the state. This groundbreaking book by the most influential philosopher since Sartre compels us to reevaluate our assumptions about all the ensuing reforms in the penal institutions of the West. For as he examines innovations that range from the abolition of torture to the institution of forced labor and the appearance of the modern penitentiary, Michel Foucault suggests that punishment has shifted its focus from the prisoner's body to the soul — and that our very concern with rehabilitation encourages and refines criminal activity.. Lucidly reasoned and deftly marshaling a vast body of research,. Discipline and Punish. is a genuinely revolutionary book, whose implications extend beyond the prison to the minute power relations of our society.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "History",
                "Sociology",
                "Psychology",
                "Cultural",
                "Academic",
                "Anthropology",
                "Law",
                "Nonfiction"
            ]
        },
        {
            "title": "Children of God",
            "authors": [
                "Mary Doria Russell"
            ],
            "ranking": 4.08,
            "ranking_count": 19195,
            "abstract": "Mary Doria Russell's debut novel,. The Sparrow. , took us on a journey to a distant planet and into the center of the human soul. A critically acclaimed bestseller,. The Sparrow. was chosen as one of Entertainment Weekly's Ten Best Books of the Year, a finalist for the Book-of-the-Month Club's First Fiction Prize and the winner of the James M. Tiptree Memorial Award. Now, in Children of God, Russell further establishes herself as one of the most innovative, entertaining and philosophically provocative novelists writing today.. The only member of the original mission to the planet Rakhat to return to Earth, Father Emilio Sandoz has barely begun to recover from his ordeal when the Society of Jesus calls upon him for help in preparing for another mission to Alpha Centauri. Despite his objections and fear, he cannot escape his past or the future.. Old friends, new discoveries and difficult questions await Emilio as he struggles for inner peace and understanding in a moral...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Religion",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Daughter of Time",
            "authors": [
                "Josephine Tey"
            ],
            "ranking": 3.91,
            "ranking_count": 28926,
            "abstract": "Scotland Yard Inspector Alan Grant is intrigued by a portrait of Richard III. Could such a sensitive face actually belong to a heinous villain — a king who killed his brother's children to secure his crown? Grant seeks what kind of man Richard was and who in fact killed the princes in the tower.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "Spring Snow",
            "authors": [
                "Yukio Mishima",
                "Michael       Gallagher"
            ],
            "ranking": 4.16,
            "ranking_count": 15106,
            "abstract": "Tokyo, 1912. The closed world of the ancient aristocracy is being breached for the first time by outsiders - rich provincial families, a new and powerful political and social elite.. Kiyoaki has been raised among the elegant Ayakura family - members of the waning aristocracy - but he is not one of them. Coming of age, he is caught up in the tensions between the old and the new, and his feelings for the exquisite, spirited Satoko, observed from the sidelines by his devoted friend Honda. When Satoko is engaged to a royal prince, Kiyoaki realises the magnitude of his passion.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Historical",
                "Classics",
                "Literature",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "Heart of a Dog",
            "authors": [
                "Mikhail Bulgakov",
                "Mirra Ginsburg"
            ],
            "ranking": 4.12,
            "ranking_count": 48866,
            "abstract": "This satirical novel tells the story of the surgical transformation of a dog into a man, and is an obvious criticism of Soviet society, especially the new rich that arose after the Bolshevik revolution.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Science Fiction",
                "Novels",
                "Fantasy",
                "Humor"
            ]
        },
        {
            "title": "Roadside Picnic",
            "authors": [
                "Arkady Strugatsky",
                "Boris Strugatsky",
                "Theodore Sturgeon",
                "Antonina W. Bouis"
            ],
            "ranking": 4.16,
            "ranking_count": 52679,
            "abstract": "Red Schuhart is a stalker, one of those young rebels who are compelled, in spite of extreme danger, to venture illegally into the Zone to collect the mysterious artifacts that the alien visitors left scattered around. His life is dominated by the place and the thriving black market in the alien products. But when he and his friend Kirill go into the Zone together to pick up a “full empty,” something goes wrong. And the news he gets from his girlfriend upon his return makes it inevitable that he’ll keep going back to the Zone, again and again, until he finds the answer to all his problems.. First published in 1972,. Roadside Picnic. is still widely regarded as one of the greatest science fiction novels, despite the fact that it has been out of print in the United States for almost thirty years.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Fantasy",
                "Science Fiction Fantasy",
                "Apocalyptic"
            ]
        },
        {
            "title": "Animal Dreams",
            "authors": [
                "Barbara Kingsolver"
            ],
            "ranking": 4.05,
            "ranking_count": 69533,
            "abstract": "Animals dream about the things they do in the day time just like people do. If you want sweet dreams, you've got to live a sweet life. So says Loyd Peregrina, a handsome Apache trainman and latter-day philosopher. But when Codi Noline returns to her hometown, Loyd's advice is painfully out of her reach. Dreamless and at the end of her rope, Codi comes back to Grace, Arizona to confront her past and face her ailing, distant father. What she finds is a town threatened by a silent environmental catastrophe, some startling clues to her own identity, and a man whose view of the world could change the course of her life. Blending flashbacks, dreams, and Native American legends,. Animal Dreams. is a suspenseful love story and a moving exploration of life's largest commitments. With this work, the acclaimed author of. The Bean Trees. and. Homeland and Other Stories. sustains her familiar voice while giving readers her most remarkable book yet.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Adult Fiction",
                "Adult",
                "Literature",
                "Realistic Fiction",
                "Romance",
                "Womens"
            ]
        },
        {
            "title": "Brokeback Mountain",
            "authors": [
                "Annie Proulx"
            ],
            "ranking": 3.96,
            "ranking_count": 35212,
            "abstract": "Annie Proulx has written some of the most original and brilliant short stories in contemporary literature, and for many readers and reviewers, Brokeback Mountain is her masterpiece.. Ennis del Mar and Jack Twist, two ranch hands, come together when they're working as sheepherder and camp tender one summer on a range above the tree line. At first, sharing an isolated tent, the attraction is casual, inevitable, but something deeper catches them that summer.. Both men work hard, marry, and have kids because that's what cowboys do. But over the course of many years and frequent separations this relationship becomes the most important thing in their lives, and they do anything they can to preserve it.. The New Yorker. won the National Magazine Award for Fiction for its publication of Brokeback Mountain, and the story was included in. Prize Stories 1998: The O. Henry Awards.. In gorgeous and haunting prose, Proulx limns the difficult, dangerous affair between two cowboys that survives everything but the world's violent intolerance.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "LGBT",
                "Romance",
                "Westerns",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Naked in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.12,
            "ranking_count": 179336,
            "abstract": "In the year 2058, technology completely rules the world. But for New York City Detective Eve Dallas, one irresistible impulse still rules the heart: passion…. Eve Dallas is a New York police lieutenant hunting for a ruthless killer. In over ten years on the force, she's seen it all—and knows her survival depends on her instincts. And she's going against every warning telling her not to get involved with Roarke, an Irish billionaire—and a suspect in Eve's murder investigation. But passion and seduction have rules of their own, and it's up to Eve to take a chance in the arms of a man she knows nothing about—except the addictive hunger of needing his touch.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Suspense",
                "Thriller",
                "Science Fiction",
                "Futuristic"
            ]
        },
        {
            "title": "Asterix the Gaul",
            "authors": [
                "René Goscinny",
                "Albert Uderzo",
                "Anthea Bell",
                "Derek Hockridge"
            ],
            "ranking": 4.18,
            "ranking_count": 27008,
            "abstract": "The year is 50BC, and all Gaul is occupied. Only one small village of indomitable Gauls still holds out against the invaders. But how much longer can Asterix, Obelix and their friends resist the mighty Roman legions of Julius Caesar? Anything is possible, with a little cunning plus the druid Getafix's magic potions! Their effects can be truly hair-raising...",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Humor",
                "Cultural",
                "Historical",
                "Childrens",
                "Graphic Novels Comics",
                "Comics"
            ]
        },
        {
            "title": "Presumed Innocent",
            "authors": [
                "Scott Turow",
                "Edward Herrmann"
            ],
            "ranking": 4.1,
            "ranking_count": 112830,
            "abstract": "Hailed as the most suspenseful and compelling novel in decades.. Presumed Innocent. brings to life our worst nightmare: that of an ordinary citizen facing conviction for the most terrible of all crimes. It's the stunning portrayal of one man's all-too-human, all-consuming fatal attraction for a passionate woman who is not his wife, and the story of how his obsession puts everything he loves and values on trial—including his own life. It's a book that lays bare a shocking world of betrayal and murder, as well as the hidden depths of the human heart. And it will hold you and haunt you ... long after you have reached its shattering conclusion.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Law",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Ringworld",
            "authors": [
                "Larry Niven"
            ],
            "ranking": 3.96,
            "ranking_count": 112833,
            "abstract": "The artefact is a circular ribbon of matter six hundred million miles long and ninety million miles in radius. Pierson's puppeteers, the aliens who discovered it, are understandably wary of encountering the builders of such an immense structure and have assembled a team of two humans, a mad puppeteer and a kzin, a huge cat-like alien, to explore it. But a crash landing on the vast edifice forces the crew on a desperate and dangerous trek across the Ringworld.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Fantasy",
                "Space",
                "Audiobook",
                "Hugo Awards",
                "Adventure"
            ]
        },
        {
            "title": "The Incredible Journey",
            "authors": [
                "Sheila Burnford"
            ],
            "ranking": 4.15,
            "ranking_count": 50493,
            "abstract": "Instinct told them that the way home lay to the west. And so the doughty young Labrador retriever, the roguish bull terrier and the indomitable Siamese set out through the Canadian wilderness. Separately, they would soon have died. But, together, the three house pets faced starvation, exposure, and wild forest animals to make their way home to the family they love.. The Incredible Journey. is one of the great children's stories of all time—and has been popular ever since its debut in 1961.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Animals",
                "Childrens",
                "Adventure",
                "Young Adult",
                "Cultural"
            ]
        },
        {
            "title": "The Baron in the Trees",
            "authors": [
                "Italo Calvino",
                "Archibald Colquhoun",
                "Ana Goldstein"
            ],
            "ranking": 4.04,
            "ranking_count": 35838,
            "abstract": "A landmark new translation of a Calvino classic, a whimsical, spirited novel that imagines a life lived entirely on its own terms. Cosimo di Rondó, a young Italian nobleman of the eighteenth century, rebels against his parents by climbing into the trees and remaining there for the rest of his life. He adapts efficiently to an existence in the forest canopy—he hunts, sows crops, plays games with earth-bound friends, fights forest fires, solves engineering problems, and even manages to have love affairs. From his perch in the trees, Cosimo sees the Age of Enlightenment pass by, and a new century dawn.. The Baron in the Trees exemplifies Calvino’s peerless ability to weave tales that sparkle with enchantment. This new English rendering by acclaimed translator Ann Goldstein breathes new life into one of Calvino’s most beloved works.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Cultural",
                "Fantasy",
                "Literature",
                "Novels",
                "Magical Realism",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "The City and the Stars",
            "authors": [
                "Arthur C. Clarke"
            ],
            "ranking": 4.08,
            "ranking_count": 31001,
            "abstract": "Clarke's masterful evocation of the far future of humanity, considered his finest novel.. Men had built cities before, but never such a city as Diaspar. For millennia its protective dome shut out the creeping decay and danger of the world outside. Once, it held powers that rule the stars.. But then, as legend has it, the invaders came, driving humanity into this last refuge. It takes one man, a Unique, to break through Diaspar's stifling inertia, to smash the legend and discover the true nature of the Invaders.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Novels",
                "Fantasy",
                "Speculative Fiction",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "A Ring of Endless Light",
            "authors": [
                "Madeleine L'Engle"
            ],
            "ranking": 4.16,
            "ranking_count": 18845,
            "abstract": "After a tumultuous year in New York City, the Austins are spending the summer on the small island where their grandfather lives. He’s very sick, and watching his condition deteriorate as the summer passes is almost more than Vicky can bear. To complicate matters, she finds herself as the center of attention for three very different boys.. Zachary Grey, the troubled and reckless boy Vicky met last summer, wants her all to himself as he grieves the loss of his mother. Leo Rodney has been just a friend for years, but the tragic loss of his father causes him to turn to Vicky for comfort—and romance. And then there’s Adam Eddington. Adam is only asking Vicky to help with his research on dolphins. But Adam—and the dolphins—may just be what Vicky needs to get through this heartbreaking summer.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Romance",
                "Science Fiction",
                "Classics",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Great Hunt",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 4.25,
            "ranking_count": 271122,
            "abstract": "The Wheel of Time turns and Ages come and pass. What was, what will be, and what is, may yet fall under the Shadow.. Let the Dragon ride again on the winds of time.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Epic",
                "Adult"
            ]
        },
        {
            "title": "The Essential Calvin and Hobbes: A Calvin and Hobbes Treasury",
            "authors": [
                "Bill Watterson"
            ],
            "ranking": 4.64,
            "ranking_count": 116733,
            "abstract": "Perhaps the most brilliant comic strip ever created,. Calvin and Hobbes. continues to entertain with dazzling cartooning and tremendous humor.. Bill Watterson's. Calvin and Hobbes. has been a worldwide favorite since its introduction in 1985. The strip follows the richly imaginative adventures of Calvin and his trusty tiger, Hobbes. Whether a poignant look at serious family issues or a round of time-travel (with the aid of a well-labeled cardboard box),. Calvin and Hobbes. will astound and delight you.. Beginning with the day Hobbes sprang into Calvin's tuna fish trap, the first two. Calvin and Hobbes. collections,. Calvin and Hobbes. and. Something Under The Bed Is Drooling. , are brought together in this treasury. Including black-and-white dailies and color Sundays,. The Essential Calvin and Hobbes. also features an original full-color 16-page story.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Childrens",
                "Graphic Novels Comics",
                "Comics",
                "Classics"
            ]
        },
        {
            "title": "The 42nd Parallel",
            "authors": [
                "John Dos Passos"
            ],
            "ranking": 3.82,
            "ranking_count": 6615,
            "abstract": "With his U.S.A. trilogy, comprising THE 42nd PARALLEL, 1919, and THE BIG MONEY, John Dos Passos is said by many to have written the great American novel. While Fitzgerald and Hemingway were cultivating what Edmund Wilson once called their own little corners, John Dos Passos was taking on the world. Counted as one of the best novels of the twentieth century by the Modern Library and by some of the finest writers working today, U.S.A. is a grand, kaleidoscopic portrait of a nation, buzzing with history and life on every page.. The trilogy opens with THE 42nd PARALLEL, where we find a young country at the dawn of the twentieth century. Slowly, in stories artfully spliced together, the lives and fortunes of five characters unfold. Mac, Janey, Eleanor, Ward, and Charley are caught on the storm track of this parallel and blown New Yorkward. As their lives cross and double back again, the likes of Eugene Debs, Thomas Edison, and Andrew Carnegie make cameo appearances.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Novels",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "The Milagro Beanfield War",
            "authors": [
                "John     Nichols"
            ],
            "ranking": 4.09,
            "ranking_count": 10136,
            "abstract": "Joe Mondragon, a feisty hustler with a talent for trouble, slammed his battered pickup to a stop, tugged on his gumboots, and marched into the arid patch of ground. Carefully (and also illegally), he tapped into the main irrigation channel. And so began-though few knew it at the time-the Milagro beanfield war. But like everything else in the dirt-poor town of Milagro, it would be a patchwork war, fought more by tactical retreats than by battlefield victories. Gradually, the small farmers and sheepmen begin to rally to Joe's beanfield as the symbol of their lost rights and their lost lands. And downstate in the capital, the Anglo water barons and power brokers huddle in urgent conference, intent on destroying that symbol before it destroys their multimillion-dollar land-development schemes. The tale of Milagro's rising is wildly comic and lovingly ter, a vivid portrayal of a town that, half-stumbling and partly prodded, gropes its way toward its own stubborn salvation.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Historical",
                "Humor",
                "Novels",
                "Literature",
                "Classics",
                "Contemporary",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Last Enchantment",
            "authors": [
                "Mary  Stewart"
            ],
            "ranking": 4.17,
            "ranking_count": 14980,
            "abstract": "Arthur Pendragon is King! Unchallenged on the battlefield, he melds the country together in a time of promise. But sinister powers plot to destroy Camelot, and when the witch-queen Morgause -- Arthur's own half sister -- ensnares him in an incestuous liaison, a fatal web of love, betrayal, and bloody vengeance is woven.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Mythology",
                "Science Fiction Fantasy",
                "Adventure",
                "Historical Fiction"
            ]
        },
        {
            "title": "The Street of Crocodiles",
            "authors": [
                "Bruno Schulz",
                "Celina Wieniewska",
                "Mikolaj Dutsch",
                "Hana Jechova",
                "Anna Vivanti Salmon",
                "Jerzy Ficowski",
                "Jonathan Safran Foer"
            ],
            "ranking": 4.09,
            "ranking_count": 8223,
            "abstract": "The Street of Crocodiles in the Polish city of Drogobych is a street of memories and dreams where recollections of Bruno Schulz's uncommon boyhood and of the eerie side of his merchant family's life are evoked in a startling blend of the real and the fantastic. Most memorable - and most chilling - is the portrait of the author's father, a maddened shopkeeper who imports rare birds' eggs to hatch in his attic, who believes tailors' dummies should be treated like people, and whose obsessive fear of cockroaches causes him to resemble one. Bruno Schulz, a Polish Jew killed by the Nazis in 1942, is considered by many to have been the leading Polish writer between the two world wars.. Bruno Schulz's untimely death at the hands of a Nazi stands as one of the great losses to modern literature. During his lifetime, his work found little critical regard, but word of his remarkable talents gradually won him an international readership. This volume brings together his complete fiction, including three short stories and his final surviving work, Sanatorium Under the Sign of the Hourglass. Illustrated with Schulz's original drawings, this edition beautifully showcases the distinctive surrealist vision of one of the twentieth century's most gifted and influential writers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "European Literature",
                "Classics",
                "Cultural",
                "Magical Realism",
                "Literature",
                "Fantasy",
                "Academic"
            ]
        },
        {
            "title": "The Snows of Kilimanjaro and Other Stories",
            "authors": [
                "Ernest Hemingway"
            ],
            "ranking": 3.85,
            "ranking_count": 36531,
            "abstract": "The ideal introduction to the genius of Ernest Hemingway,. The Snows of Kilimanjaro and Other Stories. contains ten of Hemingway's most acclaimed and popular works of short fiction. Selected from. Winner Take Nothing, Men Without Women,. and. The Fifth Column and the First Forty-Nine Stories,. this collection includes The Killers, the first of Hemingway's mature stories to be accepted by an American periodical; the autobiographical Fathers and Sons, which alludes, for the first time in Hemingway's career, to his father's suicide; The Short Happy Life of Francis Macomber, a brilliant fusion of personal observation, hearsay and invention, wrote Hemingway's biographer, Carlos Baker; and the title story itself, of which Hemingway said: I put all the true stuff in, with enough material, he boasted, to fill four novels. Beautiful in their simplicity, startling in their originality, and unsurpassed in their craftsmanship, the stories in this volume highlight one of America's master storytellers at the top of his form.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Short Stories",
                "Literature",
                "Cultural",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Orthodoxy",
            "authors": [
                "G.K. Chesterton"
            ],
            "ranking": 4.15,
            "ranking_count": 34896,
            "abstract": "This book is meant to be a companion to Heretics, and to put the positive side in addition to the negative. Many critics complained of the book because it merely criticised current philosophies without offering any alternative philosophy. This book is an attempt to answer the challenge. It is the purpose of the writer to attempt an explanation, not of whether the Christian Faith can be believed, but of how he personally has come to believe it. The book is therefore arranged upon the positive principle of a riddle and its answer. It deals first with all the writer's own solitary and sincere speculations and then with the startling style in which they were all suddenly satisfied by the Christian Theology. The writer regards it as amounting to a convincing creed. But if it is not that it is at least a repeated and surprising coincidence.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Philosophy",
                "Nonfiction",
                "Classics",
                "Christianity",
                "Spirituality"
            ]
        }
    ]
}