{
    "books": [
        {
            "title": "A Wind in the Door",
            "authors": [
                "Madeleine L'Engle"
            ],
            "ranking": 3.99,
            "ranking_count": 125657,
            "abstract": "Every time a star goes out, another Echthros has won a battle.. Just before Meg Murry's little brother, Charles Wallace, falls deathly ill, he sees dragons in the vegetable garden. The dragons turn out to be Proginoskes, a cherubim composed out wings and eyes, wind and flame. It is up to Meg and Proginoskes, along with Meg's friend Calvin, to save Charles Wallace's life. To do so, they must travel deep within Charles Wallace to attempt to defeat the Echthroi—those who hate—and restore brilliant harmony and joy to the rhythm of creation, the song of the universe.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Childrens",
                "Classics",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "My Brilliant Friend",
            "authors": [
                "Elena Ferrante",
                "Ann Goldstein"
            ],
            "ranking": 3.99,
            "ranking_count": 255857,
            "abstract": "A modern masterpiece from one of Italy's most acclaimed authors, My Brilliant Friend is a rich, intense and generous hearted story about two friends, Elena and Lila. Ferrante's inimitable style lends itself perfectly to a meticulous portrait of these two women that is also the story of a nation and a touching meditation on the nature of friendship. Through the lives of these two women, Ferrante tells the story of a neighbourhood, a city and a country as it is transformed in ways that, in turn, also transform the relationship between her two protagonists.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "European Literature",
                "Literary Fiction",
                "Novels",
                "Audiobook",
                "Contemporary",
                "Young Adult"
            ]
        },
        {
            "title": "In Search of Lost Time",
            "authors": [
                "Marcel Proust",
                "C.K. Scott Moncrieff",
                "Andreas Mayor",
                "Terence Kilmartin",
                "D.J. Enright",
                "Richard Howard"
            ],
            "ranking": 4.35,
            "ranking_count": 11015,
            "abstract": "On the surface a traditional Bildungsroman describing the narrator’s journey of self-discovery, this huge and complex book is also a panoramic and richly comic portrait of France in the author’s lifetime, and a profound meditation on the nature of art, love, time, memory and death. But for most readers it is the characters of the novel who loom the largest: Swann and Odette, Monsieur de Charlus, Morel, the Duchesse de Guermantes, Françoise, Saint-Loup and so many others — Giants, as the author calls them, immersed in Time.. In Search of Lost Time is a novel in seven volumes. The novel began to take shape in 1909. Proust continued to work on it until his final illness in the autumn of 1922 forced him to break off. Proust established the structure early on, but even after volumes were initially finished he kept adding new material, and edited one volume after another for publication. The last three of the seven volumes contain oversights and fragmentary or unpolished passages as they existed in draft form at the death of the author; the publication of these parts was overseen by his brother Robert.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "Philosophy",
                "European Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Bird Without Wings",
            "authors": [
                "Roberta Pearce"
            ],
            "ranking": 4.16,
            "ranking_count": 167,
            "abstract": "After an impoverished and indigent childhood, Callie Dahl is interested in one thing: money enough to buy her own home. Love and marriage are impractical pursuits, and hold zero attraction for her—though she alleviates her loneliness through the guilty pleasure of an at-far fantasy of her temporary boss, Lucius Ransome.. So when Lucius gives her the task of disproving a long-standing Ransome Family legend, it’s a tossup for her whether the main attraction is the financial bonus he’s promised or the chance to spend time in his company!. Her investigation unravels more than family secrets. As she plunges into a steamy affair with Lucius, everything she holds true comes apart as he introduces her to a world where love actually might mean more than money.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary"
            ]
        },
        {
            "title": "Ascend",
            "authors": [
                "Amanda Hocking"
            ],
            "ranking": 4.08,
            "ranking_count": 61911,
            "abstract": "Wendy Everly is facing an impossible choice. The only way to save the Trylle from their deadliest enemy is by sacrificing herself.  If she doesn't surrender to the Vittra, her people will be thrust into a brutal war against an unbeatable foe.  But how can Wendy leave all her friends behind... even if it’s the only way to save them?. The stakes have never been higher, because her kingdom isn't the only thing she stands to lose. After falling for both Finn and Loki, she’s about to make the ultimate choice... who to love forever. One guy has finally proven to be the love of her life—and now all their lives might be coming to an end.. Everything has been leading to this moment.  The future of her entire world rests in her hands—if she’s ready to fight for it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Haroun and the Sea of Stories",
            "authors": [
                "Salman Rushdie",
                "Paul Birkbeck"
            ],
            "ranking": 4.0,
            "ranking_count": 31558,
            "abstract": "Alternate cover for this ISBN can be found. here. Discover Haroun and the Sea of Stories, Salman Rushdie’s classic fantasy novel. Set in an exotic Eastern landscape peopled by magicians and fantastic talking animals, Salman Rushdie's classic children's novel. Haroun and the Sea of Stories. inhabits the same imaginative space as. The Lord of the Rings. ,. The Alchemist. , and. The Wizard of Oz. . In this captivating work of fantasy from the author of. Midnight’s Children. and. The Enchantress of Florence. , Haroun sets out on an adventure to restore the poisoned source of the sea of stories. On the way, he encounters many foes, all intent on draining the sea of all its storytelling powers.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Magical Realism",
                "Childrens",
                "Cultural",
                "Literature",
                "Classics",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "Moon Palace",
            "authors": [
                "Paul Auster"
            ],
            "ranking": 3.98,
            "ranking_count": 22352,
            "abstract": "Marco Stanley Fogg is an orphan, a child of the sixties, a quester tirelessly seeking the key to his past, the answers to the ultimate riddle of his fate. As Marco sets out on a journey from the canyons of Manhattan to the deserts of Utah, he encounters a gallery of characters and a series of events as rich and surprising as any in modern fiction.. Beginning during the summer that men first walked on the moon, and moving backward and forward in time to span three generations, Moon Palace is propelled by coincidence and memory, and illuminated by marvelous flights of lyricism and wit. Here is the most entertaining and moving novel yet from an author well known for his breathtaking imagination.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Contemporary",
                "Novels",
                "The United States Of America",
                "Classics",
                "Roman",
                "Literary Fiction"
            ]
        },
        {
            "title": "Just One Day",
            "authors": [
                "Gayle Forman"
            ],
            "ranking": 3.99,
            "ranking_count": 83455,
            "abstract": "A breathtaking journey toward self-discovery and true love, from the author of If I Stay.. When sheltered American good girl Allyson LuLu Healey first meets laid-back Dutch actor Willem De Ruiter at an underground performance of Twelfth Night in England, there's an undeniable spark. After just one day together, that spark bursts into a flame, or so it seems to Allyson, until the following morning, when she wakes up after a whirlwind day in Paris to discover that Willem has left. Over the next year, Allyson embarks on a journey to come to terms with the narrow confines of her life, and through Shakespeare, travel, and a quest for her almost-true-love, to break free of those confines.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "New Adult",
                "Realistic Fiction",
                "Travel",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Talented Mr. Ripley",
            "authors": [
                "Patricia Highsmith"
            ],
            "ranking": 3.93,
            "ranking_count": 74737,
            "abstract": "Since his debut in 1955, Tom Ripley has evolved into the ultimate bad boy sociopath, influencing countless novelists and filmmakers. In this first novel, we are introduced to suave, handsome Tom Ripley: a young striver, newly arrived in the heady world of Manhattan in the 1950s. A product of a broken home, branded a sissy by his dismissive Aunt Dottie, Ripley becomes enamored of the moneyed world of his new friend, Dickie Greenleaf. This fondness turns obsessive when Ripley is sent to Italy to bring back his libertine pal but grows enraged by Dickie's ambivalent feelings for Marge, a charming American dilettante. A dark reworking of Henry James's. The Ambassadors. ,. The Talented Mr. Ripley. —is up to his tricks in a 90s film and also Rene Clement's 60s film, Purple Noon.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Classics",
                "Thriller",
                "Suspense",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "Moloka'i",
            "authors": [
                "Alan Brennert"
            ],
            "ranking": 4.17,
            "ranking_count": 119960,
            "abstract": "Set in Hawai'i more than a century ago, this is the story of Rachel Kalama, a spirited seven-year-old Hawaiian girl, who dreams of visiting far-off lands like her father, a merchant seaman. Then one day a rose-colored mark appears on her skin, and those dreams are stolen from her. Taken from her home and family, Rachel is sent to Kalaupapa, the quarantined leprosy settlement on the island of Moloka'i. Here her life is supposed to end---but instead she discovers it is only just beginning.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Book Club",
                "Adult",
                "Adult Fiction",
                "Audiobook",
                "Young Adult",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "Rebel Angels",
            "authors": [
                "Libba Bray"
            ],
            "ranking": 3.93,
            "ranking_count": 110114,
            "abstract": "Ah, Christmas! Gemma Doyle is looking forward to a holiday from Spence Academy, spending time with her friends in the city, attending ritzy balls, and on a somber note, tending to her ailing father. As she prepares to ring in the New Year, 1896, a handsome young man, Lord Denby, has set his sights on Gemma, or so it seems. Yet amidst the distractions of London, Gemma’s visions intensify–visions of three girls dressed in white, to whom something horrific has happened, something only the realms can explain.... The lure is strong, and before long, Gemma, Felicity, and Ann are turning flowers into butterflies in the enchanted world of the realms that Gemma alone can bring them to. To the girls’ great joy, their beloved Pippa is there as well, eager to complete their circle of friendship.. But all is not well in the realms–or out. The mysterious Kartik has reappeared, telling Gemma she must find the Temple and bind the magic, else great disaster will befall her. Gemma’s willing to do his intrusive bidding, despite the dangers it brings, for it means she will meet up with her mother’s greatest friend–and now her foe, Circe. Until Circe is destroyed, Gemma cannot live out her destiny. But finding Circe proves a most perilous task.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Historical",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Arbitrator",
            "authors": [
                "Max Nowaz"
            ],
            "ranking": 4.35,
            "ranking_count": 6854,
            "abstract": "“Was there a pang of remorse for his actions in his mind? Possibly, but what choice did he have? If he wanted to survive, he had no room for weakness.. Max Nowaz’s science fiction novel, The Arbitrator, follows the story of 153 year-old Jim Brown, a former highly successful administrator who is now rotting in jail, for tax fraud. However, in reality, he is there for taking revenge and killing several people on the planet Levita, after meeting the beautiful Narissa.... In prison, he has acquired a drug habit, which is killing him slowly and his only chance of survival is a very expensive renewal process, which will make him young again and cure his drug habit. After ten years in jail, he is suddenly given a reprieve and offered a chance to redeem himself. He is sent as the ‘Arbitrator’ to ‘Pirrus’ in another solar system, to try and stop a rebellion and bring matters under control. Will he complete the mission successfully to earn enough funds for his regeneration? Only time will tell.. Just when he thinks he has accomplished his task, he meets Gina, the daughter of a rebel, and finds out that there is a plot by foreign powers to invade the planet... The plot thickens when Brown also discovers that there is a mole in his organisation who is undermining his efforts to succeed. How will Brown react to the devastating news?. This book will appeal to fans of innovative science fiction and people who enjoyed the stories in The Avatar and The Blade Runner.",
            "part_of_series": false,
            "genre_list": [
                "Drama",
                "Fiction",
                "Contemporary",
                "Epic",
                "Novels"
            ]
        },
        {
            "title": "The Black Jewels Trilogy: Daughter of the Blood, Heir to the Shadows, Queen of the Darkness",
            "authors": [
                "Anne Bishop"
            ],
            "ranking": 4.39,
            "ranking_count": 13357,
            "abstract": "Seven hundred years ago, a Black Widow witch saw an ancient prophecy come to life in her web of dreams and visions.. Now the Dark Kingdom readies itself for the arrival of its Queen, a Witch who will wield more power than even the High Lord of Hell himself. But she is still young, still open to influence--and corruption.. Whoever controls the Queen controls the darkness. Three men--sworn enemies--know this. And they know the power that hides behind the blue eyes of an innocent young girl. And so begins a ruthless game of politics and intrigue, magic and betrayal, where the weapons are hate and love--and the prize could be terrible beyond imagining.... --back cover",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Dark"
            ]
        },
        {
            "title": "Wither",
            "authors": [
                "Lauren DeStefano"
            ],
            "ranking": 3.8,
            "ranking_count": 100011,
            "abstract": "By age sixteen, Rhine Ellery has four years left to live. She can thank modern science for this genetic time bomb. A botched effort to create a perfect race has left all males with a lifespan of 25 years, and females with a lifespan of 20 years. Geneticists are seeking a miracle antidote to restore the human race, desperate orphans crowd the population, crime and poverty have skyrocketed, and young girls are being kidnapped and sold as polygamous brides to bear more children.. When Rhine is kidnapped and sold as a bride, she vows to do all she can to escape. Her husband, Linden, is hopelessly in love with her, and Rhine can't bring herself to hate him as much as she'd like to. He opens her to a magical world of wealth and illusion she never thought existed, and it almost makes it possible to ignore the clock ticking away her short life. But Rhine quickly learns that not everything in her new husband's strange world is what it seems. Her father-in-law, an eccentric doctor bent on finding the antidote, is hoarding corpses in the basement. Her fellow sister wives are to be trusted one day and feared the next, and Rhine is desperate to communicate to her twin brother that she is safe and alive. Will Rhine be able to escape--before her time runs out?. Together with one of Linden's servants, Gabriel, Rhine attempts to escape just before her seventeenth birthday. But in a world that continues to spiral into anarchy, is there any hope for freedom?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Apocalyptic",
                "Futuristic"
            ]
        },
        {
            "title": "After Forever Ends",
            "authors": [
                "Melodie Ramone"
            ],
            "ranking": 4.03,
            "ranking_count": 1503,
            "abstract": "Orphaned by her mother and brushed off by her dad, fifteen year old Silvia Cotton had lived a lonely life. That is until 1985 when her father moved the family from the Highlands of Scotland to the Midlands of Wales. It is there she was enrolled in Bennington, a private boarding school, met the charming and rebellious Dickinson twins, Oliver and Alexander, and her regrettable life was changed forever.. Locked into a fierce friendship with Alexander and lost to a whirlwind romance with Oliver, Silvia found herself torn away from everything she thought she knew. Married too soon, she moved with Oliver to a rustic cabin deep in a Welsh wood and embarked upon a life she'd never planned for, surviving on hope she never knew existed and faith she never knew she had. She made her way through university and onto a career, only to surrender her ambition to raising her children and living a life that was strikingly normal. But what is normal? Certainly not what ensued in the wood.. True love, faeries, friendship, loves lost and gained. Old magic, fate, doubt, strength and courage, Silvia's story could belong to anyone, but it is her own. Simple yet extraordinary, told in retrospect with wit and candor, Silvia recalls a life of joy and sorrow, laughter and tears. As she unravels the tangled web of her days, she reveals the secrets that exist in an ancient wood, how hearts given freely can become the stuff of magic, and how true happiness was never any further than her own back garden.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Fantasy",
                "Womens Fiction",
                "Young Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Authoritative Calvin and Hobbes: A Calvin and Hobbes Treasury",
            "authors": [
                "Bill Watterson"
            ],
            "ranking": 4.68,
            "ranking_count": 22684,
            "abstract": "A collection of Calvin and Hobbes cartoons. The author won the 1986 Reuben Award as Outstanding Cartoonist of the Year and has also illustrated Something Under the Bed is Drooling, Calvin and Hobbes' Yukon Ho! and Weirdos From Another Planet.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Graphic Novels Comics",
                "Childrens",
                "Comics",
                "Classics"
            ]
        },
        {
            "title": "Abhorsen",
            "authors": [
                "Garth Nix"
            ],
            "ranking": 4.22,
            "ranking_count": 120397,
            "abstract": "The Ninth was strong and fought with might. But lone Orannis was put out of the light. Broken in two and buried under hill. Forever to lie there, wishing us ill.. So says the song. But Orannis, the Destroyer, is no longer buried under hill. It has been freed from its subterranean prison and now seeks to escape the silver hemispheres, the final barrier to the unleashing of its terrible powers.. Only Lirael, newly come into her inheritance as the Abhorsen-in-Waiting, has any chance of stopping the Destroyer. She and her companions -- Sam, the Disreputable Dog, and Mogget -- have to take that chance. For the Destroyer is the enemy of all Life, and it must be stopped, though Lirael does not know how.. To make matters worse, Sam's best friend, Nick, is helping the Destroyer, as are the necromancer Hedge and the Greater Dead Chlorr, and there has been no word from the Abhorsen Sabriel or King Touchstone.. Everything depends upon Lirael. A heavy, perhaps even impossible burden for a young woman who just days ago was merely a Second Assistant Librarian. With only a vision from the Clayr to guide her, and the rather mixed help of her companions, Lirael must search in both Life and Death for some means to defeat the Destroyer.. Before it is too late. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Human Obsession",
            "authors": [
                "Heath Sommer"
            ],
            "ranking": 4.12,
            "ranking_count": 181,
            "abstract": "A year before retirement, Chief of Police Frank Murphy wants nothing more than to spend his golden years on HGTV marathons and endless tee-off times. What he gets is a string of abductions that makes Ted Bundy look like an amateur. The Human Obsession is the sequel to Heath Sommer's 2009 breakout psychological thriller The Manufactured Identity, where Murphy and hapless lovers Addy and John Joe scramble against inhuman odds and unpredictable twists to solve the riddles of murder, obsession, and human weakness. Focusing on the trial of Cameron Bo, alleged murderer and loony from Sommer's The Grand Delusion, The Human Obsession takes readers even deeper into the minds of Sommers' belovedand twistedcharacters. In the end, no one could have seen why those meant to protect and serve may be in the greatest danger of all.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Psychology",
                "Fiction"
            ]
        },
        {
            "title": "The Reptile Room",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 3.99,
            "ranking_count": 205541,
            "abstract": "Dear Reader,. If you have picked up this book with the hope of finding a simple and cheery tale, I'm afraid you have picked up the wrong book altogether. The story may seem cheery at first, when the Baudelaire children spend time in the company of some interesting reptiles and a giddy uncle, but don't be fooled. If you know anything at all about the unlucky Baudelaire children, you already know that even pleasant events lead down the same road to misery.. In fact, within the pages you now hold in your hands, the three siblings endure a car accident, a terrible odor, a deadly serpent, a long knife, a large brass reading lamp, and the appearance of a person they'd hoped never to see again.. I am bound to record these tragic events, but you are free to put this book back on the shelf and seek something lighter.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "Sputnik Sweetheart",
            "authors": [
                "Haruki Murakami",
                "Philip Gabriel"
            ],
            "ranking": 3.83,
            "ranking_count": 130710,
            "abstract": "alternate cover can be found. here. Sumire is in love with a woman seventeen years her senior. But whereas Miu is glamorous and successful, Sumire is an aspiring writer who dresses in an oversized second-hand coat and heavy boots like a character in a Kerouac novel.. Sumire spends hours on the phone talking to her best friend K about the big questions in life: what is sexual desire, and should she ever tell Miu how she feels for her? Meanwhile K wonders whether he should confess his own unrequited love for Sumire.. Then, a desperate Miu calls from a small Greek island: Sumire has mysteriously vanished...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Magical Realism",
                "Contemporary",
                "Romance",
                "Novels",
                "Literature",
                "LGBT"
            ]
        },
        {
            "title": "The Rise and Fall of the Third Reich: A History of Nazi Germany",
            "authors": [
                "William L. Shirer"
            ],
            "ranking": 4.17,
            "ranking_count": 118437,
            "abstract": "Hitler boasted that The Third Reich would last a thousand years. It lasted only 12. But those 12 years contained some of the most catastrophic events Western civilization has ever known.. No other powerful empire ever bequeathed such mountains of evidence about its birth and destruction as the Third Reich. When the bitter war was over, and before the Nazis could destroy their files, the Allied demand for unconditional surrender produced an almost hour-by-hour record of the nightmare empire built by Adolph Hitler. This record included the testimony of Nazi leaders and of concentration camp inmates, the diaries of officials, transcripts of secret conferences, army orders, private letters—all the vast paperwork behind Hitler's drive to conquer the world.. The famed foreign correspondent and historian William L. Shirer, who had watched and reported on the Nazis since 1925, spent five and a half years sifting through this massive documentation. The result is a monumental study that has been widely acclaimed as the definitive record of one of the most frightening chapters in the history of mankind.. This worldwide bestseller has been acclaimed as the definitive book on Nazi Germany; it is a classic work.. The accounts of how the United States got involved and how Hitler used Mussolini and Japan are astonishing, and the coverage of the war-from Germany's early successes to her eventual defeat-is must reading",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Politics",
                "Cultural",
                "Historical",
                "Audiobook",
                "World War II"
            ]
        },
        {
            "title": "Fragile Eternity",
            "authors": [
                "Melissa Marr"
            ],
            "ranking": 3.84,
            "ranking_count": 42585,
            "abstract": "Seth never expected he would want to settle down with anyone - but that was before Aislinn. She is everything he'd ever dreamed of, and he wants to be with her forever. Forever takes on new meaning, though, when your girlfriend is an immortal faery queen.. Aislinn never expected to rule the very creatures who'd always terrified her - but that was before Keenan. He stole her mortality to make her a monarch, and now she faces challenges and enticements beyond any she'd ever imagined.. In Melissa Marr's third mesmerizing tale of Faerie, Seth and Aislinn struggle to stay true to themselves and each other in a milieu of shadowy rules and shifting allegiances, where old friends become new enemies and one wrong move could plunge the Earth into chaos.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "Galápagos",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 3.87,
            "ranking_count": 74571,
            "abstract": "Galápagos. takes the reader back one million years, to A.D. 1986. A simple vacation cruise suddenly becomes an evolutionary journey. Thanks to an apocalypse, a small group of survivors stranded on the Galápagos Islands are about to become the progenitors of a brave, new, and totally different human race. In this inimitable novel, America’s master satirist looks at our world and shows us all that is sadly, madly awry—and all that is worth saving.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Classics",
                "Humor",
                "Literature",
                "Novels",
                "Fantasy",
                "Apocalyptic"
            ]
        },
        {
            "title": "Dance with the Devil",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.37,
            "ranking_count": 63864,
            "abstract": "Zarek’s Point of View:. Dark-Hunter: A soulless guardian who stands between mankind and those who would see mankind destroyed. Yeah, right. The only part of that Code of Honor I got was eternity and solitude.. Insanity: A condition many say I suffer from after being alone for so long. But I don’t suffer from my insanity-I enjoy every minute of it.. Trust: I can’t trust anyone…not even myself. The only thing I trust in is my ability to do the wrong thing in any situation and to put a hurt on anyone who gets in my way.. Truth: I endured a lifetime as a Roman slave, and 900 years as an exiled Dark-Hunter. Now I’m tired of enduring. I want the truth about what happened the night I was exiled-I have nothing to lose and everything to gain.. Astrid (Greek, meaning star): An exceptional woman who can see straight to the truth. Brave and strong, she is a point of light in the darkness. She touches me and I tremble. She smiles and my cold heart shatters.. Zarek: They say even the most damned man can be forgiven. I never believed that until the night Astrid opened her door to me and made this feral beast want to be human again. Made me want to love and be loved. But how can an ex-slave whose soul is owned by a Greek goddess ever dream of touching, let alone holding, a fiery star?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Lottery and Other Stories",
            "authors": [
                "Shirley Jackson"
            ],
            "ranking": 4.05,
            "ranking_count": 69554,
            "abstract": "The Lottery. , one of the most terrifying stories written in this century, created a sensation when it was first published in. The. New Yorker. . Power and haunting, and nights of unrest were typical reader responses. This collection, the only one to appear during Shirley Jackson's lifetime, unites The Lottery: with twenty-four equally unusual stories. Together they demonstrate Jackson's remarkable range--from the hilarious to the truly horrible--and power as a storyteller.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Horror",
                "Classics",
                "Gothic",
                "Literature",
                "Audiobook",
                "Anthologies",
                "Adult"
            ]
        },
        {
            "title": "Bag of Bones",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.91,
            "ranking_count": 184635,
            "abstract": "Four years after the sudden death of his wife, forty-year-old bestselling novelist Mike Noonan is still grieving. Unable to write, and plagued by vivid nightmares set at the western Maine summerhouse he calls Sara Laughs, Mike reluctantly returns to the lakeside getaway. There, he finds his beloved Yankee town held in the grip of a powerful millionaire, Max Devore, whose vindictive purpose is to take his three-year-old granddaughter, Kyra, away from her widowed young mother, Mattie. As Mike is drawn into Mattie and Kyra's struggle, as he falls in love with both of them, he is also drawn into the mystery of Sara Laughs, now the site of ghostly visitations and escalating terrors. What are the forces that have been unleashed here—and what do they want of Mike Noonan?. It is no secret that King is one of our most mesmerizing storytellers. In. Bag of Bones,. he proves to be one of our most moving as well.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Suspense",
                "Paranormal",
                "Audiobook"
            ]
        },
        {
            "title": "O Pioneers!",
            "authors": [
                "Willa Cather"
            ],
            "ranking": 3.88,
            "ranking_count": 48832,
            "abstract": "O Pioneers!. (1913) was Willa Cather's first great novel, and to many it remains her unchallenged masterpiece. No other work of fiction so faithfully conveys both the sharp physical realities and the mythic sweep of the transformation of the American frontier—and the transformation of the people who settled it. Cather's heroine is Alexandra Bergson, who arrives on the wind-blasted prairie of Hanover, Nebraska, as a girl and grows up to make it a prosperous farm. But this archetypal success story is darkened by loss, and Alexandra's devotion to the land may come at the cost of love itself.. At once a sophisticated pastoral and a prototype for later feminist novels,. O Pioneers!. is a work in which triumph is inextricably enmeshed with tragedy, a story of people who do not claim a land so much as they submit to it and, in the process, become greater than they were.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "Westerns"
            ]
        },
        {
            "title": "Shadowland",
            "authors": [
                "Alyson Noel"
            ],
            "ranking": 3.66,
            "ranking_count": 81152,
            "abstract": "Enter the realm of the Immortals—the #1. New York Times. bestselling series that's been acclaimed as breathtaking, mesmerizing, flawless, and extraordinary.. Ever and Damen have traveled through countless past lives—and fought off the world’s darkest enemies—so they could be together forever. But just when their long-awaited destiny is finally within reach, a powerful curse falls upon Damen... one that could destroy everything. Now a single touch of their hands or a soft brush of their lips could mean sudden death—plunging Damen into the Shadowland. Desperate to break the curse and save Damen, Ever immerses her herself in magick— and gets help from an unexpected source—a surfer named Jude.. Although she and Jude have only just met, he feels startlingly familiar. Despite her fierce loyalty to Damen, Ever is drawn to Jude, a green-eyed golden boy with magical talents and a mysterious past. She’s always believed Damen to be her soulmate and one true love—and she still believes it to be true. But as Damen pulls away to save them from the darkness inhabiting his soul, Ever’s connection with Jude grows stronger—and tests her love for Damen like never before….",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Sarah, Plain and Tall",
            "authors": [
                "Patricia MacLachlan"
            ],
            "ranking": 3.8,
            "ranking_count": 81266,
            "abstract": "This beloved Newbery Medal–winning book is the first of five books in Patricia MacLachlan's chapter book series about the Witting family.. Set in the late nineteenth century and told from young Anna's point of view,. Sarah, Plain and Tall. tells the story of how Sarah Elisabeth Wheaton comes from Maine to the prairie to answer Papa's advertisement for a wife and mother. Before Sarah arrives, Anna and her younger brother Caleb wait and wonder. Will Sarah be nice? Will she sing? Will she stay?. This children's literature classic is perfect for fans of Laura Ingalls Wilder's. Little House on the Prairie. books, historical fiction, and timeless stories using rich and beautiful language.. Sarah, Plain and Tall. gently explores themes of abandonment, loss and love.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Academic"
            ]
        },
        {
            "title": "The Testing",
            "authors": [
                "Joelle Charbonneau",
                "Amélie Sarn",
                "Amélie Hesnard"
            ],
            "ranking": 4.04,
            "ranking_count": 68016,
            "abstract": "Keep your friends close and your enemies closer. Isn't that what they say? But how close is too close when they may be one and the same?. The Seven Stages War left much of the planet a charred wasteland. The future belongs to the next generation's chosen few who must rebuild it. But to enter this elite group, candidates must first pass The Testing—their one chance at a college education and a rewarding career.. Cia Vale is honoured to be chosen as a Testing candidate; eager to prove her worthiness as a University student and future leader of the United Commonwealth. But on the eve of her departure, her father's advice hints at a darker side to her upcoming studies—trust no one.. But surely she can trust Tomas, her handsome childhood friend who offers an alliance? Tomas, who seems to care more about her with the passing of every gruelling (and deadly) day of the Testing.. To survive, Cia must choose: love without truth or life without trust.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Romance",
                "Apocalyptic",
                "Adventure"
            ]
        },
        {
            "title": "The Second Sex",
            "authors": [
                "Simone de Beauvoir",
                "H.M. Parshley",
                "Deirdre Bair"
            ],
            "ranking": 4.14,
            "ranking_count": 35910,
            "abstract": "Newly translated and unabridged in English for the first time, Simone de Beauvoir’s masterwork is a powerful analysis of the Western notion of “woman,” and a groundbreaking exploration of inequality and otherness.  This long-awaited new edition reinstates significant portions of the original French text that were cut in the first English translation. Vital and groundbreaking, Beauvoir’s pioneering and impressive text remains as pertinent today as it was back then, and will continue to provoke and inspire generations of men and women to come.",
            "part_of_series": true,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Philosophy",
                "Classics",
                "Womens",
                "Gender",
                "Cultural",
                "Sociology",
                "Politics"
            ]
        },
        {
            "title": "P.S. I Still Love You",
            "authors": [
                "Jenny Han"
            ],
            "ranking": 4.06,
            "ranking_count": 303897,
            "abstract": "Lara Jean didn’t expect to. really. fall for Peter.. They were just pretending. Until they weren’t. And now Lara Jean has to learn what it's like to be in a real relationship and not just a make-believe one.. But when another boy from her past returns to her life, Lara Jean’s feelings for him suddenly return too. Can a girl be in love with two boys at once?. In this charming and heartfelt sequel to the. New York Times. bestseller. To All the Boys I've Loved Before. , Lara Jean is about to find out that falling in love is the easy part.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Year of the Flood",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 4.05,
            "ranking_count": 116721,
            "abstract": "The times and species have been changing at a rapid rate, and the social compact is wearing as thin as environmental stability. Adam One, the kindly leader of the God's Gardeners--a religion devoted to the melding of science and religion, as well as the preservation of all plant and animal life--has long predicted a natural disaster that will alter Earth as we know it. Now it has occurred, obliterating most human life. Two women have survived: Ren, a young trapeze dancer locked inside the high-end sex club Scales and Tails, and Toby, a God's Gardener barricaded inside a luxurious spa where many of the treatments are edible.. Have others survived? Ren's bioartist friend Amanda? Zeb, her eco-fighter stepfather? Her onetime lover, Jimmy? Or the murderous Painballers, survivors of the mutual-elimination Painball prison? Not to mention the shadowy, corrupt policing force of the ruling powers.... Meanwhile, gene-spliced life forms are proliferating: the lion/lamb blends, the Mo'hair sheep with human hair, the pigs with human brain tissue. As Adam One and his intrepid hemp-clad band make their way through this strange new world, Ren and Toby will have to decide on their next move. They can't stay locked away.... By turns dark, tender, violent, thoughtful, and uneasily hilarious, The Year of the Flood is Atwood at her most brilliant and inventive.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Fantasy",
                "Cultural",
                "Speculative Fiction",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Ptolemy's Gate",
            "authors": [
                "Jonathan Stroud"
            ],
            "ranking": 4.27,
            "ranking_count": 82452,
            "abstract": "Nathaniel 17 treats Bartimaeus worse than ever. The long-suffering djinni is weak from too much time in this world, near the end of his patience. Rebel Kitty 18 hides, stealthily finishing her research on magic, demons, and Bartimaeus. She has a daring plan that she hopes will break the endless cycle of conflict between djinn and humans. But will anyone listen to what she has to say? Together the trio face treacherous magicians, a complex conspiracy, and a rebellious faction of demons. To survive, they must test the limits of this world and question the deepest parts of themselves.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Childrens",
                "Audiobook"
            ]
        },
        {
            "title": "Winesburg, Ohio",
            "authors": [
                "Sherwood Anderson"
            ],
            "ranking": 3.84,
            "ranking_count": 32114,
            "abstract": "Winesburg, Ohio. depicts the strange, secret lives of the inhabitants of a small town. In Hands, Wing Biddlebaum tries to hide the tale of his banishment from a Pennsylvania town, a tale represented by his hands. In Adventure, lonely Alice Hindman impulsively walks naked into the night rain. Threaded through the stories is the viewpoint of George Willard, the young newspaper reporter who, like his creator, stands witness to the dark and despairing dealings of a community of isolated people.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Short Stories",
                "Literature",
                "Literary Fiction",
                "Novels",
                "American",
                "The United States Of America"
            ]
        },
        {
            "title": "The Foxhole Court",
            "authors": [
                "Nora Sakavic"
            ],
            "ranking": 4.03,
            "ranking_count": 54376,
            "abstract": "Neil Josten is the newest addition to the Palmetto State University Exy team. He's short, he's fast, he's got a ton of potential—and he's the runaway son of the murderous crime lord known as The Butcher.. Signing a contract with the PSU Foxes is the last thing a guy like Neil should do. The team is high profile and he doesn't need sports crews broadcasting pictures of his face around the nation. His lies will hold up only so long under this kind of scrutiny and the truth will get him killed.. But Neil's not the only one with secrets on the team. One of Neil's new teammates is a friend from his old life, and Neil can't walk away from him a second time. Neil has survived the last eight years by running. Maybe he's finally found someone and something worth fighting for.",
            "part_of_series": true,
            "genre_list": [
                "Contemporary",
                "LGBT",
                "Young Adult",
                "Sports",
                "Romance",
                "Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Thud!",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.33,
            "ranking_count": 67538,
            "abstract": "Koom Valley? That was where the trolls ambushed the dwarfs, or the dwarfs ambushed the trolls. It was far away. It was a long time ago.. But if he doesn't solve the murder of just one dwarf, Commander Sam Vimes of Ankh-Morpork City Watch is going to see it fought again, right outside his office.. With his beloved Watch crumbling around him and war-drums sounding, he must unravel every clue, outwit every assassin and brave any darkness to find the solution. And darkness is. following. him.. Oh . . . and at six o'clock every day, without fail, with no excuses, he must go home to read 'Where's My Cow?', with all the right farmyard noises, to his little boy.. There are some things you. have. to do.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Mystery"
            ]
        },
        {
            "title": "Black Boy",
            "authors": [
                "Richard Wright",
                "Jerry W. Ward Jr."
            ],
            "ranking": 4.07,
            "ranking_count": 51062,
            "abstract": "Black Boy. is a classic of American autobiography, a subtly crafted narrative of Richard Wright's journey from innocence to experience in the Jim Crow South. An enduring story of one young man's coming of age during a particular time and place,. Black Boy. remains a seminal text in our history about what it means to be a man, black, and Southern in America.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "Race",
                "History",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "The Hot Zone: The Terrifying True Story of the Origins of the Ebola Virus",
            "authors": [
                "Richard   Preston"
            ],
            "ranking": 4.13,
            "ranking_count": 105515,
            "abstract": "A highly infectious, deadly virus from the central African rain forest suddenly appears in the suburbs of Washington, D.C. There is no cure. In a few days 90 percent of its victims are dead. A secret military SWAT team of soldiers and scientists is mobilized to stop the outbreak of this exotic hot virus.. The Hot Zone. tells this dramatic story, giving a hair-raising account of the appearance of rare and lethal viruses and their crashes into the human race. Shocking, frightening, and impossible to ignore,. The Hot Zone. proves that truth really is scarier than fiction.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History",
                "Medical",
                "Health",
                "Thriller",
                "Horror",
                "Cultural"
            ]
        },
        {
            "title": "Buddenbrooks: The Decline of a Family",
            "authors": [
                "Thomas Mann",
                "T.J. Reed",
                "John E. Woods"
            ],
            "ranking": 4.18,
            "ranking_count": 25450,
            "abstract": "Buddenbrooks, first published in Germany in 1901, when Mann was only twenty-six, has become a classic of modern literature.. It is the story of four generations of a wealthy bourgeois family in northern Germany facing the advent of modernity; in an uncertain new world, the family’s bonds and traditions begin to disintegrate. As Mann charts the Buddenbrooks’ decline from prosperity to bankruptcy, from moral and psychic soundness to sickly piety, artistic decadence, and madness, he ushers the reader into a world of stunning vitality, pieced together from births and funerals, weddings and divorces, recipes, gossip, and earthy humor.. In its immensity of scope, richness of detail, and fullness of humanity, buddenbrooks surpasses all other modern family chronicles. With remarkable fidelity to the original German text, this superb translation emphasizes the magnificent scale of Mann’s achievement in this riveting, tragic novel.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Historical",
                "Novels",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Call of the Wild, White Fang and Other Stories",
            "authors": [
                "Jack London"
            ],
            "ranking": 4.03,
            "ranking_count": 21342,
            "abstract": "Of all Jack London's fictions none has been as popular as his dog stories. In addition to The Call of the Wild, the epic tale of a Californian dog's adventures during the Klondike gold rush, this edition includes White Fang, and five famous short stories - B tard, Moon-Face, Brown Wolf, That Spot, and To Build a Fire.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "Adventure",
                "Literature",
                "Animals",
                "Young Adult",
                "Childrens"
            ]
        },
        {
            "title": "The Egyptian",
            "authors": [
                "Mika Waltari"
            ],
            "ranking": 4.17,
            "ranking_count": 21633,
            "abstract": "The only Finnish novel adopted into a Hollywood film. Mika Waltari's 1945 novel The Egyptian was turned into a DeLuxe Color epic film by 20th Century Fox in 1954 and was nominated for an academy award a year later.. A 1940s #1 Bestseller and a Historic Novel All-Time Favorite. A historic novel all-time favorite, after its translation in English from Swedish, The Egyptian topped the bestseller charts in 1949 and the years following.. The protagonist of the novel is the fictional character Sinuhe, the royal physician, who tells the story in exile after Akhenaten's fall and death. Apart from incidents in Egypt, the novel charts Sinuhe's travels in then Egyptian-dominated Syria, in Mitanni, Babylon, Minoan Crete, Mitanni, and among the Hittites.. The main character of the novel is named after a character in an ancient Egyptian text commonly known as The Story of Sinuhe. The original story dates to a time long before that of Akhenaten: texts are known from as early as the 12th Dynasty.. Much concerned about the historical accuracy of his detailed description of ancient Egyptian life forced the author to carry out considerable research into the subject. The result has been praised not only by readers but also by Egyptologists.. Waltari had long been interested in Akhenaten and wrote a play about him which was staged in Helsinki in 1938. World War II provided the final impulse for exploring the subject in a novel which, although depicting events that took place over 3,300 years ago",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Northern Africa",
                "European Literature",
                "Novels",
                "Adventure",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "If We Were Villains",
            "authors": [
                "M.L. Rio"
            ],
            "ranking": 4.21,
            "ranking_count": 74504,
            "abstract": "Oliver Marks has just served ten years in jail - for a murder he may or may not have committed. On the day he's released, he's greeted by the man who put him in prison. Detective Colborne is retiring, but before he does, he wants to know what really happened a decade ago.. As one of seven young actors studying Shakespeare at an elite arts college, Oliver and his friends play the same roles onstage and off: hero, villain, tyrant, temptress, ingenue, extra. But when the casting changes, and the secondary characters usurp the stars, the plays spill dangerously over into life, and one of them is found dead. The rest face their greatest acting challenge yet: convincing the police, and themselves, that they are blameless.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Contemporary",
                "LGBT",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Snowman",
            "authors": [
                "Jo Nesbø",
                "Don Bartlett"
            ],
            "ranking": 4.01,
            "ranking_count": 124726,
            "abstract": "Oslo in November. The first snow of the season has fallen. A boy named Jonas wakes in the night to find his mother gone. Out his window, in the cold moonlight, he sees the snowman that inexplicably appeared in the yard earlier in the day. Around its neck is his mother's pink scarf. Hole suspects a link between a menacing letter he's received and the disappearance of Jonas's mother - and of perhaps a dozen other women, all of whom went missing on the day of a first snowfall. As his investigation deepens, something else emerges: he is becoming a pawn in an increasingly terrifying game whose rules are devised - and constantly revised - by the killer.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Scandinavian Lite...",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "The Four Agreements: A Practical Guide to Personal Freedom",
            "authors": [
                "Miguel Ruiz",
                "ภัทริณี เจริญจินดา"
            ],
            "ranking": 4.17,
            "ranking_count": 281750,
            "abstract": "In. The Four Agreements. , don Miguel Ruiz reveals the source of self-limiting beliefs that rob us of joy and create needless suffering. Based on ancient Toltec wisdom, the Four Agreements offer a powerful code of conduct that can rapidly transform our lives to a new experience of freedom, true happiness, and love. The Four Agreements are: Be Impeccable With Your Word, Don't Take Anything Personally, Don't Make Assumptions, Always Do Your Best.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Spirituality",
                "Philosophy",
                "Psychology",
                "Inspirational",
                "Religion",
                "Audiobook",
                "Business"
            ]
        },
        {
            "title": "The True Confessions of Charlotte Doyle",
            "authors": [
                "Avi"
            ],
            "ranking": 3.84,
            "ranking_count": 82902,
            "abstract": "An ocean voyage of unimaginable consequences... Not every thirteen-year-old girl is accused of murder, brought to trial, and found guilty. But I was just such a girl, and my story is worth relating even if it did happen years ago. Be warned, however: If strong ideas and action offend you, read no more. Find another companion to share your idle hours. For my part I intend to tell the truth as I lived it.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Childrens",
                "Classics",
                "Academic"
            ]
        },
        {
            "title": "Hard Times",
            "authors": [
                "Charles Dickens"
            ],
            "ranking": 3.53,
            "ranking_count": 62165,
            "abstract": "My satire is against those who see figures and averages, and nothing else, proclaimed Charles Dickens in explaining the theme of this classic novel. Published in 1854, the story concerns one Thomas Gradgrind, a fanatic of the demonstrable fact, who raises his children, Tom and Louisa, in a stifling and arid atmosphere of grim practicality.. Without a moral compass to guide them, the children sink into lives of desperation and despair, played out against the grim background of Coketown, a wretched community shadowed by an industrial behemoth. Louisa falls into a loveless marriage with Josiah Bouderby, a vulgar banker, while the unscrupulous Tom, totally lacking in principle, becomes a thief who frames an innocent man for his crime. Witnessing the degradation and downfall of his children, Gradgrind realizes that his own misguided principles have ruined their lives.. Considered Dickens' harshest indictment of mid-19th-century industrial practices and their dehumanizing effects, this novel offers a fascinating tapestry of Victorian life, filled with the richness of detail, brilliant characterization, and passionate social concern that typify the novelist's finest creations.. Of Dickens' work, the eminent Victorian critic John Ruskin had this to say: He is entirely right in his main drift and purpose in every book he has written; and all of them, but especially Hard Times, should be studied with close and earnest care by persons interested in social questions.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Historical",
                "European Literature",
                "Academic"
            ]
        },
        {
            "title": "Lisey's Story",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.69,
            "ranking_count": 77348,
            "abstract": "Lisey Debusher Landon lost her husband, Scott, two years ago, after a twenty-five year marriage of the most profound and sometimes frightening intimacy. Scott was an award-winning, bestselling novelist and a very complicated man. Early in their relationship, before they married, Lisey had to learn from him about books and blood and bools. Later, she understood that there was a place Scott went--a place that both terrified and healed him, that could eat him alive or give him the ideas he needed in order to live. Now it's Lisey's turn to face Scott's demons, Lisey's turn to go to Boo'ya Moon. What begins as a widow's efforts to sort through the papers of her celebrated husband becomes a nearly fatal journey into the darkness he inhabited. Perhaps King's most personal and powerful novel, Lisey's Story is about the wellsprings of creativity, the temptations of madness, and the secret language of love.. (front flap)",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Mystery",
                "Romance",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "عزازيل",
            "authors": [
                "Youssef Ziedan",
                "يوسف زيدان"
            ],
            "ranking": 4.04,
            "ranking_count": 49414,
            "abstract": "تدور أحداث الرواية في القرن الخامس الميلادي ما بين صعيد مصر والإسكندرية وشمال سوريا، عقب تبني الإمبراطورية الرومانية للدين المسيحي، وما تلا ذلك من صراع مذهبي داخلي بين آباء الكنيسة من جهة، والمؤمنين الجدد والوثنية المتراجعة من جهة أخرى.. ما أظن أني تمتعت بعمل من هذا القبيل.. ما أروع هذا العمل. -- يحيى الجمل. هذه الرواية عمل مبدع وخطير، مبدع لما يحتويه من مناطق حوارية إنسانية مكتوبة بحساسية مرهفة تمتزج فيها العاطفة بالمتعة، وخطير لأنه يتضمن دراسة في نشأة وتطور الصراع المذهبي بين الطوائف المسيحية في المشرق.. إن يوسف زيدان يتميز بالموهبتين، موهبة المبدع وموهبة الباحث، وكثيرا ما تتداخل الموهبتان في هذا العمل. -- سامي خشبة. لو قرأنا الرواية قراءة حقيقية، لأدركنا سمو أهدافها ونبل غاياتها الأخلاقية والروحية التي هي تأكيد لقيم التسامح وتقبل الآخر، واحترام حق الاختلاف، ورفض مبدأ العنف.. ولغة الرواية لغة شعرية، تترجع فيها أصداء المناجيات الصوفية، خصوصا حين نقرأ مناجاة هيبا لربه . -- د. جابر عصفور. يوسف زيدان هو أول روائي مسلم، يكتب عن اللاهوت المسيحي بشكل روائي عميق. وهو أول مسلم، يحاول أن يعطي حلولا لمشكلات كنسية كبرى.. إن يوسف زيدان اقتحم حياة الأديرة، ورسم بريشة راهب أحداثا كنسية حدثت بالفعل، وكان لها أثر عظيم في تاريخ الكنيسة القبطية. -- المطران يوحنا جريجووريوس",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Historical",
                "Literature",
                "Northern Africa",
                "Religion",
                "Unfinished",
                "Philosophy",
                "African Literature"
            ]
        },
        {
            "title": "House Rules",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 4.02,
            "ranking_count": 159399,
            "abstract": "When your son can't look you in the eye...does that mean he's guilty?. Jacob Hunt is a teen with Asperger's syndrome. He's hopeless at reading social cues or expressing himself well to others, though he is brilliant in many ways. But he has a special focus on one subject - forensic analysis. A police scanner in his room clues him in to crime scenes, and he's always showing up and telling the cops what to do. And he's usually right.. But when Jacob's small hometown is rocked by a terrible murder, law enforcement comes to him. Jacob's behaviors are hallmark Asperger's, but they look a lot like guilt to the local police. Suddenly the Hunt family, who only want to fit in, are directly in the spotlight. For Jacob's mother, Emma, it's a brutal reminder of the intolerance and misunderstanding that always threaten her family. For his brother, Theo, it's another indication why nothing is normal because of Jacob.. And over this small family, the soul-searing question looms:. Did Jacob commit murder?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Neurodiversity",
                "Adult Fiction",
                "Adult",
                "Womens Fiction",
                "Drama",
                "Realistic Fiction",
                "Family"
            ]
        },
        {
            "title": "The Lords of Discipline",
            "authors": [
                "Pat Conroy"
            ],
            "ranking": 4.32,
            "ranking_count": 26401,
            "abstract": "A novel you will never forget.... This powerful and breathtaking novel is the story of four cadets who have become bloodbrothers. Together they will encounter the hell of hazing and the rabid, raunchy and dangerously secretive atmosphere of an arrogant and proud military institute. They will experience the violence. The passion. The rage. The friendship. The loyalty. The betrayal. Together, they will brace themselves for the brutal transition to manhood... and one will not survive.. With all the dramatic brilliance he brought to. The Great Santini. , Pat Conroy sweeps you into the turbulent world of these four friends -- and draws you deep into the heart of his rebellious hero, Will McLean, an outsider forging his personal code of honor, who falls in love with a whimsical beauty... and who undergoes a transition more remarkable then he ever imagined possible.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "American",
                "Literature",
                "Young Adult",
                "Literary Fiction",
                "Classics",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Ghost Story",
            "authors": [
                "Peter Straub"
            ],
            "ranking": 3.94,
            "ranking_count": 72129,
            "abstract": "In life, not every sin goes unpunished.. GHOST STORY. For four aging men in the terror-stricken town of Milburn, New York, an act inadvertently carried out in their youth has come back to haunt them. Now they are about to learn what happens to those who believe they can bury the past -- and get away with murder.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Paranormal",
                "Mystery",
                "Thriller",
                "Suspense"
            ]
        },
        {
            "title": "Along Came a Spider",
            "authors": [
                "James Patterson"
            ],
            "ranking": 4.12,
            "ranking_count": 428929,
            "abstract": "What have we got? A missing little girl named Maggie Rose . . . a family of three brutally murdered in the projects of Washington, D.C. . . . the thrill-killing of a beautiful elementary school teacher . . . a psychopathic serial kidnapper/murderer who is so terrifying that the FBI, the Secret Service, and the police cannot outsmart him - even after he's been captured.. Gary Soneji wants to commit the crime of the century. Alex Cross is the brilliant homicide detective pitted against him. Jezzie Flanagan is the first female supervisor of the Secret Service. They complete one of the most unusual suspense triangles in any thriller you have ever read.. Alex and Jezzie are about to have a forbidden love affair—at the worst possible time for both of them. Because Gary Soneji is playing at the top of his game. The latest of the unspeakable crimes happens in Alex Cross's precinct and it happens under the nose of Jezzie and her men.. Alex faces the ultimate test: how do you outmaneuver a brilliant psychopath?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Man Without Qualities",
            "authors": [
                "Robert Musil",
                "Burton Pike",
                "Sophie Wilkins"
            ],
            "ranking": 4.2,
            "ranking_count": 6117,
            "abstract": "Set in Vienna on the eve of World War I, this great novel of ideas tells the story of Ulrich, ex-soldier and scientist, seducer and skeptic, who finds himself drafted into the grandiose plans for the 70th jubilee of the Emperor Franz Josef. This new translation—published in two elegant volumes—is the first to present Musil's complete text, including material that remained unpublished during his lifetime.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "European Literature",
                "Literature",
                "Novels",
                "Historical",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Kiss of Deception",
            "authors": [
                "Mary E. Pearson"
            ],
            "ranking": 3.96,
            "ranking_count": 112400,
            "abstract": "In a society steeped in tradition, Princess Lia’s life follows a preordained course. As First Daughter, she is expected to have the revered gift of sight—but she doesn’t—and she knows her parents are perpetrating a sham when they arrange her marriage to secure an alliance with a neighboring kingdom—to a prince she has never met.. On the morning of her wedding, Lia flees to a distant village. She settles into a new life, hopeful when two mysterious and handsome strangers arrive—and unaware that one is the jilted prince and the other an assassin sent to kill her. Deception abounds, and Lia finds herself on the brink of unlocking perilous secrets—even as she finds herself falling in love.. The Kiss of Deception. is the first audiobook in Mary E. Pearson's Remnant Chronicles",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "We the Living",
            "authors": [
                "Ayn Rand",
                "Leonard Peikoff"
            ],
            "ranking": 3.93,
            "ranking_count": 27591,
            "abstract": "Ayn Rand's first published novel, a timeless story that explores the struggles of the individual against the state in Soviet Russia.. First published in 1936, We the Living portrays the impact of the Russian Revolution on three human beings who demand the right to live their own lives and pursue their own happiness. It tells of a young woman’s passionate love, held like a fortress against the corrupting evil of a totalitarian state.. We the Living is not a story of politics, but of the men and women who have to struggle for existence behind the Red banners and slogans. It is a picture of what those slogans do to human beings. What happens to the defiant ones? What happens to those who succumb?. Against a vivid panorama of political revolution and personal revolt, Ayn Rand shows what the theory of socialism means in practice.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Historical",
                "Literature",
                "Politics",
                "Cultural",
                "Novels",
                "Science Fiction"
            ]
        },
        {
            "title": "The Twits",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 3.97,
            "ranking_count": 132078,
            "abstract": "How do you outwit a Twit? Mr. and Mrs. Twit are the smelliest, ugliest people in the world. They hate everything -- except playing mean jokes on each other, catching innocent birds to put in their Bird Pies, and making their caged monkeys, the Muggle-Wumps, stand on their heads all day. But the Muggle-Wumps have had enough. They don't just want out, they want revenge.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Classics",
                "Humor",
                "Young Adult",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "The Gentleman's Guide to Vice and Virtue",
            "authors": [
                "Mackenzi Lee"
            ],
            "ranking": 4.06,
            "ranking_count": 119759,
            "abstract": "Henry “Monty” Montague was born and bred to be a gentleman, but he was never one to be tamed. The finest boarding schools in England and the constant disapproval of his father haven’t been able to curb any of his roguish passions—not for gambling halls, late nights spent with a bottle of spirits, or waking up in the arms of women or men.. But as Monty embarks on his Grand Tour of Europe, his quest for a life filled with pleasure and vice is in danger of coming to an end. Not only does his father expect him to take over the family’s estate upon his return, but Monty is also nursing an impossible crush on his best friend and traveling companion, Percy.. Still it isn’t in Monty’s nature to give up. Even with his younger sister, Felicity, in tow, he vows to make this yearlong escapade one last hedonistic hurrah and flirt with Percy from Paris to Rome. But when one of Monty’s reckless decisions turns their trip abroad into a harrowing manhunt that spans across Europe, it calls into question everything he knows, including his relationship with the boy he adores.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "LGBT",
                "Romance",
                "Fiction",
                "Audiobook",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Dark Flame",
            "authors": [
                "Alyson Noel"
            ],
            "ranking": 3.73,
            "ranking_count": 60741,
            "abstract": "In Alyson Noël’s most darkly seductive Immortals novel yet, Ever fights for control of her body, her soul—and the timeless true love she’s been chasing for centuries.. Ever is trying to help Haven make the transition into life as an immortal. But with Haven drunk on her new powers and acting recklessly, she poses the ultimate threat—exposing their secret world to the outside. But Ever's struggle to keep the Immortals hidden only propels Haven closer to the enemy: Roman and his evil companions.. At the same time, Ever delves deeper into dark magick to free Damen from Roman’s power. But when her spell backfires, it binds her to the one guy who’s hell-bent on her destruction. Now there’s a strange, foreign pulse coursing through her, and no matter what she does, she can’t stop thinking about Roman—and longing for his touch. As she struggles to resist the fiery attraction threatening to consume her, Roman is more than willing to take advantage of her weakened state... and Ever edges closer and closer to surrender.. Frantic to break the spell before its too late, Ever turns to Jude for help, risking everything she knows and loves to save herself—and her future with Damen....",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "The Light Fantastic",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 3.98,
            "ranking_count": 136521,
            "abstract": "In. The Light Fantastic. only one individual can save the world from a disastrous collision. Unfortunately, the hero happens to be the singularly inept wizard Rincewind, who was last seen falling off the edge of the world...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook",
                "Science Fiction",
                "Novels"
            ]
        },
        {
            "title": "Men Are from Mars, Women Are from Venus",
            "authors": [
                "John  Gray"
            ],
            "ranking": 3.58,
            "ranking_count": 179693,
            "abstract": "Once upon a time Martians and Venusians met, fell in love, and had happy relationships together because they respected and accepted their differences. Then they came to Earth and amnesia set in: they forgot they were from different planets.. Based on years of successful counseling of couples and individuals,. Men Are from Mars, Women Are from Venus. has helped millions of couples transform their relationships. Now viewed as a modern classic, this phenomenal book has helped men and women realize how different they really are and how to communicate their needs in such a way that conflict doesn't arise and intimacy is given every chance to grow!!!!",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Relationships",
                "Marriage",
                "Philosophy",
                "Romance",
                "Unfinished",
                "Audiobook"
            ]
        },
        {
            "title": "Second Foundation",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.26,
            "ranking_count": 164606,
            "abstract": "So far the Foundation was safe. But there was a hidden Second Foundation to protect the first. The Mule has yet to find it, but he was getting closer all the time. The men of the Foundation sought it, too, to escape from Mule's mind control. Only Arkady, a 14 year-old girl seemed to have the answer, or did she...?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Novels",
                "Audiobook",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Chain Reaction",
            "authors": [
                "Simone Elkeles"
            ],
            "ranking": 4.1,
            "ranking_count": 61888,
            "abstract": "Luis Fuentes is a good boy who doesn't live with the angst that his big brothers, Alex and Carlos, have always lived with. Luis is smart, funny, and has big dreams of becoming an astronaut. But when he falls for the wrong girl,. Luis enters a dark world he's never known, and just when he thinks he's got life all figured out, learns some disturbing news about his family that destroys his positive outlook on life. Will that Fuentes bad boy streak come out with a vengeance and lure Luis to live on the edge like his new girlfriend and his own father?. Continuing all the steamy romance of the first two books,. NY Times. and. USA Today. bestselling author. Simone Elkeles. gives fans one more satisfying taste of the irresistible Fuentes boys.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Realistic Fiction",
                "New Adult",
                "Womens Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Island",
            "authors": [
                "Aldous Huxley"
            ],
            "ranking": 3.86,
            "ranking_count": 27795,
            "abstract": "In. Island. , his last novel, Huxley transports us to a Pacific island where, for 120 years, an ideal society has flourished. Inevitably, this island of bliss attracts the envy and enmity of the surrounding world. A conspiracy is underway to take over Pala, and events begin to move when an agent of the conspirators, a newspaperman named Faranby, is shipwrecked there. What Faranby doesn't expect is how his time with the people of Pala will revolutionize all his values and—to his amazement—give him hope.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Science Fiction",
                "Philosophy",
                "Literature",
                "Novels",
                "Fantasy",
                "European Literature"
            ]
        },
        {
            "title": "Deity",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.34,
            "ranking_count": 60360,
            "abstract": "History is on repeat, and things didn't go so well the last time.. Alexandria isn't sure she's going to make it to her eighteenth birthday--to her Awakening. A long-forgotten, fanatical order is out to kill her, and if the Council ever discovers what she did in the Catskills, she's a goner... and so is Aiden.. If that's not freaky enough, whenever Alex and Seth spend time training--which really is just Seth's code word for some up-close and personal one-on-one time--she ends up with another mark of the Apollyon, which brings her one step closer to Awakening ahead of schedule. Awesome.. But as her birthday draws near, her entire world shatters with a startling revelation and she's caught between love and Fate. One will do anything to protect her. One has been lying to her since the beginning. Once the gods have revealed themselves, unleashing their wrath, lives will be irrevocably changed... and destroyed.. Those left standing will discover if love is truly greater than Fate...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mythology"
            ]
        },
        {
            "title": "Tales of the City",
            "authors": [
                "Armistead Maupin"
            ],
            "ranking": 4.02,
            "ranking_count": 40318,
            "abstract": "San Francisco, 1976. A naïve young secretary, fresh out of Cleveland, tumbles headlong into a brave new world of laundromat Lotharios, pot-growing landladies, cut throat debutantes, and Jockey Shorts dance contests. The saga that ensues is manic, romantic, tawdry, touching, and outrageous—unmistakably the handiwork of Armistead Maupin.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Humor",
                "Classics",
                "Contemporary",
                "Novels",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Guardian of Secrets and Her Deathly Pact",
            "authors": [
                "Jana Petken"
            ],
            "ranking": 4.2,
            "ranking_count": 1370,
            "abstract": "A historical family saga spanning four generations, from 1912, Kent, England, to Spain and its 1936-39 civil war. Celia and Ernesto's two sons march under opposing banners, whilst their daughters take different paths, one to the Catholic Church and the other to the battlefields, and in the shadow of war, an evil ghost from the past watches and waits for an opportunity to destroy the entire family. In exile, Celia and Ernesto can only wait and pray for their children and their safe return home.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "War",
                "Adventure",
                "Drama",
                "Epic",
                "Fiction",
                "Romance",
                "Business"
            ]
        },
        {
            "title": "Strange the Dreamer",
            "authors": [
                "Laini Taylor"
            ],
            "ranking": 4.28,
            "ranking_count": 103864,
            "abstract": "The dream chooses the dreamer, not the other way around—. and Lazlo Strange, war orphan and junior librarian, has always feared that his dream chose poorly. Since he was five years old he’s been obsessed with the mythic lost city of Weep, but it would take someone bolder than he to cross half the world in search of it. Then a stunning opportunity presents itself, in the person of a hero called the Godslayer and a band of legendary warriors, and he has to seize his chance or lose his dream forever.. What happened in Weep two hundred years ago to cut it off from the rest of the world? What exactly did the Godslayer slay that went by the name of. god. ? And what is the mysterious problem he now seeks help in solving?. The answers await in Weep, but so do more mysteries—including the blue-skinned goddess who appears in Lazlo’s dreams. How did he dream her before he knew she existed? And if all the gods are dead, why does she seem so real?. Welcome to Weep.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Warbreaker",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.29,
            "ranking_count": 148388,
            "abstract": "From #1 New York Times bestselling author Brandon Sanderson, Warbreaker is the story of two sisters, who happen to be princesses, the God King one of them has to marry, the lesser god who doesn't like his job, and the immortal who's still trying to undo the mistakes he made hundreds of years ago.. Their world is one in which those who die in glory return as gods to live confined to a pantheon in Hallandren's capital city and where a power known as BioChromatic magic is based on an essence known as breath that can only be collected one unit at a time from individual people.. By using breath and drawing upon the color in everyday objects, all manner of miracles and mischief can be accomplished. It will take considerable quantities of each to resolve all the challenges facing Vivenna and Siri, princesses of Idris; Susebron the God King; Lightsong, reluctant god of bravery, and mysterious Vasher, the Warbreaker.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Audiobook",
                "Romance",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Right Stuff",
            "authors": [
                "Tom Wolfe"
            ],
            "ranking": 4.21,
            "ranking_count": 49732,
            "abstract": "Tom Wolfe began. The Right Stuff. at a time when it was unfashionable to contemplate American heroism. Nixon had left the White House in disgrace, the nation was reeling from the catastrophe of Vietnam, and in 1979--the year the book appeared--Americans were being held hostage by Iranian militants. Yet it was exactly the anachronistic courage of his subjects that captivated Wolfe. In his foreword, he notes that as late as 1970, almost one in four career Navy pilots died in accidents. . The Right Stuff. , he explains, became a story of why men were willing--willing?--delighted!--to take on such odds in this, an era literary people had long since characterized as the age of the anti-hero.. Wolfe's roots in New Journalism were intertwined with the nonfiction novel that Truman Capote had pioneered with. In Cold Blood. . As Capote did, Wolfe tells his story from a limited omniscient perspective, dropping into the lives of his characters as each in turn becomes a major player in the space program. After an opening chapter on the terror of being a test pilot's wife, the story cuts back to the late 1940s, when Americans were first attempting to break the sound barrier. Test pilots, we discover, are people who live fast lives with dangerous machines, not all of them airborne. Chuck Yeager was certainly among the fastest, and his determination to push through Mach 1--a feat that some had predicted would cause the destruction of any aircraft--makes him the book's guiding spirit.. Yet soon the focus shifts to the seven initial astronauts. Wolfe traces Alan Shepard's suborbital flight and Gus Grissom's embarrassing panic on the high seas (making the controversial claim that Grissom flooded his Liberty capsule by blowing the escape hatch too soon). The author also produces an admiring portrait of John Glenn's apple-pie heroism and selfless dedication. By the time Wolfe concludes with a return to Yeager and his late-career exploits, the narrative's epic proportions and literary merits are secure. Certainly. The Right Stuff. is the best, the funniest, and the most vivid book ever written about America's manned space program.. --Patrick O'Kelley",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science",
                "Space",
                "Biography",
                "North American Hi...",
                "Classics",
                "Aviation",
                "Adventure",
                "Writing"
            ]
        },
        {
            "title": "Making Faces",
            "authors": [
                "Amy Harmon"
            ],
            "ranking": 4.29,
            "ranking_count": 68210,
            "abstract": "Ambrose Young was beautiful. He was tall and muscular, with hair that touched his shoulders and eyes that burned right through you. The kind of beautiful that graced the covers of romance novels, and Fern Taylor would know. She'd been reading them since she was thirteen. But maybe because he was so beautiful he was never someone Fern thought she could have . . . until he wasn't beautiful anymore. Making Faces is the story of a small town where five young men go off to war, and only one comes back. It is the story of loss. Collective loss, individual loss, loss of beauty, loss of life, loss of identity. It is the tale of one girl's love for a broken boy and a wounded warrior's love for an unremarkable girl. This is a story of friendship that overcomes heartache, heroism that defies the common definitions, and a modern tale of Beauty and the Beast, where we discover that there is a little beauty and a little beast in all of us.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Young Adult",
                "War",
                "Fiction",
                "New Adult",
                "Drama",
                "Love"
            ]
        },
        {
            "title": "Maybe Someday",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.21,
            "ranking_count": 237381,
            "abstract": "Contains exclusive content: songs from Griffin Peterson. Sydney is living in an idyllic bubble—she's a dedicated student with a steady job on the side. She lives with her best friend, has a great boyfriend, and the music coming from the balcony opposite hers is fast becoming the soundtrack to her life. But when Sydney finds out her boyfriend is cheating on her, the bubble bursts. The mysterious and attractive man behind the music, Ridge, gives Sydney hope that she can move on and they begin to write songs together. But moving on is harder than she expects, Sydney can only hope….. Maybe someday…. Colleen Hoover draws you in to this passionate tale of music, love and betrayal…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Music",
                "Womens Fiction",
                "Academic",
                "Audiobook"
            ]
        },
        {
            "title": "Bird Box",
            "authors": [
                "Josh Malerman"
            ],
            "ranking": 4.03,
            "ranking_count": 166025,
            "abstract": "Alternate cover edition of ISBN 9780062259653. Something is out there, something terrifying that must not be seen. One glimpse of it, and a person is driven to deadly violence. No one knows what it is or where it came from.. Five years after it began, a handful of scattered survivors remains, including Malorie and her two young children. Living in an abandoned house near the river, she has dreamed of fleeing to a place where they might be safe. Now that the boy and girl are four, it's time to go, but the journey ahead will be terrifying: twenty miles downriver in a rowboat—blindfolded—with nothing to rely on but her wits and the children's trained ears. One wrong choice and they will die. Something is following them all the while, but is it man, animal, or monster?. Interweaving past and present,. Bird Box. is a snapshot of a world unraveled that will have you racing to the final page.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Mystery",
                "Apocalyptic",
                "Audiobook",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "The Harry Potter Collection 1-4",
            "authors": [
                "J.K. Rowling",
                "Mary GrandPré"
            ],
            "ranking": 4.69,
            "ranking_count": 61645,
            "abstract": "The exciting tales of Harry Potter, the young wizard-in-training, have taken the world by storm, and fans just can't get enough of the magical world of Hogwarts and beyond. If you buy one of the Harry Potter books, we guarantee you'll want the next...and the next...and the next -- so why not have them all, right at your fingertips? With the Harry Potter Hardcover Box Set (Books 1-4), Barnes amp; Noble.com offers simple one-stop shopping for your Harry Potter library! As easy as the wave of a magic wand, you can get all four Harry Potter books delivered to your doorstep at once.p. The Harry Potter Hardcover Box Set (Books 1-4) includes hardcover editions of iHarry Potter and the Sorcerer's Stone, Harry Potter and the Chamber of Secrets, Harry Potter and the Prisoner of Azkaban,/i and iHarry Potter and the Goblet of Fire./i The books come snugly packed in a sturdy cardboard slipcase, beautifully decorated with memorable scenes from the books.p. So buy the set, and not even a pesky Locomotor Mortis spell cast by the evil Lord Voldemor...(oooops, sorry -- He-Who-Must-Not-Be-Named) can get in the way of your enjoying all of the mystery, adventure, intrigue, and, of course, magic that Muggles around the world can't seem to get enough of. Hold on tight -- it's going to be a wild ride!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Childrens",
                "Classics",
                "Novels",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Magicians",
            "authors": [
                "Lev Grossman"
            ],
            "ranking": 3.52,
            "ranking_count": 249766,
            "abstract": "A thrilling and original coming-of-age novel for adults about a young man practicing magic in the real world.. Quentin Coldwater is brilliant but miserable. A senior in high school, he’s still secretly preoccupied with a series of fantasy novels he read as a child, set in a magical land called Fillory. Imagine his surprise when he finds himself unexpectedly admitted to a very secret, very exclusive college of magic in upstate New York, where he receives a thorough and rigorous education in the craft of modern sorcery.. He also discovers all the other things people learn in college: friendship, love, sex, booze, and boredom. Something is missing, though. Magic doesn’t bring Quentin the happiness and adventure he dreamed it would. After graduation he and his friends make a stunning discovery: Fillory is real. But the land of Quentin’s fantasies turns out to be much darker and more dangerous than he could have imagined. His childhood dream becomes a nightmare with a shocking truth at its heart.. At once psychologically piercing and magnificently absorbing, The Magicians boldly moves into uncharted literary territory, imagining magic as practiced by real people, with their capricious desires and volatile emotions. Lev Grossman creates an utterly original world in which good and evil aren’t black and white, love and sex aren’t simple or innocent, and power comes at a terrible price.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adult",
                "Audiobook",
                "Adventure",
                "Adult Fiction"
            ]
        },
        {
            "title": "Blood Red Road",
            "authors": [
                "Moira Young"
            ],
            "ranking": 3.91,
            "ranking_count": 61805,
            "abstract": "▶. ACE #1. Saba has spent her whole life in Silverlake, a dried-up wasteland ravaged by constant sandstorms. The Wrecker civilization has long been destroyed, leaving only landfills for Saba and her family to scavenge from. That's fine by her, as long as her beloved twin brother Lugh is around. But when four cloaked horsemen capture Lugh, Saba's world is shattered, and she embarks on a quest to get him back.. Suddenly thrown into the lawless, ugly reality of the outside world, Saba discovers she is a fierce fighter, an unbeatable survivor, and a cunning opponent. Teamed up with a handsome daredevil named Jack and a gang of girl revolutionaries called the Free Hawks, Saba's unrelenting search for Lugh stages a showdown that will change the course of her own civilization.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Apocalyptic",
                "Adventure",
                "Fiction",
                "Action"
            ]
        },
        {
            "title": "Leviathan",
            "authors": [
                "Scott Westerfeld",
                "Keith Thompson"
            ],
            "ranking": 3.91,
            "ranking_count": 91026,
            "abstract": "Prince Aleksander, would-be heir to the Austro-Hungarian throne, is on the run. His own people have turned on him. His title is worthless. All he has is a battletorn war machine and a loyal crew of men.. Deryn Sharp is a commoner, disguised as a boy in the British Air Service. She's a brilliant airman. But her secret is in constant danger of being discovered.. With World War I brewing, Alek and Deryn's paths cross in the most unexpected way…taking them on a fantastical, around-the-world adventure that will change both their lives forever.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Historical",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Our Mutual Friend",
            "authors": [
                "Charles Dickens"
            ],
            "ranking": 4.08,
            "ranking_count": 27637,
            "abstract": "A satiric masterpiece about the allure and peril of money,. Our Mutual Friend. revolves around the inheritance of a dust-heap where the rich throw their trash. When the body of John Harmon, the dust-heap’s expected heir, is found in the Thames, fortunes change hands surprisingly, raising to new heights “Noddy” Boffin, a low-born but kindly clerk who becomes “the Golden Dustman.” Charles Dickens’s last complete novel,. Our Mutual Friend. encompasses the great themes of his earlier works: the pretensions of the nouveaux riches, the ingenuousness of the aspiring poor, and the unfailing power of wealth to corrupt all who crave it. With its flavorful cast of characters and numerous subplots,. Our Mutual Friend. is one of Dickens’s most complex—and satisfying—novels.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "European Literature",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Splintered",
            "authors": [
                "A.G. Howard"
            ],
            "ranking": 3.91,
            "ranking_count": 59120,
            "abstract": "Alyssa Gardner hears the whispers of bugs and flowers—precisely the affliction that landed her mother in a mental hospital years before. This family curse stretches back to her ancestor Alice Liddell, the real-life inspiration for Lewis Carroll’s. Alice’s Adventures in Wonderland. . Alyssa might be crazy, but she manages to keep it together. For now.. When her mother’s mental health takes a turn for the worse, Alyssa learns that what she thought was fiction is based in terrifying reality. The real Wonderland is a place far darker and more twisted than Lewis Carroll ever let on. There, Alyssa must pass a series of tests, including draining an ocean of Alice’s tears, waking the slumbering tea party, and subduing a vicious bandersnatch, to fix Alice’s mistakes and save her family. She must also decide whom to trust: Jeb, her gorgeous best friend and secret crush, or the sexy but suspicious Morpheus, her guide through Wonderland, who may have dark motives of his own.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Retellings",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Pure",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.28,
            "ranking_count": 66849,
            "abstract": "There is need. And then there is Fate... Being destined to become some kind of supernatural electrical outlet isn’t exactly awesome—especially when Alexandria’s other half is everywhere she goes. Seth’s in her training room, outside her classes, and keeps showing up in her bedroom—so not cool. Their connection does have some benefits, like staving off her nightmares of the tragic showdown with her mother, but it has no effect on what Alex feels for the forbidden, pure-blooded Aiden. Or what he will do—and sacrifice—for her. When daimons infiltrate the Covenants and attack students, the gods send furies—lesser gods determined to eradicate any threat to the Covenants and to the gods, and that includes the Apollyon... and Alex. And if that and hordes of aether-sucking monsters didn’t blow bad enough, a mysterious threat seems willing to do anything to neutralize Seth, even if that means forcing Alex into servitude... or killing her. When the gods are involved, some decisions can never, ever be undone",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mythology"
            ]
        },
        {
            "title": "Xenocide",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 3.8,
            "ranking_count": 149261,
            "abstract": "The war for survival of the planet Lusitania will be fought in the heart of a child named Gloriously Bright.. On Lusitania, Ender found a world where humans and pequininos and the Hive Queen could all live together; where three very different intelligent species could find common ground at last. Or so he thought.. Lusitania also harbors the descolada, a virus that kills all humans it infects, but which the pequininos require in order to become adults. The Starways Congress so fears the effects of the descolada, should it escape from Lusitania, that they have ordered the destruction of the entire planet, and all who live there. The Fleet is on its way, a second xenocide seems inevitable.. Xenocide. is the third novel in Orson Scott Card's The Ender Saga.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Young Adult",
                "Audiobook",
                "Space",
                "Novels"
            ]
        },
        {
            "title": "Heart of a Dog",
            "authors": [
                "Mikhail Bulgakov",
                "Mirra Ginsburg"
            ],
            "ranking": 4.12,
            "ranking_count": 48784,
            "abstract": "This satirical novel tells the story of the surgical transformation of a dog into a man, and is an obvious criticism of Soviet society, especially the new rich that arose after the Bolshevik revolution.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Science Fiction",
                "Novels",
                "Fantasy",
                "Humor"
            ]
        },
        {
            "title": "The End of Eternity",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.24,
            "ranking_count": 50178,
            "abstract": "Andrew Harlan is an Eternal, a man whose job it is to range through past and present Centuries, monitoring and, where necessary, altering Time's myriad cause-and-effect relationships. But when Harlan meets and falls for a non-Eternal woman, he seeks to use the awesome powers and techniques of the Eternals to twist time for his own purposes, so that he and his love can survive together.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels",
                "Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "God Is Not Great: How Religion Poisons Everything",
            "authors": [
                "Christopher Hitchens"
            ],
            "ranking": 3.94,
            "ranking_count": 100007,
            "abstract": "With his unique brand of erudition and wit, Hitchens describes the ways in which religion is man-made. God did not make us, he says. We made God. He explains the ways in which religion is immoral: We damage our children by indoctrinating them. It is a cause of sexual repression, violence, and ignorance. It is a distortion of our origins and the cosmos. In the place of religion, Hitchens offers the promise of a new enlightenment through science and reason, a realm in which hope and wonder can be found through a strand of DNA or a gaze through the Hubble Telescope. As Hitchens sees it, you needn't get the blues once you discover the heavens are empty.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Religion",
                "Philosophy",
                "Science",
                "Politics",
                "History",
                "Audiobook",
                "Sociology"
            ]
        },
        {
            "title": "The Brothers Lionheart",
            "authors": [
                "Astrid Lindgren",
                "Ilon Wikland",
                "Jens Wawrczeck",
                "Jill M. Morgan"
            ],
            "ranking": 4.34,
            "ranking_count": 33086,
            "abstract": "The Brothers Lionheart (Swedish: Bröderna Lejonhjärta) is a children's fantasy novel written by Astrid Lindgren. It was published in the autumn of 1973 and has been translated into 46 languages. Many of its themes are unusually dark and heavy for the children's book genre. Disease, death, tyranny, betrayal and rebellion are some of the dark themes that permeate the story. The lighter themes of the book involve platonic love, loyalty, hope, courage and pacifism.. The two main characters are two brothers; the older Jonatan and the younger Karl. The two brothers' surname was originally Lion, but they are generally known as Lionheart. Karl's nickname is Skorpan (Rusky) since Jonatan likes these typical Swedish toasts or crusts.. In Nangijala, a land in the campfires and storytelling days, the brothers experience adventures. Together with a resistance group they lead the struggle against the evil Tengil, who rules with the aid of the fearsome fire-breathing dragon, Katla.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Classics",
                "Fiction",
                "European Literature",
                "Adventure",
                "Young Adult",
                "Cultural"
            ]
        },
        {
            "title": "Origin",
            "authors": [
                "Dan Brown"
            ],
            "ranking": 3.88,
            "ranking_count": 293109,
            "abstract": "Robert Langdon, Harvard professor of symbology and religious iconology, arrives at the ultramodern Guggenheim Museum Bilbao to attend a major announcement—the unveiling of a discovery that “will change the face of science forever.” The evening’s host is Edmond Kirsch, a forty-year-old billionaire and futurist whose dazzling high-tech inventions and audacious predictions have made him a renowned global figure. Kirsch, who was one of Langdon’s first students at Harvard two decades earlier, is about to reveal an astonishing breakthrough . . . one that will answer two of the fundamental questions of human existence. As the event begins, Langdon and several hundred guests find themselves captivated by an utterly original presentation, which Langdon realizes will be far more controversial than he ever imagined. But the meticulously orchestrated evening suddenly erupts into chaos, and Kirsch’s precious discovery teeters on the brink of being lost forever. Reeling and facing an imminent threat, Langdon is forced into a desperate bid to escape Bilbao. With him is Ambra Vidal, the elegant museum director who worked with Kirsch to stage the provocative event. Together they flee to Barcelona on a perilous quest to locate a cryptic password that will unlock Kirsch’s secret. Navigating the dark corridors of hidden history and extreme religion, Langdon and Vidal must evade a tormented enemy whose all-knowing power seems to emanate from Spain’s Royal Palace itself . . . and who will stop at nothing to silence Edmond Kirsch. On a trail marked by modern art and enigmatic symbols, Langdon and Vidal uncover clues that ultimately bring them face-to-face with Kirsch’s shocking discovery . . . and the breathtaking truth that has long eluded us.. Origin. is Dan Brown’s most brilliant and entertaining novel to date.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adventure",
                "Novels",
                "Science Fiction"
            ]
        },
        {
            "title": "More Than This",
            "authors": [
                "Patrick Ness"
            ],
            "ranking": 3.96,
            "ranking_count": 58150,
            "abstract": "A boy drowns, desperate and alone in his final moments. He dies. Then he wakes, naked and bruised and thirsty, but alive. How can this be? And what is this strange deserted place?. As he struggles to understand what is happening, the boy dares to hope. Might this not be the end? Might there be more to this life, or perhaps this afterlife?. From multi-award-winning Patrick Ness comes one of the most provocative and moving novels of our time.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "LGBT",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Contemporary"
            ]
        },
        {
            "title": "The Priory of the Orange Tree",
            "authors": [
                "Samantha Shannon"
            ],
            "ranking": 4.23,
            "ranking_count": 92970,
            "abstract": "A world divided. A queendom without an heir. An ancient enemy awakens.. The House of Berethnet has ruled Inys for a thousand years. Still unwed, Queen Sabran the Ninth must conceive a daughter to protect her realm from destruction – but assassins are getting closer to her door.. Ead Duryan is an outsider at court. Though she has risen to the position of lady-in-waiting, she is loyal to a hidden society of mages. Ead keeps a watchful eye on Sabran, secretly protecting her with forbidden magic.. Across the dark sea, Tané has trained to be a dragonrider since she was a child, but is forced to make a choice that could see her life unravel.. Meanwhile, the divided East and West refuse to parley, and forces of chaos are rising from their sleep.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "LGBT",
                "Fiction",
                "Adult",
                "Romance"
            ]
        },
        {
            "title": "Nightfall",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 3.56,
            "ranking_count": 49549,
            "abstract": "To save the two vampire brothers who love her, Elena Gilbert sacrificed her life.. Now that a supernatural force has brought Elena back from the dead, all handsome, brooding Stefan wants is to keep her safe. But when he is lured away from Fell's Church, sleek, powerful Damon seizes his chance to win Elena over, unaware of the danger they're both in. A malevolent being has infiltrated the town and is growing stronger. Able to possess Damon at will, the creature is also drawn to Elena and the new power she has acquired. But it's after more than Elena's power: It thirsts for her death.. Elena's story continues in shadow souls!",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The City of Dreaming Books",
            "authors": [
                "Walter Moers",
                "J. Maxwell Brownjohn"
            ],
            "ranking": 4.38,
            "ranking_count": 18017,
            "abstract": "The author of. 13 1⁄2 Lives of Captain Bluebear. transports us to a magical world. Optimus Yarnspinner finds himself marooned in the subterranean world of Bookholm, the City of Dreaming Books, where reading can be dangerous, where ruthless Bookhunters fight to the death.. Optimus Yarnspinner, a young writer, inherits from his beloved godfather an unpublished short story by an unknown author. His search for the author's identity takes him to Bookholm--the so-called City of Dreaming Books. On entering its streets, our hero feels as if he has opened the door of a gigantic second-hand bookshop. His nostrils are assailed by clouds of book dust, the stimulating scent of ancient leather, and the tang of printer's ink.. Soon, though, Yarnspinner falls into the clutches of the city's evil genius, Pfistomel Smyke, who treacherously maroons him in the labyrinthine catacombs underneath the city, where reading books can be genuinely dangerous...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Writing",
                "European Literature",
                "Humor",
                "Young Adult",
                "Adventure",
                "Adult",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Sphere",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.81,
            "ranking_count": 175282,
            "abstract": "A group of American scientists are rushed to a huge vessel that has been discovered resting on the ocean floor in the middle of the South Pacific. What they find defies their imaginations and mocks their attempts at logical explanation. It is a spaceship of phenomenal dimensions, apparently, undamaged by its fall from the sky. And, most startling, it appears to be at least three hundred years old..... The suspense is real.. THE NEW YORK TIMES BOOK REVIEW. A page-turner...Chichton's writing is cinematic, with powerful visual images and nonstop action. This book should come with hot buttered popcorn.. NEWSWEEK",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Horror",
                "Suspense",
                "Mystery",
                "Science Fiction Fantasy",
                "Adventure",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Common Sense",
            "authors": [
                "Thomas Paine",
                "Martha"
            ],
            "ranking": 3.99,
            "ranking_count": 33026,
            "abstract": "Among the most influential authors and reformers of his age, Thomas Paine (1737–1809) was born in England but went on to play an important role in both the American and French Revolutions. In 1774, he emigrated to America where, for a time, he helped to edit the. Pennsylvania Magazine. . On January 10, 1776, he published his pamphlet. Common Sense,. a persuasive argument for the colonies' political and economic separation from Britain.. Common Sense. cites the evils of monarchy, accuses the British government of inflicting economic and social injustices upon the colonies, and points to the absurdity of an island attempting to rule a continent. Credited by George Washington as having changed the minds of many of his countrymen, the document sold over 500,000 copies within a few months.. Today,. Common Sense. remains a landmark document in the struggle for freedom, distinguished not only by Paine's ideas but also by its clear and passionate presentation. Designed to ignite public opinion against autocratic rule, the pamphlet offered a careful balance between imagination and judgment, and appropriate language and expression to fit the subject. It immediately found a receptive audience, heartened Washington's despondent army, and foreshadowed much of the phrasing and substance of the Declaration of Independence.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Classics",
                "Philosophy",
                "Politics",
                "North American Hi...",
                "Historical",
                "Writing",
                "Military History"
            ]
        },
        {
            "title": "The Fall of the House of Usher and Other Tales",
            "authors": [
                "Edgar Allan Poe",
                "Stephen Marlowe"
            ],
            "ranking": 4.18,
            "ranking_count": 70777,
            "abstract": "The eerie tales of Edgar Allan Poe, from the 1830s and 40s, remain among the most brilliant and influential works in American literature. Some of the celebrated tales contained in this unique volume include the world's first detective stories -- The Murders in the Rue Morgue and The Purloined Letter, and three stories sure to make a reader's hair stand on end -- The Cask of Amontillado, The Tell-Tale Heart, and The Masque of the Red Death.. The work includes a new introduction by Stephen Marlowe, author of The Memoirs of Christopher Columbus and The Lighthouse at the End of the World.. Besides the five stories already mentioned, it also contains: The Balloon-Hoax, Ms. Found in a Bottle, A Descent into a Maelstrom, The Black Cat, The Pit and the Pendulum, The Assignation, Diddling, The Man That Was Used Up, and the novel, Narrative of A. Gordon Pym. These may vary with different editions.. The Signet Classic Edition of The Fall of the House of Usher and Other Tales has over 250,000 copies in print!. Librarian's note: this is a collection by the author of short stories, and one novel, Entries for each of them on their own can be found elsewhere on Goodreads, including the specific entry for the story, The Fall of the House of Usher.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Horror",
                "Fiction",
                "Short Stories",
                "Gothic",
                "Literature",
                "Mystery",
                "Fantasy",
                "Poetry"
            ]
        },
        {
            "title": "Rise of the Evening Star",
            "authors": [
                "Brandon Mull"
            ],
            "ranking": 4.17,
            "ranking_count": 117942,
            "abstract": "At the end of the school year, Kendra and her brother Seth find themselves racing back to Fablehaven, a refuge for mythical and magical creatures. Grandpa Sorenson, the caretaker, invites three specialists -- a potion master, a magical relics collector, and a mystical creature trapper -- to help protect the property from the Society of the Evening Star, an ancient organization determined to infiltrate the preserve and steal a hidden artifact of great power. Time is running out. The Evening Star is storming the gates. If the artifact falls into the wrong hands, it could mean the downfall of other preserves and possibly the world. Will Kendra learn to use her fairy gifts in time? Will Seth stay out of trouble?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Exile",
            "authors": [
                "Shannon Messenger"
            ],
            "ranking": 4.52,
            "ranking_count": 32699,
            "abstract": "Sophie Foster thought she was safe. Settled into her home at Havenfield, surrounded by friends, and using her unique telepathic abilities to train Silveny--the first female alicorn ever seen in the Lost Cities--her life finally seems to be coming together.. But Sophie's kidnappers are still out there. And when Sophie discovers new messages and clues from the mysterious Black Swan group, she’s forced to take a terrifying risk—one that puts everyone in incredible danger.. As long buried secrets rise to the surface, it’s once again up to Sophie to uncover hidden memories—before someone close to her is lost forever.. In this second book in the Keeper of the Lost Cities series, Sophie must journey to the darkest corners of her luminous world in a sequel that will leave you breathless for more.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "The Diviners",
            "authors": [
                "Libba Bray"
            ],
            "ranking": 3.94,
            "ranking_count": 94073,
            "abstract": "SOMETHING DARK AND EVIL HAS AWAKENED… Evie O’Neill has been exiled from her boring old hometown and shipped off to the bustling streets of New York City—and she is pos-i-tute-ly ecstatic. It’s 1926, and New York is filled with speakeasies, Ziegfeld girls, and rakish pickpockets. The only catch is that she has to live with her uncle Will and his unhealthy obsession with the occult. Evie worries her uncle will discover her darkest secret: a supernatural power that has only brought her trouble so far. But when the police find a murdered girl branded with a cryptic symbol and Will is called to the scene, Evie realizes her gift could help catch a serial killer. As Evie jumps headlong into a dance with a murderer, other stories unfold in the city that never sleeps. A young man named Memphis is caught between two worlds. A chorus girl named Theta is running from her past. A student named Jericho is hiding a shocking secret. And unknown to all, something dark and evil has awakened…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Historical",
                "Mystery",
                "Horror",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "A Storm of Swords: Steel and Snow",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 4.45,
            "ranking_count": 75962,
            "abstract": "Winter approaches Westeros like an angry beast.. The Seven Kingdoms are divided by revolt and blood feud. In the northern wastes, a horde of hungry, savage people steeped in the dark magic of the wilderness is poised to invade the Kingdom of the North where Robb Stark wears his new-forged crown. And Robb's defences are ranged against the South, the land of the cunning and cruel Lannisters, who have his young sisters in their power.. Throughout Westeros, the war for the Iron Throne rages more fiercely than ever, but if the wall is breached, no king will live to claim it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Adventure",
                "Young Adult",
                "Science Fiction Fantasy",
                "Childrens"
            ]
        },
        {
            "title": "The Winner's Curse",
            "authors": [
                "Marie Rutkoski"
            ],
            "ranking": 3.96,
            "ranking_count": 104482,
            "abstract": "Winning what you want may cost you everything you love.... As a general’s daughter in a vast empire that revels in war and enslaves those it conquers, seventeen-year-old Kestrel has two choices: she can join the military or get married. But Kestrel has other intentions.. One day, she is startled to find a kindred spirit in a young slave up for auction. Arin’s eyes seem to defy everything and everyone. Following her instinct, Kestrel buys him—with unexpected consequences. It’s not long before she has to hide her growing love for Arin.. But he, too, has a secret, and Kestrel quickly learns that the price she paid for a fellow human is much higher than she ever could have imagined.. Set in a richly imagined new world,. The Winner’s Curse. by Marie Rutkoski is a story of deadly games where everything is at stake, and the gamble is whether you will keep your head or lose your heart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fiction",
                "Historical",
                "War"
            ]
        }
    ]
}