{
    "books": [
        {
            "title": "The Old People",
            "authors": [
                "A.J. Perry"
            ],
            "ranking": 3.83,
            "ranking_count": 6,
            "abstract": "Since the beginnings of darkest silence the people of a mythical island have spent their days tying the ancient knot that binds them to their ancestors. To tie this knot they must dig a hole; to dig a hole they first must have fire; and to make a fire that is hot enough for hole digging, this knot that they have been tying for countless generations must finally be tied. From silence to mud to rope to knot to wood to words to fire, the Old People will work to tie this knot under the cool shade of the island's original knotmaking tree. Subversive in voice and style, without mainstays of conventional fiction, 'The Old People' portrays the sights and sounds of a world that has been lost. Using primary words as a metaphor for the island's seemingly limited yet infinitely diverse and self-sustaining resources, the book conveys the life rhythms of the Old People and their world: the unique cadence that emerges from the ancient juxtaposition of silence, then language, then silence once again.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Armor of Glass",
            "authors": [
                "R.M.A. Spears"
            ],
            "ranking": 3.26,
            "ranking_count": 89,
            "abstract": "Take the movie An Officer and A Gentleman; add twenty years, twenty pounds, three kids, an absent wife, a bad civilian job-when a seductive old friend reappears.. In the spirit of Bukowski and Palahniuk, R.M.A. Spears paints a raw portrait of the American Everyman as he navigates the military, midlife and marriage in a changing world.. Ride along as the grizzled veteran battles commuters on a Dallas train as he reflects on a life of war and pain, of women and loss. With his head down, bulling through various assignments to make his version of the American dream a reality, a troubled Marine reaches the end of his rope, only to let go and tumble into a turbulent affair with a high-ranking woman on the fast track to general. What he doesn't know is that he will be the spark to ignite the powder keg of her past and in the end be left alone to rummage through the pieces.. 2015 Winner- Next Generation Indie Book Awards for Debut Authors. 2015 Bronze Medal Winner in Military Category- Readers' Favorite International Book Awards. A man relives the events that shaped his cynical view of life. It’s a skillfully crafted literary read.- Foreword Reviews 5/5 STARS. ...one of the most realistic love stories I have ever read. -Readers' Favorite Eduardo Aduna- 5/5 STARS. If you are looking for a summer novel to read, you don’t have to look any further than Armor of Glass: A Novel - it is fantastic.- Readers' Favorite Kathryn Bennett- 5/5 STARS. If you like romance, a sprinkling of military talk and a lot of drama, you will enjoy Armor of Glass.- Readers' Favorite Patricia Reding- 5/5 STARS. It is a lasting story... those who look closely, such stories bring understanding and insight. Armor of Glass is such a story... a genuine tragedy, honestly told. -Readers' Favorite Patricia Reding 5/5 STARS. ...a riveting love story laced with corruption and sexual misconduct that prevails in the Air Force. -Readers' Favorite Mamta Madhaven- 5/5 STARS. ARMOR OF GLASS follows a flawed man at war with his memories searching for peace. San Francisco Book Review -4/5 STARS. Spears’ long, illustrious military career gives him a clear knowledge of his source material. -Kirkus Reviews. Professionally written, the story...brings readers satisfyingly into the action with its realistic first-person narrative.-blueink. R.M.A. Spears is a retired Marine, having served twenty-seven years in the US Marine Corps and US Navy. He now resides in rural Missouri, where he pursues dual careers in writing and real estate development.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Spirit Filled Words: To Awaken the Sleeping Giant",
            "authors": [
                "Jessica Cager"
            ],
            "ranking": 4.78,
            "ranking_count": 9,
            "abstract": "This book illuminates our lives as we go through our spiritual journeys with God. These poems reflect the hardcore experiences that author Jessica Cager and her loved ones had to battle. At times, this book reveals the dark and murky anguish that we battle internally. Nevertheless, at the end of each battle, God shall set us on high!",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Ark",
            "authors": [
                "Annabel Smith"
            ],
            "ranking": 3.87,
            "ranking_count": 69,
            "abstract": "“Wool meets Super Sad True Love Story”. The year is 2041. As rapidly dwindling oil supplies wreak havoc worldwide a team of scientists and their families abandon their homes and retreat into a bunker known as The Ark, alongside five billion plant seeds that hold the key to the future of life on Earth. But The Ark’s sanctuary comes at a price.. When their charismatic leader’s hidden agenda is revealed it becomes impossible to know who to trust. Those locked out of The Ark become increasingly desperate to enter, while those within begin to yearn for escape.. The Ark delves into the fears and concerns raised by the environmental predicament facing the world today, exploring human nature in desperate times. At its heart it asks: can our moral compass ever return to true north after a period in which every decision might be a matter of life and death and the only imperative is survival?",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "The Monster in the Hollows",
            "authors": [
                "Andrew       Peterson",
                "Justin Gerard"
            ],
            "ranking": 4.69,
            "ranking_count": 8315,
            "abstract": "Book Three of The Wingfeather Saga. Janner Wingfeather's father was the High King of Anniera. But his father is gone. The kingdom has fallen. The royal family is on the run, and the Fang armies of Gnag the Nameless are close behind.. Janner and his family hope to find refuge in the last safe place in the world: the Green Hollows--a land of warriors feared even by Fangs of Dang. But there's a big problem. Janner's little brother-heir to the throne of Anniera-has grown a tail. And gray fur. Not to mention two pointed ears and long, dangerous fangs. To the suspicious folk of the Green Hollows he looks like a monster.. But Janner knows better. His brother isn't as scary as he looks. He's perfectly harmless.. Or is he?. Join the Wingfeathers on an adventure filled with mystery, betrayal, and sneakery in a land of tasty fruits. There's a monster on the loose and the truth lurks in the shadows.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Christian",
                "Christian Fiction",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Haunted Life: and Other Writings",
            "authors": [
                "Jack Kerouac"
            ],
            "ranking": 3.51,
            "ranking_count": 638,
            "abstract": "1944 was a troubled and momentous year for Jack Kerouac. In March, his close friend and literary confidant, Sebastian Sampas, lost his life on the Anzio beachhead while serving as a US Army medic. That spring—still reeling with grief over Sebastian—Kerouac solidified his friendships with Lucien Carr, William Burroughs, and Allen Ginsberg, offsetting the loss of Sampas by immersing himself in New York's blossoming mid-century bohemia. That August, however, Carr stabbed his longtime acquaintance and mentor David Kammerer to death in Riverside Park, claiming afterwards that he had been defending his manhood against Kammerer's persistent and unwanted advances. Kerouac was originally charged in Kammerer's killing as an accessory after the fact as a result of his aiding Carr in disposing of the murder weapon and Kammerer's eyeglasses. Consequently, Kerouac was jailed in August 1944 and married his first wife, Edie Parker, on the twenty-second of that month in order to secure the money he needed for his bail bond. Eventually the authorities accepted Carr's account of the killing, trying him instead for manslaughter and thus nullifying the charges against Kerouac. At some point later in the year—under circumstances that remain rather mysterious—the aspiring writer lost a novella-length manuscript titled. The Haunted Life. , a coming of age story set in Kerouac's hometown of Lowell, Massachusetts.. Kerouac set his fictional treatment of Peter Martin against the backdrop of the everyday: the comings and goings of the shopping district, the banter and braggadocio that occurs within the smoky atmospherics of the corner bar, the drowsy sound of a baseball game over the radio. Peter is heading into his sophomore year at Boston College, and while home for the summer in Galloway he struggles with the pressing issues of his day—the economic crisis of the previous decade and what appears to be the impending entrance of the United States into the Second World War. The other principal characters, Garabed Tourian and Dick Sheffield, are based respectively on Sebastian Sampas and fellow Lowellian Billy Chandler, both of whom had already died in combat by the time of Kerouac's drafting of. The Haunted Life. (providing some of the impetus for its title). Garabed is a leftist idealist and poet, with a pronounced tinge of the Byronic. Dick is a romantic adventurer whose wanderlust has him poised to leave Galloway for the wider world—with or without Peter.. The Haunted Life. also contains a compelling and controversial portrayal of Jack's father, Leo Kerouac, recast as Joe Martin. Opposite of Garabed's progressive, New Deal persepctive, Joe is a right-wing and bigoted populist, and an ardent admirer of radio personality Father Charles Coughlin. The conflicts of the novella are primarily intellectual, then, as Peter finds himself suspended between the differing views of history, politics, and the world embodied by the other three characters, and struggles to define what he believes to be intellectually true and worthy of his life and talents.. The Haunted Life. , skillfully edited by University of Massachusetts at Lowell Assistant Professor of English Todd F. Tietchen, is rounded out by sketches, notes, and reflections Kerouac kept during the novella's composition, as well as a revealing selection of correspondence with his father, Leo Kerouac.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Short Stories",
                "Novels"
            ]
        },
        {
            "title": "Domingo's Angel",
            "authors": [
                "Jenny Twist"
            ],
            "ranking": 4.57,
            "ranking_count": 91,
            "abstract": "When Angela turns up in a remote Spanish mountain village, she is so tall and so thin and so pale that everyone thinks she is a ghost or a fairy or the dreadful mantequero that comes in the night and sucks the fat from your bones.. But Domingo knows better. “Soy Angela,” she said to him when they met – “I am an angel.” Only later did he realise that she was telling him her name and by then it was too late and everyone knew her as Domingo’s Angel.. This is the story of their love affair. But it is also the story of the people of the tiny mountain village – the indomitable Rosalba - shopkeeper, doctor, midwife and wise woman, who makes it her business to know everything that goes on in the village; Guillermo, the mayor, whose delusions of grandeur are rooted in his impoverished childhood; and Salva the Baker, who risked his life and liberty to give bread to the starving children.. The events in this story are based on the real experiences of the people of the White Villages in Southern Spain and their struggle to keep their communities alive through the years of war and the oppression of Franco’s rule.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical"
            ]
        },
        {
            "title": "NextWave, Agents of H.A.T.E.: Ultimate Collection",
            "authors": [
                "Warren Ellis",
                "Stuart Immonen",
                "Wade Von Grawbadger",
                "Dave McCaig",
                "Chris Eliopolous",
                "Joe Caramagna"
            ],
            "ranking": 4.23,
            "ranking_count": 1630,
            "abstract": "RRRAAAAAGGGGGHHHHH! Action! Excitement! Explosions! The Highest Anti-Terrorism Effort, or H.A.T.E. (a subsidiary of the Beyond Corporation) put NextWave together to fight Bizarre Weapons of Mass Destruction. When NextWave discovers that H.A.T.E. and Beyond are terrorist cells themselves, and that the BWMDs were intended to kill them, they are less than pleased. In fact, they are rather angry. So they make things explode. Lots of things. And that's only the beginning! Starring Monica Rambeau (formerly Captain Marvel and Photon), Aaron Stack (Machine Man), Tabitha Smith (X-Force's Meltdown), monster-hunter Elsa Bloodstone, and The Captain! If you like anything, you will love NextWave! BOOM!. Collecting. :. NextWave: Agents of H.A.T.E.. 1-12",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Superheroes",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Science Fiction",
                "Humor",
                "Fantasy"
            ]
        },
        {
            "title": "Ann Marie's Asylum",
            "authors": [
                "Christopher Rankin"
            ],
            "ranking": 3.41,
            "ranking_count": 124,
            "abstract": "Ann Marie has just earned her Ph.D. in chemistry at age sixteen when she receives a mysterious and lucrative job offer. The new position at the infamous Asylum Corporation takes the young chemist and her alcoholic mother from their working-class Philadelphia neighborhood to coastal California. She grows fascinated with her new boss, famed Dade Harkenrider, a handsome but reclusive scientist labelled Dr. Death by internet conspiracy theorists and rumored to be involved in witchcraft and murder. A young pioneer in drone warfare and mind-control drugs, Harkenrider conducts secret experiments that defy the boundaries of space and consciousness in an advanced laboratory in the hills perched over Los Angeles. As Ann Marie grows closer to her new mentor, a sinister plot by a secretive coven is unfolding in the city. This monstrous force is stealing pets and children in an effort to breathe life into an ancient and terrifying evil.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Business"
            ]
        },
        {
            "title": "Yohannes Ishi",
            "authors": [
                "Nabse Bamato"
            ],
            "ranking": 3.71,
            "ranking_count": 35,
            "abstract": "Born in Ethiopia, but adopted by a British couple, Yohannes grows up far from his cultural roots. Following the death of his adoptive mother, he is persuaded to return to the beautiful, yet seemingly impossible nation, to take on a teaching job.. With no memories of the land of his birth and no knowledge of the language or culture, Yohannes finds himself a virtual stranger. He meets a whole raft of interesting characters, each with their own story to tell including Abeba, who helps him not only to learn about his country, but also to make discoveries about himself.. Yohannes Ishi is a light read, but, at the same time, it paints vivid pictures of contemporary Ethiopia and successfully explores issues of identity and belonging. It is full of memorable characters and evocative locations. While introducing you to, or reminding you of, Addis Ababa it will certainly raise a smile or two along the way.",
            "part_of_series": false,
            "genre_list": [
                "Eastern Africa",
                "Cultural",
                "Fiction",
                "Contemporary",
                "Travel"
            ]
        },
        {
            "title": "Heavy",
            "authors": [
                "George Jung",
                "T. Rafael Cimino"
            ],
            "ranking": 3.94,
            "ranking_count": 33,
            "abstract": "It's 1980. Civil war's been declared in El Salvador, fifty-two American Hostages are being held captive in the U.S. Embassy in Terrain and Drug smuggler George Jung and his crew are serving out an indefinite sentence in Carcel Sandino, one of the most brutal prisons on the island of Cuba.. After an arranged escape, Jung, his pilot, Ralph Linez, and two others manage to steal a luxury sailing yacht and are soon shipwrecked in Central America. From there, the four enter a 'Fight or Flight' climate of survival with the eventual quest of making it back home to the United States.. George Jung achieved international fame when his life was depicted in the film Blow with actor Johnny Depp playing Jung.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "God Signs & Dad Stories",
            "authors": [
                "Paula Marie Pettis"
            ],
            "ranking": 5.0,
            "ranking_count": 6,
            "abstract": "They are the stories of her father: stories of travel, of poverty and of faith in God through every season in life. In her first book, God Signs & Dad Stories, Christian author Paula Pettis memorializes the memory of her late dad, Russell Pettis, through collected stories of his life. The first section of the book chronicles Russell's upbringing in Wisconsin during the Great Depression, when poverty was prevalent but family love abounding, as well as his time spent sailing in the Merchant Marines during World War II and later in other branches. Paula presents a touching tribute to her father in the second half of the book, recalling the months spent caring for her aging parent in hospital ICUs and through countless doctor visits. Yet through prayer, support from loved ones and unexplainable signs from God, she created treasured moments with her earthly father that celebrated her Heavenly Father.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Vampire's Saving Embrace",
            "authors": [
                "Darlene M. Kuncytes"
            ],
            "ranking": 4.1,
            "ranking_count": 404,
            "abstract": "Abigail Montgomery was happy with her life. She was independent, strong, and had managed on her own for a very long time. That was, until the dark, handsome Desmond LaGrange showed up at the bar where she worked. How could she know that this mysterious man would end up saving her from the evil that she didn't even know existed? And why was she so drawn to him? Why did he make her body heat with just a simple look? Desmond LaGrange was fighting a past he was trying hard to forget. But when he see's the beautiful Abby working behind the bar - something deep inside compels him to get closer. The only question is why? And when he saves her from danger - can he resist the strong pull between them to let her go when the time comes? Or will the passion that she ignites in him be his end?",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Romance",
                "Adult Fiction",
                "Fairies",
                "Shapeshifters",
                "Adult"
            ]
        },
        {
            "title": "They're Rugby Boys, Don't You Know?",
            "authors": [
                "Natalie Vellacott"
            ],
            "ranking": 4.15,
            "ranking_count": 114,
            "abstract": "Natalie Vellacott took a two-year break from her job with Sussex Police to join the Logos Hope Christian missionary ship. She was forever changed when, the ship having repeatedly broken down in the Philippines, she unexpectedly encountered and fell in love with a group of street teenage boys addicted to a solvent called rugby. The dirty, wild, miserable, rabble were accustomed to hostility. Their curious approach in order to investigate the foreigners was cautious and sometimes abusive. Local Filipinos watched from a distance, fascinated yet fearful. These were the “rugby boys”--untouchable and invisible, even dangerous and definitely not worthy of time, attention, love and care. But now a small group of highly regarded foreigners seemed intent on drawing attention to them.. A true missionary story about Christian hope being brought to the hopeless in the Philippines...",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Biography",
                "True Story",
                "Contemporary",
                "Autobiography"
            ]
        },
        {
            "title": "The River Styx",
            "authors": [
                "David Revilla"
            ],
            "ranking": 4.43,
            "ranking_count": 7,
            "abstract": "When an amnesiac girl is rescued from the sea, she finds herself aboard a voyage of the damned. Led by the legendary immortal Charon, the crew must set sail across a vast subterranean ocean to reach Mt. Olympus, home of the gods. Being the only living person on a ship full of deceased criminals, traitors, and murderers, Hope must learn who to trust before her soul joins the ranks of the dead for all eternity.. With an array of obstacles before them, sailing across a world so hostile it can kill even the dead, Hope, Charon, and the crew of the Styx are not expected to succeed. But they must try, for the price of failure is beyond imagining. Along the way, they must come to terms with their own difficult pasts, an uncertain future, and what it means to be human.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Earthly Powers",
            "authors": [
                "David       Anderson"
            ],
            "ranking": 4.58,
            "ranking_count": 79,
            "abstract": "'Earthly Powers' tells how a dark secret from the dying days of war-ravaged Nazi Germany re-emerges half-way around the world on a West Coast island and exerts a malevolent influence on its present day occupants.. Thirty-something Terri Stark is living on isolated Arcadia Island while recovering from a failed marriage. But one day trouble comes to paradise. Someone is spying on her, and soon her beloved dog Ned goes missing. After a break-in, a mysterious person appears at her door and makes none too subtle threats. Terri has only one person to turn to: her estranged husband Jack, but his arrival escalates the situation. Soon they are separated again, Jack running for his life from relentless killers, Terri forced into a desperate treasure hunt, survival dependent upon her success. A teenage defector from the enemy camp turns out to have vital information – and a hidden agenda of his own.. An engrossing page-turner with engaging characters, a buried treasure puzzle, and a heart-pounding man-on-the-run pursuit, 'Earthly Powers' will make you miss your transit stop and keep you up at night!",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery"
            ]
        },
        {
            "title": "Why We Love Serial Killers: The Curious Appeal of the World's Most Savage Murderers",
            "authors": [
                "Scott A. Bonn"
            ],
            "ranking": 3.17,
            "ranking_count": 458,
            "abstract": "For decades now, serial killers have taken center stage in the news and entertainment media. The coverage of real-life murderers such as Ted Bundy and Jeffrey Dahmer has transformed them into ghoulish celebrities. Similarly, the popularity of fictional characters such as Hannibal “The Cannibal” Lecter or Dexter demonstrates just how eager the public is to be frightened by these human predators.. But why is this so? Could it be that some of us have a gruesome fascination with serial killers for the same reasons we might morbidly stare at a catastrophic automobile accident? Or it is something more? In. Why We Love Serial Killers. , criminology professor Dr. Scott Bonn explores our powerful appetite for the macabre, while also providing new and unique insights into the world of the serial killer, including those he has gained from his correspondence with two of the world’s most notorious examples, David Berkowitz (“Son of Sam”) and Dennis Rader (“Bind, Torture, Kill”). In addition, Bonn examines the criminal profiling techniques used by law enforcement professionals to identify and apprehend serial predators, he discusses the various behaviors—such as the charisma of the sociopath— that manifest themselves in serial killers, and he explains how and why these killers often become popular cultural figures.. Groundbreaking in its approach,. Why We Love Serial Killers. is a compelling look at how the media, law enforcement agencies, and public perception itself shapes and feeds the “monsters” in our midst.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "Psychology",
                "Audiobook",
                "Adult",
                "Culture"
            ]
        },
        {
            "title": "What It is Like to Go to War",
            "authors": [
                "Karl Marlantes"
            ],
            "ranking": 3.96,
            "ranking_count": 9352,
            "abstract": "From the author of the. New York Times. bestseller. Matterhorn,. this is a powerful nonfiction book about the experience of combat and how inadequately we prepare our young men and women for war.. War is as old as humankind, but in the past, warriors were prepared for battle by ritual, religion and literature -- which also helped bring them home. In a compelling narrative, Marlantes weaves riveting accounts of his combat experiences with thoughtful analysis, self-examination and his readings -- from Homer to the. Mahabharata. to Jung. He talks frankly about how he is haunted by the face of the young North Vietnamese soldier he killed at close quarters and how he finally finds a way to make peace with his past. Marlantes discusses the daily contradictions that warriors face in the grind of war, where each battle requires them to take life or spare life, and where they enter a state he likens to the fervor of religious ecstasy.. Just as Matterhorn is already being acclaimed as a classic of war literature,. What It Is Like To Go To War. is set to become required reading for anyone -- soldier or civilian -- interested in this visceral and all too essential part of the human experience.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "War",
                "Autobiography",
                "Biography",
                "Psychology",
                "Philosophy",
                "Military",
                "Audiobook"
            ]
        },
        {
            "title": "Freakonomics + Superfreakonomics",
            "authors": [
                "Steven D. Levitt",
                "Stephen J. Dubner",
                "Regina Lyra",
                "Afonso Celso da Cunha Serra"
            ],
            "ranking": 4.27,
            "ranking_count": 1932,
            "abstract": "Perguntas incomuns, que revelam fatos e dados e mudam a forma de vermos as coisas: Por que os traficantes de drogas moram com as mães? Por que os homens-bomba devem adquirir seguro de vida? Qual a importância real dos pais? O que os professores e os lutadores de sumô têm em comum? Embora incomuns na vida de um economista, essas são algumas das questões retratadas no livro Freakonomics + Superfreakonomics. Os autores abordam as mais variadas situações e acontecimentos do dia a dia para tratar de economia.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Economics",
                "Business",
                "Science",
                "Psychology",
                "Education",
                "Sociology"
            ]
        },
        {
            "title": "Conspiracy",
            "authors": [
                "O.L. Ramos"
            ],
            "ranking": 4.6,
            "ranking_count": 25,
            "abstract": "The members of the Ironskin Clan live in a state of constant flux. Their lives have been going from blissful and ideal to hellish and miserable since the beginning of the line. With the latest members however, Liz, Michael and Vincent, they have had more than their fair share of the bad. One member of their family has miraculously been restored to them, although a piece of him is still missing.. The Angels have fallen, it's a time of great tragedy for the entire world. But that has not slowed down the plot of the Archdemons, the pagan gods or other, unforeseen enemies... not by one bit.. The entire world witnessed the sky literally fall, yet the only evidence left are over a thousand craters littering the worldwide landscape. This has forced many secret societies to form to combat what they perceive as a hidden war, a threat to their ways of life. Without even knowing it, Michael, Liz, Vincent and their entire family, are now being targeted as the sole threat of a massive conspiracy.. The humans are no longer finding it easy to accept The Great Lie, the Magnum Mendacium. With time running out, for all factions involved, who will win? Will Clan Ironskin be able to prevent any of their major enemies to triumph, all the while, maintaining the sanctity of the veil? Or is the veil already destroyed, and it's just a matter of time before the humans revolt against the elder races...?. Not if nature's staunchest defender has anything to say about that...",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Sinnabar",
            "authors": [
                "Richard Wolkomir"
            ],
            "ranking": 4.14,
            "ranking_count": 28,
            "abstract": "This was a bad place to be..... After a moment, I realized we were caged, staring out through iron bars. Defion stood outside the cage, insect faced, no expression. Philip Prester stood beside him, but with his back to us, looking out over the plain.. Windblown orange dust sandpapered my face. I felt a buzz inside my head, and knew the dust did that, as if it was electrically charged. After a few moments, I didn't notice it.. Where's this? I said, mainly to hear my own voice, something familiar.. Defion surprised me: he spoke.. Sinnabar, he said.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "Paradox Love",
            "authors": [
                "Dorothy Gravelle"
            ],
            "ranking": 3.99,
            "ranking_count": 67,
            "abstract": "Grace and Luke are among the lucky few who find love early in life. At seventeen, both are equally certain that their love will last a lifetime. But when that love is cut short by forces beyond their control, Grace must answer the question of just how far she is willing to go to get back to Luke.. But this is not the typical romantic tale. And just when you think you know where the story is going, you find yourself drawn into a whole new reality, where the fate of an entire world rests upon the choices of this one girl.. Prepare to experience the adventure not only through the eyes of these two lovers, but also through the intertwined experiences of a group of remarkable dogs, as Grace's journey becomes so much more than her singular quest to return to the one she loves.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "Animals"
            ]
        },
        {
            "title": "Five minutes to Doomsday",
            "authors": [
                "Jean-Yves Crozier"
            ],
            "ranking": 4.75,
            "ranking_count": 4,
            "abstract": "Harmonizing his stream to the tune of life, the Acoustic Funambulist travels on time through the galaxies in a progression of unlikely encounters. Dodging black holes, almost starting a world war and having peculiar philosophical discussions are just normal episodes of the aerialist's voyage through the Universe.. Already available:. - The hair of the comet. To come:. - Perpetual emotion. - The uneventful galaxy",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Tree of Codes",
            "authors": [
                "Jonathan Safran Foer"
            ],
            "ranking": 3.85,
            "ranking_count": 3627,
            "abstract": "Tree of Codes. is a haunting new story by best-selling American writer, Jonathan Safran Foer. With a different die-cut on every page,. Tree of Codes. explores previously unchartered literary territory. Initially deemed impossible to make, the book is a first — as much a sculptural object as it is a work of masterful storytelling.. Tree of Codes. is the story of an enormous last day of life — as one character's life is chased to extinction, Foer multi-layers the story with immense, anxious, at times disorientating imagery, crossing both a sense of time and place, making the story of one person’s last day everyone’s story. Inspired to exhume a new story from an existing text, Jonathan Safran Foer has taken his favorite book,. The Street of Crocodiles. by Polish-Jewish writer Bruno Schulz, and used it as a canvas, cutting into and out of the pages, to arrive at an original new story told in Jonathan Safran Foer's own acclaimed voice.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "Art",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "Adult",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Fall of Knight",
            "authors": [
                "Steven Cross"
            ],
            "ranking": 4.47,
            "ranking_count": 74,
            "abstract": "For fans of John Green and Rainbow Rowell. A normal teenager Dean Knight is not.. With a mental illness that threatens to take over his sanity; a sister who’s deep in her own problems; and a wasted mother who couldn’t care less about it all, Dean is left to battle real life on his own. School, bullies and medications are his realities.. Then there are also the ghosts, the hallucinations and of course – the monster.. In the middle of it all, when everything seems to lose purpose, hope comes shining down on Dean’s miserable life. Her name is Ella and for one reason or another, she actually wants to be close to Dean. With Ella’s help, the lost teenage boy decides that he could finally win a battle or two – both in real life and in his writing.. But hope is a tricky thing. And the monster seems to know that.. When secrets buried down for almost a decade come out in the open, what do you do?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Dark",
                "Thriller",
                "Mental Health",
                "Fiction"
            ]
        },
        {
            "title": "YOUR HUSBAND MY MAN 4",
            "authors": [
                "K.C. Blaze"
            ],
            "ranking": 4.48,
            "ranking_count": 233,
            "abstract": "Lauren Michaels has bitten off even more than she can chew. Now that her plan to have Tori's baby has backfired she finds herself doing things others would classy as insane. Follow along as she goes through life altering ups and downs and hopefully to the road of redemption.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Persephone in Hell",
            "authors": [
                "C.F. Joyce"
            ],
            "ranking": 5.0,
            "ranking_count": 3,
            "abstract": "Troubled teenage Glory imagines herself a mighty queen, but discovers in her 1968 Massachusetts town that even queens have to watch their heads as savages await. Glory and her family move from Boston city life to rural cow country where people have heard of Jews but never seen a real one. A coming of age tale of a girl who doesn't understand why her sister won't talk to her and even Mother Nature seems out to get her. She cries out to the gods for help. But nobody sees her terrible self inflicted wounds. No one is paying attention. In this coming of age debut novel, C.F. Joyce explores the roles that family histories, clashing cultures, and dysfunctions play in the life of a young girl.. Under the unpublished title Memories of Glory, the novel won a HarperCollins Top 5 Gold Medal award. Here are some of the reviewer's comments:. It is very difficult to approach a ‘coming of age’ story, and write in such a way as to not appear clichéd, but [the author] has made a remarkably strong case. In ‘Memories of Glory’, the journey from childhood to adulthood is dealt with in a unique way; the six children in Glory’s family are used to explore various different facets of growing up. The reader is also able to understand more about the pasts of Glory’s parents and their families, allowing adult tensions to be explored too. A compelling feminist take on life dominates, but the feelings of the important men in Glory’s life are not left uncovered. The memories she recalls do not depict a clear straightforward story, rather each is a part of a puzzle which in the end paints an often brutal but fair conclusion on life...Glory is set up well as a whimsical day-dreamer. She lives in an alter-world, and her intelligence and desire to be elsewhere helps build a strong picture of her imagination. Gradually it becomes clear that the world she fashions for herself is an escape from the harsh life that she has had to lead. As a protagonist she is wonderful; her suffering is a result of both her surroundings and of universal teenage trauma: I found her hugely accessible...The use of dialogue, and the focus on different characters in each recollection, allows the reader to build a strong concept of each family member, and their relationships with one another. This is a vibrant read, and no connection is left unexplored. Friendship, as well as sibling rivalry, is beautifully drawn out...The author clearly has a gift for wit and charm, illustrated in the passage where the family go blueberry picking...The role of “Mother Nature”, of fate and fortune, is an interesting theme and one that gives an interesting dimension to the family’s attitude.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Year of Living Prayerfully: How a Curious Traveler Met the Pope, Walked on Coals, Danced with Rabbis, and Revived His Prayer Life",
            "authors": [
                "Jared Brock"
            ],
            "ranking": 4.26,
            "ranking_count": 740,
            "abstract": "Is Anyone Listening? Do My Prayers Really Change Anything?. Jared Brock sensed that something was missing in his prayer life, so he embarked on a yearlong journey to rediscover the power of prayer (and eat some delicious falafel).. FOLLOW JARED ON A 37,000-MILE TRIP AROUND THE WORLD AS HE.... * Dances with Hasidic Jews in Brooklyn. * Discovers the 330-year-old home of Brother Lawrence. * Burns his clothes at the end of the world. * Attends the world's largest church. * Attempts fire walking (with only minor burns). Although up to 90% of us pray, very few of us feel like we've mastered prayer. A Year of Living Prayerfully is a fascinating, humorous, globe-trotting exploration of prayer that will help you grow your own prayer life.. While filming a documentary about sex trafficking, Jared and Michelle Brock felt a deep need for prayer in their personal lives. In an effort to learn more about prayer, the couple traveled the globe, exploring the great Judeo-Christian prayer traditions: in mountains and monasteries, in Christian communities and cathedrals, standing up and lying down, every hour and around the clock.. Jared's witty reflections on his fast-paced journey will both entertain and inspire you to think about your own prayer journey.. Join Jared on a rollicking modern-day prayer pilgrimage... you'll never pray the same again.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Christian",
                "Religion",
                "Prayer",
                "Travel",
                "Autobiography",
                "Spirituality"
            ]
        },
        {
            "title": "Libellus de Numeros",
            "authors": [
                "Jim    West"
            ],
            "ranking": 4.3,
            "ranking_count": 120,
            "abstract": "What is the missing variable?. Alex, a young precocious girl, mysteriously gets transported to a strange world where Latin and Math combine in formulas and equations with magical effects. With a cruel council leading the only safe city of it's kind in this world, she will have to prove her worth to stay as well as help this city as it is the target for two evil wizards who seek to destroy the city and it's ruling council.. Will the council's mighty army of guardians be enough to repel the onslaught of the two wizards' wrath?. To help the city and also get back home, she will need the help of the greatest mathematician of all time, Archimedes. In a world where math is magic, Alex wishes she paid more attention in math class.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science"
            ]
        },
        {
            "title": "Politixworks",
            "authors": [
                "Chuck U. Farlie"
            ],
            "ranking": 4.6,
            "ranking_count": 15,
            "abstract": "Politixworks is a satirical examination of the fecklessness of leadership in a modern democracy. In it there are allusions to the two normative ideologies, liberalism and conservatism, wrestling with each other through the personifications of Lyndon Johnson and Theodore Cruz. Struggling to win the hearts and minds of a community of 12 year old children, the two rivals are like old ghosts batting for the soul of their class. Both aspire to lead the 6th grade to their own ends which requires that they transform into political leaders. They are craven, crass, brutish, impulsive and reckless, and in all ways that matter, reflect the accurate caricature of the modern politician.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Blessings of the Animals",
            "authors": [
                "Katrina Kittle"
            ],
            "ranking": 4.07,
            "ranking_count": 2916,
            "abstract": "From Katrina Kittle, critically acclaimed author of. The Kindness of Strangers. , comes a wry and moving story of forgiveness, flexibility, happiness, and the art of moving on.. Veterinarian Cami Anderson has hit a rough patch. Stymied by her recent divorce, she wonders if there are secret ingredients to a happy, long-lasting marriage or if the entire institution is outdated and obsolete. Couples all around her are approaching important milestones. Her parents are preparing to celebrate their fiftieth anniversary. Her brother and his partner find their marriage dreams legally blocked. Her former sister-in-law—still her best friend—is newly engaged. The youthfully exuberant romance of her teenage daughter is developing complications. And three separate men—including her ex-husband—are becoming entangled in Cami's messy post-marital love life.. But as she struggles to come to terms with her own doubts amid this chaotic circus of relationships, Cami finds strange comfort in an unexpected confidant: an angry, unpredictable horse in her care. With the help of her equine soul mate, she begins to make sense of marriage's great mysteries—and its disconnects.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Animals",
                "Womens Fiction",
                "Contemporary",
                "Adult Fiction",
                "Romance",
                "Adult",
                "Womens"
            ]
        },
        {
            "title": "Sugar Coated",
            "authors": [
                "Shannen Crane Camp"
            ],
            "ranking": 4.15,
            "ranking_count": 73,
            "abstract": "An unhealthy addiction to sugar cubes, a deep-seated fear of water, and universal luxury—these are the simple things that make up 18-year-old Brynn's Utopian existence. Why, then, is her perfect life also plagued with unanswered questions?. Like every other resident of the planet Halcyon, Brynn's home provides everything she needs, money is unheard of, and life is perfect. But unlike the rest of Seaside's residents, Brynn has questions. Why can't people leave the city? Why does the ocean fill everyone with terror? Who are the Workers? Not only is Brynn curious where others are compliant, but she suffers from chronic nightmares of an angelic woman torturing her for information she doesn’t possess. But these are more than just figments of her imagination; they're memories of things that never happened.. When Brynn meets Jonah, a brilliant, library-dwelling boy who shares her questions and her curiosity, they formulate a plan to find answers. Somewhere, the perfect veneer of Halcyon's instant gratification hides a city that only Brynn knows about—a city she and Jonah are determined to find. But will finding the city give them answers, or simply uncover the horrific truth behind the perfection?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "Alone... You're Not",
            "authors": [
                "serenity finlay"
            ],
            "ranking": 4.33,
            "ranking_count": 6,
            "abstract": "Faced with an unthinkable tragedy, Cara Fletcher must rely completely on her distant relative for support. As she struggles to regain her life, Cara finds herself the target of a dangerous criminal — a crazed madman intent on settling his personal vendetta.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Voices in Crystal",
            "authors": [
                "Mary R. Woldering"
            ],
            "ranking": 4.29,
            "ranking_count": 69,
            "abstract": "We are children made of stone. Tiny voices are as grains of sand. Come to us, Marai. Man of Ai. Man of the sand. When Marai, a shepherd living at the foot of Mt. Sinai in the third millennium BC, sings to his goddess one night, he sees a falling star. Tracking it, he discovers a strange vessel containing crystalline entities resembling earthly stones and gems: the Children of Stone. The Children delight in this simple shepherd and his songs of love. They ask him to host their intelligence; to bring them to the sages and priests who have spent their lives seeking the wisdom of the stars. When he agrees, he is transformed into a godlike being. Still a passionate shepherd at heart, Marai gathers others, like lambs to his fold. His journey to the wise men of ancient Kemet won't be easy. Things hidden, that wait in darkness, are always there.. Children of Stone Book 1 - Voices in Crystal begins Marai's journey toward wisdom. Blending history, ancient literature, mythology, classic archetypes, and personal inspiration, Woldering takes the reader on a speculative and emotional journey through the ancient world, and worlds beyond. Marai and his companions, through the help of the Children of Stone, find themselves walking into, and becoming part of ancient legends. Years ago, when I began to study mythology, writes the author, it occurred to me that the gods and goddesses never seemed divine. They acted like super-talented people full of very human passions and shortcomings, appearing in different legends like threads woven into the tapestry of time and culture. This series is the story of some of these 'gods'.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Manan",
            "authors": [
                "Mohit Parikh",
                "Urmila Shastry"
            ],
            "ranking": 3.83,
            "ranking_count": 88,
            "abstract": "'He closes his eyes and finds today’s date floating towards him. Shimmering in the darkness, swivelling – like the text on the Windows 95 screensaver. It seeps in through his forehead and gets absorbed. 23-04-98 is now a part of him. Today’s date, a Saturday, when the first sign of what he so eagerly awaited has appeared . . .'. It is the summer of 1998 in a sleepy Indian town that is jut awakening to the age of information, and young Manan has acquired his first official sign of puberty. The world around him, though, refuses to understand the magnitude of the moment. Instead, it teases him by offering all sorts of temptations, posing all sorts of quandaries. And it doesn't help that his friends are taller and larger than him, that his parents fight all the time, that his sister no longer has time for him, that the love of his life barely knows that he exists.. With an earnest voice that is colourfully candid about middle-class India and the tyranny of family relationships, authority figures and peer pressure, Manan is a tragicomedy of growing pains and the triumphs of a stoic heart.. 'Parikh demonstrates a deft hand at painting a picture of life in middle-class India in the late ’90s and lends his protagonist a voice that rings true, page after page. Manan is an original look at a young boy’s world, much like the first Adrian Mole books. A keen observer, a compulsive problem-solver and a dreamer with his feet firmly on the ground, Manan Mehta is the boy we all know, the person we all can be.’ – The Indian Express. ‘An earnest voice runs through this 194-page book, making it a breeze. Read it not for rediscovering childhood, but if you remember that a lot of what you did as a teen revolved around love and sex.’ - Hindustan Times. ‘Mohit Parikh’s debut novel is an eloquent, sensitive and restrained look at the onset of puberty. Its earnest protagonist stays with you long after the last page is turned.’ – The Sunday Guardian. ‘Parikh exercises restraint throughout. The language, while descriptive, is never excessive or showy. Fragments such as “Incisors, molars, swallow” pithily describe Manan eating a snack. Students play “answer sheets aeroplane” after class. Not only do you get what Parikh means, better still you see it in the mind’s eye.’ – Mint Lounge",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Contemporary"
            ]
        },
        {
            "title": "An Appetite for Violets",
            "authors": [
                "Martine Bailey"
            ],
            "ranking": 3.71,
            "ranking_count": 1305,
            "abstract": "That’s how it is for us servants. No one pays you much heed; mostly you’re invisible as furniture. Yet you overhear a conversation here, and add a little gossip there. A writing desk lies open and you cannot help but read a paper. Then you find something, something you should not have found.. Irrepressible Biddy Leigh, under-cook at the forbidding Mawton Hall, can’t wait to settle down with her sweetheart and set up her own tavern. But when her elderly master marries the young, enigmatic Lady Carinna, Biddy is unwittingly swept up into a world of scheming, secrets, and lies.. Forced to accompany her new mistress to Italy, Biddy takes with her an old household book of recipes, The Cook’s Jewel, in which she records her observations. When she finds herself embroiled in a murderous conspiracy, Biddy realises that the secrets she holds could be the key to her survival – or her downfall . . .. AN APPETITE FOR VIOLETS is an utterly compelling story of food, obsession and mystery, introducing a brilliant new voice in historical fiction.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Romance",
                "European Literature",
                "Food and Drink",
                "Literature",
                "Cultural",
                "Adult Fiction"
            ]
        },
        {
            "title": "Fantasy of Frost",
            "authors": [
                "Kelly St. Clare"
            ],
            "ranking": 4.19,
            "ranking_count": 10676,
            "abstract": "I know many things. What I am capable of, what I will change, what I want to become. But there is one thing I will never know.. Being the Tatuma of our world, the next to rule, should have given me a privileged life. One full of friends, love and happiness. If my mother did not hate me, I probably would have had all of that. Instead, she has kept me veiled from birth, turning the possibility of this distant dream into a living nightmare.. Shunned by the court, abused from childhood, I am trapped within this material barrier and will never know my own face. Only two friends and a determination to become Tatum keep me sane.. I am unaware everything in my life is about to change when the peace delegate arrives from the savage world of Glacium. Hidden agendas, past secrets and my struggle to stay alive–while still becoming the person I want to be–careen wildly out of control",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "New Adult",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "South of Reality",
            "authors": [
                "A.I. Alexen"
            ],
            "ranking": 4.6,
            "ranking_count": 5,
            "abstract": "When guard dogs Arky and Peyson investigate a mysterious and shady new feline arrival, they could never have foreseen what lay ahead – midnight chases in the forest, employment among humans, deals with a malicious rooster, and much more, bringing them closer and closer to breaking the all-important animal code!",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Mark and Brenden: The Trip",
            "authors": [
                "Damien Wynn"
            ],
            "ranking": 3.33,
            "ranking_count": 6,
            "abstract": "Mark and Brenden have two weeks until Brenden is deployed to Afghanistan. The two take a last minute trip to Hawaii to give each other a proper goodbye, and to make the most of their time left together. But, hot sex in paradise may not be enough for these two to say good bye.. (M/M Erotica) A Short Story",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Stupide stelle",
            "authors": [
                "Andrea Giachè"
            ],
            "ranking": 3.31,
            "ranking_count": 13,
            "abstract": "Stefania è una diciassettenne rassegnata all’idea che nulla cambierà mai. La sua Italia è grigia, appariscente, costosa. È un’Italia di famiglie ferite, di licei che non funzionano, di lavori in nero. Se Stefania non crolla è grazie ai suoi insoliti amici: un ansiolitico, un cavallo e Tommy, l’auto-proclamato protettore della città.. Ma la vita è davvero «così e basta»?. Il Diavolo, chissà come, giunge a Spondai per rubarle il libero arbitrio. Senza, Stefania non può più prendere nemmeno la decisione più elementare. Eppure, se non vorrà perdere tutto ciò che ama, dovrà cercare un modo per recuperarlo. Ma come fare?. Stupide Stelle è una toccante e divertente avventura nella magia, nel mistero e nei meandri dell’animo umano: il racconto di come si può trovare la luce anche nelle tenebre.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Dining Out with the Ice Giants",
            "authors": [
                "Clare O'Beara"
            ],
            "ranking": 4.39,
            "ranking_count": 38,
            "abstract": "Dining Out Around The Solar System Book 2. Two journalists in an alternate future London meet the people from the outer planets - during one of the worst winters for cold and flooding that London has suffered. From political misdeeds to mushroom picking in a disused Tube station, Donal and Myron uncover all sorts of activities... and dangers.. SAVED FROM LONDON’S FLOOD. Donal, an Irish journalist, and Myron, his Cockney-Jamaican colleague, are feature writers with zine London’s Eye. They tend to attract trouble.. FLU VACCINES NEARLY GONE. Since they have many friends from other planets, they also enjoy good meals in ethnic restaurants.. BOND STAR MISTRI DIES. This winter, a whole lot of problems are facing London, and who better to cover them?. BANK PAYMENTS HACKED. The lads might even make new friends in the process of gaining a scoop. Or new enemies.. DRUG COMPANY SCANDAL",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Μάργκινους Μόριους",
            "authors": [
                "Στέλιος Χαλκίτης"
            ],
            "ranking": 4.57,
            "ranking_count": 7,
            "abstract": "Απρόσμενο δώρο η επαφή μου με τέτοιο κείμενο!. Πρόκειται για ένα λογοτεχνικό βιβλίο διαμάντι, που σε καλεί ξανά και ξανά να τυλιχτείς στις σελίδες του, γιατί κάθε φορά βαθαίνεις όλο και πιο πολύ.... Ο συγγραφέας, γοητευτικός αφηγητής, προικισμένος μυθοπλάστης, ηθογράφος, ψυχογράφος, ψυχαναλυτής και κοινωνικός αναλυτής σε παίρνει μαζί του σ' ένα ταξίδι πρωτόγνωρο, συναρπαστικό, συνταρακτικό και μυστηριώδες.... Μιλάει για τα παράξενα και την αδικία του κόσμου, για το σκληρό αγώνα της επιβίωσης, για την υποθήκη της ζωής, για το ζωντανό πανεπιστήμιο των ανθρωπίνων αξιών και τα νοικιασμένα αισθήματα των ανθρώπων. Συναντάς στις σελίδες του τα σπουδαία παιδιά τού σήμερα, που αναγκάζονται να χαράξουν μόνα τους μονοπάτια, αφού οι μεγάλοι χρεοκοπήσαμε στις λεωφόρους της ευμάρειας και χάσαμε το δρόμο, μιλάει για τον αληθινό προορισμό του ανθρώπου και άλλα πολλά.... Θέτει με μυθιστορηματική γραφή βαθιά νοήματα της ζωής, ωθώντας σε να ξεφύγεις από τις δεσμεύσεις και να αυτοπροσδιοριστείς, να αναζητήσεις τον εσώτατο εαυτό σου και εκεί να προσπαθήσεις να λύσεις τα προβλήματα της ζωής.. Γραφή βαθύτατα πολιτική και έντονα ανθρωπιστική, με μια ματιά διεισδυτική και οξύτατη αντίληψη, σε προτρέπει να φέρεις στο φως τις κινητήριες δυνάμεις της ψυχής, σε μια αναδόμηση της προσωπικότητας και ανακοινωνικοποίηση της ζωής.. Εξαιρετικό δείγμα συνειδησιακής γραφής, σου δημιουργεί την αίσθηση της βιωμένης εμπειρίας και σε καθιστά κοινωνό των εσωτερικών σκέψεων και συναισθημάτων των ηρώων, καθώς και μιας πρωτόγνωρης γνώσης. Η πετυχημένη αναλογία δράσεων και δραστηριοτήτων και ο πλούσιος αφηγηματικός χρόνος οδηγούν σε μια πλοκή μοναδική που κρατά αμείωτο το ενδιαφέρον.. Λόγος πολυδιάστατα περιγραφικός, αποτυπώνει συνολικά την ατμόσφαιρα σε κάθε της λεπτομέρεια. Μια ατμόσφαιρα μυστηριώδης, που εντείνεται από τη σκηνοθεσία, την εικονοπλασία και τη συνύπαρξη δυνατών αντιθέσεων.. Γλώσσα ώριμη, πλούσια, κομψή, ποιητική και τρυφερή αλλά και τόσο δυνατή ώστε να μπορεί να στήσει ακέραιο μπροστά στα μάτια σου τον κόσμο που περιγράφει, εκφραστική του βάθους, με συνδυασμούς λέξεων που εκπλήσσουν και αιφνιδιάζουν και σε κρατάει δέσμιο ως το τέλος... (Στέλλα Ν.Κυριακάκη-Χατζηγεωργίου, από την παρουσίαση στο οπισθόφυλλο του βιβλίου)",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Antifragile: Things That Gain from Disorder",
            "authors": [
                "Nassim Nicholas Taleb"
            ],
            "ranking": 4.09,
            "ranking_count": 44268,
            "abstract": "From the bestselling author of The Black Swan and one of the foremost philosophers of our time, Nassim Nicholas Taleb, a book on how some systems actually benefit from disorder.. In The Black Swan Taleb outlined a problem; in. Antifragile. he offers a definitive solution: how to gain from disorder and chaos while being protected from fragilities and adverse events. For what he calls the antifragile is one step beyond robust, as it benefits from adversity, uncertainty and stressors, just as human bones get stronger when subjected to stress and tension.. Taleb stands uncertainty on its head, making it desirable, and proposing that things be built in an antifragile manner. Extremely ambitious and multidisciplinary,. Antifragile. provides a blueprint for how to behave-and thrive-in a world we don't understand and which is too uncertain for us to even try to understand. He who is not antifragile will perish. Why is the city state better than the nation state, why is debt bad for you, and why is almost everything modern bound to fail? The book covers innovation, health, biology, medicine, life decisions, politics, foreign policy, urban planning, war, personal finance, and economic systems. Throughout, the voice and recipes of the ancient wisdom from Phoenician, Roman, Greek, and Medieval sources are heard loud and clear.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Business",
                "Economics",
                "Psychology",
                "Science",
                "Self Help",
                "Politics"
            ]
        },
        {
            "title": "Do Not Resuscitate",
            "authors": [
                "Nicholas Ponticello"
            ],
            "ranking": 3.71,
            "ranking_count": 144,
            "abstract": "Jim Frost thinks that when you’re dead, you’re dead. Gone. Finished. Kaput. But on the eve of his seventy-third birthday, his daughter suggests he have his brain downloaded to a microchip for safekeeping, and Jim is forced to consider what it really means to die—and what it might mean to live forever.. Recipient of the 2015 Green Book Festival honorable mention in fiction and semi-finalist in the 2015 Kindle Book Awards, Do Not Resuscitate is the firsthand account of Jim Frost, an aging misanthropist who witnessed the rise and fall of the United States as a world power, the digitalization of the planet, the advent of the water wars, and the near collapse of the global economy. Yet he remains impervious to it all. Concerned more with his plasma TV, high-speed Internet, and continual supply of hash, twentysomething Jim takes an under-the-table job off Craigslist delivering mysterious red coolers to strangers in cafés in an effort to pay the bills. But when Jim’s enigmatic employer asks him to fly to North Korea for a delivery, Jim starts to wonder what he’s gotten himself into.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Audition (Gem Models, #1)",
            "authors": [
                "Tanya Chance"
            ],
            "ranking": 0.0,
            "ranking_count": 0,
            "abstract": "Welcome to the modeling world! Gem Models is an elite modeling agency that trains and promotes some of the biggest names in the modeling industry. The Gem Models are assigned practice partners for an upcoming audition, which makes everyone question their feelings. Top models Ben and Martha are the ultimate power couple. But what happens when Ben starts to fall for plus-size model Bonnie?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Undoing Border Imperialism",
            "authors": [
                "Harsha Walia",
                "Andrea      Smith",
                "Syed Khalid Hussan"
            ],
            "ranking": 4.53,
            "ranking_count": 401,
            "abstract": "Harsha Walia has played a central role in building some of North America’s most innovative, diverse, and effective new move­ments. That this brilliant organizer and theorist has found time to share her wisdom in this book is a tremendous gift to us all.. —Naomi Klein, author of. The Shock Doctrine. Undoing Border Imperialism. combines academic discourse, lived experiences of displacement, and movement-based practices into an exciting new book. By reformulating immigrant rights movements within a transnational analysis of capitalism, labor exploitation, settler colonialism, state building, and racialized empire, it provides the alternative conceptual frameworks of border imperialism and decolonization. Drawing on the author’s experiences in No One Is Illegal, this work offers relevant insights for all social movement organizers on effective strategies to overcome the barriers and borders within movements in order to cultivate fierce, loving, and sustainable communities of resistance striving toward liberation. The author grounds the book in collective vision, with short contributions from over twenty organizers and writers from across North America.. Border imperialism is an apt conceptualization for capturing the politics of massive displacement due to capitalist neoglobalization. Within the wealthy countries, Canada’s No One Is Illegal is one of the most effective organizations of migrants and allies. Walia is an outstanding organizer who has done a lot of thinking and can write—not a common combination. Besides being brilliantly conceived and presented, this book is the first extended work on immigration that refuses to make First Nations sovereignty invisible.. —Roxanne Dunbar-Ortiz, author of. Indians of the Americas. and. Blood on the Border. Harsha Walia’s Undoing Border Imperialism demonstrates that geography has certainly not ended, nor has the urge for people to stretch out our arms across borders to create our communities. One of the most rewarding things about this book is its capaciousness—astute insights that emerge out of careful organizing linked to the voices of a generation of strugglers, trying to find their own analysis to build their own movements to make this world our own. This is both a manual and a memoir, a guide to the world and a guide to the organizer’s heart.. —Vijay Prashad, author of. The Darker Nations: A People’s History of the Third World. This book belongs in every wannabe revolutionary’s war backpack. I addictively jumped all over its contents: a radical mixtape of ancestral wisdoms to present-day-grounded organizers theoriz­ing about their own experiences. A must for me is Walia’s decision to infuse this volume’s fight against border imperialism, white supremacy, and empire with the vulnerability of her own personal narrative. This book is a breath of fresh air and offers an urgently needed movement-based praxis.. Undoing Border Imperialism. is too hot to be sitting on bookshelves; it will help make the revolution.. —Ashanti Alston, Black Panther elder and former political prisoner. Other Contributors: Yogi Acharya, Carmen Aguirre, Tara Atluri, Annie Banks, Mel Bazil, Nazila Bettache, Adil Charkaoui, Yen Chu, Karen Cocq, Jessica Danforth, Ruby Smith Diaz, Nassim Elbardouh, Craig Fortier, Harjap Grewal, Mostafa Henaway, Freda Huson, Syed Khalid Hussan, Jane Kirby, Aylwin Lo, Karla Lottini, Alex Mah, Robyn Maynard, Graciela Flores Mendez, Cecily Nicholson, Leah Lakshmi Piepzna-Samarasinha, Toghestiy, Sozan Savehilaghi, Mac Scott, Lily Shinde, and Rafeef Ziadah.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Race",
                "Social Movements",
                "Social Issues",
                "Feminism",
                "History",
                "Philosophy",
                "Academic"
            ]
        },
        {
            "title": "Hunter of Sherwood: Knight of Shadows",
            "authors": [
                "Toby Venables"
            ],
            "ranking": 4.04,
            "ranking_count": 168,
            "abstract": "A GUY OF GISBURNE NOVEL. England, 1191. Richard Lionheart has left the realm bankrupt and leaderless in his quest for glory. Only Prince John seems willing to fight back the tide of chaos threatening England – embodied by the traitorous ‘Hood.’. But John has a secret weapon: Guy of Gisburne, outcast, mercenary, and now knight. His first mission: to intercept the jewel-encrusted skull of John the Baptist, sent by the Templars to Philip, King of France. Gisburne’s quest takes him from the Tower of London to the hectic crusader port of Marseilles – and into increasingly bloody encounters with ‘The White Devil’: the fanatical Templar de Mercheval.. Relentlessly pursued back to England, and aided by the beautiful and secretive Mélisande, Gisburne battles his way with sword, lance and bow to a bitter confrontation at the Castel de Mercheval. But beyond it – if he survives – lies an even more unpredictable adversary.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Orion Connection (The Legends Trilogy, #1)",
            "authors": [
                "S. DeGiorgio"
            ],
            "ranking": 4.0,
            "ranking_count": 85,
            "abstract": "ORION CONNECTION is the first installment in the Legends Trilogy. Inspired by the Face on Mars and the unexplainable technological marvels that predate the rise of Egypt by thousands of years, S DeGiorgio offers an eerily plausible connection between Mars and the rise of modern civilization. This novel is rocket fuel for people seeking answers to the question, “Are we alone?”. It’s 2050, Earth’s resources are nearly gone, and armies guard what precious little remains. As mankind prepares to set foot on Mars, leaders of an ancient society are forced out of the shadows to protect secrets they’ve guarded for millennia.. Orion’s crew gets caught in the middle, and on the eve of Earth’s first manned mission to Mars, unknown adversaries murder four of their own. As the reserve team is pressed into service, fears grow that co-conspirators may be on board.. No one’s ever gone farther than the moon. Rumor and espionage threaten to tear the crew apart at a time when America can’t afford to fail, and they only have each other, elite training, and raw instincts to rely on. Not everyone believes they will make it home. Some even consider them expendable—acceptable losses to advance the cause.. Control of Mars’ mineral rights will reestablish America’s position as the leader of the free world. Standing down is not an option—but we’re not the only country in the race for the red planet.. “This story kept me spellbound and on the edge of my seat! I have been reading non-stop all day and just couldn’t put it down. Now I have to wait for the next book, which I hope is out soon. If you’re looking for great action, science fiction, mystery and a fantastic cast of characters, this is the book you need to read.” ~ RW",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Business"
            ]
        },
        {
            "title": "The Creator of the Universe: A Scientific Approach to Christian Faith",
            "authors": [
                "Corrado Ghinamo"
            ],
            "ranking": 4.0,
            "ranking_count": 2,
            "abstract": "Are science and faith antithetic? Are the new discoveries in science making faith in God totter? Or can science be the basis for strong faith and the belief in a Creator? Discover how.. The Creator of the Universe is the author's original manuscript that gave birth to the book The Beautiful Scientist.. This amazing book takes an interesting look at science and faith, and how the two can work together to prove there is a Creator. Corrado Ghinamo believes it is the very existence of the universe that allows people to see there is a super-entity, there is a God.. He uses scientific evidence, like the Big Bang Theory, the smallest particles of the universe, the galaxies, and what he calls the Super-Force to prove just that: God does exist.. Creation and evolution are not two separate ideals; rather evolution is one of the means that God used and still uses in creating and governing the universe. Ghinamo shows that God is a logical necessity to complete the vision of scientist's universe. The same goes for people of faith; there is scientific evidence that can further the existence of a Creator.. The Creator of the Universe: A Scientific Approach to Christian Faith uses easy-to-understand language, examples from everyday life, and an easy-to-follow structure to prove that the universe, far more beautiful and complex than people can imagine, was in fact created by God, and that evidence and rationality in science can lead to the belief in God.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Thing With Feathers",
            "authors": [
                "Anne Sweazy-Kulju"
            ],
            "ranking": 4.28,
            "ranking_count": 46,
            "abstract": "As the inhabitants of Cloverdale, Oregon, welcomed in the twentieth century, they were not unaccustomed to hard times and thorny situations.. Small communities banded together for protection and hope. Heroes and villains were often difficult to decipher.. When an itinerate Baptist preacher arrived with his baby daughter and a wife lost on the trail, there was no one prepared to suspect what lurid secrets and heartbreak he might be concealing. As the preacher sets his sights against those who might oppose him, the names and the lives of the. good people of Cloverdale may not be spared.. Yet in the midst of the machinations of a mad man, virtue and valor can persist. The Thing with Feathers is known to fly through wars, depressions, and natural disasters. Will the Marshall clan and the good people of Cloverdale find it in time?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Drama",
                "Historical"
            ]
        },
        {
            "title": "Ant Colony",
            "authors": [
                "Michael DeForge"
            ],
            "ranking": 4.07,
            "ranking_count": 1969,
            "abstract": "The debut graphic novel from a dazzling newcomer with a singular, idiosyncratic style. In the few short years since he began his pamphlet-size comic book series. Lose. , Michael DeForge has announced himself as an important new voice in alternative comics. His brash, confident, undulating artwork sent a shock wave through the comics world for its unique, fully formed aesthetic.. From its opening pages,. Ant Colony. immerses the reader in a world that is darkly existential, with false prophets, unjust wars, and corrupt police officers, as it follows the denizens of a black ant colony under attack from the nearby red ants. On the surface, it’s the story of this war, the destruction of a civilization, and the ants’ all too familiar desire to rebuild. Underneath, though,. Ant Colony. plumbs the deepest human concerns—loneliness, faith, love, apathy, and more. All of this is done with humor and sensitivity, exposing a world where spiders can wreak unimaginable amounts of havoc with a single gnash of their jaws.. DeForge’s striking visual sensibility—stark lines, dramatic color choices, and brilliant use of page and panel space—stands out in this volume.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Animals",
                "Fantasy",
                "Art",
                "Adult"
            ]
        },
        {
            "title": "Show Time",
            "authors": [
                "Phil Harvey"
            ],
            "ranking": 3.13,
            "ranking_count": 78,
            "abstract": "Future viewing audiences have become totally desensitized to violence and entirely dependent on sensation to escape their boring workaday lives—an addiction nurtured by the media with graphic portrayals of war and crime and with so-called reality programming. Now, TV execs in pursuit of the only things they care about—higher ratings and bigger paychecks—have created the ultimate reality show: Seven people, each bearing the scars of his or her past, are deposited on an island in the middle of Lake Superior. Given some bare necessities and the promise of $400,000 each if they can endure, the three women and four men risk death by starvation or freezing as the Great Lakes winter approaches. The island is wired for sound, and flying drones provide the video feed, so everything the contestants do and say is broadcast worldwide. Their seven-month ordeal is entirely unscripted, they can’t ask for help or they forfeit the prize, and as far as the network is concerned—the fewer survivors the better.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction"
            ]
        },
        {
            "title": "He Mele A Hilo (A Hilo Song)",
            "authors": [
                "Ryka Aoki"
            ],
            "ranking": 4.43,
            "ranking_count": 171,
            "abstract": "Something strange is happening in Hilo. Noleani Choi’s new show about the life of Jesus Christ told through hula dance has everyone, especially her halau, wondering what she could possibly be thinking. Rumors circulate about a rich guy from the mainland, and the dancers and their friends must reckon with what is really hula, who is Hawaiian enough, and why each of them wants to dance.. On one beautiful island, we discover that loving other people in spite of their flaws might just begin with being true to our own selves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "LGBT",
                "Novels",
                "The United States Of America",
                "Adult Fiction"
            ]
        },
        {
            "title": "Perilous Question: The Drama of the Great Reform Bill 1832",
            "authors": [
                "Antonia Fraser"
            ],
            "ranking": 3.64,
            "ranking_count": 264,
            "abstract": "Antonia Fraser’s. Perilous Question. is a dazzling re-creation of the tempestuous two-year period in Britain’s history leading up to the passing of the Great Reform Bill in 1832, a narrative which at times reads like a political thriller.. The era, beginning with the accession of William IV, is evoked in the novels of Trollope and Thackeray, and described by the young Charles Dickens as a cub reporter. It is lit with notable characters. The reforming heroes are the Whig aristocrats led by Lord Grey, members of the richest and most landed cabinet in history yet determined to bring liberty, which would whittle away their own power, to the country. The all-too-conservative opposition was headed by the Duke of Wellington, supported by the intransigent Queen Adelaide, with hereditary memories of the French Revolution. Finally, there were revolutionaries, like William Cobbett, the author of Rural Rides, the radical tailor Francis Place, and Thomas Attwood of Birmingham, the charismatic orator. The contest often grew violent. There were urban riots put down by soldiers and agricultural riots led by the mythical Captain Swing.. The underlying grievance was the fate of the many disfranchised people. They were ignored by a medieval system of electoral representation that gave, for example, no votes to those who lived in the new industrial cities of Manchester, Leeds, Sheffield, and Birmingham, while allocating two parliamentary representatives to a village long since fallen into the sea and, most notoriously, Old Sarum, a green mound in a field. Lord John Russell, a Whig minister, said long afterwards that it was the only period when he genuinely felt popular revolution threatened the country. The Duke of Wellington declared intractably in November 1830 that “The beginning of reform is the beginning of revolution.” So it seemed that disaster must fall on the British Parliament, or the monarchy, or both.. The question was: Could a rotten system reform itself in time? On June 7, 1832, the date of the extremely reluctant royal assent by William IV to the Great Reform Bill, it did. These events led to a total change in the way Britain was governed, and set the stage for its growth as the world’s most successful industrial power; admired, among other things, for its traditions of good governance—a two-year revolution that Antonia Fraser brings to vivid dramatic life.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Literature",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Looking Through Water",
            "authors": [
                "Bob Rich"
            ],
            "ranking": 4.22,
            "ranking_count": 55,
            "abstract": "More than one man’s journey to self-awareness, this is a raw, honest coming-of-age story that reveals the true meaning of family.. In. Looking Through Water. , William McKay finds himself reliving his past to help his troubled grandson, Kyle, deal with the present.. William’s story starts on an Adirondacks lake and wends its way through Manhattan to the Florida Keys. Colorful characters from the old man’s past come to life to help him tell an unforgettable story full of surprises and suspense. Fueled by nature’s fury, men are yanked out of their comfort zones and thrown together to confront life and death. Just as William appears to be on the brink of permanent unmooring, a stranger unexpectedly arrives to provide the tethering he has always sought.. Looking Through Water. twists and turns as old wounds are revealed, wrongs are redressed, lives are threatened, understanding surfaces, and love arrives. With his grandfather’s past laid bare, Kyle must ultimately face how he might shape his future.. This story explores the emotions that make up the intricate tapestry of family structure by pulling at the threads of truth, lies, and misunderstandings.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Reason for Existence",
            "authors": [
                "Richard Botelho"
            ],
            "ranking": 3.91,
            "ranking_count": 81,
            "abstract": "When David Jordan, an extraterrestrial human in appearance, agrees to help U.N. Secretary General Nicholas Straka resolve an escalating nuclear crisis, he also learns he must defuse a horrifying plot to exterminate humanity by a hostile race of beings who despise human culture. Somehow, he must thwart both crises before a worldwide intervention is launched by his superiors, destroying human innocence in the process. In Reason for Existence, David learns the origins of human conflict, the nature of secret societies, the true meaning of friendship, and the enduring qualities of love.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Without Chance",
            "authors": [
                "Christopher  Bailey"
            ],
            "ranking": 4.31,
            "ranking_count": 35,
            "abstract": "Ryan had lost everything. His mother recently died of cancer, and his father had completely shut down after her death. His father even dragged him away from the city he'd grown up in, forcing him to leave all of his friends to move to a tiny, backwater town called Turnbridge, hundreds of miles from anything remotely interesting. Even the school's social scene seemed to revolve around activities and sermons at the local church. Then he met Chance. Chance was quiet and friendly, and was an extreme social outcast due to his sexual orientation. He was also obsessed with an unsolved murder that had taken place two years previously. Everyone was convinced it was a suicide. Everyone except Chance, who believed the victim had been targeted due to his homosexuality. Ryan didn't believe him until the accidents started, all seeming to focus around Chance. With the local culture so hostile toward the gay population, there were too many suspects and not nearly enough time as they tried to stop a killer who hunted in the name of God.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Before Life Happened",
            "authors": [
                "Isabel Curtis"
            ],
            "ranking": 3.7,
            "ranking_count": 90,
            "abstract": "*The Outsiders meets Speak*. A distinctive young-adult coming-of-age debut novel about grief, loss and life choices set in a modern day troublesome neighbourhood.. After a devastating loss, sixteen-year-old Hayden Wilson finds herself stuck between a past she can’t let go of and a future that struggles to make sense. Gangs, drugs and shootings are the background to this fast-paced page-turner where every wrong choice leads Hayden one step closer to self-destruction.. A series of events will force her on the run, wanted by the police, and Hayden will have to face the consequences of her mistakes. But will she get another chance?. From a talented new voice comes an intense gripping realistic novel that tackles the issues of teenage depression through a powerful narration which will take readers through an emotional journey about an adolescent’s transition into adulthood - blending visceral experiences with authentic and poignant diary entries.. “Before Life Happened” is the first book in the “Before” series.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Darkling Child",
            "authors": [
                "Terry Brooks"
            ],
            "ranking": 3.93,
            "ranking_count": 3902,
            "abstract": "After taking up his enchanted sword against the dark sorcerer Arcannen, Paxon Leah has become the sworn protector of the Druid order. Now a critical hour is at hand, as a beloved High Druid nears the end of her reign and prepares to pass from the mortal world to the one beyond. There is little time for Paxon to mourn his friend and benefactor before duty summons him. For in a distant corner of the Four Lands, the magic of the wishsong has been detected. Paxon must accompany a Druid emissary to find its source—and ensure the formidable power is not wielded by the wrong hands.. But danger is already afoot in the village of Portlow. Gentle traveling minstrel Reyn Frosch possesses the uncanny gift, and curse, of the wishsong. And now his coveted abilities have captured the malevolent interest of none other than Arcannen—whose quest for power is exceeded only by his thirst for vengeance. The lone survivor of a brutal assault on a notorious pirate city, the sorcerer is determined to retaliate against the Federation’s elite military guard—and use the devastating power of the wishsong as his ultimate weapon.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Science Fiction",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Haar bloed",
            "authors": [
                "Kristien Hemmerechts"
            ],
            "ranking": 3.03,
            "ranking_count": 70,
            "abstract": "Als kind raakt Titus Serfonteyn gefascineerd door bloed. Wat is het, wat doet het, hoe werkt het? Zijn moeder legt zich neer bij de obsessie van haar zoon. Titus’ dorst naar kennis over bloed doet hem later besluiten medicijnen te gaan studeren. Hij maakt kennis met de mooie Roos, die hij moet delen met zijn beste vriend Pieter. Dan blijkt dat Roos aan een nog onbekende ziekte lijdt. Titus bijt zich vast in het onderzoek.",
            "part_of_series": false,
            "genre_list": [
                "Roman"
            ]
        },
        {
            "title": "Jigsaw: Placing the Pieces of Your Life with Power and Purpose",
            "authors": [
                "Jason Cox"
            ],
            "ranking": 4.29,
            "ranking_count": 7,
            "abstract": "Newlyweds Coon and Grace have just returned from a blissful, romantic honeymoon and are settling into the routine of daily married life. Unfortunately, the transition isn’t nearly as smooth as they’d hoped, and is disrupted by conflict and disagreement.. As tensions mount and tempers flare, a gracious presence intervenes and throws the pair together for a day with four older couples who’ve weathered many storms. Not only have these couples survived, they’ve also learned how to thrive both in life and in marriage. Having experienced virtually every stressor a relationship can face, this wildly diverse group, led by a colorful rural sheriff, openly shares their vast experiences and how they successfully overcame each obstacle.. Despite their diversity, one common theme that runs through each veteran’s story is the presence of a mysterious person known only as “the shepherd.” As the day unfolds, Coon and Grace learn the shepherd’s approach to life, which allows them to arrange the pieces of their lives into something more beautiful than they could ever have possibly imagined.. Lighthearted yet inspirational, Jigsaw is a powerful parable wrapped in a novel with complex characters that teaches the “how” of both marriage and life.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Googolplex",
            "authors": [
                "K.G. Johansson"
            ],
            "ranking": 3.07,
            "ranking_count": 57,
            "abstract": "If you could have anything but the one thing you really wanted, what would you do?. Jack is part of a group of colonists traveling to the distant planet Shylock to build themselves a new home. But Jack has trouble letting go of his past and the world he left behind. He becomes obsessed with what could have been, and with the help of multis – mysterious beings from parallel universes – he begins his search for truth. However, in a world where even love seems impossible to define, what can he find?. Swedish author KG Johansson was born in the fifties, grew up with rock music and became a musician. Today he plays and writes full-time – science fiction and young adult novels, film scripts, opera libretti and music books – and is one of the foremost authors of speculative fiction in Scandinavia.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Return of the Christian: Vol I: The Stand",
            "authors": [
                "John F. Feet"
            ],
            "ranking": 5.0,
            "ranking_count": 3,
            "abstract": "Christians in America have taken a severe beating across the political spectrum in the last several decades. John Feet does not sugarcoat the main reason for this demise. Christians carry the light of the Holy Spirit. Darkness cannot overtake light; the only way darkness can advance is if light recedes. But John doesn’t stop there. Return of the Christian is nothing short of a manifesto, a call to action to all Christian citizens of the United States of America. John details a biblical plan of action for Christians to stand firm against the unbeliever’s onslaught. By standing first, Christians will then advance toward their goal and finally engage in a massive spiritual counter-offensive of biblical proportions.. The Return of the Christian series is designed to encourage and remind American Christians of their duty to stand on the entire Gospel at all times as they retake lost territory to restore the nation as a Beacon on a Hill.. John Feet holds a BA in Biblical Studies from The College at Southeastern and earned his MA in Christian Studies from Southeastern Baptist Theological Seminary in Wake Forest, North Carolina. He is a U.S. Navy Veteran and was awarded the Presidential Service Badge for his service in the White House Situation Room under President Reagan’s Administration.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Stony Kill",
            "authors": [
                "Marie White Small"
            ],
            "ranking": 3.87,
            "ranking_count": 45,
            "abstract": "After the sudden death of her mother, Joss Ryckman finds herself running away from everything―the life she did not choose of managing the family bakery in Brooklyn, the troubled relationship with her sometimes violent father, and her conflicts with Wyatt, a lover who always wants more. But when she flees to the country farm of her childhood in upstate New York, will she finally find the truth of dark events in her family’s past? Or will all that she has held at bay for twenty years come crashing down? As Joss comes to terms with her loss, she is forced to confront memories of a childhood steeped in both joy and sorrow. As the past seeps in through the rich farmland and the landscape of the treacherous, churning Stony Kill, Piecing together the broken past and her family’s dysfunction, the dark secrets of a family submerged in a history of violence and regret begin to take shape, and the reality of two brutal killings can no longer be denied. Joss must make her own choices and, ultimately, let go.Rich with beautiful language and immersed in powerful descriptions of Joss’s feelings, Stony Kill tells a powerful story of the heartbreak and suffering from violent acts of a dysfunctional family, and ultimately her hope and choice of a better life.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Gut gegen Nordwind / Alle sieben Wellen",
            "authors": [
                "Daniel Glattauer"
            ],
            "ranking": 4.13,
            "ranking_count": 573,
            "abstract": "Milostný román v e-mailech Dobrý proti severáku se stal krátce po svém vydání bestsellerem. Byl uveden v podobě rozhlasové i divadelní hry a v České republice se stal nejúspěšnějším představením v cyklu listování známého herce Lukáše Hejlíka. Kniha byla tak úspěšná, že autor dokonce na vytrvalé prosby čtenářů napsal druhý díl Každá sedmá vlna. Obou knih se jen v Německu prodalo přes tři miliony výtisků. Nyní vycházejí oba romány v jednom svazku.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "European Literature",
                "Realistic Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Don't Put Me In, Coach: My Incredible NCAA Journey from the End of the Bench to the End of the Bench",
            "authors": [
                "Mark Titus"
            ],
            "ranking": 3.95,
            "ranking_count": 4308,
            "abstract": "An irreverent, hilarious insider's look at big-time NCAA basketball, through the eyes of the nation's most famous benchwarmer and author of the popular blog ClubTrillion.com (3.6m visits!). Mark Titus holds the Ohio State record for career wins, and made it to the 2007 national championship game. You would think Titus would be all over the highlight reels. You'd be wrong.. In 2006, Mark Titus arrived on Ohio State's campus as a former high school basketball player who aspired to be an orthopedic surgeon. Somehow, he was added to the elite Buckeye basketball team, given a scholarship, and played alongside seven future NBA players on his way to setting the record for most individual career wins in Ohio State history. Think that's impressive? In four years, he scored a grand total of nine—yes,. nine. —points.. This book will give readers an uncensored and uproarious look inside an elite NCAA basketball program from Titus's unique perspective. In his four years at the end of the bench, Mark founded his wildly popular blog Club Trillion, became a hero to all guys picked last, and even got scouted by the Harlem Globetrotters. Mark Titus is not your average basketball star. This is a wild and completely true story of the most unlikely career in college basketball.. A must-read for all fans of March Madness and college sports!. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Nonfiction",
                "Biography",
                "Humor",
                "Autobiography",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Choosing",
            "authors": [
                "Rachelle Dekker"
            ],
            "ranking": 4.04,
            "ranking_count": 2936,
            "abstract": "“Not to be Chosen would yield a cruel fate of my own making.”. Like all citizens since the Ruining, Carrington Hale knows the importance of this day. But she never expected the moment she’d spent a lifetime preparing for—her Choosing ceremony—would end in disaster. Ripped from her family, she’ll spend her days serving as a Lint, the lowest level of society. She knows it’s her duty to follow the true way of the Authority.. But as Carrington begins this nightmare, rumors of rebellion rattle her beliefs. The whispers contradict everything she’s been told; yet they resonate deep within.. Then Carrington is offered an unprecedented chance at the life she’s always dreamed of, but she can’t shake the feeling that it may be an illusion. With a killer targeting Lints and corruption threatening the highest levels of the Authority, Carrington must uncover the truth before it destroys her.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Christian Fiction",
                "Young Adult",
                "Christian",
                "Fiction",
                "Fantasy",
                "Romance",
                "Mystery"
            ]
        },
        {
            "title": "Shoot for the Moon",
            "authors": [
                "Hope St. Amant"
            ],
            "ranking": 4.8,
            "ranking_count": 5,
            "abstract": "Shoot for the Moon is a thought-provoking journey of self-discovery, inspiration and self-mastery. The experience of the book will shine a light on those aspects that both challenge and inspire your life experience.. This book is for those who care deeply about the quality of their life and achieving the wholeness of success both personally and professionally. It’s a collection of insights that address what defines you, overcoming self-imposed limitations and shifting perceptions to infinite possibilities.. Life mastery is solely a function of one’s personal commitment and investment in attaining a life experience without limitation. If you share in the spirit of this message and seek to expand your capacity to a more impactful and meaningful life, this book lays the groundwork to attain just that.. Above all, it is an invitation to adopt a “Shoot for the Moon” frame of mind in pursuing your highest good and embracing the life that is awaiting your engagement. The choice is yours and yours alone. Choose well.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Damnation",
            "authors": [
                "Jean Johnson"
            ],
            "ranking": 4.2,
            "ranking_count": 1731,
            "abstract": "It began with a terrible vision of the future. Compelled by her precognitive abilities, Ia must somehow save her home galaxy long after she’s gone. Now Jean Johnson presents the long-awaited epic conclusion to her national bestselling military science fiction series…. With their new ship claimed and new crewmembers being collected, Ia’s Damned are ready and willing to re-enter the fight against the vicious, hungry forces of their Salik foes. But shortly after they board the. Damnation. to return to battle, a new threat emerges. After several centuries of silence, the Greys are back, and the Alliance must now combat both a rapacious, sadistic enemy, and a terrifying, technologically superior foe.. Ia has asked nothing of her crew that she herself has not been willing to give. But with two wars to bring to an end—and time running out—Ia must make and execute the most terrible choice of all…",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "War",
                "Space",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Smoking Hot: The Diary of a Fire Demon",
            "authors": [
                "Amy Mah"
            ],
            "ranking": 4.26,
            "ranking_count": 98,
            "abstract": "Swapping bodies with a young female demon had not been part of the planned vacation. Nor was having to attend a demonic high school for the magically gifted. When the most magical thing you could do was set your own underwear on fire. Life was not going to be easy, even less so with a painful tail that everyone trod on. Owning a magic sword that always tried to look up your skirt when fighting was not helpful. But then nor was having a telepathic diary that corrected your thinking instead of your spelling.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Humor",
                "Young Adult"
            ]
        },
        {
            "title": "Friend-Zoned",
            "authors": [
                "Belle Aurora"
            ],
            "ranking": 3.96,
            "ranking_count": 26091,
            "abstract": "Nikolai Leokov never thought he'd fall in love with the only girl he's ever befriended.. Valentina Tomic has issues with commitment after the ultimate betrayal.. When Tina decides to make broody Nik's day better, she never thought she would end up friends with the hard man.. Nik has never had a woman be so affectionate to him without expecting something in return.. Nik and Tina cordially invite you to read Friend-zoned.. A story of friendship, humour and love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Humor",
                "New Adult",
                "Womens Fiction",
                "Adult",
                "Adult Fiction",
                "Fiction",
                "Love"
            ]
        },
        {
            "title": "Biografía del silencio",
            "authors": [
                "Pablo d'Ors"
            ],
            "ranking": 4.1,
            "ranking_count": 1549,
            "abstract": "Basta un año de meditación perseverante, o incluso medio, para percatarse de que se puede vivir de otra forma. La meditación nos con-centra, nos devuelve a casa, nos enseña a convivir con nuestro ser, nos agrieta la estructura de nuestra personalidad hasta que, de tanto meditar, la grieta se ensancha y la vieja personalidad se rompe y, como una flor, comienza a nacer una nueva. Meditar es asistir a este fascinante y tremendo proceso de muerte y renacimiento. Gracias a la meditación el autor ha ido descubriendo que no hay yo y mundo, sino que mundo y yo son una misma y única cosa. «Una pequeña joya a contracorriente de la espiritualidad más extendida.» Diario de Sevilla. «Lo que enseña la meditación, cuando uno resiste un tiempo en silencio, es que no nos gustamos, no queremos con nuestro interior y huimos.» P. D'Ors",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Spirituality",
                "Writing",
                "Religion",
                "Audiobook",
                "Autobiography",
                "Self Help",
                "Psychology",
                "Cultural"
            ]
        },
        {
            "title": "Inga",
            "authors": [
                "Poile Sengupta"
            ],
            "ranking": 3.94,
            "ranking_count": 104,
            "abstract": "If anyone could transform laughter to light, she did, Inga. Radiance upon radiance of laughter, chime upon bell chime of light sparkled and shone everywhere. It was as if the sky showered tiny star grains that scattered, glinting, on the hay heap we were cocooned in; they sparkled on the leaves of the jackfruit tree above and dusted my arms with gold. Who could resist such a dance of light...? I couldn’t, I never could. Almost never.. Rapa is born into a Tamil Brahmin family, full of dark secrets. She is brought up in Delhi where an ‘English’ education introduces her to literature that is both fascinating and foreign. Her summer holidays are spent in the confines of the family home in Kerala, where she has for companion her cousin Inga. But as the two girls grow up, their lives change through a tortuous, pain-filled process.. Forty years after her death, Rapa’s husband has her notes published, the story of her struggles against her family, her marriage and her final encounter with Inga.. A tragic tale of yearning and hope, of derision and rage, of miracles and dreams, of commitment and utter rejection.",
            "part_of_series": false,
            "genre_list": [
                "Asian Literature",
                "Young Adult",
                "Fiction"
            ]
        },
        {
            "title": "Mojado",
            "authors": [
                "R. Allen Chappell"
            ],
            "ranking": 4.31,
            "ranking_count": 1324,
            "abstract": "Chappell takes a bold new direction with this thriller, raising storytelling and knowledge of the Navajo culture to an entirely new level. When Mexico's bloodiest predator invades the Reservation it's up to Charlie Yazzie and his friends to take charge the Navajo way. Navajo can track prey, but can Charlie Yazzie catch a killer before the killer catches him? Mojado is a stand alone novel and book number four in the Navajo Nation Mystery Series.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction"
            ]
        },
        {
            "title": "Formas de Voltar para Casa",
            "authors": [
                "Alejandro Zambra",
                "José Geraldo Couto"
            ],
            "ranking": 3.89,
            "ranking_count": 7051,
            "abstract": "Terceiro romance de Alejandro Zambra no Brasil,. Formas de voltar para casa. narra as memórias – ouvidas e vivenciadas – de um homem cuja infância se passou durante a ditadura de Augusto Pinochet, no Chile. A narrativa se desdobra em dois momentos: o passado – começo dos anos 80 –, que o protagonista tenta recuperar para, então, finalizar um livro que ele está escrevendo no presente. Na busca por entender acontecimentos nebulosos, ele percorre um melancólico e dolorido caminho de volta na tentativa de escrever a própria história.. Depois de. Bonsai. e. A vida privada das árvores. (2011 e 2012, respectivamente, em edições da Cosac Naify),. Formas de voltar para casa. consolida Zambra (1975) como um dos melhores escritores de sua geração na América Latina. Nas palavras de Ricardo Piglia: “Zambra é um escritor notável, muito perceptivo diante da diversidade das formas”.. Formas de voltar para casa recebeu o Prêmio Altazor e o Prêmio do Conselho Nacional do Livro como melhor romance de 2012 em seu país.. Complexo e sofisticado, este romance coloca Zambra ao lado de outros escritores latino-americanos que tocam num dos mais difíceis temas históricos do continente.. The Observer. Zambra cria uma intensidade narrativa em termos político, sentimental, intelectual e geracional, misturada a uma realidade que nos desafia e surpreende.. La Vanguardia",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Historical",
                "Literary Fiction",
                "Novella"
            ]
        },
        {
            "title": "Web of Darkness",
            "authors": [
                "Bali Rai"
            ],
            "ranking": 4.1,
            "ranking_count": 262,
            "abstract": "When the incredibly attractive Benedict befriends Lily online, she is thrilled. He is so much more mature than boys her age and he seems to know exactly how she's feeling. She finds herself opening up to him, telling him things she wouldn't tell anybody else.. And she needs someone to confide in more than ever before as a spate of apparent suicides rocks her school - and her group of friends.. But is Benedict the kind, charming person that he seemed to be initially? Lily soon realises that now, with half our lives spent online, you can be found - even if you try to hide . . .",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Horror",
                "Young Adult",
                "Mystery",
                "Realistic Fiction",
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Dukes Prefer Blondes",
            "authors": [
                "Loretta Chase"
            ],
            "ranking": 3.84,
            "ranking_count": 5253,
            "abstract": "Just this time, can the beast tame the beauty?. Biweekly marriage proposals from men who can't see beyond her (admittedly breathtaking) looks are starting to get on Lady Clara Fairfax's nerves. Desperate to be something more than ornamental, she escapes to her favorite charity. When a child is in trouble, she turns to tall, dark, and annoying barrister Oliver Radford.. Though he's unexpectedly found himself in line to inherit a dukedom, Radford's never been part of fashionable society, and the blonde beauty, though not entirely bereft of brains, isn't part of his plans. But Clara overwhelms even his infallible logic, and when wedlock looms, all he can do is try not to lose his head over her.. It's an inconvenient marriage by ordinary standards, but these two are far from ordinary. Can the. ton. 's most adored heiress and London's most difficult bachelor fall victim to their own unruly desires?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adult",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "Error in Diagnosis",
            "authors": [
                "Mason Lucas"
            ],
            "ranking": 4.04,
            "ranking_count": 257,
            "abstract": "Innocent lives are put in jeopardy in this terrifying new thriller that asks the question: Are we prepared for the next epidemic?. A mysterious illness with disturbing symptoms is plaguing women across the United States. It begins with memory loss and confusion and ends with the patient falling into a coma. Medical professionals are at a loss for the cause, but one thing remains constant: All of the victims are pregnant.. Called in to consult on the case of his best friend’s wife, neurologist Jack Wyatt has never seen anything like it. Now, with the nation on the brink of panic, Jack and his colleagues are in race against time to find a cure.. The disease they are calling Gestational Neuropathic Syndrome (GNS) is spreading. Patients are dying—and no one can guess what will happen next…",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Literary Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Why Are You a Vegan? and Other Wacky Verse for Kids",
            "authors": [
                "Violet's Vegan Comics"
            ],
            "ranking": 5.0,
            "ranking_count": 12,
            "abstract": "A compilation of Violet's Vegan Comics' favourite rhyming stories - Why are you a vegan?, I'm not dinner!, Edmund's Lunch, bones and teef, and a new rhyming version of Where are you going Deidra? - plus long and short wacky rhymes and tongue twisters. And six popular nursery rhymes reworded to reflect compassion and respect for animals and the environment. This big, colourful, fully illustrated book is great for bedtime stories and for reading with and to little ones.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Speech of Flowers and Voiceless Things",
            "authors": [
                "Sakina B. Fakhri"
            ],
            "ranking": 4.5,
            "ranking_count": 6,
            "abstract": "The Speech of Flowers and Voiceless Things is a novel of absurdist political satire. In this work of literary fiction, a mistranslation in a single line of poetry instigates an escalating ripple of misconstrued text that threatens to culminate in a world war over five-pronged forks.. We follow the present lives and flashbacks of an ensemble cast of translators who comprise a secret philanthropic organization (the Association of Translation Liaisons of the Altruistic States) in the Sahara Desert. These precocious orphans, culled from every corner of the Earth, struggle with the inviolable dictates against artistic creation imposed by the monomaniacal philanthropist who is their founder. Illicit acts of art inevitably devolve into mistranslations, and this string of mistranslations in the village of ATLAS implicates the second locale of the narrative, Hacylon, which is ruled by a cartoonish, tyrannical dictator.. Amelia Carlisle, the copiously intelligent, firm-handed Secretary General of IBIS (International Bureau of Independent States), establishes the secret village of ATLAS in hopes of a more meaningful globalized network. Astor, orphaned at the age of seven after a factory fire in Egypt, is ATLAS’s first recruit; he is eighteen years old when the novel begins and is beset by a deeply ingrained savior complex and a rampant perfectionism. Natalia, once an amanuensis for a reclusive theoretical physicist in Poland, resents the ATLASian restrictions on her knowledge and ceaselessly plots her escape. Clarence, a world-renowned journalist who is second-in-command, is burdened by the guilt of his secret betrayal of ATLAS several years prior and its ramifications for ATLAS’s impending dissolution. Ezdehar, the hired counselor, is a haunted playwright who has been brought to ATLAS after a traumatic mental breakdown in Tanzania; she contends with her compulsion to flee and write her masterpiece.. -----. Available for purchase from McNally Jackson Booksellers: http://www.mcnallyjackson.com/bookmac...",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Murder In Absentia",
            "authors": [
                "Assaph Mehr"
            ],
            "ranking": 4.23,
            "ranking_count": 267,
            "abstract": "A young man is found dead in his bed, with a look of extreme agony on his face and strange tattoos all over his body. His distraught senator father suspects foul play, and knows who to call on.. Enter Felix, a professional investigator. In the business of ferreting out dark information for his clients, Felix is neither a traditional detective nor a traditional magician – but something in between. Drawing on his experience of dealing with the shady elements of society and his aborted education in the magical arts, Felix dons his toga and sets out to discover the young man’s killers.. Murder in absentia is set in a fantasy world. The city of Egretia borrows elements from a thousand years of ancient Roman culture, from the founding of Rome to the late empire, mixed with a judicious amount of magic. This is a story of a cynical, hardboiled detective dealing with anything from daily life to the old forces roaming the world. This is a story of Togas, Daggers and Magic - it will appeal to lovers of urban fantasy, detective murder mysteries and ancient Rome.. NOTE that this novel is written in British English, which uses different spelling than US English.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Historical",
                "Historical Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Favorite Bedtime Stories",
            "authors": [
                "John     Fitzgerald"
            ],
            "ranking": 4.91,
            "ranking_count": 11,
            "abstract": "John M. Fitzgerald is a poet, writer, editor, and attorney for the disabled in Los Angeles. A dual citizen of the United States and Ireland, he attended the University of West Los Angeles School of Law, where he was editor of the Law Review.. The Mind was published by Salmon Poetry in 2011.. His first book, Spring Water, was a Turning Point Books Prize selection in 2005. Telling Time by the Shadows was released in April 2008 by Turning Point Books.. As yet unpublished works include Primate, a novel and screenplay, and the non-fiction Everything I Know.. He has contributed to the anthologies Poetry: Reading it, Writing it, Publishing it (Salmon Poetry), Dogs Singing: A Tribute Anthology (Salmon Poetry, and From the Four-Chambered Heart: In Tribute to Anais Nin (Sybaritic Press) as well as to many literary magazines, notably The Warwick Review, World Literature Today, Barnwood Mag, Askew Poetry Journal, Spillway, and Lit Bridge.. Foreword by Rex Wilder.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "My Sisters the Saints: A Spiritual Memoir",
            "authors": [
                "Colleen Carroll Campbell"
            ],
            "ranking": 4.33,
            "ranking_count": 3151,
            "abstract": "In this highly acclaimed and award-winning memoir, Colleen Carroll Campbell tells the story of her fifteen-year quest to understand the meaning of her life and identity in light of her Christian faith and contemporary feminism. Launched amid post-partying regrets in a Milwaukee dorm room, that search takes her from the baths of Lourdes and the ruins of Auschwitz to the Oval Office and the papal palace. Along the way, she wrestles with the quintessential dilemmas of her generation: confusion over the sexual chaos of the hookup culture, tension between her dueling desires for professional success and committed love, ambivalence about marriage and motherhood, and anguish at her father's descent into dementia and her own infertility.. Dissatisfied with pat answers from both secular feminists and their critics, she finds grace and inspiration from an unexpected source, spiritual friendship with six female saints: Teresa of Ávila, Thérèse of Lisieux, Faustina of Poland, Edith Stein of Germany, Mother Teresa of Calcutta, and Mary of Nazareth. Their lives and writings speak to her deepest longings, guide her through her most wrenching decisions, and lead her to rethink nearly everything she thought she knew about what it means to be a liberated woman.",
            "part_of_series": false,
            "genre_list": [
                "Christianity",
                "Autobiography",
                "Nonfiction",
                "Spirituality",
                "Religion",
                "Christian",
                "Biography",
                "Biography Memoir",
                "Inspirational"
            ]
        },
        {
            "title": "Torn: Rescuing the Gospel from the Gays-vs.-Christians Debate",
            "authors": [
                "Justin Lee"
            ],
            "ranking": 4.32,
            "ranking_count": 3834,
            "abstract": "As a teenager and young man, Justin Lee felt deeply torn. Nicknamed God Boy by his peers, he knew that he was called to a life in the evangelical Christian ministry. But Lee harbored a secret: He also knew that he was gay. In this groundbreaking book, Lee recalls the events—his coming out to his parents, his experiences with the ex-gay movement, and his in-depth study of the Bible—that led him, eventually, to self-acceptance.. But more than just a memoir, TORN provides insightful, practical guidance for all committed Christians who wonder how to relate to gay friends or family members—or who struggle with their own sexuality. Convinced that in a culture that sees gays and Christians as enemies, gay Christians are in a unique position to bring peace, Lee demonstrates that people of faith on both sides of the debate can respect, learn from, and love one another.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "LGBT",
                "Nonfiction",
                "Autobiography",
                "Spirituality",
                "Sexuality"
            ]
        },
        {
            "title": "Vampire Girl",
            "authors": [
                "Karpov Kinrade"
            ],
            "ranking": 4.06,
            "ranking_count": 12518,
            "abstract": "Alternate cover edition of ASIN. B01DSBQ7EU. You think it's safe to walk alone at night. It's not.. You think the only threat is other humans. It's not.. Monsters are real. Demons are real. Vampires are real.. And I'm about to become one of them.. My name is Arianna Spero. I was an ordinary girl, living an ordinary life, until my mother lapsed into a coma. Now, I am her only hope. She made a deal with the devil, and on my 18th birthday he came to collect. But there's a way to save her. There's something the princes of hell want more than my mother.. Me.. So I signed my soul away and promised to pick a prince to marry. I would take the blood oath, become one of them, and give them an heir. I would become a princess of hell, and my mother would live.. I expected fire and brimstone. I expected pain and misery. I didn't expect beauty. I didn't expect magic.. I didn't expect love.. But the princes are keeping secrets from me.. Secrets that could shatter everything.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Young Adult",
                "Fairies",
                "New Adult"
            ]
        },
        {
            "title": "The Crooked Heart of Mercy",
            "authors": [
                "Billie Livingston"
            ],
            "ranking": 3.47,
            "ranking_count": 459,
            "abstract": "From acclaimed Canadian novelist Billie Livingston comes this powerful U.S. debut that unfolds over a riveting dual narrative—an unforgettable story of ordinary lives rocked by hardship and scandal that follows in the tradition of Jennifer Haigh, A. Manette Ansay, and Jennifer Egan.. Ben wakes up in a hospital with a hole in his head he can't explain. What he can remember he’d rather forget. Like how he’d spend nights as a limo driver for the wealthy and debauched….how he and his wife, Maggie, drifted apart in the wake of an unspeakable tragedy…how his little brother, Cola, got in over his head with loan sharks circling.. Maggie is alone. Again. With bills to pay and Ben in a psych ward, she must return to work. But who would hire her in the state she’s in? And just as Maggie turns to her brother, Francis, the Internet explodes with video of his latest escapade. The headline?. Drunk Priest Propositions Cops.. Francis is an unlikely priest with a drinking problem and little interest in celibacy. A third DUI, a looming court date.…When Maggie takes him in, he knows he may be down to his last chance. And his best shot at healing might lie in helping Maggie and Ben reconnect—against all odds.. Simmering with dark humor and piercing insights,. The Crooked Heart of Mercy. is a startling reminder that redemption can be found in the most unlikely of places.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Contemporary",
                "Book Club",
                "Family",
                "Novels"
            ]
        },
        {
            "title": "Last Call",
            "authors": [
                "Sam Parker  McLeod"
            ],
            "ranking": 4.0,
            "ranking_count": 17,
            "abstract": "September 27th, 2015: On the night of the full lunar eclipse, the Supermoon, and the Blood Moon, changes that began quietly on the Winter Solstice of December 21st, 2012 will start to manifest in the world. The so-called Mayan Calendar Doomsday passed without so much as a whimper, but big changes for the Earth and human race are lurking just below the calm surface. The fate of one man will decide whether this new 5,000 year cycle will be a Golden Age or Dark Age for the Earth and its peoples. Journey with Jean-Luc Chippewa Burns through this modern hero cycle story set in the unique mythology of the 21st century. Travel with him through time, space, heaven, and hell as he encounters government conspiracies, immortal masters, extraterrestrials, and even celebrities as he tries to save his beloved home planet from a mysterious looming catastrophe.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "You Too Can Have a Body Like Mine",
            "authors": [
                "Alexandra Kleeman"
            ],
            "ranking": 3.25,
            "ranking_count": 5107,
            "abstract": "A woman known only as A lives in an unnamed American city with her roommate, B, and boyfriend, C, who wants her to join him on a reality dating show called. That's My Partner!. A eats mostly popsicles and oranges, watches endless amounts of television, often just for the commercials— particularly the recurring cartoon escapades of Kandy Kat, the mascot for an entirely chemical dessert—and models herself on a standard of beauty that exists only in such advertising. She fixates on the fifteen minutes of fame a local celebrity named Michael has earned after buying up a Wally's Supermarket's entire, and increasingly ample, supply of veal.. Meanwhile, B is attempting to make herself a twin of A, who in turn hungers for something to give meaning to her life, something aside from C's pornography addiction. Maybe something like what's gotten into her neighbors across the street, the family who's begun ghosting themselves beneath white sheets and whose garage door features a strange scrawl of graffiti: he who sits next to me, may we eat as one.. An intelligent and madly entertaining novel reminiscent of. The Crying of Lot 49. ,. White Noise. , and. City of Glass. , Alexandra Kleeman's unforgettable debut is a missing-person mystery told from the point of view of the missing person; an American horror story that concerns sex and friendship, consumption and appetite, faith and transformation, real food and reality television; and, above all, a wholly singular vision of modern womanhood by a frightening, stunning (. Conjunctions. ), and often very funny voice of a new generation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Feminism",
                "Adult",
                "Literature",
                "Adult Fiction",
                "Science Fiction",
                "American"
            ]
        },
        {
            "title": "THE COALFIELD EXPRESS",
            "authors": [
                "Susmit Sarkar"
            ],
            "ranking": 4.57,
            "ranking_count": 7,
            "abstract": "This book is about a mystery in the arena of Love. It starts off in a flashback when Susmit, an Electrical Engineer trips over Sheena, a student of Archeology. And the place circumscribes the compartment of a train named THE COALFIELD EXPRESS, with departure time of 5:20 pm at Howrah Station and expected arrival time of 7:30 pm at Durgapur. The novel sparks up with Love but ends with a mystery.Things in the compartment starts to get a bit rocky, when the combo of Susmit and Sheena meet a series of disasters.Crossing a lot of hurdles, their feet succeeded in laying them to their destination, in short, their home. The time was 2:00 am. Before the next 24 hours can pass they are separated. The flashback ends when after two years Susmit stumbles over again in the Coalfield Express, but this time with an old man. But a lot had happened in the last two years. No, its not that Sheena had fallen in love with any other geek. Its even more serious. Sheena had fallen into trouble. . A trouble that started with an excursion through the sands of Rajashthan, where she finds a cryptex, which got lost even before she could blink her eye. Are they able to crack it? Or Mr. Roy, a villain gets it before their game even begins? That's the question. I hope you enjoy the trip...",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Yeti",
            "authors": [
                "Mike  Miller"
            ],
            "ranking": 3.49,
            "ranking_count": 43,
            "abstract": "A Classic Tale of Adventure and Terror. “You have entered a world of death, but do not want to die. No treasure on earth is worth facing the Yeti.”. In the year 1850, a British caravan crossing the Himalayan Mountains from India into China has vanished, along with its priceless treasure. Now the race is on to reclaim the lost fortune as a pair of intrepid soldiers - a virtuous African private and a daring British corporal - spearhead their own mission to seize the prize by betraying their fellow troops. On this epic adventure, each man’s will, character and fortitude will be challenged to survive the perilous quest as they battle the wrath of the vengeful English army, the fury of the native bandits, the greed of their cutthroat accomplices, and the harsh, frozen hell of the alpine peaks. And the only other obstacle to their success is a savage beast of mythical power.",
            "part_of_series": false,
            "genre_list": [
                "Horror"
            ]
        },
        {
            "title": "Under Different Stars",
            "authors": [
                "Amy A. Bartol"
            ],
            "ranking": 4.2,
            "ranking_count": 18960,
            "abstract": "Kricket Hollowell is normally not one to wish upon stars; she believes they’re rarely in her favor. Well versed at dodging caseworkers from Chicago’s foster care system, the past few years on her own have made Kricket an expert at the art of survival and blending in. With her 18th birthday fast approaching, she dreams of the day when she can stop running and find what her heart needs most: a home.. Trey Allairis hates Earth and doubts that anyone from his world can thrive here. What he’s learning of Kricket and her existence away from her true home only confirms his theory. But, when he and Kricket lie together under the stars of Ethar, counting them all may be easier than letting her go.. Kyon Ensin’s secrets number the stars; he knows more about Kricket's gifts than anyone and plans to possess her because of them. He also knows she’s more valuable than any fire in the night sky. He’ll move the heavens and align them all in order to make her his own.. When everything in their world can be broken, will Kricket rely upon love to save her under different stars?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "New Adult",
                "Fiction"
            ]
        },
        {
            "title": "The History of the Modern World: From 1900 to the Present Day",
            "authors": [
                "Terry Burrows",
                "Reg Grant",
                "Jane Laing",
                "Mike Flynn"
            ],
            "ranking": 4.07,
            "ranking_count": 15,
            "abstract": "The History of the Modern World. is a concise yet comprehensive overview of the years from 1900 to the present, chronicled in a treasure trove of over 1,000 striking images and authoritative text. From the death of Queen Victoria and two World Wars to the World Trade Center attack, the election of Barack Obama, and the pageantry of Britain's recent royal wedding, here are the major events, technological advances, and people--politicians, scientists, soldiers, artists--that shaped the world.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Beneath an African Sky",
            "authors": [
                "Catherine Keese"
            ],
            "ranking": 5.0,
            "ranking_count": 4,
            "abstract": "When Catherine Keese first set out to write this book, she was full of trepidation. “How,” she asked, “would I ever be able to remember all the happenings of our lives back then, and more importantly the nuance of it all? Could I accurately portray the magnificent, equatorial landscape we called home, or the vastness of the African sky? Could I relate what life was like under the forbearance of Africa’s natural order where man, beast, and the elements lent constant danger and exhilaration to every hour of every day? Would I be able to adequately explain the fragility of our political posture and prospects? And could I do justice to the colorful characters who shared with us the anxieties and rewards of life in a British colony? I think I was horrified that I might end up with a book that defined mundaneness—like Lionel Hardcastle’s proverbial My Life in Kenya in the TV series ‘As Time Goes By’.”. In this fascinating book, told with great candor and humor, she adds: “. . . for better or worse, I offer the story of our family in Kenya, and the fascinating, pivotal times in which we lived. While told from my personal perspective, it is the record of a Scottish family’s evolution from its working-class roots in Glasgow, through emigration, war, jubilation, illness, defiance, loss, and redemption. It is also the tale of life on a Kenya farm with all its trials and tribulations. Yet what remains for me is a picture of sun-drenched exuberance under that vast African sky—a Van Gogh painting whose bold, profuse brushstrokes and vibrant colors are the distillation of times gone by and all that happened to us. It’s a happy canvas that I gaze at a lot.”",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Cultural"
            ]
        },
        {
            "title": "Out of Order",
            "authors": [
                "Casey Lawrence"
            ],
            "ranking": 3.69,
            "ranking_count": 103,
            "abstract": "Corinna “Corey” Nguyen’s life seems perfectly average for a closeted bisexual whiz kid with her eyes on college and a budding romance with her friend Kate. Sixteen and navigating senior year with her tight-knit group of best friends through crushes, breakups, and pregnancy scares, Corey mistakenly believes that running for valedictorian and choosing the right college are the worst of her worries. That is, until prom night, when she’s left alone and in shock, hiding inside a diner restroom, the only witness to a multiple homicide.. With graduation looming, the pressure is on for Corey to identify the killer and ensure that the crime that has changed her life forever will not go unpunished.",
            "part_of_series": true,
            "genre_list": [
                "LGBT",
                "Young Adult",
                "Mystery",
                "Romance",
                "Contemporary",
                "Thriller",
                "Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Our Demons, Best Friends",
            "authors": [
                "Diana T. Scott"
            ],
            "ranking": 3.94,
            "ranking_count": 266,
            "abstract": "If the perfect world existed, Ava and Sebastian would be in it, in love. But in this world, they are both closely watched by their demons. Their baggage is not light: Ava has hers carefully folded in vacuum bags to occupy as little room as possible; Sebastian wears his like a lead armor that makes him slouch sometimes. They like each other, but how are their demons going to get along?. Ava spent half her life being a twin. Ever since her sister died, she has tried to live for the both of them and rarely allows herself to feel the pain that is still very much present. Although Sebastian is a few years older, his medical residency got postponed because of his own tragedy. Now all he does is take life one day at a time, never wondering if there might be something more for him out there. Until Ava comes along and shows him how, against all logic, the pain can make them whole again.",
            "part_of_series": true,
            "genre_list": [
                "Contemporary",
                "Romance",
                "New Adult",
                "Health",
                "Young Adult"
            ]
        },
        {
            "title": "Beyond Cloud Nine",
            "authors": [
                "Greg Spry"
            ],
            "ranking": 4.11,
            "ranking_count": 292,
            "abstract": "Ace star fighter pilot Brooke Davis lives for pushing hundreds of gees in orbital combat, but she’d give it all up in a moment to become the first human to fly faster than light. When Brooke stumbles upon a conspiracy involving terrorists, aliens, and the highest levels of government, she finds their goals seductive but their methods abhorrent. With the moral core of human civilization hanging in the balance, she must risk her shot at history, her family, and her life to prevent the schemers from forcing their nefarious brand of salvation upon the solar system.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "New Adult",
                "Space"
            ]
        },
        {
            "title": "Early One Morning",
            "authors": [
                "Virginia Baily"
            ],
            "ranking": 3.44,
            "ranking_count": 3110,
            "abstract": "Two women's decision to save a child during WWII will have powerful reverberations over the years.. Chiara Ravello is about to flee occupied Rome when she locks eyes with a woman being herded on to a truck with her family.. Claiming the woman's son, Daniele, as her own nephew, Chiara demands his return; only as the trucks depart does she realize what she has done. She is twenty-seven, with a sister who needs her constant care, a hazardous journey ahead, and now a child in her charge.. Several decades later, Chiara lives alone in Rome, a self-contained woman working as a translator. Always in the background is the shadow of Daniele, whose absence and the havoc he wrought on Chiara's world haunt her. Then she receives a phone call from a teenager claiming to be his daughter, and Chiara knows it is time to face up to the past.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "World War II",
                "Adult Fiction",
                "Unfinished",
                "Novels"
            ]
        },
        {
            "title": "Reclaim Your Heart: Personal Insights on Breaking Free from Life's Shackles",
            "authors": [
                "Yasmin Mogahed"
            ],
            "ranking": 4.41,
            "ranking_count": 9753,
            "abstract": "Many of us live our lives entrapped by the same repeated patterns of heartbreak and disappointment. Often, we have no idea why this happens. Reclam Your Heart is about freeing the heart from this slavery. It is about the journey in and out of life's most deceptive traps.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Self Help",
                "Spirituality",
                "Philosophy",
                "Psychology",
                "Inspirational"
            ]
        },
        {
            "title": "The Devil You Know",
            "authors": [
                "Trish Doller"
            ],
            "ranking": 3.58,
            "ranking_count": 3509,
            "abstract": "Eighteen-year-old Arcadia wants. adventure. . Living in a tiny Florida town with her dad and four-year-old brother, Cadie spends most of her time working, going to school, and taking care of her family. So when she meets two handsome cousins at a campfire party, she finally has a chance for fun. They invite her and friend to join them on a road trip, and it's just the risk she's been craving-the opportunity to escape. But what starts out as a fun, sexy journey quickly becomes dangerous when she discovers that one of them is not at all who he claims to be. One of them has deadly intentions.. A road trip fling turns terrifying in this contemporary story that will keep readers on the edge of their seats.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Thriller",
                "Mystery",
                "Romance",
                "Suspense",
                "Travel",
                "Realistic Fiction",
                "Fiction"
            ]
        }
    ]
}