{
    "books": [
        {
            "title": "Madeline",
            "authors": [
                "Ludwig Bemelmans"
            ],
            "ranking": 4.24,
            "ranking_count": 204239,
            "abstract": "Madeline is one of the best-loved characters in children's literature. Set in picturesque Paris, this tale of a brave little girl's trip to the hospital was a Caldecott Honor Book in 1940 and has as much appeal today as it did then. The combination of a spirited heroine, timelessly appealing art, cheerful humor, and rhythmic text makes Madeline a perennial favorite with children of all ages.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Cultural",
                "Poetry",
                "Kids",
                "Realistic Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "The Illuminatus! Trilogy",
            "authors": [
                "Robert Shea",
                "Robert Anton Wilson"
            ],
            "ranking": 4.01,
            "ranking_count": 14949,
            "abstract": "It was a deadly mistake. Joseph Malik, editor of a radical magazine, had snooped into rumors about an ancient secret society that was still alive and kicking. Now his offices have been bombed, he's missing, and the case has landed in the lap of a tough, cynical, streetwise New York detective. Saul Goodman knows he's stumbled onto something big—but even he can't guess how far into the pinnacles of power this conspiracy of evil has penetrated.. Filled with sex and violence—in and out of time and space—the three books of The Illuminatus! Trilogy are only partly works of the imagination. They tackle all the cover-ups of our time—from who. really. shot the Kennedys to why there's a pyramid on a one-dollar bill—and suggest a mind-blowing truth.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Humor",
                "Philosophy",
                "Pseudoscience",
                "Novels",
                "Occult",
                "Science Fiction Fantasy",
                "Politics"
            ]
        },
        {
            "title": "The Periodic Table",
            "authors": [
                "Primo Levi",
                "Raymond Rosenthal"
            ],
            "ranking": 4.14,
            "ranking_count": 14497,
            "abstract": "The Periodic Table. by Primo Levi is an impassioned response to the Holocaust: Consisting of 21 short stories, each possessing the name of a chemical element, the collection tells of the author's experiences as a Jewish-Italian chemist before, during, and after Auschwitz in luminous, clear, and unfailingly beautiful prose. It has been named the best science book ever by the Royal Institution of Great Britain, and is considered to be Levi's crowning achievement.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History",
                "Autobiography",
                "Biography",
                "Short Stories",
                "European Literature",
                "Classics",
                "Cultural",
                "World War II"
            ]
        },
        {
            "title": "Another Roadside Attraction",
            "authors": [
                "Tom Robbins"
            ],
            "ranking": 3.98,
            "ranking_count": 33606,
            "abstract": "What if the Second Coming didn't quite come off as advertised? What if the corpse on display in that funky roadside zoo is really who they say it is - what does that portend for the future of western civilization? And what if a young clairvoyant named Amanda reestablishes the flea circus as popular entertainment, and fertility worship as the principal religious form of our high-tech age?. Another Roadside Attraction. answers those questions and a lot more. It tell us, for example, what the sixties were truly all about, not by reporting on the psychedelic decade but by recreating it, from the inside out. In the process, this stunningly original seriocomic thriller is fully capable of simultaneously eating a literary hot dog and eroding the borders of the mind.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Novels",
                "Literature",
                "Contemporary",
                "Magical Realism",
                "Philosophy",
                "Literary Fiction",
                "Classics"
            ]
        },
        {
            "title": "Martin Eden",
            "authors": [
                "Jack London",
                "Andrew Sinclair"
            ],
            "ranking": 4.46,
            "ranking_count": 32970,
            "abstract": "The semiautobiographical. Martin Eden. is the most vital and original character Jack London ever created. Set in San Francisco, this is the story of Martin Eden, an impoverished seaman who pursues, obsessively and aggressively, dreams of education and literary fame. London, dissatisfied with the rewards of his own success, intended Martin Eden as an attack on individualism and a criticism of ambition; however, much of its status as a classic has been conferred by admirers of its ambitious protagonist.. Andrew Sinclair's wide-ranging introduction discusses the conflict between London's support of socialism and his powerful self-will. Sinclair also explores the parallels and divergences between the life of Martin Eden and that of his creator, focusing on London's mental depressions and how they affected his depiction of Eden.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "The United States Of America",
                "Novels",
                "Adventure",
                "Roman",
                "Historical"
            ]
        },
        {
            "title": "Palace Walk / Palace of Desire / Sugar Street",
            "authors": [
                "Naguib Mahfouz"
            ],
            "ranking": 4.46,
            "ranking_count": 4408,
            "abstract": "Naguib Mahfouz’s magnificent epic trilogy of colonial Egypt appears here in one volume for the first time. The Nobel Prize-winning writer's masterwork is the engrossing story of a Muslim family in Cairo during Britain's occupation of Egypt in the early decades of the twentieth century.. The novels of. The Cairo Trilogy. trace three generations of the family of tyrannical patriarch Al-Sayyid Ahmad Abd al-Jawad, who rules his household with a strict hand while living a secret life of self-indulgence.. Palace Walk. introduces us to his gentle, oppressed wife, Amina, his cloistered daughters, Aisha and Khadija, and his three sons–the tragic and idealistic Fahmy, the dissolute hedonist Yasin, and the soul-searching intellectual Kamal. Al-Sayyid Ahmad’s rebellious children struggle to move beyond his domination in. Palace of Desire. , as the world around them opens to the currents of modernity and political and domestic turmoil brought by the 1920s.. Sugar Street. brings Mahfouz’s vivid tapestry of an evolving Egypt to a dramatic climax as the aging patriarch sees one grandson become a Communist, one a Muslim fundamentalist, and one the lover of a powerful politician.. Throughout the trilogy, the family's trials mirror those of their turbulent country during the years spanning the two World Wars, as change comes to a society that has resisted it for centuries. Filled with compelling drama, earthy humor, and remarkable insight,. The Cairo Trilogy. is the achievement of a master storyteller.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Northern Africa",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Lottery",
            "authors": [
                "Shirley Jackson"
            ],
            "ranking": 4.08,
            "ranking_count": 70343,
            "abstract": "In a small American town, the local residents are abuzz with excitement and nervousness when they wake on the morning of the twenty-seventh of June. Everything has been prepared for the town’s annual tradition—a lottery in which every family must participate, and no one wants to win.. “The Lottery” stands out as one of the most famous short stories in American literary history. Originally published in The New Yorker, the author immediately began receiving letters from readers who demanded an explanation of the story’s meaning. “The Lottery” has been adapted for stage, television, radio and film.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Horror",
                "Fiction",
                "Science Fiction",
                "Academic",
                "Literature",
                "Gothic"
            ]
        },
        {
            "title": "The Sea, The Sea",
            "authors": [
                "Iris Murdoch",
                "Mary Kinzie"
            ],
            "ranking": 3.93,
            "ranking_count": 18340,
            "abstract": "Charles Arrowby, leading light of England's theatrical set, retires from glittering London to an isolated home by the sea. He plans to write a memoir about his great love affair with Clement Makin, his mentor both professionally and personally, and to amuse himself with Lizzie, an actress he has strung along for many years. None of his plans work out, and his memoir evolves into a riveting chronicle of the strange events and unexpected visitors--some real, some spectral--that disrupt his world and shake his oversized ego to its very core.. In exposing the jumble of motivations that drive Arrowby and the other characters, Iris Murdoch lays bare the truth of untruth--the human vanity, jealousy, and lack of compassion behind the disguises they present to the world. Played out against a vividly rendered landscape and filled with allusions to myth and magic, Charles's confrontation with the tidal rips of love and forgiveness is one of Murdoch's most moving and powerful novels.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Literary Fiction",
                "European Literature",
                "Philosophy"
            ]
        },
        {
            "title": "The Joke",
            "authors": [
                "Milan Kundera"
            ],
            "ranking": 4.02,
            "ranking_count": 30482,
            "abstract": "All too often, this brilliant novel of thwarted love and revenge miscarried has been read for its political implications. Now though, a quarter century after The Joke was first published, and several years after the collapse of the Soviet-imposed Czechoslovak regime, it becomes easier to put such implications into perspective in favor of valuing the book (and all Kundera 's work) as what it truly is: great, stirring literature, that sheds new light on the eternal themes of human existence.. The present edition provides English-language readers an important further means toward revaluation of The Joke. For reasons he describes in his Author's Note, Milan Kundera devoted much time to creating (with the assistance of his American publisher-editor) a completely revised translation that reflects his original as closely as any translation possibly can: reflects it in its fidelity not only to the words and syntax but also to the characteristic dictions and tonalities of the novel's narrators. The result is nothing less than the restoration of a classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Literature",
                "Novels",
                "Philosophy",
                "Contemporary",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "My Side of the Mountain",
            "authors": [
                "Jean Craighead George"
            ],
            "ranking": 4.07,
            "ranking_count": 69950,
            "abstract": "Every kid thinks about running away at one point or another; few get farther than the end of the block. Young Sam Gribley gets to the end of the block and keeps going--all the way to the Catskill Mountains of upstate New York. There he sets up house in a huge hollowed-out tree, with a falcon and a weasel for companions and his wits as his tool for survival. In a spellbinding, touching, funny account, Sam learns to live off the land, and grows up a little in the process. Blizzards, hunters, loneliness, and fear all battle to drive Sam back to city life. But his desire for freedom, independence, and adventure is stronger. No reader will be immune to the compulsion to go right out and start whittling fishhooks and befriending raccoons.. Jean Craighead George, author of more than 80 children's books, including the Newbery Medal-winning. Julie of the Wolves. , created another prizewinner with. My Side of the Mountain. --a Newbery Honor Book, an ALA Notable Book, and a Hans Christian Andersen Award Honor Book. Astonishingly, she wrote its sequel,. On the Far Side of the Mountain. , 30 years later, and a decade after that penned the final book in the trilogy,. Frightful's Mountain. , told from the falcon's point of view. George has no doubt shaped generations of young readers with her outdoor adventures of the mind and spirit. (Ages 9 to 12). --Emilie Coulter",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Classics",
                "Childrens",
                "Adventure",
                "Realistic Fiction",
                "Environment",
                "Animals"
            ]
        },
        {
            "title": "The Monkey Wrench Gang",
            "authors": [
                "Edward Abbey"
            ],
            "ranking": 4.08,
            "ranking_count": 23495,
            "abstract": "Ed Abbey called. The Monkey Wrench Gang. , his 1975 novel, a comic extravaganza. Some readers have remarked that the book is more a comic book than a real novel, and it's true that reading this incendiary call to protect the American wilderness requires more than a little of the old willing suspension of disbelief.. The story centers on Vietnam veteran George Washington Hayduke III, who returns to the desert to find his beloved canyons and rivers threatened by industrial development. On a rafting trip down the Colorado River, Hayduke joins forces with feminist saboteur Bonnie Abbzug, wilderness guide Seldom Seen Smith, and billboard torcher Doc Sarvis, M.D., and together they wander off to wage war on the big yellow machines, on dam builders and road builders and strip miners. As they do, his characters voice Abbey's concerns about wilderness preservation (Hell of a place to lose a cow, Smith thinks to himself while roaming through the canyonlands of southern Utah. Hell of a place to lose your heart. Hell of a place... to lose. Period).. Moving from one improbable situation to the next, packing more adventure into the space of a few weeks than most real people do in a lifetime, the motley gang puts fear into the hearts of their enemies, laughing all the while. It's comic, yes, and required reading for anyone who has come to love the desert.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Environment",
                "Classics",
                "Humor",
                "Politics",
                "Novels",
                "Adventure",
                "Literature",
                "Biology"
            ]
        },
        {
            "title": "Burr",
            "authors": [
                "Gore Vidal"
            ],
            "ranking": 4.08,
            "ranking_count": 9288,
            "abstract": "Gore Vidal's Narratives of Empire series spans the history of the United States from the Revolution to the post-World War II years. With their broad canvas and large cast of fictional and historical characters, the novels in this series present a panorama of the American political and imperial experience as interpreted by one of its most worldly, knowing, and ironic observers.. Burr is a portrait of perhaps the most complex and misunderstood of the Founding Fathers. In 1804, while serving as vice president, Aaron Burr fought a duel with his political nemesis, Alexander Hamilton, and killed him. In 1807, he was arrested, tried, and acquitted of treason. In 1833, Burr is newly married, an aging statesman considered a monster by many. Burr retains much of his political influence if not the respect of all. And he is determined to tell his own story. As his amanuensis, he chooses Charles Schermerhorn Schuyler, a young New York City journalist, and together they explore both Burr's past and the continuing political intrigues of the still young United States.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Politics",
                "North American Hi...",
                "Literature",
                "Novels",
                "Classics",
                "Military History"
            ]
        },
        {
            "title": "Ada, or Ardor: A Family Chronicle",
            "authors": [
                "Vladimir Nabokov"
            ],
            "ranking": 4.14,
            "ranking_count": 10441,
            "abstract": "Published two weeks after his seventieth birthday,. Ada, or Ardor. is one of Nabokov's greatest masterpieces, the glorious culmination of his career as a novelist. It tells a love story troubled by incest. But more: it is also at once a fairy tale, epic, philosophical treatise on the nature of time, parody of the history of the novel, and erotic catalogue.. Ada, or Ardor. is no less than the superb work of an imagination at white heat.. This is the first American edition to include the extensive and ingeniously sardonic appendix by the author, written under the anagrammatic pseudonym Vivian Darkbloom.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Romance",
                "Literary Fiction"
            ]
        },
        {
            "title": "Farmer Boy",
            "authors": [
                "Laura Ingalls Wilder",
                "Garth Williams"
            ],
            "ranking": 4.07,
            "ranking_count": 62840,
            "abstract": "Growing up on his family's farm in New York, Almanzo Wilder wishes for just one thing — his very own horse. But Father doesn't yet trust him with such a big responsibility. Almanzo needs to prove himself — but how?",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Slapstick, or Lonesome No More!",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 3.87,
            "ranking_count": 37832,
            "abstract": "Slapstick. presents an apocalyptic vision as seen through the eyes of the current King of Manhattan (and last President of the United States), a wickedly irreverent look at the all-too-possible results of today’s follies. But even the end of life-as-we-know-it is transformed by Kurt Vonnegut’s pen into hilarious farce—a final slapstick that may be the Almighty’s joke on us all.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Classics",
                "Humor",
                "Literature",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "Paradise",
            "authors": [
                "Toni Morrison"
            ],
            "ranking": 3.83,
            "ranking_count": 24853,
            "abstract": "They shoot the white girl first. With the rest they can take their time. So begins this visionary work from a storyteller. Toni Morrison's first novel since she was awarded the Nobel Prize for Literature, Paradise opens with a horrifying scene of mass violence and chronicles its genesis in an all-black small town in rural Oklahoma.. Founded by the descendants of freed slaves and survivors in exodus from a hostile world, the patriarchal community of Ruby is built on righteousness, rigidly enforced moral law, and fear. But seventeen miles away, another group of exiles has gathered in a promised land of their own. And it is upon these women in flight from death and despair that nine male citizens of Ruby will lay their pain, their terror, and their murderous rage.. In prose that soars with the rhythms, grandeur, and tragic arc of an epic poem, Toni Morrison challenges our most fiercely held beliefs as she weaves folklore and history, memory and myth into an unforgettable meditation of race, religion, gender, and a far-off past that is ever present.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Feminism",
                "Race",
                "Contemporary"
            ]
        },
        {
            "title": "Poetry, Drama and Prose",
            "authors": [
                "W.B. Yeats",
                "James L. Pethica"
            ],
            "ranking": 4.27,
            "ranking_count": 2878,
            "abstract": "This brand new collection, impeccably edited by James Pethica, presents a comprehensive selection of Yeats's major contributions in poetry, drama, prose fiction, autobiography, and criticism.. Criticism includes twenty-four interpretive essays by T. S. Eliot, Daniel Albright, Douglas Archibald, Harold Bloom, George Bornstein, Elizabeth Cullingford, Paul de Man, Richard Ellman, R. F. Foster, Stephen Gwynn, Seamus Heaney, Marjorie Howes, John Kelly, Declan Kiberd, Lucy McDiarmid, Michael North, Thomas Parkinson, Marjorie Perloff, James Pethica, Jahan Ramazani, Ronald Schuchard, Michael J. Sidnell, Anita Sokolsky, and Helen Vendler.. A Chronology and Selected Bibliography are included.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Plays",
                "Drama",
                "European Literature",
                "Literature",
                "Cultural",
                "Academic",
                "Nonfiction"
            ]
        },
        {
            "title": "Cosmicomics",
            "authors": [
                "Italo Calvino",
                "William Weaver"
            ],
            "ranking": 4.18,
            "ranking_count": 16522,
            "abstract": "Italo Calvino's extraordinary imagination and intelligence combine here in an enchanting series of stories about the evolution of the universe. He makes his characters out of mathematical formulae and simple cellular structures. They disport themselves among galaxies, experience the solidification of planets, move from aquatic to terrestrial existence, play games with hydrogen atoms, and even have a love life.. During the course of these stories Calvino toys with continuous creation, the transformation of matter, and the expanding and contracting reaches of space and time. He succeeds in relating complex scientific concepts to the ordinary reactions of common humanity.. William Weaver's excellent translation won a National Book Award in 1969. “Naturally, we were all there, old Qfwfq said, where else could we have been? Nobody knew then that there could be space. Or time either: what use did we have for time, packed in there like sardines?”. The distance of the moon --. At daybreak --. A sign in space --. All at one point --. Without colors --. Games without end --. The aquatic uncle --. How much shall we bet? --. The dinosaurs --. The form of space --. The light-years --. The spiral.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Fantasy",
                "Science Fiction",
                "European Literature",
                "Literature",
                "Classics",
                "Cultural",
                "Magical Realism"
            ]
        },
        {
            "title": "Sarum: The Novel of England",
            "authors": [
                "Edward Rutherfurd"
            ],
            "ranking": 4.07,
            "ranking_count": 42905,
            "abstract": "A masterpiece of breathtaking scope—a brilliantly conceived epic novel that traces the entire turbulent course of English history.. This rich tapestry weaves a compelling saga of five families—the Wilsons, the Masons, the family of Porteus, the Shockleys, and the Godfreys—who reflect the changing character of Britain.. As their fates and fortunes intertwine over the course of the centuries, their greater destinies offer a fascinating glimpse into the future.. An absorbing historical chronicle, Sarum is a keen tale of struggle and adventure, a profound human drama, and a magnificent work of sheer storytelling.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Epic",
                "Audiobook",
                "Novels",
                "Literature",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Paper Bag Princess",
            "authors": [
                "Robert Munsch",
                "Michael Martchenko"
            ],
            "ranking": 4.3,
            "ranking_count": 50192,
            "abstract": "Elizabeth was a beautiful princess. She lived in a castle a castle and had expensive princess clothes.... So begins the classic tale of one of Robert Munsch's most popular and ingenious characters. Follow Elizabeth as she deals with the misfortune she is dealt by a fearsome dragon, who leaves her with nothing more than a paper bag to clothe herself. But unswayed, she will chase after the dragon and get back what is hers.. Robert Munsch. is a storyteller whose travels have taken him all over Canada and the USA. His popular books are enjoyed by children all over the world. Robert Munsch lives in Guelph, Ontario, with his family.. Michael Martchenko. was born in France. He moved to Canada and graduated from the Ontario College of Art. Michael is internationally known for the many Robert Munsch titles he has illustrated.. Illustrated in full color.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Classics",
                "Humor",
                "Cultural",
                "Feminism"
            ]
        },
        {
            "title": "Because of Winn-Dixie",
            "authors": [
                "Kate DiCamillo"
            ],
            "ranking": 4.07,
            "ranking_count": 231377,
            "abstract": "Kate DiCamillo's beloved, best-selling debut novel is now available in a paperback digest edition.. Kate DiCamillo's first published novel, like Winn-Dixie himself, immediately proved to be a keeper—a New York Times bestseller, a Newbery Honor winner, the inspiration for a popular film, and most especially, a cherished classic that touches the hearts of readers of all ages. It's now available in a paperback digest format certain to bring this tale's magic to an even wider circle of fans.. The summer Opal and her father, the preacher, move to Naomi, Florida, Opal goes into the Winn-Dixie supermarket—and comes out with a dog. A big, ugly, suffering dog with a sterling sense of humor. A dog she dubs Winn-Dixie. Because of Winn-Dixie, the preacher tells Opal ten things about her absent mother, one for each year Opal has been alive. Winn-Dixie is better at making friends than anyone Opal has ever known, and together they meet the local librarian, Miss Franny Block, who once fought off a bear with a copy of WAR AND PEACE. They meet Gloria Dump, who is nearly blind but sees with her heart, and Otis, an ex-con who sets the animals in his pet shop loose after hours, then lulls them with his guitar.. Opal spends all that sweet summer collecting stories about her new friends and thinking about her mother. But because of Winn-Dixie or perhaps because she has grown, Opal learns to let go, just a little, and that friendship—and forgiveness—can sneak up on you like a sudden summer storm.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Realistic Fiction",
                "Young Adult",
                "Animals",
                "Classics",
                "Academic"
            ]
        },
        {
            "title": "Feet of Clay",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.29,
            "ranking_count": 76895,
            "abstract": "'Sorry?' said Carrot. If it's just a thing, how can it commit murder? A sword is a thing' - he drew his own sword; it made an almost silken sound - 'and of course you can't blame a sword if someone thrust it at you, sir.'. For members of the City Watch, life consists of troubling times, linked together by periods of torpid inactivity. Now is one such troubling time. People are being murdered, but there's no trace of anything alive having been at the crime scene. Is there ever a circumstance in which you can blame the weapon not the murderer? Such philosophical questions are not the usual domain of the city's police, but they're going to have to start learning fast...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Mystery",
                "Audiobook",
                "Young Adult",
                "Childrens"
            ]
        },
        {
            "title": "Truman",
            "authors": [
                "David McCullough"
            ],
            "ranking": 4.12,
            "ranking_count": 83367,
            "abstract": "The Pulitzer Prize–winning biography of Harry S. Truman, whose presidency included momentous events from the atomic bombing of Japan to the outbreak of the Cold War and the Korean War, told by America’s beloved and distinguished historian.. The life of Harry S. Truman is one of the greatest of American stories, filled with vivid characters—Roosevelt, Churchill, Stalin, Eleanor Roosevelt, Bess Wallace Truman, George Marshall, Joe McCarthy, and Dean Acheson—and dramatic events. In this riveting biography, acclaimed historian David McCullough not only captures the man—a more complex, informed, and determined man than ever before imagined—but also the turbulent times in which he rose, boldly, to meet unprecedented challenges. The last president to serve as a living link between the nineteenth and the twentieth centuries, Truman’s story spans the raw world of the Missouri frontier, World War I, the powerful Pendergast machine of Kansas City, the legendary Whistle-Stop Campaign of 1948, and the decisions to drop the atomic bomb, confront Stalin at Potsdam, send troops to Korea, and fire General MacArthur. Drawing on newly discovered archival material and extensive interviews with Truman’s own family, friends, and Washington colleagues, McCullough tells the deeply moving story of the seemingly ordinary “man from Missouri” who was perhaps the most courageous president in our history.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Politics",
                "Nonfiction",
                "North American Hi...",
                "Biography Memoir",
                "Presidents",
                "Historical",
                "War"
            ]
        },
        {
            "title": "The Tortilla Curtain",
            "authors": [
                "T. Coraghessan Boyle"
            ],
            "ranking": 3.66,
            "ranking_count": 29985,
            "abstract": "Topanga Canyon is home to two couples on a collision course. Los Angeles liberals Delaney and Kyra Mossbacher lead an ordered sushi-and-recycling existence in a newly gated hilltop community: he a sensitive nature writer, she an obsessive realtor. Mexican illegals Cándido and América Rincón desperately cling to their vision of the American Dream as they fight off starvation in a makeshift camp deep in the ravine. And from the moment a freak accident brings Cándido and Delaney into intimate contact, these four and their opposing worlds gradually intersect in what becomes a tragicomedy of error and misunderstanding.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Book Club",
                "Academic",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Horse Whisperer",
            "authors": [
                "Nicholas Evans"
            ],
            "ranking": 3.83,
            "ranking_count": 54579,
            "abstract": "A forty-ton truck hurtles out of control on a snowy country road, a teenage girl on horseback in its path. In a few terrible seconds the life of a family is shattered. And a mother's quest beings - to save her maimed daughter and a horse driven mad by pain. It is an odyssey that will bring her to.... THE HORSE WHISPERER. He is the stuff of legend. His voice can calm wild horses and his touch heal broken spirits. For secrets uttered softly into pricked and troubled ears, such men were once called Whisperers. Now Tom Booker, the inheritor of this ancient gift, is to meet his greatest challenge.. Annie Graves has traveled across a continent with her daughter, Grace, and their wounded horse, Pilgrim, to the Booker ranch in Montana. Annie has risked everything - her career, her marriage, her comfortable life - in her desperate belief that the Whisperer can help them. The accident has turned Pilgrim savage. He is now so demented and dangerous that everyone says he should be destroyed. But Annie won't give up on him. For she feels his fate is inextricably entwined with that of he daughter, who has retreated into a heartrending, hostile silence. Annie knows that if the horse dies, something in Grace will die too.. In the weeks to come, under the massive sky of the Rocky Mountain Front, all their lives - including Tom Booker's - will be transformed forever in a way none could have foretold. At once an epic love story and a gripping adventure,. The Horse Whisperer. weaves an extraordinary tale of healing and redemption - a magnificent emotional journey that explores our ancient bonds with earth and sky and hearts untamed. It is a stirring elegy to the power of belief and self-discovery, to hopes lost and found again.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Animals",
                "Contemporary",
                "Drama",
                "Adult",
                "Classics",
                "Adult Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Going After Cacciato",
            "authors": [
                "Tim O'Brien"
            ],
            "ranking": 3.9,
            "ranking_count": 12859,
            "abstract": "Alternate cover for this ISBN can be found. here. Winner of the 1979 National Book Award,. Going After Cacciato. captures the peculiar mixture of horror and hallucination that marked this strangest of wars.. In a blend of reality and fantasy, this novel tells the story of a young soldier who one day lays down his rifle and sets off on a quixotic journey from the jungles of Indochina to the streets of Paris. In its memorable evocation of men both fleeing from and meeting the demands of battle,. Going After Cacciato. stands as much more than just a great war novel. Ultimately it's about the forces of fear and heroism that do battle in the hearts of us all.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "War",
                "Historical",
                "Literature",
                "Classics",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Gaudy Night",
            "authors": [
                "Dorothy L. Sayers"
            ],
            "ranking": 4.21,
            "ranking_count": 27004,
            "abstract": "The dons of Harriet Vane's alma mater, the all-female Shrewsbury College, Oxford, have invited her back to attend the annual Gaudy celebrations. However, the mood turns sour when someone begins a series of malicious acts including poison-pen messages, obscene graffiti and wanton vandalism. Harriet asks her old friend Wimsey to investigate.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Romance",
                "Thriller",
                "European Literature",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "Chess Story",
            "authors": [
                "Stefan Zweig",
                "Peter Gay",
                "Joel Rotenberg"
            ],
            "ranking": 4.28,
            "ranking_count": 93933,
            "abstract": "Chess Story, also known as The Royal Game, is the Austrian master Stefan Zweig's final achievement, completed in Brazilian exile and sent off to his American publisher only days before his suicide in 1942. It is the only story in which Zweig looks at Nazism, and he does so with characteristic emphasis on the psychological.. Travelers by ship from New York to Buenos Aires find that on board with them is the world champion of chess, an arrogant and unfriendly man. They come together to try their skills against him and are soundly defeated. Then a mysterious passenger steps forward to advise them and their fortunes change. How he came to possess his extraordinary grasp of the game of chess and at what cost lie at the heart of Zweig's story.. This new translation of Chess Story brings out the work's unusual mixture of high suspense and poignant reflection.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Short Stories",
                "Literature",
                "Novels",
                "Novella",
                "Games",
                "Historical"
            ]
        },
        {
            "title": "Insomnia",
            "authors": [
                "Stephen King",
                "Bettina Blanch Tyroller"
            ],
            "ranking": 3.83,
            "ranking_count": 143700,
            "abstract": "This is an alternate cover edition for ISBN 9780451184962.. Since his wife died, Ralph Roberts has been having trouble sleeping. Each night he awakens a little earlier until he's barely sleeping at all. During his late night vigils and walks, he observes some strange things going on in Derry, Maine. He sees colored ribbons streaming from people's heads. He witnesses two strange little men wandering the city under cover of night. He begins to suspect that these visions are something more than hallucinations brought about by sleep deprivation. Ralph and his friend, widow Lois Chasse, become enmeshed in events of cosmic significance.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Science Fiction"
            ]
        },
        {
            "title": "The Autumn of the Patriarch",
            "authors": [
                "Gabriel García Márquez",
                "Gregory Rabassa"
            ],
            "ranking": 3.86,
            "ranking_count": 20523,
            "abstract": "One of Gabriel Garcia Marquez's most intricate and ambitious works,. The Autumn of the Patriarch. is a brilliant tale of a Caribbean tyrant and the corruption of power.. From charity to deceit, benevolence to violence, fear of God to extreme cruelty, the dictator of. The Autumn of the Patriarch. embodies the best but also the worst of human nature. Gabriel Garcia Marquez, the renowned master of magical realism, vividly portrays the dying tyrant caught in the prison of his own dictatorship. Employing an innovative, dreamlike style, and overflowing with symbolic descriptions, the novel transports the reader to a world that is at once fanciful and vividly real.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Classics",
                "Novels",
                "Literature",
                "Cultural",
                "Nobel Prize",
                "European Literature"
            ]
        },
        {
            "title": "Dragonsong",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.23,
            "ranking_count": 53396,
            "abstract": "It was not Threadfall that made Menolly unhappy. It was her father who betrayed her ambition to be a Harper, who thwarted her love of music. Menolly had no choice but to run away. She came upon a group of fire lizards, wild relatives of the fire-breathing dragons. Her music swirled about them; she taught nine to sing, suddenly Menolly was no longer alone.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "The Cost of Discipleship",
            "authors": [
                "Dietrich Bonhoeffer"
            ],
            "ranking": 4.27,
            "ranking_count": 40284,
            "abstract": "One of the most important theologians of the twentieth century illuminates the relationship between ourselves and the teachings of Jesus in this classic text on ethics, humanism, and civic duty.. What can the call to discipleship, the adherence to the word of Jesus, mean today to the businessman, the soldier, the laborer, or the aristocrat? What did Jesus mean to say to us? What is his will for us today? Drawing on the Sermon on the Mount, Dietrich Bonhoeffer answers these timeless questions by providing a seminal reading of the dichotomy between cheap grace and costly grace. Cheap grace, Bonhoeffer wrote, is the grace we bestow on ourselves...grace without discipleship....Costly grace is the gospel which must be sought again and again, the girl which must be asked for, the door at which a man must know....It is costly because it costs a man his life, and it is grace because it gives a man the only true life.. The Cost of Discipleship. is a compelling statement of the demands of sacrifice and ethical consistency from a man whose life and thought were exemplary articulations of a new type of leadership inspired by the Gospel, and imbued with the spirit of Christian humanism and a creative sense of civic duty.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Christianity",
                "Spirituality",
                "Classics"
            ]
        },
        {
            "title": "Kane & Abel",
            "authors": [
                "Jeffrey Archer"
            ],
            "ranking": 4.31,
            "ranking_count": 111330,
            "abstract": "Born on the same day near the turn of the century on opposite sides of the world, both men are brought together by fate and the quest of a dream. These two men -- ambitious, powerful, ruthless -- are locked in a relentless struggle to build an empire, fuelled by their all-consuming hatred. Over 60 years and three generations, through war, marriage, fortune, and disaster, Kane and Abel battle for the success and triumph that only one man can have.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "Drama",
                "Classics",
                "Novels",
                "Mystery",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "Lincoln",
            "authors": [
                "Gore Vidal"
            ],
            "ranking": 4.22,
            "ranking_count": 8801,
            "abstract": "Gore Vidal's Narratives of Empire series spans the history of the United States from the Revolution to the post-World War II years. With their broad canvas and large cast of fictional and historical characters, the novels in this series present a panorama of the American political and imperial experience as interpreted by one of its most worldly, knowing, and ironic observers.. To most Americans, Abraham Lincoln is a monolithic figure, the Great Emancipator and Savior of the Union, beloved by all. In Gore Vidal's Lincoln we meet Lincoln the man and Lincoln the political animal, the president who entered a besieged capital where most of the population supported the South and where even those favoring the Union had serious doubts that the man from Illinois could save it. Far from steadfast in his abhorrence of slavery, Lincoln agonizes over the best course of action and comes to his great decision only when all else seems to fail. As the Civil War ravages his nation, Lincoln must face deep personal turmoil, the loss of his dearest son, and the harangues of a wife seen as a traitor for her Southern connections. Brilliantly conceived, masterfully executed, Gore Vidal's Lincoln allows the man to breathe again.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "North American Hi...",
                "Politics",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Bambi",
            "authors": [
                "Felix Salten",
                "Barbara Cooney"
            ],
            "ranking": 4.12,
            "ranking_count": 34218,
            "abstract": "The Prince of the Forest. Bambi's life in the woods begins happily. There are forest animals to play with -- Friend Hare, the chattery squirrel, the noisy screech owl, and Bambi's twin cousins, frail Gobo and beautiful Faline.. But winter comes, and Bambi learns that the woods hold danger -- and things he doesn't understand. The first snowfall makes food hard to find. Bambi's father, a handsome stag, roams the forest, but leaves Bambi and his mother alone.. Then there is Man. He comes to the forest with weapons that can wound an animal. He does terrible things to Gobo, to Bambi's mother, and even to Bambi. But He can't keep Bambi from growing into a handsome stag himself, and becoming...the Prince of the Forest.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Childrens",
                "Animals",
                "Fantasy",
                "Young Adult",
                "Environment",
                "Literature"
            ]
        },
        {
            "title": "Murder at the Vicarage",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 4.06,
            "ranking_count": 168182,
            "abstract": "‘Anyone who murdered Colonel Protheroe,’ declared the parson, brandishing a carving knife above a joint of roast beef, ‘would be doing the world at large a favour!’ It was a careless remark for a man of the cloth. And one which was to come back and haunt the clergyman just a few hours later – when the colonel was found shot dead in the clergyman’s study. But as Miss Marple soon discovers, the whole village seems to have had a motive to kill Colonel Protheroe.. Librarian's note: this entry is for the novel Murder at the Vicarage. Collections and other Miss Marple stories are located elsewhere on Goodreads. The series includes 12 novels and 20 short stories. Entries for the short stories can be found by searching Goodreads for: a Miss Marple Short Story.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Border Trilogy: All the Pretty Horses, The Crossing, Cities of the Plain",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 4.44,
            "ranking_count": 5950,
            "abstract": "Beginning with. All the Pretty Horses. and continuing through. The Crossing and Cities of the Plain. , McCarthy chronicles the lives of two young men coming of age in the Southwest and Mexico, poised on the edge of a world about to change forever. Hauntingly beautiful, filled with sorrow and humor,. The Border Trilogy. is a masterful elegy for the American frontier.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Literature",
                "Novels",
                "Historical",
                "Classics",
                "Literary Fiction",
                "American",
                "Gothic"
            ]
        },
        {
            "title": "Death Be Not Proud",
            "authors": [
                "John Gunther"
            ],
            "ranking": 3.84,
            "ranking_count": 11644,
            "abstract": "Death Be Not Proud. chronicles Johnny Gunther's gallant struggle against the malignant brain tumor that killed him at the age of seventeen. The book opens with his father's fond, vivid portrait of his son - a young man of extraordinary intellectual promise, who excelled at physics, math, and chess, but was also an active, good-hearted, and fun-loving kid. But the heart of the book is a description of the agonized months during which Gunther and his former wife Frances try everything in their power to halt the spread of Johnny's cancer and to make him as happy and comfortable as possible. In the last months of his life, Johnny strove hard to complete his high school studies. The scene of his graduation ceremony from Deerfield Academy is one of the most powerful - and heartbreaking - in the entire book. Johnny maintained his courage, wit and quiet friendliness up to the end of his life. He died on June 30, 1947, less than a month after graduating from Deerfield.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Death",
                "Academic",
                "Literature",
                "Inspirational",
                "Medical"
            ]
        },
        {
            "title": "The Feast of the Goat",
            "authors": [
                "Mario Vargas Llosa",
                "Edith Grossman"
            ],
            "ranking": 4.31,
            "ranking_count": 30324,
            "abstract": "Haunted all her life by feelings of terror and emptiness, forty-nine-year-old Urania Cabral returns to her native Dominican Republic - and finds herself reliving the events of 1961, when the capital was still called Trujillo City and one old man terrorized a nation of three million people. Rafael Trujillo, the depraved ailing dictator whom Dominicans call the Goat, controls his inner circle with a combination of violence and blackmail. In Trujillo's gaudy palace, treachery and cowardice have become the way of life. But Trujillo's grasp is slipping away. There is a conspiracy against him, and a Machiavellian revolution already underway that will have bloody consequences of its own. In this 'masterpiece of Latin American and world literature, and one of the finest political novels ever written' (Bookforum), Mario Vargas Llosa recounts the end of a regime and the birth of a terrible democracy, giving voice to the historical Trujillo and the victims, both innocent and complicit, drawn into his deadly orbit.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "European Literature",
                "Cultural",
                "Literature",
                "Nobel Prize",
                "Politics",
                "Classics"
            ]
        },
        {
            "title": "Giants in the Earth",
            "authors": [
                "O.E. Rølvaag",
                "Lincoln Colcord"
            ],
            "ranking": 4.01,
            "ranking_count": 5318,
            "abstract": "Giants in the Earth. (Norwegian:. Verdens Grøde. ) is a novel by Norwegian-American author Ole Edvart Rølvaag. First published in Norway as two books in 1924 and 1925, the author collaborated with Minnesotan Lincoln Colcord on the English translation.. The novel follows a Norwegian family's struggles as they try to make a new life as pioneers in the Dakota territory. Rølvaag is interested in psychology and the human cost of empire building, at a time when other writers focused on the glamor and romance of the West. The book reflects his personal experiences as a settler as well as the immigrant homesteader experience of his wife’s family. Both the grim realities of pioneering and the gloomy fatalism of the Norse mind are captured in depictions of snow storms, locusts, poverty, hunger, loneliness, homesickness, the difficulty of fitting into a new culture, and the estrangement of immigrant children who grow up in a new land. It is a novel at once palpably European and distinctly American.. Giants in the Earth. was turned into an opera by Douglas Moore and Arnold Sundgaard; it won the Pulitzer Prize for Music in 1951.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Literature",
                "Novels",
                "European Literature",
                "American",
                "The United States Of America",
                "Book Club"
            ]
        },
        {
            "title": "Texas",
            "authors": [
                "James A. Michener"
            ],
            "ranking": 4.09,
            "ranking_count": 17703,
            "abstract": "Spanning four and a half centuries, James A. Michener’s monumental saga chronicles the epic history of Texas, from its Spanish roots in the age of the conquistadors to its current reputation as one of America’s most affluent, diverse, and provocative states. Among his finely drawn cast of characters, emotional and political alliances are made and broken, as the loyalties established over the course of each turbulent age inevitably collapse under the weight of wealth and industry. With Michener as our guide,. Texas. is a tale of patriotism and statesmanship, growth and development, violence and betrayal—a stunning achievement by a literary master.. Praise for. Texas. “Fascinating.”. —. Time. “A book about oil and water, rangers and outlaws, frontier and settlement, money and power . . . [James A. Michener] manages to make history vivid.”. —. The Boston Globe. “A sweeping panorama . . . [Michener] grapples earnestly with the Texas character in a way that Texas’s own writers often don’t.”. —. The Washington Post Book World. “Vast, sprawling, and eclectic in population and geography, the state has just the sort of larger-than-life history that lends itself to Mr. Michener’s taste for multigenerational epics.”. —. The New York Times",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Westerns",
                "North American Hi...",
                "Novels",
                "Epic",
                "Literature",
                "Adventure",
                "Classics"
            ]
        },
        {
            "title": "Lord Foul's Bane",
            "authors": [
                "Stephen R. Donaldson"
            ],
            "ranking": 3.72,
            "ranking_count": 46569,
            "abstract": "He called himself Thomas Covenant the Unbeliever because he dared not believe in the strange alternate world in which he suddenly found himself.. Yet the Land tempted him. He had been sick; now he seemed better than ever before. Through no fault of his own, he had been outcast, unclean, a pariah. Now he was regarded as a reincarnation of the Land's greatest hero--Berek Halfhand--armed with the mystic power of White Gold. That power alone could protect the Lords of the Land from the ancient evil of Despiser, Lord Foul. Only...Covenant had no idea of how the power could be used!. Thus begins one of the most remarkable epic fantasies ever written...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure",
                "Young Adult",
                "Childrens",
                "Epic"
            ]
        },
        {
            "title": "The Member of the Wedding",
            "authors": [
                "Carson McCullers"
            ],
            "ranking": 3.82,
            "ranking_count": 16289,
            "abstract": "An alternate-cover edition for this ISBN can be found. here. .. The novel that became an award-winning play and a major motion picture and that has charmed generations of readers, Carson McCullers's classic. The Member of the Wedding. is now available in small-format trade paperback for the first time. Here is the story of the inimitable twelve-year-old Frankie, who is utterly, hopelessly bored with life until she hears about her older brother's wedding. Bolstered by lively conversations with her house servant, Berenice, and her six-year-old male cousin—not to mention her own unbridled imagination—Frankie takes on an overly active role in the wedding, hoping even to go, uninvited, on the honeymoon, so deep is her desire to be the member of something larger, more accepting than herself. A marvelous study of the agony of adolescence (. Detroit Free Press. ),. The Member of the Wedding. showcases Carson McCullers at her most sensitive, astute, and lasting best.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Young Adult",
                "Novels",
                "American",
                "Literature",
                "Literary Fiction",
                "Gothic"
            ]
        },
        {
            "title": "The Art of Loving",
            "authors": [
                "Erich Fromm",
                "Peter D. Kramer",
                "Rainer Funk"
            ],
            "ranking": 4.01,
            "ranking_count": 65587,
            "abstract": "The fiftieth Anniversary Edition of the groundbreaking international bestseller that has shown millions of readers how to achieve rich, productive lives by developing their hidden capacities for love. Most people are unable to love on the only level that truly matters: love that is compounded of maturity, self-knowledge, and courage. As with every art, love demands practice and concentration, as well as genuine insight and understanding.. In his classic work,. The Art of Loving. , renowned psychoanalyst and social philosopher Erich Fromm explores love in all its aspects—not only romantic love, steeped in false conceptions and lofty expectations, but also brotherly love, erotic love, self-love, the love of God, and the love of parents for their children.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Philosophy",
                "Nonfiction",
                "Self Help",
                "Love",
                "Relationships",
                "Classics",
                "Sociology",
                "Spirituality",
                "European Literature"
            ]
        },
        {
            "title": "Confessions of a Shopaholic",
            "authors": [
                "Sophie Kinsella"
            ],
            "ranking": 3.67,
            "ranking_count": 695179,
            "abstract": "Becky has a fabulous flat in London's trendiest neighborhood, a troupe of glamorous socialite friends, and a closet brimming with the season's must-haves. The only trouble is that she can't actually afford it–not any of it.. Her job writing at Successful Savings not only bores her to tears, it doesn't pay much at all. And lately Becky's been chased by dismal letters from the bank –letters with large red sums she can't bear to read–and they're getting ever harder to ignore.. She tries cutting back. But none of her efforts succeeds. Becky's only consolation is to buy herself something ... just a little something..... Finally a story arises that Becky actually cares about, and her front-page article catalyzes a chain of events that will transform her life–and the lives of those around her–forever.",
            "part_of_series": true,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Contemporary",
                "Humor",
                "Adult",
                "Adult Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Noble House",
            "authors": [
                "James Clavell"
            ],
            "ranking": 4.26,
            "ranking_count": 38194,
            "abstract": "This is an alternate cover edition for. ISBN13: 9780440164845. .. The tai-pan, Ian Dunross, struggles to rescue Struan's from the precarious financial position left by his predecessor. To do this, he seeks partnership with an American millionaire, while trying to ward off his arch-rival Quillan Gornt, who seeks to destroy Struan's once and for all. Meanwhile, Chinese communists, Taiwanese nationalists, and Soviet spies illegally vie for influence in Hong Kong while the British government seeks to prevent this. And nobody, it seems, can get anything done without enlisting the aid of Hong Kong's criminal underworld. Other obstacles include water shortages, landslides, bank runs and stock market crashes.. Nov. 1987 Dell jumbo mass market paperback, 21st printing. James Clavell.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Adventure",
                "Thriller",
                "Novels",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "The Mammoth Hunters",
            "authors": [
                "Jean M. Auel"
            ],
            "ranking": 3.92,
            "ranking_count": 67087,
            "abstract": "Once again Jean M. Auel opens the door of a time long past to reveal an age of wonder and danger at the dawn of the modern human race. With all the consummate storytelling artistry and vivid authenticity she brought to. The Clan of the Cave Bear. and its sequel,. The Valley of Horses. , Jean M. Auel continues the breathtaking epic journey of the woman called Ayla.. Riding Whinney with Jondalar, the man she loves, and followed by the mare’s colt, Ayla ventures into the land of the Mamutoi--. The Mammoth Hunters. . She has finally found the Others she has been seeking. Though Ayla must learn their different customs and language, she is adopted because of her remarkable hunting ability, singular healing skills, and uncanny fire-making technique. Bringing back the single pup of a lone wolf she has killed, Ayla shows the way she tames animals.. She finds women friends and painful memories of the Clan she left behind, and meets Ranec, the dark-skinned, magnetic master carver of ivory, whom she cannot refuse--inciting Jondalar to a fierce jealousy that he tries to control by avoiding her. Unfamiliar with the ways of the Others, Ayla misunderstands, and thinking Jondalar no longer loves her, she turns more to Ranec. Throughout the icy winter the tension mounts, but warming weather will bring the great mammoth hunt and the mating rituals of the Summer Meeting, when Ayla must choose to remain with Ranec and the Mamutoi, or to follow Jondalar on a long journey into an unknown future.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Romance",
                "Historical Fiction",
                "Adventure",
                "Adult",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Money",
            "authors": [
                "Martin Amis"
            ],
            "ranking": 3.69,
            "ranking_count": 21887,
            "abstract": "Time. Magazine included the book in its list of the 100 Best English-language Novels from 1923 to 2005. The story of John Self and his insatiable appetite for money, alcohol, fast food, drugs, pornography, and more,. Money. is ceaselessly inventive and thrillingly savage; a tale of life lived without restraint, of money and the disasters it can precipitate.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Contemporary",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Thriller",
                "Humor"
            ]
        },
        {
            "title": "Orientalism",
            "authors": [
                "Edward W. Said"
            ],
            "ranking": 4.08,
            "ranking_count": 21818,
            "abstract": "More than three decades after its first publication, Edward Said's groundbreaking critique of the West's historical, cultural, and political perceptions of the East has become a modern classic.. In this wide-ranging, intellectually vigorous study, Said traces the origins of orientalism to the centuries-long period during which Europe dominated the Middle and Near East and, from its position of power, defined the orient simply as other than the occident. This entrenched view continues to dominate western ideas and, because it does not allow the East to represent itself, prevents true understanding. Essential, and still eye-opening, Orientalism remains one of the most important books written about our divided world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Philosophy",
                "Politics",
                "Sociology",
                "Anthropology",
                "Race",
                "Academic",
                "Classics"
            ]
        },
        {
            "title": "Red Mars",
            "authors": [
                "Kim Stanley Robinson"
            ],
            "ranking": 3.86,
            "ranking_count": 74200,
            "abstract": "In his most ambitious project to date, award-winning author Kim Stanley Robinson utilizes years of research & cutting-edge science in the 1st of a trilogy chronicling the colonization of Mars:. For eons, sandstorms have swept the desolate landscape. For centuries, Mars has beckoned humans to conquer its hostile climate. Now, in 2026, a group of 100 colonists is about to fulfill that destiny.. John Boone, Maya Toitavna, Frank Chalmers & Arkady Bogdanov lead a terraforming mission. For some, Mars will become a passion driving them to daring acts of courage & madness. For others it offers an opportunity to strip the planet of its riches. For the genetic alchemists, it presents a chance to create a biomedical miracle, a breakthrough that could change all we know about life & death. The colonists orbit giant satellite mirrors to reflect light to the surface. Black dust sprinkled on the polar caps will capture warmth. Massive tunnels, kilometers deep, will be drilled into the mantle to create stupendous vents of hot gases. Against this backdrop of epic upheaval, rivalries, loves & friendships will form & fall to pieces--for there are those who will fight to the death to prevent Mars from ever being changed.. Brilliantly imagined, breathtaking in scope & ingenuity,. Red Mars. is an epic scientific saga, chronicling the next step in evolution, creating a world in its entirety. It shows a future, with both glory & tarnish, that awes with complexity & inspires with vision.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Speculative Fiction",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Rainbow",
            "authors": [
                "D.H. Lawrence",
                "Daphne Merkin"
            ],
            "ranking": 3.7,
            "ranking_count": 19439,
            "abstract": "Set in the rural Midlands of England,. The Rainbow. (1915) revolves around three generations of the Brangwens, a strong, vigorous family, deeply involved with the land. When Tom Brangwen marries a Polish widow,Lydia Lensky, and adopts her daughter Anna as his own, he is unprepared for the conflict and passion that erupts between them. All are seeking individual fulfilment, but it is Ursula, Anna's spirited daughter, who, in search for self-knowledge, rejects the conventional role of womanhood.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Romance",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Woman Warrior",
            "authors": [
                "Maxine Hong Kingston"
            ],
            "ranking": 3.73,
            "ranking_count": 28758,
            "abstract": "A Chinese American woman tells of the Chinese myths, family stories and events of her California childhood that have shaped her identity.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Feminism",
                "Cultural",
                "Classics",
                "Biography",
                "Academic",
                "Biography Memoir",
                "Womens",
                "Literature"
            ]
        },
        {
            "title": "Death on the Nile",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 4.12,
            "ranking_count": 193775,
            "abstract": "Agatha Christie's most daring travel mystery.. The tranquility of a lovely cruise along the Nile is shattered by the discovery that Linnet Ridgeway has been shot through the head. She was young, stylish and beautiful, a girl who had everything – until she lost her life.. Who's also on board? Christie's great detective Hercule Poirot. He recalls an earlier outburst by a fellow passenger: ‘I’d like to put my dear little pistol against her head and just press the trigger.’ Despite the exotic setting, nothing is ever quite what it seems…. Librarian's note: this Hercule Poirot novel should not be confused with the short story of the same name. Also by Christie. But it starred Parker Pyne. It came out several years earlier. The title and locale are the same, but the contents are quite different. It is not a precursor of this story. The Pyne short story can be found elsewhere on Goodreads.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Selected Poems",
            "authors": [
                "Pablo Neruda"
            ],
            "ranking": 4.38,
            "ranking_count": 3789,
            "abstract": "The most comprehensive bilingual collection of the Nobel Prize-winner Neruda, the greatest poet of the twentieth century in any language",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "European Literature",
                "Romance",
                "Cultural",
                "Literature",
                "Anthologies",
                "Nobel Prize"
            ]
        },
        {
            "title": "Boy's Life",
            "authors": [
                "Robert R. McCammon"
            ],
            "ranking": 4.37,
            "ranking_count": 29725,
            "abstract": "In me are the memories of a boy's life, spent in that realm of enchantments. These are the things I want to tell you..... Robert McCammon delivers a tour de force of storytelling (BookPage) in his award-winning masterpiece, a novel of Southern boyhood, growing up in the 1960s, that reaches far beyond that evocative landscape to touch readers universally.. Boy's Life is a richly imagined, spellbinding portrait of the magical worldview of the young -- and of innocence lost.. Zephyr, Alabama, is an idyllic hometown for eleven-year-old Cory Mackenson -- a place where monsters swim the river deep and friends are forever. Then, one cold spring morning, Cory and his father witness a car plunge into a lake -- and a desperate rescue attempt brings his father face-to-face with a terrible, haunting vision of death. As Cory struggles to understand his father's pain, his eyes are slowly opened to the forces of good and evil that surround him. From an ancient mystic who can hear the dead and bewitch the living, to a violent clan of moonshiners, Cory must confront the secrets that hide in the shadows of his hometown -- for his father's sanity and his own life hang in the balance....",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Historical",
                "Thriller",
                "Adventure",
                "Fantasy",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "Tipping the Velvet",
            "authors": [
                "Sarah Waters"
            ],
            "ranking": 4.03,
            "ranking_count": 64329,
            "abstract": "This delicious, steamy debut novel chronicles the adventures of Nan King, who begins life as an oyster girl in the provincial seaside town of Whitstable and whose fortunes are forever changed when she falls in love with a cross-dressing music-hall singer named Miss Kitty Butler.. When Kitty is called up to London for an engagement on Grease Paint Avenue, Nan follows as her dresser and secret lover, and, soon after, dons trousers herself and joins the act. In time, Kitty breaks her heart, and Nan assumes the guise of butch roue to commence her own thrilling and varied sexual education - a sort of Moll Flanders in drag - finally finding friendship and true love in the most unexpected places.. Drawing comparison to the work of Jeanette Winterson, Sarah Waters' novel is a feast for the senses - an erotic, lushly detailed historical novel that bursts with life and dazzlingly casts the turn of the century in a different light.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "El túnel",
            "authors": [
                "Ernesto Sabato",
                "Nino Pipia"
            ],
            "ranking": 4.04,
            "ranking_count": 57392,
            "abstract": "Breve e intensa novela publicada en 1948, este logrado fruto de la denominada literatura existencial le dio a su autor un reconocimiento que traspasó las fronteras nacionales. Para quien todavía no la leyó,. El túnel. es la mejor introducción al universo prodigioso de Ernesto Sábato; para quien la conoce, un clásico de las letras del continente, una historia sobre el drama del hombre arrojado en el sinsentido más doloroso: la conciencia de la nada.. El narrador describe una historia de amor y muerte en la que muestra la soledad del individuo contemporáneo. No están ausentes de esta trama policial y de suspenso, la locura y la increíble reflexión del protagonista, el pintor Juan Pablo Castel, debatiéndose por comprender las causas que lo arrastraron a matar a la mujer que amaba, María Iribarne, y que era su única vía de salvación. En este alucinante drama de la vida interior, seres intrincados en la bestial búsqueda de comprensión ceden a la mentira, la hipocresía y los celos desmedidos hasta el crimen más inexplicable. Aventura amorosa, aventura onírica, aventura del ser que dan testimonio de un asesinato, de cierta memoria culpable y de una valiente introspección.. Técnicamente perfecta y de lectura apasionante,. El túnel. excede el negativismo ácido de Sartre y la frenética huida hacia el vacío que plantea. El extranjero. de Camus, pero tiene de esos dos maestros literarios la impronta genial que hace de la escritura una radiografía del alma atormentada.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Cultural",
                "Academic",
                "Thriller"
            ]
        },
        {
            "title": "Close Range: Wyoming Stories",
            "authors": [
                "Annie Proulx"
            ],
            "ranking": 3.99,
            "ranking_count": 15713,
            "abstract": "Short-story collection from the Pulitzer Prize-winning and bestselling author of. The Shipping News. and. Accordion Crimes. .. Annie Proulx's masterful language and fierce love of Wyoming are evident in these tales of loneliness, quick violence, and the wrong kinds of love. Each of the portraits in. Close Range. reveals characters fiercely wrought with precision and grace.. These are stories of desperation and unlikely elation, set in a landscape both stark and magnificent.. The half-skinned steer --. The mud below --. 55 miles to the gas pump --. The bunchgrass edge of the world --. A lonely coast --. Job history --. Pair a spurs --. People in Hell just want a drink of water --. The governors of Wyoming --. The blood bay --. Brokeback Mountain",
            "part_of_series": true,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Westerns",
                "LGBT",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "Breathing Lessons",
            "authors": [
                "Anne Tyler"
            ],
            "ranking": 3.67,
            "ranking_count": 26674,
            "abstract": "Maggie and Ira Moran have been married for twenty-eight years–and it shows: in their quarrels, in their routines, in their ability to tolerate with affection each other’s eccentricities. Maggie, a kooky, lovable meddler and an irrepressible optimist, wants nothing more than to fix her son’s broken marriage. Ira is infuriatingly practical, a man “who should have married Ann Landers.”. What begins as a day trip to a funeral becomes an adventure in the unexpected. As Maggie and Ira navigate the riotous twists and turns, they intersect with an assorted cast of eccentrics–and rediscover the magic of the road called life and the joy of having somebody next to you to share the ride . . . bumps and all.. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Adult Fiction",
                "Adult",
                "Family",
                "Marriage"
            ]
        },
        {
            "title": "Requiem for a Dream",
            "authors": [
                "Hubert Selby Jr.",
                "Darren Aronofsky",
                "Richard Price"
            ],
            "ranking": 4.09,
            "ranking_count": 57777,
            "abstract": "In Coney Island, Brooklyn, Sarah Goldfarb, a lonely widow, wants nothing more than to lose weight and appear on a television game show. She becomes addicted to diet pills in her obsessive quest, while her junkie son, Harry, along with his girlfriend, Marion, and his best friend, Tyrone, have devised an illicit shortcut to wealth and leisure by scoring a pound of uncut heroin. Entranced by the gleaming visions of their futures, these four convince themselves that unexpected setbacks are only temporary. Even as their lives slowly deteriorate around them, they cling to their delusions and become utterly consumed in the spiral of drugs and addiction, refusing to see that they have instead created their own worst nightmares.. Selby's place is in the front rank of American novelists. HIs work has the power, the intimacy with suffering and morality, the honesty and moral urgency of Doestoevsky's. To understand Selby's work is to understand the anguish of America. - The New York Times Book Review",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Thriller",
                "Contemporary",
                "Mystery",
                "Novels",
                "Literature",
                "Drama"
            ]
        },
        {
            "title": "The Story of Civilization",
            "authors": [
                "Will Durant",
                "Ariel Durant"
            ],
            "ranking": 4.42,
            "ranking_count": 1628,
            "abstract": "The STORY OF CIVILIZATION by Will Durant represents the most comprehensive attempt in our times to embrace the vast panorama of man's history and culture. This 11 volume set includes: Vo1 : Our Oriental Heritage; Vol 2: The Life of Greece; Vol.3: Caesar and Christ; Vol 4: The Age of Faith; Vol 5: The Renaissance; Vol 6: The Reformation; Vol 7: The Age of Reason Begins; Vol 8: The Age of Louis XIV; Vol 9:The Age of Voltaire; Vol. 10: Rousseau and Revolution; Vol 11: The Age of Napoleon",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Philosophy",
                "Historical",
                "Reference",
                "Classics",
                "Science",
                "Politics"
            ]
        },
        {
            "title": "Pollyanna",
            "authors": [
                "Eleanor H. Porter"
            ],
            "ranking": 3.99,
            "ranking_count": 81971,
            "abstract": "The orphan girl Pollyanna moves in with her strict aunt in New England. Despite a difficult start, Pollyanna's exuberance and positivity affect everyone who meets her, and she spreads joy and love wherever she goes. But when tragedy strikes, Pollyanna finds her optimistic attitude tested, and she must learn to find happiness again.. A heartwarming tale that has become one of the most loved children's stories of all time, Eleanor H. Porter's 1913 best-seller—the first in a long series of Pollyanna novels by the author and other writers—is a beautiful story with a powerful moral message.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "The Collected Poems",
            "authors": [
                "Wallace Stevens"
            ],
            "ranking": 4.27,
            "ranking_count": 11173,
            "abstract": "This definitive poetry collection, originally published in 1954 to honor Stevens on his 75th birthday, contains:. - Harmonium. - Ideas of Order. - The Man With the Blue Guitar. - Parts of the World. - Transport Summer. - The Auroras of Autumn. - The Rock",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "The United States Of America",
                "Philosophy",
                "Anthologies",
                "United States"
            ]
        },
        {
            "title": "Trout Fishing in America / The Pill vs. the Springhill Mine Disaster / In Watermelon Sugar",
            "authors": [
                "Richard Brautigan"
            ],
            "ranking": 4.15,
            "ranking_count": 9415,
            "abstract": "An omnibus edition of three counterculture classics by Richard Brautigan that embody the spirit of the 1960s.. Trout Fishing in America. is by turns a hilarious, playful, and melancholy novel that wanders from San Francisco through America's rural waterways;. In Watermelon Sugar. expresses the mood of a new generation, revealing death as a place where people travel the length of their dreams, rejecting violence and hate; and. The Pill Versus the Springhill Mine Disaster. is a collection of nearly 100 poems, first published in 1968.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "Short Stories",
                "Literature",
                "Humor",
                "Novels",
                "Classics",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Children of Men",
            "authors": [
                "P.D. James"
            ],
            "ranking": 3.68,
            "ranking_count": 43563,
            "abstract": "Told with P. D. James's trademark suspense, insightful characterization, and riveting storytelling,. The Children of Men. is a story of a world with no children and no future. The human race has become infertile, and the last generation to be born is now adult. Civilization itself is crumbling as suicide and despair become commonplace. Oxford historian Theodore Faron, apathetic toward a future without a future, spends most of his time reminiscing. Then he is approached by Julian, a bright, attractive woman who wants him to help get her an audience with his cousin, the powerful Warden of England. She and her band of unlikely revolutionaries may just awaken his desire to live . . . and they may also hold the key to survival for the human race.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Mystery",
                "Thriller",
                "Fantasy",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Mrs. Mike",
            "authors": [
                "Benedict Freedman",
                "Nancy Freedman"
            ],
            "ranking": 4.15,
            "ranking_count": 18317,
            "abstract": "A moving love story set in the Canadian wilderness,. Mrs. Mike. is a classic tale that has enchanted millions of readers worldwide. It brings the fierce, stunning landscape of the Great North to life—and tenderly evokes the love that blossoms between Sergeant Mike Flannigan and beautiful young Katherine Mary O'Fallon.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Classics",
                "Cultural",
                "Young Adult",
                "Adventure",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "I, the Sun",
            "authors": [
                "Janet E. Morris"
            ],
            "ranking": 4.22,
            "ranking_count": 407,
            "abstract": "From palace coups in the lost city of Hattusas to treachery in the Egyptian court of Tutankhamun, I, the Sun, the saga of the Hittite king Suppiluliumas, rings with authenticity and the passion of a world that existed fourteen hundred years before the birth of Christ. They called him Great King, Favorite of the Storm God, the Valiant. He conquered more than forty nations and brought fear and war to the very doorstep of Eighteenth Dynasty Egypt, but he could not conquer the one woman he truly loved.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Northern Africa",
                "History",
                "Literature",
                "Epic",
                "Biblical",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Power Broker: Robert Moses and the Fall of New York",
            "authors": [
                "Robert A. Caro"
            ],
            "ranking": 4.4,
            "ranking_count": 18081,
            "abstract": "One of the most acclaimed books of our time, winner of both the Pulitzer and the Francis Parkman prizes,. The Power Broker. tells the hidden story behind the shaping (and mis-shaping) of twentieth-century New York (city and state) and makes public what few have known: that Robert Moses was, for almost half a century, the single most powerful man of our time in New York, the shaper not only of the city's politics but of its physical structure and the problems of urban decline that plague us today.. In revealing how Moses did it--how he developed his public authorities into a political machine that was virtually a fourth branch of government, one that could bring to their knees Governors and Mayors (from La Guardia to Lindsay) by mobilizing banks, contractors, labor unions, insurance firms, even the press and the Church, into an irresistible economic force--Robert Caro reveals how power works in all the cities of the United States. Moses built an empire and lived like an emperor. He personally conceived and completed public works costing 27 billion dollars--the greatest builder America (and probably the world) has ever known. Without ever having been elected to office, he dominated the men who were--even his most bitter enemy, Franklin D. Roosevelt, could not control him--until he finally encountered, in Nelson Rockefeller, the only man whose power (and ruthlessness in wielding it) equalled his own.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Politics",
                "New York",
                "Business",
                "North American Hi...",
                "Cities",
                "Geography",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Elements of Style",
            "authors": [
                "William Strunk Jr.",
                "E.B. White"
            ],
            "ranking": 4.16,
            "ranking_count": 80238,
            "abstract": "This style manual offers practical advice on improving writing skills. Throughout, the emphasis is on promoting a plain English style. This little book can help you communicate more effectively by showing you how to enliven your sentences.",
            "part_of_series": false,
            "genre_list": [
                "Language",
                "Nonfiction",
                "Reference",
                "Humanities",
                "Classics",
                "Education",
                "Self Help",
                "Business",
                "Academic",
                "Textbooks"
            ]
        },
        {
            "title": "The Diving Bell and the Butterfly",
            "authors": [
                "Jean-Dominique Bauby",
                "Jeremy Leggatt"
            ],
            "ranking": 3.97,
            "ranking_count": 67360,
            "abstract": "‘Locked-in syndrome: paralysed from head to toe, the patient, his mind intact, is imprisoned inside his own body, unable to speak or move. In my case, blinking my left eyelid is my only means of communication.’. In December 1995, Jean-Dominique Bauby, editor-in-chief of French ‘Elle’ and the father of two young children, suffered a massive stroke and found himself paralysed and speechless, but entirely conscious, trapped by what doctors call ‘locked-in syndrome’. Using his only functioning muscle – his left eyelid – he began dictating this remarkable story, painstakingly spelling it out letter by letter.. His book offers a haunting, harrowing look inside the cruel prison of locked-in syndrome, but it is also a triumph of the human spirit.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Cultural",
                "Health",
                "Medical",
                "Classics",
                "Disability"
            ]
        },
        {
            "title": "Ask the Dust",
            "authors": [
                "John Fante",
                "Charles Bukowski"
            ],
            "ranking": 4.11,
            "ranking_count": 31211,
            "abstract": "Ask the Dust. is the story of Arturo Bandini, a young Italian-American writer in 1930s Los Angeles who falls hard for the elusive, mocking, unstable Camilla Lopez, a Mexican waitress. Struggling to survive, he perseveres until, at last, his first novel is published. But the bright light of success is extinguished when Camilla has a nervous breakdown and disappears . . . and Bandini forever rejects the writer's life he fought so hard to attain.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "The United States Of America",
                "American",
                "Romance",
                "Literary Fiction"
            ]
        },
        {
            "title": "Anne's House of Dreams",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.15,
            "ranking_count": 95481,
            "abstract": "Anne's own true love, Gilbert Blythe, is finally a doctor, and in the sunshine of the old orchard, among their dearest friends, they are about to speak their vows. Soon the happy couple will be bound for a new life together and their own dream house, on the misty purple shores of Four Winds Harbor.. A new life means fresh problems to solve, fresh surprises. Anne and Gilbert will make new friends and meet their neighbors: Captain Jim, the lighthouse attendant, with his sad stories of the sea; Miss Cornelia Bryant, the lady who speaks from the heart—and speaks her mind; and the tragically beautiful Leslie Moore, into whose dark life Anne shines a brilliant light.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Romance",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Seven Pillars of Wisdom: A Triumph",
            "authors": [
                "T.E. Lawrence"
            ],
            "ranking": 3.86,
            "ranking_count": 10522,
            "abstract": "Seven Pillars of Wisdom. is an unusual and rich work. It encompasses an account of the Arab Revolt against the Turks during the First World War alongside general Middle Eastern and military history, politics, adventure and drama. It is also a memoir of the soldier known as 'Lawrence of Arabia'.Lawrence is a fascinating and controversial figure and his talent as a vivid and imaginative writer shines through on every page of this, his masterpiece.. Seven Pillars of Wisdom. provides a unique portrait of this extraordinary man and an insight into the birth of the Arab nation.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Classics",
                "War",
                "Autobiography",
                "Philosophy",
                "Travel"
            ]
        },
        {
            "title": "The Confessions of Nat Turner",
            "authors": [
                "William Styron"
            ],
            "ranking": 3.96,
            "ranking_count": 14381,
            "abstract": "In 1831 Nat Turner awaits death in a Virginia jail cell. He is a slave, a preacher, and the leader of the only effective slave revolt in the history of 'that peculiar institution'. William Styron's ambitious and stunningly accomplished novel is Turner's confession, made to his jailers under the duress of his God. Encompasses the betrayals, cruelties and humiliations that made up slavery - and that still sear the collective psyches of both races.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Literature",
                "Cultural",
                "Novels",
                "Literary Fiction",
                "Race"
            ]
        },
        {
            "title": "The Blue Castle",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.28,
            "ranking_count": 35131,
            "abstract": "An unforgettable story of courage and romance. Will Valancy Stirling ever escape her strict family and find true love?. Valancy Stirling is 29, unmarried, and has never been in love. Living with her overbearing mother and meddlesome aunt, she finds her only consolation in the forbidden books of John Foster and her daydreams of the Blue Castle--a place where all her dreams come true and she can be who she truly wants to be. After getting shocking news from the doctor, she rebels against her family and discovers a surprising new world, full of love and adventures far beyond her most secret dreams.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Historical",
                "Young Adult",
                "Cultural",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Firestarter",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.9,
            "ranking_count": 205913,
            "abstract": "This a previously-published edition of ISBN 0451167805.. The Department of Scientific Intelligence (aka The Shop) never anticipated that two participants in their research program would marry and have a child. Charlie McGee inherited pyrokinetic powers from her parents, who had been given a low-grade hallucinogen called Lot Six while at college. Now the government is trying to capture young Charlie and harness her powerful firestarting skills as a weapon.. --stephenking.com",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Fantasy",
                "Suspense",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Call It Sleep",
            "authors": [
                "Henry Roth",
                "Alfred Kazin",
                "Wacław Niepokólczycki",
                "Hana Wirth-Nesher"
            ],
            "ranking": 3.81,
            "ranking_count": 8159,
            "abstract": "When Henry Roth published. Call It Sleep. , his first novel, in 1934, it was greeted with critical acclaim. But in that dark Depression year, books were hard to sell, and the novel quickly dropped out of sight, as did its twenty-eight-year-old author. Only with its paperback publication in 1964 did the novel receive the recognition it deserves.. Call It Sleep. was the first paperback ever to be reviewed on the front page of. The New York Times Book Review. , and it proceeded to sell millions of copies both in the United States and around the world.. Call It Sleep. is the magnificent story of David Schearl, the “dangerously imaginative” child coming of age in the slums of New York.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "New York",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Hatchet",
            "authors": [
                "Gary Paulsen"
            ],
            "ranking": 3.75,
            "ranking_count": 348361,
            "abstract": "Brian is on his way to Canada to visit his estranged father when the pilot of his small prop plane suffers a heart attack. Brian is forced to crash-land the plane in a lake--and finds himself stranded in the remote Canadian wilderness with only his clothing and the hatchet his mother gave him as a present before his departure.. Brian had been distraught over his parents' impending divorce and the secret he carries about his mother, but now he is truly desolate and alone. Exhausted, terrified, and hungry, Brian struggles to find food and make a shelter for himself. He has no special knowledge of the woods, and he must find a new kind of awareness and patience as he meets each day's challenges. Is the water safe to drink? Are the berries he finds poisonous?. Slowly, Brian learns to turn adversity to his advantage--an invading porcupine unexpectedly shows him how to make fire, a devastating tornado shows him how to retrieve supplies from the submerged airplane. Most of all, Brian leaves behind the self-pity he has felt about his predicament as he summons the courage to stay alive.. A story of survival and of transformation, this riveting book has sparked many a reader's interest in venturing into the wild.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Adventure",
                "Classics",
                "Childrens",
                "Realistic Fiction",
                "Academic"
            ]
        },
        {
            "title": "Beauty: A Retelling of the Story of Beauty and the Beast",
            "authors": [
                "Robin McKinley"
            ],
            "ranking": 4.05,
            "ranking_count": 77055,
            "abstract": "A strange imprisonment.... Beauty has never liked her nickname. She is thin and awkward; it is her two sisters who are the beautiful ones. But what she lacks in looks, she can perhaps make up for in courage.. When her father comes home with the tale of an enchanted castle in the forest and the terrible promise he had to make to the Beast who lives there, Beauty knows she must go to the castle, a prisoner of her own free will. Her father protests that he will not let her go, but she answers, Cannot a Beast be tamed?. Robin McKinley's beloved telling illuminates the unusual love story of a most unlikely couple,. Beauty and the Beast. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Retellings",
                "Fairy Tales"
            ]
        },
        {
            "title": "The Book of Laughter and Forgetting",
            "authors": [
                "Milan Kundera",
                "Aaron Asher",
                "Serena Vitale"
            ],
            "ranking": 3.98,
            "ranking_count": 44178,
            "abstract": "Rich in its stories, characters, and imaginative range,. The Book of Laughter and Forgetting. is the novel that brought Milan Kundera his first big international success in the late 1970's. Like all his work, it is valuable for far more than just its historical implications. In seven wonderfully integrated parts, different aspects of human existence are magnified and reduced, reordered and emphasized, newly examined, analyzed and experienced.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Novels",
                "Classics",
                "Philosophy",
                "Short Stories",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "From Hell",
            "authors": [
                "Alan Moore",
                "Eddie Campbell",
                "Pete Mullins"
            ],
            "ranking": 4.18,
            "ranking_count": 36828,
            "abstract": "I shall tell you where we are. We're in the most extreme and utter region of the human mind. A dim, subconscious underworld. A radiant abyss where men meet themselves. Hell, Netley. We're in Hell.. Having proved himself peerless in the arena of reinterpreting superheroes, Alan Moore turned his ever-incisive eye to the squalid, enigmatic world of Jack the Ripper and the Whitechapel murders of 1888. Weighing in at 576 pages,. From Hell. is certainly the most epic of Moore's works and remarkably and is possibly his finest effort yet in a career punctuated by such glorious highlights as. Watchmen. and. V for Vendetta. . Going beyond the myriad existing theories, which range from the sublime to the ridiculous, Moore presents an ingenious take on the slaughter. His Ripper's brutal activities are the epicentre of a conspiracy involving the very heart of the British Establishment, including the Freemasons and The Royal Family. A popular claim, which is transformed through Moore's exquisite and thoroughly gripping vision, of the Ripper crimes being the womb from which the 20th century, so enmeshed in the celebrity culture of violence, received its shocking, visceral birth.. Bolstered by meticulous research that encompasses a wide spectrum of Ripper studies and myths and coupled with his ability to evoke sympathies in such monstrous characters, Moore has created perhaps the finest examination of the Ripper legacy, observing far beyond society's obsessive need to expose Evil's visage. Ultimately, as Moore observes, Jack's identity and his actions are inconsequential to the manner in which society embraced the Fear: It's about us. It's about our minds and how they dance. Jack mirrors our hysterias. Faceless, he is the receptacle for each new social panic.. Eddie Campbell's stunning black and white artwork, replete with a scratchy, dirty sheen, is perfectly matched to the often-unshakeable intensity of Moore's writing. Between them, each murder is rendered in horrifying detail, providing the book's most unnerving scenes, made more so in uncomfortable, yet lyrical moments as when the villain embraces an eviscerated corpse, craving understanding; pleading that they are wed in legend, inextricable within eternity.. Though technically a comic, the term hardly begins to describe. From Hell. 's inimitable grandeur and finesse, as it takes the medium to fresh heights of ingenuity and craftsmanship. Moore and Campbell's autopsy on the emaciated corpse of the Ripper myth has divulged a deeply disturbing yet undeniably captivating masterpiece. —. Danny Graydon",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fiction",
                "Historical",
                "Graphic Novels Comics",
                "Mystery",
                "Comics"
            ]
        },
        {
            "title": "Andersonville",
            "authors": [
                "MacKinlay Kantor"
            ],
            "ranking": 4.11,
            "ranking_count": 7646,
            "abstract": "The 1956 Pulitzer Prize-winning story of the Andersonville Fortress and its use as a concentration camp-like prison by the South during the Civil War.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "War",
                "Classics",
                "American History",
                "North American Hi...",
                "Literature"
            ]
        },
        {
            "title": "That Hideous Strength",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 3.89,
            "ranking_count": 35171,
            "abstract": "The third novel in the science-fiction trilogy by C.S. Lewis. This final story is set on Earth, and tells of a terrifying conspiracy against humanity.. The story surrounds Mark and Jane Studdock, a newly married couple. Mark is a Sociologist who is enticed to join an organisation called N.I.C.E. which aims to control all human life. His wife, meanwhile, has bizarre prophetic dreams about a decapitated scientist, Alcasan. As Mark is drawn inextricably into the sinister organisation, he discovers the truth of his wife’s dreams when he meets the literal head of Alcasan which is being kept alive by infusions of blood.. Jane seeks help concerning her dreams at a community called St Anne’s, where she meets their leader – Dr Ransom (the main character of the previous two titles in the trilogy). The story ends in a final spectacular scene at the N.I.C.E. headquarters where Merlin appears to confront the powers of Hell.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Christian",
                "Classics",
                "Christian Fiction",
                "Science Fiction Fantasy",
                "Religion",
                "Literature"
            ]
        },
        {
            "title": "Goodbye to All That",
            "authors": [
                "Robert Graves"
            ],
            "ranking": 3.89,
            "ranking_count": 14525,
            "abstract": "An autobiographical work that describes firsthand the great tectonic shifts in English society following the First World War, Robert Graves's. Goodbye to All That. is a matchless evocation of the Great War's haunting legacy, published in Penguin Modern Classics.. In 1929 Robert Graves went to live abroad permanently, vowing 'never to make England my home again'. This is his superb account of his life up until that 'bitter leave-taking': from his childhood and desperately unhappy school days at Charterhouse, to his time serving as a young officer in the First World War that was to haunt him throughout his life. It also contains memorable encounters with fellow writers and poets, including Siegfried Sassoon and Thomas Hardy, and looks at his increasingly unhappy marriage to Nancy Nicholson.. Goodbye to All That. , with its vivid, harrowing descriptions of the Western Front, is a classic war document, and also has immense value as one of the most candid self-portraits of an artist ever written.. Robert Ranke Graves (1895-1985) was a British poet, novelist, and critic. He is best known for the historical novel. I, Claudius. and the critical study of myth and poetry. The White Goddess. . His autobiography,. Goodbye to All That. , was published in 1929, quickly establishing itself as a modern classic. Graves also translated Apuleius, Lucan and Suetonius for the Penguin Classics, and compiled the first modern dictionary of Greek Mythology,. The Greek Myths. . His translation of. The Rubáiyát of Omar Khayyám. (with Omar Ali-Shah) is also published in Penguin Classics.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Autobiography",
                "War",
                "Classics",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "The Dragon Reborn",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 4.26,
            "ranking_count": 248905,
            "abstract": "The Dragon Reborn. —the leader long prophesied who will save the world, but in the saving destroy it; the savior who will run mad and kill all those dearest to him—is on the run from his destiny.. Able to touch the One Power, but unable to control it, and with no one to teach him how—for no man has done it in three thousand years—Rand al'Thor knows only that he must face the Dark One. But how?. Winter has stopped the war—almost—yet men are dying, calling out for the Dragon. But where is he?. Perrin Aybara is in pursuit with Moiraine Sedai, her Warder Lan, and Loial the Ogier. Bedeviled by dreams, Perrin is grappling with another deadly problem—how is he to escape the loss of his own humanity?. Egwene, Elayne and Nynaeve are approaching Tar Valon, where Mat will be healed—if he lives until they arrive. But who will tell the Amyrlin their news—that the Black Ajah, long thought only a hideous rumor, is all too real? They cannot know that in Tar Valon far worse awaits.... Ahead, for all of them, in the Heart of the Stone, lies the next great test of the Dragon reborn....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook",
                "Epic",
                "Adult"
            ]
        },
        {
            "title": "War and Remembrance",
            "authors": [
                "Herman Wouk"
            ],
            "ranking": 4.41,
            "ranking_count": 34310,
            "abstract": "These two classic works capture the tide of world events even as they unfold the compelling tale of a single American family drawn into the very center of the war's maelstrom.. The multimillion-copy bestsellers that capture all the drama, romance, heroism, and tragedy of the Second World War -- and that constitute Wouk's crowning achievement -- are available for the first time in trade paperback.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Classics",
                "World War II",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Eye of the Needle",
            "authors": [
                "Ken Follett"
            ],
            "ranking": 4.19,
            "ranking_count": 143644,
            "abstract": "One enemy spy knows the secret to the Allies' greatest deception, a brilliant aristocrat and ruthless assassin -- code name: The Needle -- who holds the key to ultimate Nazi victory.. Only one person stands in his way: a lonely Englishwoman on an isolated island, who is beginning to love the killer who has mysteriously entered her life.. All will come to a terrifying conclusion in Ken Follett's unsurpassed and unforgettable masterwork of suspense, intrigue, and the dangerous machinations of the human heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "Mystery",
                "Spy Thriller",
                "Suspense",
                "War"
            ]
        },
        {
            "title": "The Rebel",
            "authors": [
                "Albert Camus",
                "Anthony Bower",
                "Herbert Read"
            ],
            "ranking": 4.14,
            "ranking_count": 13670,
            "abstract": "By one of the most profoundly influential thinkers of our century, The Rebel is a classic essay on revolution. For Albert Camus, the urge to revolt is one of the essential dimensions of human nature, manifested in man's timeless Promethean struggle against the conditions of his existence, as well as the popular uprisings against established orders throughout history. And yet, with an eye toward the French Revolution and its regicides and deicides, he shows how inevitably the course of revolution leads to tyranny, as old regimes throughout the world collapse, The Rebel resonates as an ardent, eloquent, and supremely rational voice of conscience for our tumultuous times.. Translated from the French by Anthony Bower.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Writing",
                "Classics",
                "Cultural",
                "Politics",
                "Literature",
                "European Literature",
                "History"
            ]
        },
        {
            "title": "London",
            "authors": [
                "Edward Rutherfurd"
            ],
            "ranking": 4.07,
            "ranking_count": 29336,
            "abstract": "Here is Edward Rutherfurd's classic novel of London, a glorious pageant spanning 2,000 years. He brings this vibrant city's long and noble history alive through the ever-shifting fortunes, fates, and intrigues of half-a-dozen families, from the age of Julius Caesar to the 20th century. Generation after generation, these families embody the passion, struggle, wealth, and verve of the greatest city in the world.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Novels",
                "Travel",
                "Unfinished",
                "Literature",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Pilot's Wife",
            "authors": [
                "Anita Shreve"
            ],
            "ranking": 3.55,
            "ranking_count": 94134,
            "abstract": "A pilot's wife is taught to be prepared for the late-night knock at the door. But when Kathryn Lyons receives word that a plane flown by her husband, Jack, has exploded near the coast of Ireland, she confronts the unfathomable-one startling revelation at a time. Soon drawn into a maelstrom of publicity fueled by rumors that Jack led a secret life, Kathryn sets out to learn who her husband really was, whatever that knowledge might cost. Her search propels this taut, impassioned novel as it movingly explores the question, How well can we ever really know another person?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Mystery",
                "Contemporary",
                "Romance",
                "Adult Fiction",
                "Adult",
                "Novels",
                "Book Club",
                "Literature"
            ]
        },
        {
            "title": "Cheaper by the Dozen",
            "authors": [
                "Frank B. Gilbreth Jr.",
                "Ernestine Gilbreth Carey"
            ],
            "ranking": 3.97,
            "ranking_count": 42290,
            "abstract": "Adapted into two classic motion pictures, this bestselling memoir is the unforgettable story of two parents, twelve kids, and a world of laughter and love.. Translated into more than fifty languages, Cheaper by the Dozen is the unforgettable story of the Gilbreth clan as told by two of its members. In this endearing, amusing memoir, siblings Frank Jr. and Ernestine capture the hilarity and heart of growing up in an oversized family.. Mother and Dad are world-renowned efficiency experts, helping factories fine-tune their assembly lines for maximum output at minimum cost. At home, the Gilbreths themselves have cranked out twelve kids, and Dad is out to prove that efficiency principles can apply to family as well as the workplace.. The heartwarming and comic stories of the jumbo-size Gilbreth clan have delighted generations of readers, and will keep you and yours laughing for years.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "Biography",
                "Autobiography",
                "Humor",
                "Childrens",
                "Biography Memoir",
                "Family",
                "History"
            ]
        },
        {
            "title": "Homo Faber",
            "authors": [
                "Max Frisch",
                "Michael Bullock"
            ],
            "ranking": 3.73,
            "ranking_count": 21369,
            "abstract": "Walter Faber is an emotionally detached engineer forced by a string of coincidences to embark on a journey through his past.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Academic",
                "Literature",
                "Novels",
                "Roman",
                "Cultural"
            ]
        },
        {
            "title": "To Say Nothing of the Dog",
            "authors": [
                "Connie Willis"
            ],
            "ranking": 4.11,
            "ranking_count": 37277,
            "abstract": "Connie Willis' Hugo and Nebula Award-winning Doomsday Book uses time travel for a serious look at how people connect with each other. In this Hugo-winning companion to that novel, she offers a completely different kind of time travel adventure: a delightful romantic comedy that pays hilarious homage to Jerome K. Jerome's Three Men in a Boat.. When too many jumps back to 1940 leave 21st century Oxford history student Ned Henry exhausted, a relaxing trip to Victorian England seems the perfect solution. But complexities like recalcitrant rowboats, missing cats, and love at first sight make Ned's holiday anything but restful - to say nothing of the way hideous pieces of Victorian art can jeopardize the entire course of history.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Historical",
                "Fantasy",
                "Humor",
                "Mystery",
                "Science Fiction Fantasy",
                "Romance"
            ]
        },
        {
            "title": "Ceremony",
            "authors": [
                "Leslie Marmon Silko"
            ],
            "ranking": 3.81,
            "ranking_count": 20313,
            "abstract": "Tayo, a young Native American, has been a prisoner of the Japanese during World War II, and the horrors of captivity have almost eroded his will to survive. His return to the Laguna Pueblo reservation only increases his feeling of estrangement and alienation. While other returning soldiers find easy refuge in alcohol and senseless violence, Tayo searches for another kind of comfort and resolution. Tayo's quest leads him back to the Indian past and its traditions, to beliefs about witchcraft and evil, and to the ancient stories of his people. The search itself becomes a ritual, a curative ceremony that defeats the most virulent of afflictions—despair.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Academic",
                "Literature",
                "Novels",
                "Literary Fiction",
                "War"
            ]
        },
        {
            "title": "Anne of Windy Poplars",
            "authors": [
                "L.M. Montgomery",
                "Maria Borzobohata-Sawicka"
            ],
            "ranking": 4.03,
            "ranking_count": 84787,
            "abstract": "Anne Shirley has left Redmond College behind to begin a new job and a new chapter of her life away from Green Gables. Now she faces a new challenge: the Pringles. They're known as the royal family of Summerside--and they quickly let Anne know she is not the person. they. had wanted as principal of Summerside High School. But as she settles into the cozy tower room at Windy Poplars, Anne finds she has great allies in the widows Aunt Kate and Aunt Chatty--and in their irrepressible housekeeper, Rebecca Dew. As Anne learns Summerside's strangest secrets, winning the support of the prickly Pringles becomes only the first of her delicious triumphs.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Romance",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "The Rules of Attraction",
            "authors": [
                "Bret Easton Ellis"
            ],
            "ranking": 3.72,
            "ranking_count": 44097,
            "abstract": "Set at a small affluent liberal-arts college in New England eighties,. The Rules of Attraction. is a startlingly funny, kaleidoscopic novel about three students with no plans for the future—or even the present—who become entangled in a curious romantic triangle. Bret Easton Ellis trains his incisive gaze on the kids at self-consciously bohemian Camden College and treats their sexual posturings and agonies with a mixture of acrid hilarity and compassion while exposing the moral vacuum at the center of their lives.. The Rules of Attraction. is a poignant, hilarious take on the death of romance.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "LGBT",
                "Literature",
                "Literary Fiction",
                "Adult",
                "Academic",
                "Thriller"
            ]
        },
        {
            "title": "Less Than Zero",
            "authors": [
                "Bret Easton Ellis"
            ],
            "ranking": 3.59,
            "ranking_count": 77440,
            "abstract": "Set in Los Angeles in the early 1980's, this coolly mesmerizing novel is a raw, powerful portrait of a lost generation who have experienced sex, drugs, and disaffection at too early an age, in a world shaped by casual nihilism, passivity, and too much money a place devoid of feeling or hope.. Clay comes home for Christmas vacation from his Eastern college and re-enters a landscape of limitless privilege and absolute moral entropy, where everyone drives Porches, dines at Spago, and snorts mountains of cocaine. He tries to renew feelings for his girlfriend, Blair, and for his best friend from high school, Julian, who is careering into hustling and heroin. Clay's holiday turns into a dizzying spiral of desperation that takes him through the relentless parties in glitzy mansions, seedy bars, and underground rock clubs and also into the seamy world of L.A. after dark.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literature",
                "Classics",
                "Literary Fiction",
                "The United States Of America",
                "Young Adult"
            ]
        },
        {
            "title": "Storm Front",
            "authors": [
                "Jim Butcher"
            ],
            "ranking": 3.99,
            "ranking_count": 323265,
            "abstract": "HARRY DRESDEN — WIZARD. Lost Items Found. Paranormal Investigations. Consulting. Advice. Reasonable Rates. No Love Potions, Endless Purses, or Other Entertainment.. Harry Dresden is the best at what he does. Well, technically, he's the. only. at what he does. So when the Chicago P.D. has a case that transcends mortal creativity or capability, they come to him for answers. For the everyday world is actually full of strange and magical things—and most don't play well with humans. That's where Harry comes in. Takes a wizard to catch a—well, whatever. There's just one problem. Business, to put it mildly, stinks.. So when the police bring him in to consult on a grisly double murder committed with black magic, Harry's seeing dollar signs. But where there's black magic, there's a black mage behind it. And now that mage knows Harry's name. And that's when things start to get interesting.. Magic - it can get a guy killed.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Brighton Rock",
            "authors": [
                "Graham Greene",
                "J.M. Coetzee"
            ],
            "ranking": 3.69,
            "ranking_count": 29717,
            "abstract": "ISBN 9780099478478 moved to. this. edition. .. A gang war is raging through the dark underworld of Brighton. Seventeen-year-old Pinkie, malign and ruthless, has killed a man. Believing he can escape retribution, he is unprepared for the courageous, life-embracing Ida Arnold. Greene's gripping thriller, exposes a world of loneliness and fear, of life lived on the 'dangerous edge of things'.. WITH AN INTRODUCTION BY J.M. COETZEE",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Mystery",
                "European Literature",
                "Literature",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "The Great Santini",
            "authors": [
                "Pat Conroy"
            ],
            "ranking": 4.15,
            "ranking_count": 31216,
            "abstract": "Step into the powerhouse life of Bull Meecham. He's all Marine --- fighter pilot, king of the clouds, and absolute ruler of his family. Lillian is his wife -- beautiful, southern-bred, with a core of velvet steel. Without her cool head, her kids would be in real trouble. Ben is the oldest, a born athlete whose best never satisfies the big man. Ben's got to stand up, even fight back, against a father who doesn't give in -- not to his men, not to his wife, and certainly not to his son. Bull Meecham is undoubtedly Pat Conroy's most explosive character -- a man you should hate, but a man you will love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "American",
                "Contemporary",
                "War",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Young Adult",
                "Classics"
            ]
        }
    ]
}