{
    "books": [
        {
            "title": "Close to Home",
            "authors": [
                "Cara Hunter"
            ],
            "ranking": 4.04,
            "ranking_count": 33232,
            "abstract": "They know who did it. Perhaps not consciously. Perhaps not yet. But they know.. When eight-year-old Daisy Mason vanishes from her family’s Oxford home during a costume party, Detective Inspector Adam Fawley knows that nine times out of ten, the offender is someone close to home. And Daisy’s family is certainly strange—her mother is obsessed with keeping up appearances, while her father is cold and defensive under questioning. And then there’s Daisy’s little brother, so withdrawn and uncommunicative . . .. DI Fawley works against the clock to find any trace of the little girl, but it’s as if she disappeared into thin air—no one saw anything; no one knows anything. But everyone has an opinion, and everyone, it seems, has a secret to conceal.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "European Literature"
            ]
        },
        {
            "title": "Olive, Again",
            "authors": [
                "Elizabeth Strout"
            ],
            "ranking": 4.11,
            "ranking_count": 82159,
            "abstract": "The iconic Olive struggles to understand not only herself and her own life but also the lives of those around her in the town of Crosby, Maine. Whether with a teenager coming to terms with the loss of her father, a young woman about to give birth during a hilariously inopportune moment, a nurse who confesses a secret high school crush, or a lawyer who struggles with an inheritance she does not want to accept, the unforgettable Olive will continue to startle us, to move us, and to inspire moments of transcendent grace.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Literary Fiction",
                "Contemporary",
                "Audiobook",
                "Adult Fiction",
                "Novels",
                "Adult",
                "Literature",
                "Family"
            ]
        },
        {
            "title": "Going Home: Finding Peace When Pets Die",
            "authors": [
                "Jon Katz"
            ],
            "ranking": 3.97,
            "ranking_count": 894,
            "abstract": "In. Soul of a Dog, Izzy & Lenore,  A Good Dog,. and other acclaimed works,. New York Times. bestselling author Jon Katz has written meaningfully about the cherished bond between humans and animals—especially our intense connection to our pets. Now, in this moving and thoughtful book, Katz addresses the difficult but necessary topic of saying goodbye to a devoted companion, and offers comfort, wisdom, and a way forward from sorrow to acceptance.. When Jon Katz first brought Orson home, he couldn’t predict how this boisterous border collie would change his life, most notably by inspiring him to buy Bedlam Farm. Yet for all of Katz’s years as a dog owner, Orson’s death shook him in a deeply profound way. “I was embarrassed by my grief,” he remembers. “What right did I have to fall to pieces over a border collie?”. Drawing on personal experiences, stories from fellow pet owners, and philosophical reflections, Katz provides guidance and support for those in mourning. By allowing ourselves to grieve honestly and openly, he posits, we can in time celebrate the dogs, cats, and other creatures that have so enriched us. With great compassion, Katz compels us to consider if we gave our pets good lives, if we were their advocates in times of need, and if we used our best judgments in the end. In dealing with these issues, we can alleviate guilt, let go, and help others who are undergoing similar passages.. Full of empathy, insight, and sage advice,. Going Home. is an invaluable guide and touchstone for anyone who has lost a pet. Jon Katz honors the animals that have graced our lives and reveals their truly timeless gifts: unwavering companionship and undying love.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Self Help",
                "Autobiography",
                "Death",
                "Audiobook",
                "Environment"
            ]
        },
        {
            "title": "How It All Began",
            "authors": [
                "Penelope Lively"
            ],
            "ranking": 3.55,
            "ranking_count": 8156,
            "abstract": "When Charlotte is mugged and breaks her hip, her daughter Rose cannot accompany her employer Lord Peters to Manchester, which means his niece Marion has to go instead, which means she sends a text to her lover which is intercepted by his wife, which is just the beginning in the ensuing chain of life-altering events.. In this engaging, utterly absorbing and brilliantly told novel, Penelope Lively shows us how one random event can cause marriages to fracture and heal themselves, opportunities to appear and disappear, lovers who might never have met to find each other and entire lives to become irrevocably changed.. Funny, humane, touching, sly and sympathetic,. How It All Began. is a brilliant sleight of hand from an author at the top of her game.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Adult Fiction",
                "Family",
                "Adult",
                "Book Club",
                "Relationships"
            ]
        },
        {
            "title": "Immortal Trust",
            "authors": [
                "Claire Ashgrove"
            ],
            "ranking": 4.22,
            "ranking_count": 95,
            "abstract": "When archaeoloist Chloe Broussard acccepts the contract to lead a dig in Ornes, France, she has no idea she will uncover the Veil of Veronica. When she does, she discovers a danger far greater than the demons she's confronted since childhood. Azazel wants her, as well as the Veronica, and his chosen minion is her brother. Her hope lies with immortal Templar Knight Lucan. Her life depends on oaths she knows nothing about.. For countless centuries, Lucan of Seacourt has lived with the knowledge that his brother killed their family. Now, as Azazel's darkness eats away at his soul, old betrayal stirs suspicion. He trusts no one. Not even the seraph who can heal his dying spirit.. With the fate of the Almighty hanging in the balance, Lucan must find faith in something more terrifying than the dark lord's creations. He must learn to believe his heart.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Historical",
                "Adult"
            ]
        },
        {
            "title": "The Hypothetical Girl",
            "authors": [
                "Elizabeth Cohen"
            ],
            "ranking": 3.39,
            "ranking_count": 220,
            "abstract": "Love meets technology with a dash of quirk in this collection of highly original short stories. An aspiring actress meets an Icelandic Yak farmer on a matchmaking Web site. An online forum for cancer support turns into a love triangle for an English professor, a Canadian fisherman, and an elementary school teacher living in Japan. A deer and a polar bear flirt via Skype. In. The Hypothetical Girl. a menagerie of characters graze and jockey, play and hook up in the online dating world with mixed and sometimes dark results. Flirting and communicating in chat rooms, through texts, e-mails, and IMs, they grope their way through a virtual maze of potential mates, falling in and out of what they think and hope may be true love.. With levity and high style, Cohen takes her readers into a world where screen and keyboard meet the heart, with consequences that range from wonderful to weird.. The Hypothetical Girl. captures all the mystery, misery, and magic of the eternal search for human connection.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "Humor",
                "Literary Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Sisterhood Everlasting",
            "authors": [
                "Ann Brashares"
            ],
            "ranking": 3.91,
            "ranking_count": 35328,
            "abstract": "From #1 New York Times bestselling author Ann Brashares comes the welcome return of the characters whose friendship became a touchstone for a generation. Now Tibby, Lena, Carmen, and Bridget have grown up, starting their lives on their own. And though the jeans they shared are long gone, the sisterhood is everlasting.. Despite having jobs and men that they love, each knows that something is missing: the closeness that once sustained them. Carmen is a successful actress in New York, engaged to be married, but misses her friends. Lena finds solace in her art, teaching in Rhode Island, but still thinks of Kostos and the road she didn’t take. Bridget lives with her longtime boyfriend, Eric, in San Francisco, and though a part of her wants to settle down, a bigger part can’t seem to shed her old restlessness.. Then Tibby reaches out to bridge the distance, sending the others plane tickets for a reunion that they all breathlessly await. And indeed, it will change their lives forever—but in ways that none of them could ever have expected.. As moving and life-changing as an encounter with long-lost best friends, Sisterhood Everlasting is a powerful story about growing up, losing your way, and finding the courage to create a new one.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "July Crisis: The World's Descent into War, Summer 1914",
            "authors": [
                "T.G. Otte"
            ],
            "ranking": 4.15,
            "ranking_count": 98,
            "abstract": "This is a magisterial new account of Europe's tragic descent into a largely inadvertent war in the summer of 1914. Thomas Otte reveals why a century-old system of Great Power politics collapsed so disastrously in the weeks from the 'shot heard around the world' on June 28th to Germany's declaration of war on Russia on August 1st. He shows definitively that the key to understanding how and why Europe descended into world war is to be found in the near-collective failure of statecraft by the rulers of Europe and not in abstract concepts such as the 'balance of power' or the 'alliance system'. In this unprecedented panorama of Europe on the brink, from the ministerial palaces of Berlin and Vienna to Belgrade, London, Paris and St Petersburg, Thomas Otte reveals the hawks and doves whose decision-making led to a war that would define a century and which still reverberates today.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "War",
                "Nonfiction",
                "Military",
                "Politics"
            ]
        },
        {
            "title": "Empress of the Seven Hills",
            "authors": [
                "Kate Quinn"
            ],
            "ranking": 4.19,
            "ranking_count": 5840,
            "abstract": "From the national bestselling author of. Daughters of Rome. and. Mistress of Rome. comes a tale of love, power, and intrigue spanning the wilds of the Empire to the seven hills of Rome.. Powerful, prosperous, and expanding ever farther into the untamed world, the Roman Empire has reached its zenith under the rule of the beloved Emperor Trajan. But neither Trajan nor his reign can last forever.... Brash and headstrong, Vix is a celebrated ex-gladiator returned to Rome to make his fortune. The sinuous, elusive Sabina is a senator's daughter who craves adventure. Sometimes lovers, sometimes enemies, Vix and Sabina are united by their devotion to Trajan. But others are already maneuvering in the shadows. Trajan's ambitious Empress has her own plans for Sabina. And the aristocratic Hadrian-the Empress's ruthless protégé and Vix's mortal enemy-has ambitions he confesses to no one, ambitions rooted in a secret prophecy.. When Trajan falls, the hardened soldier, the enigmatic empress, the adventurous girl, and the scheming politician will all be caught in a deadly whirlwind of desire and death that may seal their fates, and that of the entire Roman Empire...",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Cultural",
                "Roman",
                "History",
                "Adventure",
                "Literature"
            ]
        },
        {
            "title": "Grace Is Free: One Woman's Journey from Fundamentalism to Failure to Faith",
            "authors": [
                "Marci M. Preheim",
                "Byron Forrest Yawn"
            ],
            "ranking": 4.13,
            "ranking_count": 30,
            "abstract": "What Does Godly Look Like? A great treason is infiltrating the Christian world today. The gospel is meant to set people free, but instead it has been subtly tainted by the enemy. False teaching has slipped in virtually unnoticed, but its effects are deadly. To-do-lists, competition (even with spiritual disciplines) and extra rules have enslaved women to self-righteousness instead of leading them to Christ's righteousness. Disguised as helpful tips for women, this distortion robs Christian women of intimacy with each other and labels them as godly for what amounts to human effort and worldly success. Many people view this competition for godliness as striving for excellence. After all, what man doesn't want a woman who is zealous to be the best homemaker, mother, and wife? But if organization and domestic genius were prerequisites for godliness, then Martha Stewart would be one of the godliest women in the world. The truth is, when women spend more time trying to appear godly rather than actually being close to God, there can be no other motive than a desire for approval from people rather than from God himself. Grace Is Free unmasks this false gospel and the bondage to people's approval that comes with it. It attempts to realign perspectives and help women understand how to rest through faith in what has already been accomplished through Jesus Christ. The true gospel is received through faith, not activity. For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: 'The righteous will live by faith.' (Romans 1:17)",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction"
            ]
        },
        {
            "title": "Embattled Rebel: Jefferson Davis as Commander in Chief",
            "authors": [
                "James M. McPherson"
            ],
            "ranking": 3.51,
            "ranking_count": 1137,
            "abstract": "From the Pulitzer Prize–winning author of Battle Cry of Freedom. , a powerful new reckoning with Jefferson Davis as military commander of the Confederacy.. History has not been kind to Jefferson Davis. His cause went down in disastrous defeat and left the South impoverished for generations. If that cause had succeeded, it would have torn the United States in two and preserved the institution of slavery. Many Americans in Davis’s own time and in later generations considered him an incompetent leader, if not a traitor. Not so, argues James M. McPherson. In. Embattled Rebel. , McPherson shows us that Davis might have been on the wrong side of history, but it is too easy to diminish him because of his cause’s failure. In order to understand the Civil War and its outcome, it is essential to give Davis his due as a military leader and as the president of an aspiring Confederate nation. Davis did not make it easy on himself. His subordinates and enemies alike considered him difficult, egotistical, and cold. He was gravely ill throughout much of the war, often working from home and even from his sickbed. Nonetheless, McPherson argues, Davis shaped and articulated the principal policy of the Confederacy with clarity and force: the quest for independent nationhood. Although he had not been a fire-breathing secessionist, once he committed himself to a Confederate nation he never deviated from this goal. In a sense, Davis was the last Confederate left standing in 1865. As president of the Confederacy, Davis devoted most of his waking hours to military strategy and operations, along with Commander Robert E. Lee, and delegated the economic and diplomatic functions of strategy to his subordinates. Davis was present on several battlefields with Lee and even took part in some tactical planning; indeed, their close relationship stands as one of the great military-civilian partnerships in history. Most critical appraisals of Davis emphasize his choices in and management of generals rather than his strategies, but no other chief executive in American history exercised such tenacious hands-on influence in the shaping of military strategy. And while he was imprisoned for two years after the Confederacy’s surrender awaiting a trial for treason that never came, and lived for another twenty-four years, he never once recanted the cause for which he had fought and lost. McPherson gives us Jefferson Davis as the commander in chief he really was, showing persuasively that while Davis did not win the war for the South, he was scarcely responsible for losing it.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Military History",
                "Biography",
                "North American Hi...",
                "Nonfiction",
                "American History",
                "Military",
                "Politics",
                "War"
            ]
        },
        {
            "title": "Smokescreen",
            "authors": [
                "Traci Hunter Abramson"
            ],
            "ranking": 4.24,
            "ranking_count": 1855,
            "abstract": "Taylor Palmetta has spent the past year in Europe building her art career and hiding from Navy SEAL Quinn Lambert, the man who broke her heart. But Taylor can't seem to hide from trouble. When Taylor seeks safety with her family in Virginia Beach, a series of threats puts her on high alert- and puts Quinn into protective mode. Despite the private loss that continues to haunt him, Quinn can't deny his renewed attraction to Taylor. But just as the romance heats up, a plot against the very foundation of the American way of life surfaces, and Taylor's paintings may hold the key. The Saint Squad is back in action as the team frantically tries to protect their nation's security-and Taylor and Quinn search for courage to unlock the troubled past.",
            "part_of_series": true,
            "genre_list": [
                "Lds",
                "Romance",
                "Christianity",
                "Suspense",
                "Mystery",
                "Thriller",
                "Fiction",
                "Christian Fiction",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "Freezing",
            "authors": [
                "Clea Koff"
            ],
            "ranking": 3.46,
            "ranking_count": 316,
            "abstract": "One of the most exciting crime and mystery series debuts of the year. Think Kathy Reichs and Patricia Cornwell. -. When a bundle of frozen body parts tumbles out the rear door of a van on a Los Angeles freeway, FBI agent Scott Houston knows just where to go for an off-the-record analysis: Agency 32/1, a non-profit missing persons identification resource center run by forensic anthropologists Jayne Hall and Steelie Lander. Jayne and Steelie quickly determine that the remains are human, though from several women. But Scott’s call has unintended consequences for the two women, putting their lives in jeopardy, as their unique skills uncover evidence leading directly to the killer . . .",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Love in the Afternoon",
            "authors": [
                "Lisa Kleypas"
            ],
            "ranking": 4.2,
            "ranking_count": 42836,
            "abstract": "She harbors a secret yearning.. As a lover of animals and nature, Beatrix Hathaway has always been more comfortable outdoors than in the ballroom. Even though she participated in the London season in the past, the classic beauty and free-spirited Beatrix has never been swept away or seriously courted . . . and she has resigned herself to the fate of never finding love. Has the time come for the most unconventional of the Hathaway sisters to settle for an ordinary man—just to avoid spinsterhood?. He's a world-weary cynic.. Captain Christopher Phelan is a handsome, daring soldier who plans to marry Beatrix's friend, the vivacious flirt Prudence Mercer, when he returns from fighting abroad. But, as he explains in his letters to Pru, life on the battlefield has darkened his soul—and it's becoming clear that Christopher won't come back as the same man. When Beatrix learns of Pru's disappointment, she decides to help by concocting Pru's letters to Christopher for her. Soon the correspondence between Beatrix and Christopher develops into something fulfilling and deep . . . and when Christopher comes home, he's determined to claim the woman he loves.. What began as Beatrix's innocent deception has resulted in the agony of unfulfilled love—and a passion that can't be denied.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Adult",
                "Fiction",
                "Historical Romance",
                "Humor"
            ]
        },
        {
            "title": "De laatste liefde van mijn moeder",
            "authors": [
                "Dimitri Verhulst"
            ],
            "ranking": 3.43,
            "ranking_count": 1423,
            "abstract": "We schrijven begin jaren tachtig van de vorige eeuw. Maak kennis met Martine Withof, haar nieuwe liefde Wannes Impens en met Jimmy – het elfjarige zoontje van Martine, dat zich opeens opgescheept ziet met een deugdzame stiefvader.. Wannes stelt er eer in om zijn vrouw en haar zoontje te trakteren op een zomerweekje in het buitenland. Voor Martine gewend is aan de gedachte dat ze een aantal afleveringen van Falcon crest moet missen, zitten ze al in de bus naar het Schwarzwald. Tijdens de reis raakt Jimmy bevriend met de vier jaar oudere Heloise, die hem een schokkend nieuwtje weet te vertellen over zijn moeder en haar minnaar.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Roman",
                "Novels",
                "Anthologies"
            ]
        },
        {
            "title": "Alice in Zombieland",
            "authors": [
                "Gena Showalter"
            ],
            "ranking": 4.03,
            "ranking_count": 42512,
            "abstract": "She won't rest until she's sent every walking corpse back to its grave. Forever.. If anyone had told Alice Bell that her entire life would change course between one heartbeat and the next, she would have laughed. From blissful to tragic, innocent to ruined? Please. But that's all it took. One heartbeat. A blink, a breath, a second, and everything she knew and loved was gone.. Her father was right. The monsters are real.. To avenge her family, Ali must learn to fight the undead. To survive, she must learn to trust the baddest of the bad boys, Cole Holland. But Cole has secrets of his own, and if Ali isn't careful, those secrets might just prove to be more dangerous than the zombies.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Fantasy",
                "Romance",
                "Retellings",
                "Fiction"
            ]
        },
        {
            "title": "The Girl Who Slept with God",
            "authors": [
                "Val Brelinski"
            ],
            "ranking": 3.71,
            "ranking_count": 1983,
            "abstract": "An entrancing debut about two sisters exiled by their parents when the eldest becomes pregnant. Set in Arco, Idaho, in 1970, Val Brelinski’s powerfully affecting first novel tells the story of three sisters: young Frances, gregarious and strong-willed Jory, and moral-minded Grace. Their father, Oren, is a respected member of the community and science professor at the local college. Yet their mother’s depression and Grace’s religious fervor threaten the seemingly perfect family, whose world is upended when Grace returns from a missionary trip to Mexico and discovers she’s pregnant with—she believes—the child of God.. Distraught, Oren sends Jory and Grace to an isolated home at the edge of the town. There, they prepare for the much-awaited arrival of the baby while building a makeshift family that includes an elderly eccentric neighbor and a tattooed social outcast who drives an ice cream truck.. The Girl Who Slept with God. is a literary achievement about a family’s desperate need for truth, love, purity, and redemption.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Religion",
                "Young Adult",
                "Adult Fiction",
                "Novels",
                "Adult",
                "Literary Fiction",
                "Family"
            ]
        },
        {
            "title": "Kitty in the Underworld",
            "authors": [
                "Carrie Vaughn"
            ],
            "ranking": 3.74,
            "ranking_count": 3915,
            "abstract": "As Denver adjusts to a new master vampire, Kitty gets word of an intruder in the Denver werewolf pack’s territory, and she investigates the challenge to her authority. She follows the scent of the lycanthrope through the mountains where she is lured into a trap, tranquilized, and captured. When she wakes up, she finds herself in a defunct silver mine: the perfect cage for a werewolf. Her captors are a mysterious cult seeking to induct Kitty into their ranks in a ritual they hope will put an end to Dux Bellorum. Though skeptical of their power, even Kitty finds herself struggling to resist joining their cause. Whatever she decides, they expect Kitty to join them in their plot . . . willingly or otherwise.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Shapeshifters",
                "Paranormal",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Sparks Fly",
            "authors": [
                "Katie MacAlister"
            ],
            "ranking": 4.09,
            "ranking_count": 2890,
            "abstract": "Hell hath no fury like a ticked-off dragon…. Ysolde de Bouchier has a lot on her plate, which isn't unusual considering her Light Dragon mate Baltic is still at odds with just about everyone, starting with his former guard Thala and her outlaw posse, right down to his dragon god father. Ysolde herself fairs no better, since the First Dragon has her in his sights as well, demanding that she right past wrongs...and her time to do that is quickly running out.. With the help of some familiar friends, Ysolde sets into motion an elaborate plan that will have repercussions throughout the mortal and immortal worlds. But when a member of her family is held hostage, no one is safe from the fire of her rage.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Humor",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Wherever You Go",
            "authors": [
                "Joan Leegant"
            ],
            "ranking": 3.56,
            "ranking_count": 409,
            "abstract": "This powerful, emotionally wrenching story opens in Jerusalem one steamy September when three Americans, unknown to each other, seek personal salvation in a foreign land. Yona Stern longs to make amends with her estranged sister who lives in a radical Jewish settlement. Mark Greenglass, a Talmud teacher, has inexplicably lost his once fierce devotion to Orthodox Judaism and now wonders if he’s done with God. Enter Aaron Blinder, an unstable college dropout whose famous father endlessly—some say obsessively—mines the Holocaust for his best-selling, melodramatic novels. In a sweeping, beautifully written story of the lengths to which we will go in search of spiritual fulfillment, Joan Leegant weaves together the stories of three lives in the grip of a volatile, demanding faith, and ultimately bound together by a tragic act of violence. Haunting and wise, Wherever You Go is a gripping and prescient debut novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Contemporary",
                "Literature",
                "Literary Fiction",
                "Adult",
                "Judaism",
                "Novels"
            ]
        },
        {
            "title": "Under the Wide and Starry Sky",
            "authors": [
                "Nancy Horan"
            ],
            "ranking": 3.6,
            "ranking_count": 17632,
            "abstract": "The passionate and turbulent story of Robert Louis Stevenson and his tempestuous American wife, Fanny.. At the age of thirty-five, Fanny van de Grift Osbourne leaves her philandering husband in San Francisco and sets sail for Belgium to study art, with her three children and a nanny in tow. Not long after her arrival, however, tragedy strikes, and Fanny and her brood repair to a quiet artists' colony in France where she can recuperate. There she meets Robert Louis Stevenson, ten years her junior, who is instantly smitten with the earthy, independent and opinionated belle Americaine.. A woman ahead of her time, Fanny does not immediately take to the young lawyer who longs to devote his life to literature, and who would eventually write such classics as Treasure Island and The Strange Case of Dr. Jekyll and Mr. Hyde. In time, though, she succumbs to Stevenson's charms. The two begin a fierce love affair, marked by intense joy and harrowing darkness, which spans decades as they travel the world for the sake of his health. Eventually they settled in Samoa, where Robert Louis Stevenson is buried underneath the epitaph:. Under the wide and starry sky,. Dig the grave and let me lie.. Glad did I live and gladly die,. And I laid me down with a will.. This be the verse you grave for me:. Here he lies where he longed to be;. Home is the sailor, home from sea,. And the hunter home from the hill.. (Requiem, Robert Louis Stevenson)",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Literature",
                "Literary Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Retribution",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.12,
            "ranking_count": 20975,
            "abstract": "Harm no human.... A hired gunslinger, William Jessup Brady lived his life with one foot in the grave. He believed that every life had a price. Until the day when he finally found a reason to live. In one single act of brutal betrayal, he lost everything, including his life. Brought back by a Greek goddess to be one of her Dark-Hunters, he gave his immortal soul for vengeance and swore he'd spend eternity protecting the humans he'd once considered prey.. Orphaned as a toddler, Abigail Yager was taken in by a family of vampires and raised on one belief - Dark-Hunters are the evil who prey on both their people and mankind, and they must all be destroyed. While protecting her adoptive race, she has spent her life eliminating the Dark-Hunters and training for the day when she meeting the man who killed her family: Jess Brady.. A gun in the hand is worth two in the holster..... Jess has been charged with finding and terminating the creature who's assassinating Dark-Hunters. The last thing he expects to find is a human face behind the killings, but when that face bears a striking resemblance to the one who murdered him centuries ago, he knows something evil is going on. He also knows he's not the one who killed her parents. But Abigail refuses to believe the truth and is determined to see him dead once and for all.. Brought together by an angry god and chased by ancient enemies out to kill them both, they must find a way to overcome their mutual hatred or watch as one of the darkest of powers rises and kills both the races they've sworn to protect.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Hearts Anonymous",
            "authors": [
                "Jonathan  Dunne"
            ],
            "ranking": 4.39,
            "ranking_count": 119,
            "abstract": "Jack shares his fiancée Jeanie's heart in more ways than he would care to admit…. Weeks following a horrific accident, Jack wakes on a hospital bed with his bride-to-be’s heart pumping in his chest.. In death, Jeanie has saved Jack’s life…. What at first seems to be a gift beyond comprehension, soon becomes a dark obsession for Jack. As long as Jack is alive, Jeanie won’t be dead. With every thump-thump of Jeanie’s heart, Jack is forever reminded that he owes his life to his dead lover.. Unable to find closure, Jack decides to stop his borrowed beating heart…. Until Jeanie’s best friend and Jack’s arch-enemy, Ruthy, tells Jack an old fairy-tale which changes his life forever.. Jack finds himself living a fairy-tale in a fairy-tale, where matters of the heart and time know no bounds.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Heart of Obsidian",
            "authors": [
                "Nalini Singh",
                "Angela Dawe"
            ],
            "ranking": 4.45,
            "ranking_count": 25231,
            "abstract": "In 2006, Nalini Singh introduced the beguiling and sensual Psy/Changeling world in. Slave to Sensation. , which spawned a series that has had readers and critics cheering. Throughout the incredible eleven-book run there has been one question that has tantalized Nalini's legion of fans. Now, in the eagerly awaited twelfth book in the series, Nalini Singh finally reveals the answer to the biggest Psy/Changeling mystery—an answer so surprising we wouldn't dare spoil it. Even if we knew.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Science Fiction",
                "Fiction",
                "Futuristic"
            ]
        },
        {
            "title": "Death Bringer",
            "authors": [
                "Derek Landy"
            ],
            "ranking": 4.48,
            "ranking_count": 16425,
            "abstract": "The sixth instalment in the historic, hysterical and horrific Skulduggery Pleasant series. Think you’ve seen anything yet? You haven’t. Because the Death Bringer is about to rise…. Meet Skulduggery Pleasant: detective, sorcerer, warrior.. Oh yes. And dead.. The Necromancers no longer need Valkyrie to be their Death Bringer, and that’s a Good Thing.. There’s just one catch. There’s a reason the Necromancers don’t need her any more. And that’s because they’ve found their Death Bringer already, the person who will dissolve the doors between life and death.. And that’s a very, very Bad Thing…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Mystery",
                "Adventure",
                "Horror",
                "Humor"
            ]
        },
        {
            "title": "A Sudden Crush",
            "authors": [
                "Camilla Isley"
            ],
            "ranking": 3.91,
            "ranking_count": 1244,
            "abstract": "Joanna Price. is a city girl with the perfect life. She loves her job as a book editor, she just married Liam, high profile bestselling author and the man of her dreams, and she’s headed to the Caribbean to enjoy two weeks of paradise for her luxurious honeymoon.. Connor Duffield. is a gruff, grumpy rancher from the Midwest. He is a country boy who has a no-nonsense approach to life, more scars than he’d like to admit, and he hates city girls.. So it’s just a misfortune they have to sit next to each other for a six hour plane ride. Even more so when their flight is caught in the perfect storm and Joanna wakes up stranded on a desert island with Connor, the very man she hoped she would never have to see again.. Why are they alone on this forsaken island? What happened to Joanna’s husband?. When her dream honeymoon turns into a hilarious tropical nightmare, Joanna’s first thought is survival. However, she and Connor will quickly discover just how boring paradise can be. As the days turn to weeks, and then months, this mismatched pair will have to learn how to coexist and how to resist the sparkles of an attraction they weren’t prepared to feel.. When they are finally rescued will Joanna’s marriage be saved as well, or will the life she knew and loved be in ruins?",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Humor",
                "Adventure",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Big Girls Don't Cry: The Election That Changed Everything for American Women",
            "authors": [
                "Rebecca Traister"
            ],
            "ranking": 4.17,
            "ranking_count": 1765,
            "abstract": "REBECCA TRAISTER, whose coverage of the 2008 presidential election for. Salon. confirmed her to be a gifted cultural observer, offers a startling appraisal of what the campaign meant for all of us. Though the election didn’t give us our first woman president or vice president, the exhilarating campaign was nonetheless transformative for American women and for the nation. In. Big Girls Don’t Cry,. her electrifying, incisive and highly entertaining first book, Traister tells a terrific story and makes sense of a moment in American history that changed the country’s narrative in ways that no one anticipated.. It was all as unpredictable as it was riveting: Hillary Clinton’s improbable rise, her fall and her insistence (to the consternation of her party and the media) on pushing forward straight through to her remarkable phoenix flight from the race; Sarah Palin’s attempt not only to fill the void left by Clinton, but to alter the very definition of feminism and claim some version of it for conservatives; liberal rapture over Barack Obama and the historic election of our first African-American president; the media microscope trained on Michelle Obama, harsher even than the one Hillary had endured fifteen years earlier. Meanwhile, media women like Katie Couric and Rachel Maddow altered the course of the election, and comedians like Tina Fey and Amy Poehler helped make feminism funny.. What did all this mean to the millions of people who were glued to their TV sets, and for the country, its history and its future?. As Traister sees it, the 2008 election was good for women. The campaign for the presidency reopened some of the most fraught American conversations—about gender, race and generational difference, about sexism on the left and feminism on the right—difficult discussions that had been left unfinished but that are crucial to further perfecting our union.. The election was also catalytic, shaping the perspectives of American women and men from different generations and backgrounds, altering the way that all of us will approach questions of women and power far into the future. When Clinton cried, when Palin reached for her newborn at the end of a vice presidential debate, when Couric asked a series of campaign-ending questions, the whole country was watching women’s history—American history—being made.. Throughout, Traister weaves in her own experience as a thirtysomething feminist sorting through all the events and media coverage—vacillating between Clinton and Obama and forced to face tough questions about her own feminism, the women’s movement, race and the different generational perspectives of women working toward political parity some ninety years after their sex was first enfranchised.. It was a time of enormous change, and there is no better guide through that explosive, infuriating, heartbreaking and sometimes hilarious year than Rebecca Traister.. Big Girls Don’t Cry. offers an enduring portrait of dramatic cultural and political shifts brought about by this most historic of American contests.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Politics",
                "History",
                "Audiobook",
                "Womens",
                "Gender",
                "Literature",
                "Social Issues"
            ]
        },
        {
            "title": "The Grownup",
            "authors": [
                "Gillian Flynn"
            ],
            "ranking": 3.56,
            "ranking_count": 113492,
            "abstract": "A canny young woman is struggling to survive by perpetrating various levels of mostly harmless fraud. On a rainy April morning, she is reading auras at Spiritual Palms when Susan Burke walks in. A keen observer of human behavior, our unnamed narrator immediately diagnoses beautiful, rich Susan as an unhappy woman eager to give her lovely life a drama injection. However, when the psychic visits the eerie Victorian home that has been the source of Susan's terror and grief, she realizes she may not have to pretend to believe in ghosts anymore. Miles, Susan's teenage stepson, doesn't help matters with his disturbing manner and grisly imagination. The three are soon locked in a chilling battle to discover where the evil truly lurks and what, if anything, can be done to escape it.. “The Grownup,” originally appeared as “What Do You Do?” in George R. R. Martin’s Rogues anthology.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Horror",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Adult",
                "Suspense",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Song of the Quarkbeast",
            "authors": [
                "Jasper Fforde"
            ],
            "ranking": 4.05,
            "ranking_count": 9065,
            "abstract": "Long ago, magic began to fade, and the underemployed magicians of Kazam Mystical Arts Management have been forced to take any work their sixteen-year-old acting manager, Jennifer Strange, can scare up. But things are about to change. Magical power is finally on the rise, and King Snodd IV, of the Ununited Kingdoms knows that he who controls magic controls everything. Only one person stands between Snodd and his plans for a magic-grab--and that's Jennifer.. Yet even smart and sensible Jennifer would have trouble against these powers-that-be. The king and his cronies will do anything to succeed--including ordering a just-might-be-rigged contest between Kazam and iMagic, Kazam's only competitor in the magic business. With underhanded shenanigans afoot, how can Kazam possibly win?. Whatever happens, one this is certain: Jennifer Strange will not relinquish the noble powers of magic without a fight.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Μαλάκα Λεσβίες!",
            "authors": [
                "Σμαρ"
            ],
            "ranking": 4.5,
            "ranking_count": 44,
            "abstract": "Με εργαλείο το χιούμορ, η Σμαρ κατατροπώνει τα στερεότυπα των σχέσεων και της ομοφοβίας.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "A Golden Cage",
            "authors": [
                "Shelley Freydont"
            ],
            "ranking": 3.83,
            "ranking_count": 370,
            "abstract": "The author of. A Gilded Grave. returns to Newport, Rhode Island, at the close of the nineteenth century, where headstrong heiress Deanna Randolph must solve another murder among the social elite.. With her mother in Europe, Deanna is staying with the Ballard family, who agree to chaperone her through the summer season and guide her toward an advantageous marriage proposal—or so her mother hopes. Relishing her new freedom, Deanna is more interested in buying one of the fashionable new bathing costumes, joining a ladies’ bicycling club, and befriending an actress named Amabelle Deeks, all of which would scandalize her mother.. Far more scandalous is the discovery of a young man bludgeoned to death on the conservatory floor at Bonheur, the Ballards’ sumptuous “cottage.” Deanna recognizes him as an actor who performed at the birthday fete for a prominent judge the night before. But why was he at Bonheur? And where is Amabelle?. Concerned her new friend may be in danger—or worse—Deanna enlists the help of her intrepid maid, Elspeth, and her former beau, Joe Ballard, to find Amabelle before the villain of this drama demands an encore.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Literature",
                "Thriller",
                "Romance"
            ]
        },
        {
            "title": "Fyre",
            "authors": [
                "Angie Sage"
            ],
            "ranking": 4.3,
            "ranking_count": 14761,
            "abstract": "The seventh book in the internationally bestselling Septimus Heap series by Angie Sage, featuring the funny and fantastic adventures of a wizard a. pprentice and his quest to become an ExtraOrdinary Wizard.. Favorite characters return in this stunning seventh final book in Angie Sage's. New York Times. bestselling Magykal series: ExtraOrdinary Wizard Marcia Overstrand, Alchemist Marcellus Pye, and of course Septimus Heap, Jenna, Beetle, Simon, Lucy, and the rest of the Heap gang.. Jenna will soon be Queen and Beetle is now Chief Hermetic Scribe. Septimus, however, must rid the Castle of the Darke Domaine by destroying the Two-Faced Ring. His skills in both Magyk and Physik will be tested, as will his loyalties.. Filled with Angie Sage's characteristic humor and heart,. Fyre. is a grand finale that is fantasy adventure at its best.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Fever",
            "authors": [
                "Maya Banks"
            ],
            "ranking": 3.99,
            "ranking_count": 50861,
            "abstract": "Jace, Ash, and Gabe: three of the wealthiest, most powerful men in the country. They’re accustomed to getting anything they want. Anything at all. For Jace, it’s a woman whose allure takes him completely by surprise.... Jace Crestwell, Ash McIntyre, and Gabe Hamilton have been best friends and successful business partners for years. They’re powerful, they’re imposing, they’re irresistibly sexy, and Jace and Ash share everything—including their women.. When they meet Bethany, Jace begins to feel things he’s never experienced before: jealousy, and a powerful obsession that threatens him, overwhelms him—and excites him beyond control.. Jace isn’t sharing Bethany—with anyone. He’s determined to be the only man in her life, and it’s jeopardizing a lifelong friendship with Ash. Bethany will be his and his alone. Even if it means turning his back on his best friend.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Erotica",
                "Contemporary",
                "Adult",
                "Fiction",
                "New Adult"
            ]
        },
        {
            "title": "The Ribs and Thigh Bones of Desire",
            "authors": [
                "Sandra Hutchison"
            ],
            "ranking": 3.85,
            "ranking_count": 390,
            "abstract": "It’s the summer of 1977 in a small town in Western Massachusetts. Physics professor David Asken has just lost his young family in a plane crash he somehow survived. Sixteen-year-old neighbor Molly Carmichael used to be the babysitter, but now will be keeping house for him while he recuperates. He’s quietly planning to end his life just as soon as he can drive again, but may not be willing to wait that long after he comes across his dead wife’s journal and encounters more hostility than he had ever imagined. Molly is trying to cope with being known as Tampon Girl, thanks to a sculpture by her notorious artist mother, but she will have to deal with much worse than that after a drunken teenage party.. Both man and girl are going to have to grow up the hard way, and it’s their unexpected connection — fraught with potential scandal — that may just help them do it. This provocative coming-of-age novel asks: Is there ever a time when doing the wrong thing might be exactly right?. This is the second book from Sandra Hutchison's, whose debut novel THE AWFUL MESS: A LOVE STORY, an Amazon Breakthrough Novel Award semifinalist, has been downloaded by over 55,000 readers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Drama",
                "Young Adult"
            ]
        },
        {
            "title": "Дорога до ближнього",
            "authors": [
                "Любомир Гузар",
                "Ніна Матвієнко"
            ],
            "ranking": 4.71,
            "ranking_count": 7,
            "abstract": "Другий випуск адіозапису розмов з Блаженнішим Любомиром (Гузаром) в ньому Блаженнішому ставлять актуальні питання нашого суспільно-сімейного сьогодення: про любов, про чоловіка і жінку, про контрацепцію і аборти, про конфлікт поколінь, про громадянина і державу, про патріотизм і шовінізм.. Зміст:. CD1. Вступне слово.. Що таке любов?. Чи можна назвати любов'ю нерозділене, одностороннє почуття?. На яких засадах у сьогоднішньому суспільстві має будуватися сім'я?. Як бути, коли любов недостатньо сильна?. Як Церква ставиться до пошуку другої половинки через зустрічі з декількома особами?. Якщо церква проти аборту той чому про ти контрацепції?. Чи має жінка сидіти вдома, а чоловік працювати?. Як будувати стосунки між різними поколіннями?. Обов'язки батьків стосовно дітей. що забезпечити спадок чи освіту?. CD2. Як виживати в умовах кризи? що робити щоб прогодувати сім'ю?. Чи впливає криза на відкриття позитивних якостей людини, чи чи виявляються лише негативи?. Про соціальну адаптацію заробітчан, які повертаються додому.. Про хабарі, які використовуються для благодійності.. Що сьогодні для України є найбільшою проблемою: культурне розрізнення між Сходом і Заходом, корупція, влада?. Хто для українців є Своїм?. Які події потрібно українцям пам'ятати - героїчними чи трагічними?",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Married for Christmas",
            "authors": [
                "Noelle  Adams"
            ],
            "ranking": 3.74,
            "ranking_count": 6014,
            "abstract": "After years of dreaming, Jessica is finally getting married, but the marriage isn't exactly what she thought.. Daniel is her best friend, and she's known him all her life, but he's never gotten over losing his wife two years ago. His dream is to become the pastor of the church in their hometown, but the small-town congregation keeps balking over calling an unmarried minister. Since Daniel needs a wife and Jessica wants a husband and family, she proposes an arrangement that benefits both of them.. They can get married. They can build a life together. They can celebrate Christmas as a couple. It's fine that he doesn't love her. And it's fine that she's not exactly suited to be a small-town pastor's wife. And it's fine that she's more attracted to her sexy, brooding husband every day.. Jessica can be practical about this marriage. She knows what she's getting into, after all.... This book includes fully-developed sex scenes between a husband and wife.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Holiday",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Adult",
                "Christian",
                "Business"
            ]
        },
        {
            "title": "The War That Saved My Life",
            "authors": [
                "Kimberly Brubaker Bradley"
            ],
            "ranking": 4.49,
            "ranking_count": 81440,
            "abstract": "An exceptionally moving story of triumph against all odds set during World War 2, from the acclaimed author of. Jefferson’s Sons. and for fans of. Number the Stars. .. Ten-year-old Ada has never left her one-room apartment. Her mother is too humiliated by Ada’s twisted foot to let her outside. So when her little brother Jamie is shipped out of London to escape the war, Ada doesn’t waste a minute—she sneaks out to join him.. So begins a new adventure of Ada, and for Susan Smith, the woman who is forced to take the two kids in. As Ada teaches herself to ride a pony, learns to read, and watches for German spies, she begins to trust Susan—and Susan begins to love Ada and Jamie. But in the end, will their bond be enough to hold them together through wartime? Or will Ada and her brother fall back into the cruel hands of their mother?. This masterful work of historical fiction is equal parts adventure and a moving tale of family and identity—a classic in the making.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "War",
                "Audiobook"
            ]
        },
        {
            "title": "Anthropocene Feminism",
            "authors": [
                "Richard Grusin",
                "Stacy Alaimo",
                "Jill S. Schneiderman",
                "Dehlia Hannah",
                "Natalie Jeremijenko",
                "Juliana Spahr",
                "Claire Colebrook",
                "Rosi Braidotti",
                "more…",
                "Elizabeth A. Povinelli",
                "Lynne Huffer",
                "Myra J. Hird",
                "Alexander Zahara",
                "Joshua Clover",
                "…less"
            ],
            "ranking": 3.71,
            "ranking_count": 31,
            "abstract": "What does feminism have to say to the Anthropocene? How does the concept of the Anthropocene impact feminism? This book is a daring and provocative response to the masculinist and techno-normative approach to the Anthropocene so often taken by technoscientists, artists, humanists, and social scientists. By coining and, for the first time, fully exploring the concept of “anthropocene feminism,” it highlights the alternatives feminism and queer theory can offer for thinking about the Anthropocene.. Feminist theory has long been concerned with the anthropogenic impact of humans, particularly men, on nature. Consequently, the contributors to this volume explore not only what current interest in the Anthropocene might mean for feminism but also what it is that feminist theory can contribute to technoscientific understandings of the Anthropocene. With essays from prominent environmental and feminist scholars on topics ranging from Hawaiian poetry to Foucault to shelled creatures to hypomodernity to posthuman feminism, this book highlights both why we need an anthropocene feminism and why thinking about the Anthropocene must come from feminism.. Contributors: Stacy Alaimo, U of Texas at Arlington; Rosi Braidotti, Utrecht U; Joshua Clover, U of California, Davis; Claire Colebrook, Pennsylvania State U; Dehlia Hannah, Arizona State U; Myra J. Hird, Queen’s U; Lynne Huffer, Emory U; Natalie Jeremijenko, New York U; Elizabeth A. Povinelli, Columbia U; Jill S. Schneiderman, Vassar College; Juliana Spahr, Mills College; Alexander Zahara, Queen’s U.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Philosophy",
                "Nonfiction",
                "Gender",
                "Anthropology"
            ]
        },
        {
            "title": "The Gargoyle Hunters",
            "authors": [
                "John Freeman Gill"
            ],
            "ranking": 3.67,
            "ranking_count": 909,
            "abstract": "Hilarious and poignant,. The Gargoyle Hunters. is a love letter to a vanishing city, and a deeply emotional story of fathers and sons. Intimately portraying New York's elbow-jostling relationship with time, the novel solves the mystery of a brazen and seemingly impossible architectural heist: the theft of an entire historic Manhattan building that stunned the city and made the front page of. The New York Times. in 1974.. With both his family and his city fracturing, thirteen-year-old Griffin Watts is recruited into his estranged father's illicit and dangerous architectural salvage business. Small and nimble, Griffin is charged with stealing exuberantly expressive nineteenth-century architectural sculptures gargoyles right off the faces of unsung tenements and iconic skyscrapers all over town. As his father explains it, these gargoyles, carved and cast by immigrant artisans during the city's architectural glory days, are an endangered species in this era of sweeping urban renewal.. Desperate both to connect with his father and to raise cash to pay the mortgage on the brownstone where he lives with his mother and sister, Griffin is slow to recognize that his father s deepening obsession with preserving the architectural treasures of Beaux Arts New York is also a destructive force, imperiling Griffin's friendships, his relationship with his very first girlfriend, and even his life.. As his father grows increasingly possessive of both Griffin's mother and his scavenged touchstones of the lost city, Griffin must learn how to build himself into the person he wants to become and discover which parts of his life can be salvaged and which parts must be let go. Maybe loss, he reflects, is the only thing no one can ever take away from you.. Tender, funny, and achingly sad,. The Gargoyle Hunters. introduces an extraordinary new novelist.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Young Adult",
                "Literary Fiction",
                "New York",
                "Adult",
                "Architecture",
                "Audiobook"
            ]
        },
        {
            "title": "De bekeerlinge",
            "authors": [
                "Stefan Hertmans"
            ],
            "ranking": 3.9,
            "ranking_count": 3799,
            "abstract": "In een klein dorp in de Provence wordt sinds mensenheugenis over een pogrom en een verborgen schat gesproken. Eind negentiende eeuw vindt men in een synagoge in Caïro een hoeveelheid opzienbarende joodse documenten. Stefan Hertmans ontdekt de sporen van een voorname christelijke jonkvrouw uit de elfde eeuw, die haar leven vergooide uit liefde voor een joodse jongen. Hij gaat letterlijk achter deze vrouw aan, die samen met haar verboden liefde op de vlucht slaat en een duizelingwekkende tocht aflegt, opgejaagd door alles en iedereen.. Stefan Hertmans baseerde zich voor. De bekeerlinge. op historische bronnen. Dat brengt hem in een chaotische wereld van passie, haat, liefde en dood, en voert hem uiteindelijk van Caïro terug naar het kleine Provençaalse dorp, waar hij sinds decennia thuis is.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "European Literature",
                "Roman",
                "Religion"
            ]
        },
        {
            "title": "Code Talker: The First and Only Memoir By One of the Original Navajo Code Talkers of WWII",
            "authors": [
                "Chester Nez",
                "Judith Schiess Avila",
                "Jeff Bingaman"
            ],
            "ranking": 4.21,
            "ranking_count": 5286,
            "abstract": "He is the only original World War II Navajo code talker still alive—and this is his story . . .. His name wasn’t Chester Nez. That was the English name he was assigned in kindergarten. And in boarding school at Fort Defiance, he was punished for speaking his native language, as the teachers sought to rid him of his culture and traditions. But discrimination didn’t stop Chester from answering the call to defend his country after Pearl Harbor, for the Navajo have always been warriors, and his upbringing on a New Mexico reservation gave him the strength—both physical and mental—to excel as a marine.. During World War II, the Japanese had managed to crack every code the United States used. But when the Marines turned to its Navajo recruits to develop and implement a secret military language, they created the only unbroken code in modern warfare—and helped assure victory for the United States over Japan in the South Pacific.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "War",
                "Autobiography",
                "Audiobook",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "The River of Consciousness",
            "authors": [
                "Oliver Sacks"
            ],
            "ranking": 3.94,
            "ranking_count": 4882,
            "abstract": "From the best-selling author of. Gratitude, On the Move,. and. Musicophilia,. a collection of essays that displays Oliver Sacks's passionate engagement with the most compelling and seminal ideas of human endeavor: evolution, creativity, memory, time, consciousness, and experience.. Oliver Sacks, a scientist and a storyteller, is beloved by readers for the extraordinary neurological case histories (. Awakenings, An Anthropologist on Mars. ) in which he introduced and explored many now familiar disorders--autism, Tourette's syndrome, face blindness, savant syndrome. He was also a memoirist who wrote with honesty and humor about the remarkable and strange encounters and experiences that shaped him (. Uncle Tungsten, On the Move, Gratitude. ). Sacks, an Oxford-educated polymath, had a deep familiarity not only with literature and medicine but with botany, animal anatomy, chemistry, the history of science, philosophy, and psychology.. The River of Consciousness. is one of two books Sacks was working on up to his death, and it reveals his ability to make unexpected connections, his sheer joy in knowledge, and his unceasing, timeless project to understand what makes us human.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Psychology",
                "Writing",
                "Philosophy",
                "Biology",
                "Health",
                "Audiobook",
                "Autobiography",
                "Medical"
            ]
        },
        {
            "title": "The Secrets Between Us",
            "authors": [
                "Thrity Umrigar"
            ],
            "ranking": 4.48,
            "ranking_count": 6620,
            "abstract": "“. A. powerful, urgent novel that wields issues of gender and class like a blade. . . . This intergenerational novel asks hard questions about who we are, who we can become, and what awaits on the other side of our becoming. Thrity Umrigar is known as a bold and generous writer, and. The Secrets Between Us. only further establishes her reputation.”  — Wiley Cash, author of. The Last Ballad. Bhima, the unforgettable main character of Thrity Umrigar’s beloved national bestseller. The Space Between Us. , returns in this triumphant sequel—a poignant and compelling novel in which the former servant struggles against the circumstances of class and misfortune to forge a new path for herself and her granddaughter in modern India.. Poor and illiterate, Bhima had faithfully worked for the Dubash family, an upper-middle-class Parsi household, for more than twenty years. Yet after courageously speaking the truth about a heinous crime perpetrated against her own family, the devoted servant was cruelly fired. The sting of that dismissal was made more painful coming from Sera Dubash, the temperamental employer who had long been Bhima’s only confidante. A woman who has endured despair and loss with stoicism, Bhima must now find some other way to support herself and her granddaughter, Maya.. Bhima’s fortunes take an unexpected turn when her path intersects with Parvati, a bitter, taciturn older woman. The two acquaintances soon form a tentative business partnership, selling fruits and vegetables at the local market. As they work together, these two women seemingly bound by fate grow closer, each confessing the truth about their lives and the wounds that haunt them. Discovering her first true friend, Bhima pieces together a new life, and together, the two women learn to stand on their own.. A dazzling story of gender, strength, friendship, and second chances,. The Secrets Between Us. is a powerful and perceptive novel that brilliantly evokes the complexities of life in modern India and the harsh realities faced by women born without privilege as they struggle to survive.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "Adult",
                "Contemporary",
                "Audiobook",
                "Womens"
            ]
        },
        {
            "title": "Synchronic: 13 Tales of Time Travel",
            "authors": [
                "David Gatewood",
                "Irving Belateche",
                "Michael Bunker",
                "Ann Christy",
                "Nick Cole",
                "Jason Gurley",
                "Isaac Hooke",
                "Samuel Peralta",
                "more…",
                "Susan Kaye Quinn",
                "Edward W. Robertson",
                "Eric Tozzi",
                "Jennifer   Ellis",
                "MeiLin Miranda",
                "Christopher G. Nuttall",
                "…less"
            ],
            "ranking": 4.0,
            "ranking_count": 419,
            "abstract": "Synchronic: 13 Tales of Time Travel introduces 13 varied and original takes on the pitfalls and paradoxes of time travel-from some of today's most talented voices. From Michael Bunker's story of a father, a son, and the legendary Santa Anna Gold, to Jason Gurley's heart-wrenching tale of an astronaut forever torn from his young wife and daughter, these stories will keep you on the edge of your seat, and often have you guessing right up until the final word. You'll meet a prison therapist who treats his patients by going back and preventing their crimes; a woman who can't stop reliving her life, no matter how much it hurts; a space marine suffering from a time-altering brain injury; a woman who will betray the man she loves to correct a horrible mistake; a vengeful soul from ages past; and a time cop charged with preserving the timelines of multiple universes. You'll experience a world where time travel is so common, reality itself hangs by a thread; a love story that overcomes the unforgiving barriers of time; a thrilling encounter with a pack of T-rex; a historian's efforts to alter Roman history; and the first manned mission to the Red Planet-or is it? So sit back and enjoy. Just be sure you've got plenty of time.. Contents;. Foreword (Synchronic: 13 Tales of Time Travel) • essay by Nick Cole. The Santa Anna Gold / short fiction by Michael Bunker. Corrections / short fiction by Susan Kaye Quinn. Hereafter / short story by Samuel Peralta. Reentry / short fiction by Eric Tozzi. The Swimming Pool of the Universe / short fiction by Nick Cole. The River / short fiction by Jennifer Ellis. A Word in Pompey's Ear / short fiction by Christopher G. Nuttall. Rock or Shell / novella by Ann Christy. The Mirror / short fiction by Irving Belateche. Reset / short fiction by MeiLin Miranda. The Laurasians / short fiction by Isaac Hooke. The First Cut / short fiction by Edward W. Robinson. The Dark Age / (2014) / short story by Jason Gurley. Afterword (Synchronic: 13 Tales of Time Travel) • essay by David Gatewood. .",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fantasy",
                "Fiction",
                "Anthologies",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Victoria & Albert: A Royal Love Affair",
            "authors": [
                "Daisy Goodwin",
                "Sara Sheridan"
            ],
            "ranking": 4.02,
            "ranking_count": 1028,
            "abstract": "The official companion to the second season of the PBS/Masterpiece drama. Victoria. by award-winning creator and screenwriter Daisy Goodwin.. More than 16 million viewers watched the first season of the Masterpiece presentation of. Victoria,. created and written by Daisy Goodwin--the highest-rated PBS drama in twenty years, second only to. Downton Abbey. . But what happened after the Queen married her handsome prince? Did they live happily ever after, or did their marriage, like so many royal marriages past and present, fizzle into a loveless round of duty?. This all-new companion book by Daisy Goodwin and Sara Sheridan transports us to the private world of Victoria and Albert. Though first cousins, they could not have been more different: Victoria was impulsive, emotional, and capricious, Albert cautious, self-controlled, and logical. But together they forged a bond with each other and with their people that would change the world. Drawing on letters and diaries and fresh insights into royal history, this gorgeous book charts the constant ebb and flow of power within the couple's surprisingly ardent and modern marriage.. Sumptuously illustrated and full of rich insider detail,. Victoria and Albert. takes us behind the scenes of the magnificent TV drama, including fascinating, in-depth information on the actors, the props, and the costumes - and bringing an extraordinary royal marriage even more fully to life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Historical",
                "Romance",
                "European Literature",
                "Literature",
                "Reference",
                "Media Tie In"
            ]
        },
        {
            "title": "The Bard's Daughter",
            "authors": [
                "Sarah Woodbury"
            ],
            "ranking": 3.82,
            "ranking_count": 650,
            "abstract": "The Bard’s Daughter is a 22,000 word prequel novella to the Gareth & Gwen Medieval Mysteries:. As a bard’s daughter, Gwen has spent her life traveling from castle to castle and village to village with her family, following the music. In the winter of 1141, Gwen’s family is contracted to provide the entertainment for the coming-of-age celebration of a lord's son. But before the celebration can begin, Gwen’s father is found over the body of his friend, with a harp string as the murder weapon and blood on his hands.. With the lord of the castle uninterested in finding the true killer, it is up to Gwen to clear her father’s name before her father’s music is silenced … forever.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Science Fiction",
                "Romance",
                "Short Stories"
            ]
        },
        {
            "title": "The Thing Itself",
            "authors": [
                "Adam Roberts"
            ],
            "ranking": 3.64,
            "ranking_count": 1434,
            "abstract": "Adam Roberts turns his attention to answering the Fermi Paradox with a taut and claustrophobic tale that echoes John Carpenters' The Thing. Two men while away the days in an Antarctic research station. Tensions between them build as they argue over a love-letter one of them has received. One is practical and open. The other surly, superior and obsessed with reading one book - by the philosopher Kant. As a storm brews and they lose contact with the outside world they debate Kant, reality and the emptiness of the universe. The come to hate each other, and they learn that they are not alone.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Philosophy",
                "Horror",
                "Novels",
                "Science Fiction Fantasy",
                "Mystery",
                "European Literature",
                "Speculative Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Stars Are Fire",
            "authors": [
                "Anita Shreve"
            ],
            "ranking": 3.86,
            "ranking_count": 36226,
            "abstract": "In October 1947, after a summer-long drought, fires break out all along the Maine coast from Bar Harbor to Kittery and are soon racing out of control from town to village. Five months pregnant, Grace Holland is left alone to protect her two toddlers when her husband, Gene, joins the volunteer firefighters. Along with her best friend, Rosie, and Rosie's two young children, Grace watches helplessly as their houses burn to the ground, the flames finally forcing them all into the ocean as a last resort. They spend the night frantically protecting their children and in the morning find their lives forever changed: homeless, penniless, awaiting news of their husbands' fate, and left to face an uncertain future in a town that no longer exists. In the midst of this devastating loss, Grace discovers glorious new freedoms--joys and triumphs she could never have expected her narrow life with Gene could contain--and her spirit soars. Then the unthinkable happens and Grace's bravery is tested as never before.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Adult Fiction",
                "Romance",
                "Adult",
                "Literary Fiction",
                "Book Club",
                "Family"
            ]
        },
        {
            "title": "Empty Net",
            "authors": [
                "Avon Gale"
            ],
            "ranking": 4.2,
            "ranking_count": 3262,
            "abstract": "Spartanburg Spitfires’ goalie and captain Isaac Drake ended last season with an unexpected trip to the playoffs. He’s found a home and family with his coach and mentor, Misha Samarin, and he’s looking forward to making a serious run for the Kelly Cup. But things take an interesting turn when Isaac’s archnemesis, Laurent St. Savoy, is traded to the Spitfires. After Laurent’s despicable behavior in the playoffs last year, Isaac wants nothing to do with him – no matter how gorgeous he is. But that changes when Isaac discovers the reason for Laurent’s attitude.. Laurent St. Savoy grew up the only son of a legendary NHL goalie in a household rife with abuse, constantly treated like a disappointment on and off the ice. When a desperate attempt to escape his father’s tyranny sends him to the Spitfires, the last thing Laurent wants is to make friends. But there’s something about Isaac Drake that he can’t resist, and Laurent has an opportunity to explore his sexuality for the first time, but he’s cracking under end-of-the season pressures. When facing the playoffs and a rivalry turned personal vendetta, Isaac’s not sure he’s enough to hold Laurent—or their relationship—together.. Please be advised: This book does contain some non-graphic references to past childhood physical/emotional abuse as well as issues relating to ED (bulimia and restricted eating, disordered thoughts about eating).",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Sports",
                "Contemporary",
                "Contemporary Romance",
                "LGBT",
                "M M Romance",
                "Sociology"
            ]
        },
        {
            "title": "Hearts of Resistance",
            "authors": [
                "Soraya M. Lane"
            ],
            "ranking": 4.37,
            "ranking_count": 7678,
            "abstract": "At the height of World War II, three women must come together to fight for freedom, for the men they love—and for each other.. When Hazel is given the chance to parachute into Nazi-occupied France, she seizes the opportunity to do more for the British war effort than file paperwork. Alongside her childhood friend, French-born Rose, she quickly rises up the ranks of the freedom fighters. For Rose, the Resistance is a link to her late husband, and a way to move forward without him. What starts out as helping downed airmen becomes a bigger cause when they meet Sophia, a German escapee and fierce critic of Hitler who is wanted by the Gestapo. Together the three women form a bond that will last a lifetime.. But amid the turmoil and tragedy of warfare, all three risk losing everything—and everyone—they hold dear. Will their united front be strong enough to see them through?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "War",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "Strays: A Lost Cat, a Homeless Man, and Their Journey Across America",
            "authors": [
                "Britt     Collins"
            ],
            "ranking": 4.06,
            "ranking_count": 824,
            "abstract": "For fans of. A Street Cat Named Bob. and. Dewey: The Small-Town Library Cat Who Touched the World. ,. Strays. is a compelling true story of a man who rescues a stray, injured cat and how they save each other.. Homeless, alcoholic, and depressed, Michael King lives in a UPS loading bay on the wrong side of the tracks in Portland, Oregon. One rainy night, he stumbles upon a hurt, starving, scruffy cat and takes her in. Nursing her back to health, he names her Tabor and she becomes a bit of a celebrity in southeast Portland. When winter comes, they travel from Oregon to the beaches of California to the high plains of Montana, surviving blizzards and bears, angry steers and rainstorms. Along the way, people are drawn to the spirited, beautiful cat and moved to help Michael, who cuts a striking figure with Tabor riding high on his backpack or walking on a leash. Tabor comforts Michael when he’s down, giving Michael someone to love and care for, and inspiring him to get sober and to come to terms with his past family traumas and grief over the death of his life partner.. As they make their way across the West Coast, the pair become inseparable, healing the scars of each other’s troubled pasts. But when Michael takes Tabor to a veterinarian in Montana, he discovers that Tabor has an identification chip and an owner in Portland who has never given up hope of finding his beloved cat, Michael makes the difficult choice to return to Portland and reunite Tabor with her owner. Now Michael must create a new purpose in his life after Tabor.. The authentic tale of an adventurous and charismatic cat and her compassionate human admirers,. Strays. proves the healing power of love and the profound bond between humans and animals.",
            "part_of_series": false,
            "genre_list": [
                "Animals",
                "Nonfiction",
                "Biography",
                "Travel",
                "Autobiography",
                "Audiobook",
                "Adventure",
                "Biography Memoir"
            ]
        },
        {
            "title": "Fast According to Quran & Sunna",
            "authors": [
                "Muhammad Zulfiqar",
                "Darussalam"
            ],
            "ranking": 4.6,
            "ranking_count": 62,
            "abstract": "In the terminology of the Shari’ah, the word saūm means to abstain from food, drink and sexual activity from dawn to sunset, with the intention of doing so sincerely and solely for Allah, the Exalted. This is because fasting purifies the soul and cleanses it from the evil that might cause it to become a miser and their ill behavior.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "The Stench of Honolulu: A Tropical Adventure",
            "authors": [
                "Jack Handey"
            ],
            "ranking": 3.34,
            "ranking_count": 3720,
            "abstract": "The legendary. Deep Thoughts. and. New Yorker. humorist Jack Handey is back with his very first novel--a hilarious, absurd, far-flung adventure tale.. THE STENCH OF HONOLULU. A Tropical Adventure. Are you a fan of books in which famous tourist destinations are repurposed as unlivable hellholes for no particular reason? Read on! Jack Handey's first novel is an exotic tale with laugh-out-loud twists and unforgettable characters. A reliably unreliable narrator and his friend, some guy named Don, need to get out of town. They have a taste for adventure, so they pay visit to a relic of bygone days-a travel agent-and discover an old treasure map. She might have been a witch, by the way. Our heroes soon embark on a quest for the Golden Monkey, which takes them into the mysterious and stinky foreign land of Honolulu. There, they meet untold dangers, confront strange natives, kill and eat Turtle People, kill some other things and people, eat another thing, and discover the ruins of ancient civilizations. As our narrator says, The ruins were impressive. But like so many civilizations, they forgot the rule that might have saved them: Don't let vines grow all over you.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Fiction",
                "Audiobook",
                "Novels",
                "Adventure",
                "Travel",
                "Adult",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "Pillow Thoughts",
            "authors": [
                "Courtney Peppernell"
            ],
            "ranking": 3.83,
            "ranking_count": 26263,
            "abstract": "Make a cup of tea and let yourself feel.. Pillow Thoughts. is a collection of poetry and prose about heartbreak, love, and raw emotions. It is divided into sections to read when you feel you need them most.",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "LGBT",
                "Nonfiction",
                "Romance",
                "Contemporary",
                "Adult",
                "Health",
                "Self Help",
                "Audiobook",
                "Love"
            ]
        },
        {
            "title": "Cilka's Journey",
            "authors": [
                "Heather   Morris"
            ],
            "ranking": 4.39,
            "ranking_count": 121708,
            "abstract": "In this follow-up to. The Tattooist of Auschwitz. , the author tells the story, based on a true one, of a woman who survives Auschwitz, only to find herself locked away again.. Cilka Klein is 18 years old when Auschwitz-Birkenau is liberated by Soviet soldiers. But Cilka is one of the many women who is sentenced to a labor camp on charges of having helped the Nazis--with no consideration of the circumstances Cilka and women like her found themselves in as they struggled to survive. Once at the Vorkuta gulag in Sibera, where she is to serve her 15-year sentence, Cilka uses her wits, charm, and beauty to survive.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "War",
                "World War II",
                "Adult",
                "Cultural",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Nearly Normal Family",
            "authors": [
                "M.T. Edvardsson",
                "Rachel Willson-Broyles"
            ],
            "ranking": 3.84,
            "ranking_count": 38659,
            "abstract": "M.T. Edvardsson’s. A Nearly Normal Family. is a gripping legal thriller that forces the reader to consider: How far would you go to protect the ones you love? In this twisted narrative of love and murder, a horrific crime makes a seemingly normal family question everything they thought they knew about their life—and one another.. Eighteen-year-old Stella Sandell stands accused of the brutal murder of a man almost fifteen years her senior. She is an ordinary teenager from an upstanding local family. What reason could she have to know a shady businessman, let alone to kill him?. Stella’s father, a pastor, and mother, a criminal defense attorney, find their moral compasses tested as they defend their daughter, while struggling to understand why she is a suspect. Told in an unusual three-part structure,. A Nearly Normal Family. asks the questions: How well do you know your own children? How far would you go to protect them?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Audiobook",
                "Suspense",
                "Adult",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Rosewater Redemption",
            "authors": [
                "Tade Thompson"
            ],
            "ranking": 4.07,
            "ranking_count": 2005,
            "abstract": "The Rosewater Redemption. is the. powerful. conclusion to the award-winning Wormdwood trilogy, by one of science fiction's most engaging voices.. Life in the newly independent city-state of Rosewater isn't everything its citizens were expecting.. The Mayor finds that debts incurred during the insurrection are coming back to haunt him. Nigeria isn't willing to let Rosewater go without a fight. And the city's alien inhabitants are threatening mass murder for their own sinister ends.... Operating across spacetime, the xenosphere, and international borders, it is up to a small group of hackers and criminals to prevent the extra-terrestrial advance. The fugitive known as Bicycle Girl, Kaaro, and his former handler Femi may be humanity's last line of defense.. Innovative and genre-bending, Tade Thompson's ambitious Afrofuturist series is perfect for fans of Jeff Vandermeer, N. K. Jemisin, and Ann Leckie.. Praise for The Wormwood Trilogy:. Smart. Gripping. Fabulous! —Ann Leckie, award winning-author of. Ancillary Justice. Mesmerising. There are echoes of Neuromancer and Arrival in here, but this astonishing debut is beholden to no one. —M. R. Carey, bestselling author of. The Girl with All the Gifts. A magnificent tour de force, skillfully written and full of original and disturbing ideas. —Adrian Tchaikovsky, Arthur C. Clarke Award-winning author of. Children of Time. The Wormwood Trilogy. Rosewater. The Rosewater Insurrection. The Rosewater Redemption",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Cultural",
                "Western Africa",
                "Audiobook",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Polly: Memories of an East End Girl",
            "authors": [
                "Jeff           Smith"
            ],
            "ranking": 3.56,
            "ranking_count": 18,
            "abstract": "Born in 1911 into a close-knit family, Mary Rebecca Chambers spent her formative years in the heart of the East End, in a truly multicultural community. This vivid account of life is told with passion and humor and is full of stories of the special community atmosphere that was London’s East End through two world wars and the Great Depression. Mary was a natural storyteller and this is a compilation of her heart-warming stories, arranged in chronological order, to tell the tale of life as she witnessed it, through adversity and danger, excitement and fun. The captivating anecdotes, poignant and entertaining, are suffused by the sights, sounds, and smells of the East End in the first half of the twentieth century. This is a wonderful evocation of a bygone age and her affectionate memoirs will entrance anyone who reads them.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Ocean at the End of the Lane",
            "authors": [
                "Neil Gaiman"
            ],
            "ranking": 4.01,
            "ranking_count": 542457,
            "abstract": "Alternate cover edition of ISBN 9780062255686. Sussex, England. A middle-aged man returns to his childhood home to attend a funeral. Although the house he lived in is long gone, he is drawn to the farm at the end of the road, where, when he was seven, he encountered a most remarkable girl, Lettie Hempstock, and her mother and grandmother. He hasn't thought of Lettie in decades, and yet as he sits by the pond (a pond that she'd claimed was an ocean) behind the ramshackle old farmhouse, the unremembered past comes flooding back. And it is a past too strange, too frightening, too dangerous to have happened to anyone, let alone a small boy.. Forty years earlier, a man committed suicide in a stolen car at this farm at the end of the road. Like a fuse on a firework, his death lit a touchpaper and resonated in unimaginable ways. The darkness was unleashed, something scary and thoroughly incomprehensible to a little boy. And Lettie—magical, comforting, wise beyond her years—promised to protect him, no matter what.. A groundbreaking work from a master,. The Ocean at the End of the Lane. is told with a rare understanding of all that makes us human, and shows the power of stories to reveal and shelter us from the darkness inside and out. It is a stirring, terrifying, and elegiac fable as delicate as a butterfly's wing and as menacing as a knife in the dark.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Magical Realism",
                "Horror",
                "Audiobook",
                "Young Adult",
                "Adult",
                "Science Fiction Fantasy",
                "Adult Fiction"
            ]
        },
        {
            "title": "Vampire Crush",
            "authors": [
                "A.M. Robinson"
            ],
            "ranking": 3.86,
            "ranking_count": 4768,
            "abstract": "I swear, my life was always totally normal.. Normal house, normal family, normal school. My looks are average, I don't have any superpowers, no one's showing up to tell me I'm a princess - you get the picture. But when my junior year started, something not normal happened. There were new kids at school . . . new kids with a wardrobe straight out of a 19th-century romance novel, and an inexplicable desire to stay at school until sundown.. And on top of that, James Hallowell showed up. James, who stole my sandwiches in fourth grade and teased me mercilessly through middle school. James, who now seems to have the power to make my heart race any time he comes near.. But something weird is going on. Because James rarely goes out during the day. And he seems stronger than your typical guy. And he knows the new kids, all of whom seem to be harboring some kind of deep secret. . . .",
            "part_of_series": false,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Humor"
            ]
        },
        {
            "title": "The Scrapbook of Frankie Pratt",
            "authors": [
                "Caroline Preston"
            ],
            "ranking": 3.85,
            "ranking_count": 37194,
            "abstract": "“. The Scrapbook of Frankie Pratt. is a literary bottle rocket—loaded with whimsy, pizzazz, and heart.”. —Adriana Trigiani. “Is it possible that I have just read/experienced/devoured the most delightful book ever published? Do not argue with me: There is magic here and genius.”. —Elinor Lipman. “A ripping yarn of emancipated girlish adventure.”. —Audrey Niffenegger. The Scrapbook of Frankie Pratt. is a visually stunning, totally unique, full-color novel in the form of a scrapbook, set in the burgeoning bohemian culture of the 1920s and featuring an endearing, unforgettable heroine. Caroline Preston, author of the. New York Times. Notable Book. Jackie by Josie. , uses a kaleidoscopic array of vintage memorabilia—postcards, letters, magazine ads, ticket stubs, catalog pages, fabric swatches, candy wrappers, fashion spreads, menus and more—to tell the tale of spirited and ambitious Frankie’s remarkable odyssey from Vassar to Greenwich Village to Paris, in a manner that will delight crafters, historical fiction fans, and anyone who loves a good coming-of-age story ingeniously told.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Sequential Art",
                "Art",
                "Adult Fiction",
                "Adult",
                "Romance",
                "Young Adult"
            ]
        },
        {
            "title": "Clueless in New England: The Unsolved Disappearances of Paula Welden, Connie Smith and Katherine Hull",
            "authors": [
                "Michael C. Dooling"
            ],
            "ranking": 3.77,
            "ranking_count": 39,
            "abstract": "Book by Michael C. Dooling",
            "part_of_series": false,
            "genre_list": [
                "Crime"
            ]
        },
        {
            "title": "Omega",
            "authors": [
                "Susannah Sandlin"
            ],
            "ranking": 4.16,
            "ranking_count": 1437,
            "abstract": "The bloody war between the Vampire Tribunal and the defiant scathe of Penton, Alabama, rages on, forcing its residents and their bonded humans to retreat into the underground fortress of last resort: Omega.. There, Will Ludlam is charged with the care of Penton’s humans, though he longs to fight alongside his vampire brethren. He knows the risks: as the renegade son of the Tribunal’s vicious leader, Will’s capture could doom the resistance. Yet he is determined to prove his worth to his adopted scathe, to his vengeful father—and to former US Army officer Randa Thomas, his beautiful, reluctant partner.. Randa has little faith that a former member of the vampire elite has what it takes to fight a war. But as their enemies descend upon Omega, Will’s polished charm—and Randa’s guarded heart—finally give way to the warrior within.. Fans of Susannah Sandlin’s Penton Legacy are sure to devour this long-awaited third installment of the steamy paranormal series.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Romance",
                "Fantasy",
                "Audiobook",
                "Adult",
                "Contemporary",
                "War"
            ]
        },
        {
            "title": "Hidden",
            "authors": [
                "Sophie Jordan"
            ],
            "ranking": 3.84,
            "ranking_count": 19504,
            "abstract": "Jacinda was supposed to bond with Cassian, the prince of their pride. But she resisted long before she fell in love with Will—a human and, worse, a hunter. When she ran away with Will, it ended in disaster, with Cassian's sister, Miram, captured. Weighed down by guilt, Jacinda knows she must rescue her to set things right. Yet to do so she will have to venture deep into the heart of enemy territory.. The only way Jacinda can reach Miram is by posing as a prisoner herself, though once she assumes that disguise, things quickly spiral out of her control. As she learns more about her captors, she realizes that even if Will and Cassian can carry out their part of the plan, there's no guarantee they'll all make it out alive. But what Jacinda never could have foreseen is that escaping would be only the beginning..... Loyalties are tested and sacrifices made in the explosive conclusion to Sophie Jordan's Firelight trilogy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "The Bill of the Century: The Epic Battle for the Civil Rights Act",
            "authors": [
                "Clay Risen"
            ],
            "ranking": 4.04,
            "ranking_count": 187,
            "abstract": "The Civil Rights Act of 1964 was the single most important piece of legislation passed by Congress in American history. This one law so dramatically altered American society that, looking back, it seems preordained-as Everett Dirksen, the GOP leader in the Senate and a key supporter of the bill, said, “no force is more powerful than an idea whose time has come.” But there was nothing predestined about the victory: a phalanx of powerful senators, pledging to “fight to the death” for segregation, launched the longest filibuster in American history to defeat it.. The bill's passage has often been credited to the political leadership of President Lyndon Johnson, or the moral force of Martin Luther King. Yet as Clay Risen shows, the battle for the Civil Rights Act was a story much bigger than those two men. It was a broad, epic struggle, a sweeping tale of unceasing grassroots activism, ringing speeches, backroom deal-making and finally, hand-to-hand legislative combat. The larger-than-life cast of characters ranges from Senate lions like Mike Mansfield and Strom Thurmond to NAACP lobbyist Charles Mitchell, called “the 101st senator” for his Capitol Hill clout, and industrialist J. Irwin Miller, who helped mobilize a powerful religious coalition for the bill. The idea whose time had come would never have arrived without pressure from the streets and shrewd leadership in Congress--all captured in Risen's vivid narrative.. This critical turning point in American history has never been thoroughly explored in a full-length account. Now,. New York Times. editor and acclaimed author Clay Risen delivers the full story, in all its complexity and drama.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "Race",
                "Cultural",
                "Social Movements"
            ]
        },
        {
            "title": "The Evolutionary Revolution",
            "authors": [
                "Lily Hoang"
            ],
            "ranking": 4.06,
            "ranking_count": 50,
            "abstract": "Fiction. What if evolution was decided by committee and revolution by mere chance? What if man was a subspecies? What if man, as a subspecies, was woman, with tiny red wings on her thighs and pasted shut eyes? What if she flew in the sky or slept on the moon, and what if the earth was a saltless water world filled with forgetful, vengeful two-headed mermen? Welcome to THE EVOLUTIONARY REVOLUTION, a fabulist story of sense-making for the 21st century. In this twinning tale of freak shows and prophets, tract homes and impending doom, award-winning author Lily Hoang collapses time and narrative into a brilliant novel of beginnings and ends, where sentences undo each other and opposites don't cancel each other out. As Anna Joy Springer notes in the book's introduction, In literature, as sometimes in life, it's a scary kind of fun to be manipulated by a pretty girl, who changes the game on a whim.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry"
            ]
        },
        {
            "title": "Borrowed Light",
            "authors": [
                "Carla Kelly"
            ],
            "ranking": 4.12,
            "ranking_count": 2200,
            "abstract": "Julia Darling never expected to cook for some cowboys in Wyoming, but when she breaks off her engagement in Salt Lake City, it's the perfect opportunity for her to escape. Determined to stick the job out, Julia faces her biggest challenge yet letting go of borrowed light to find her own testimony. Set in the early 1900s, this is one romantic adventure you'll never forget!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Lds",
                "Westerns",
                "Christianity",
                "Fiction",
                "Christian Fiction"
            ]
        },
        {
            "title": "In Too Deep",
            "authors": [
                "Jayne Ann Krentz"
            ],
            "ranking": 4.05,
            "ranking_count": 8966,
            "abstract": "Jayne Ann Krentz follows up her highly successful Dreamlight Trilogy — written in collaboration with her two alter egos, Amanda Quick and Jayne Castle—with a brand-new story arc that begins in a secluded coastal town in northern California.. Scargill Cove is the perfect place for Fallon Jones, confirmed recluse and investigator of the paranormal. It’s a hot spot, a convergence point for unusually strong currents of energy, which might explain why the town attracts misfits and drifters like moths to a flame. Now someone else has been drawn to the Cove — Isabella Valdez, on the run from some very dangerous men.. When she starts working as Fallon’s assistant, Isabella impresses him by organizing his pathologically chaotic office—and doesn’t bat an eye at the psychic element of his job. She’s a kindred spirit, a sanctuary from a world that considers his talents a form of madness. But after a routine case unearths an antique clock infused with dark energy, Fallon and Isabella are dragged into the secret history of Scargill Cove and forced to fight for their lives, as they unravel a cutthroat conspiracy with roots in the Jones family business…and Isabella’s family tree.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Mystery",
                "Contemporary",
                "Fiction",
                "Suspense"
            ]
        },
        {
            "title": "Burning Lamp",
            "authors": [
                "Amanda Quick",
                "Jayne Ann Krentz"
            ],
            "ranking": 4.06,
            "ranking_count": 8234,
            "abstract": "The Arcane Society was born in turmoil when the friendship of its two founders evolved into a fierce rivalry. Sylvester Jones and Nicholas Winters each sought to enhance their individual psychic talents. Winters' efforts led to the creation of a device of unknown powers called the Burning Lamp. Each generation the Winters man who inherits it is destined to develop multiple talents - and the curse of madness.. Plagued by hallucinations and nightmares, notorious crime lord Griffin Winters is convinced he has been struck with the Winters Curse. And the instincts that have helped him survive the streets and rise to power are now drawing him toward Adelaide Pyne, the bothersome social reformer. But even as he arranges a meeting with the mysterious woman, he has no idea how closely their fates are bound, for Adelaide holds the Burning Lamp in her possession.. A dreamlight reader, Adelaide should be able to manipulate the Lamp's light to save both Griffin's sanity and his life. But their dangerous psychical experiment makes them the target of forces both inside and outside of the Arcane Society. And though desire strengthens their power their different lives will keep them apart - if death doesn't take them together",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Historical",
                "Mystery",
                "Fiction",
                "Suspense"
            ]
        },
        {
            "title": "De lichtekooi van Loven",
            "authors": [
                "Ineke Vander Aa"
            ],
            "ranking": 3.69,
            "ranking_count": 62,
            "abstract": "In het levendige Loven (het tegenwoordige Leuven) van halverwege de achttiende eeuw levert de onderlaag van de bevolking elke dag een strijd om het bestaan. Dat geldt ook voor Louise en haar blinde vader. Als de man sterft, kiest de koppige Louise voor de prostitutie. Ze weet ondanks alles haar eigenwaarde te behouden en het lijkt alsof haar leven een positieve wending gaat nemen.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "The End Has Come",
            "authors": [
                "John Joseph Adams",
                "Charlie Jane Anders",
                "Megan Arkenberg",
                "Chris Avellone",
                "Elizabeth Bear",
                "Annie Bellet",
                "Tananarive Due",
                "Jamie Ford",
                "more…",
                "Mira Grant",
                "Hugh Howey",
                "Jake Kerr",
                "Nancy Kress",
                "Sarah Langan",
                "Ken Liu",
                "Jonathan Maberry",
                "Seanan McGuire",
                "Will McIntosh",
                "Leife Shallcross",
                "Scott Sigler",
                "Carrie Vaughn",
                "Robin Wasserman",
                "David Wellington",
                "Ben H. Winters",
                "…less"
            ],
            "ranking": 3.88,
            "ranking_count": 1365,
            "abstract": "Famine. Death. War. Pestilence. These are the harbingers of the biblical apocalypse, of the End of the World. In science fiction, the end is triggered by less figurative means: nuclear holocaust, biological warfare/pandemic, ecological disaster, or cosmological cataclysm.. But before any catastrophe, there are people who see it coming. During, there are heroes who fight against it. And after, there are the survivors who persevere and try to rebuild.. THE APOCALYPSE TRIPTYCH tells their stories.. Edited by acclaimed anthologist John Joseph Adams and bestselling author Hugh Howey, THE APOCALYPSE TRIPTYCH is a series of three anthologies of apocalyptic fiction. THE END IS NIGH focuses on life before the apocalypse. THE END IS NOW turns its attention to life during the apocalypse. And THE END HAS COME focuses on life after the apocalypse.. THE END HAS COME features all-new, never-before-published works by Hugh Howey, Seanan McGuire, Ken Liu, Carrie Vaughn, Mira Grant, Jamie Ford, Tananarive Due, Jonathan Maberry, Robin Wasserman, Nancy Kress, Charlie Jane Anders, Elizabeth Bear, Ben H. Winters, Scott Sigler, and many others.. THE END IS NIGH is about the match.. THE END IS NOW is about the conflagration.. THE END HAS COME is about what will rise from the ashes.. CONTENTS. 01 - Carrie Vaughn,. Bannerless. 02 - Megan Arkenberg,. Like All Beautiful Places. 03 - Will McIntosh,. Dancing With a Stranger in the Land of Nod. 04 - Scott Sigler,. The Seventh Day of Deer Camp. 05 - Sarah Langan,. Prototype. 06 - Chris Avellone,. Acts of Creation. 07 - Seanan McGuire,. Resistance. 08 - Leife Shallcross,. Wandering Star. 09 - Ben H. Winters,. Heaven Come Down. 10 - David Wellington,. Agent Neutralized. 11 - Annie Bellet,. Goodnight Earth. 12 - Tananarive Due,. Carriers. 13 - Robin Wasserman,. In the Valley of the Shadow of the Promised Land. 14 - Jamie Ford,. The Uncertainty Machine. 15 - Elizabeth Bear,. Margin of Survival. 16 - Jonathan Maberry,. Jingo and the Hammerman. 17 - Charlie Jane Anders,. The Last Movie Ever Made. 18 - Jake Kerr,. The Gray Sunrise. 19 - Ken Liu,. The Gods Have Not Died in Vain. 20 - Hugh Howey,. In the Woods. 21 - Nancy Kress,. Blessings",
            "part_of_series": true,
            "genre_list": [
                "Short Stories",
                "Science Fiction",
                "Apocalyptic",
                "Anthologies",
                "Horror",
                "Fiction",
                "Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Kitty Rocks the House",
            "authors": [
                "Carrie Vaughn"
            ],
            "ranking": 3.92,
            "ranking_count": 4807,
            "abstract": "On the heels of Kitty's return from London, a new werewolf shows up in Denver, one who threatens to split the pack by challenging Kitty's authority at every turn. The timing could not be worse; Kitty needs all the allies she can muster to go against the ancient vampire, Roman, if she's to have any hope of defeating his Long Game. But there's more to this intruder than there seems, and Kitty must uncover the truth, fast.. Meanwhile, Cormac pursues an unknown entity wreaking havoc across Denver; and a vampire from the Order of St. Lazaurus tempts Rick with the means to transform his life forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Shapeshifters",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Unbearable Lightness of Dragons",
            "authors": [
                "Katie MacAlister"
            ],
            "ranking": 4.1,
            "ranking_count": 3714,
            "abstract": "Ysolde Bouchier is still coming to terms with the dragon part of her, while at the same time trying to free a friend of Baltic-her Black Dragon lover-from the weyr, get Baltic to meet with the dragons who want him dead, rescue a half-dragon damsel in over her head, raise the shade of the man everyone says killed her, and once and for all clear Baltic's name of the murder charges that continue to plague him.. For Ysolde, being a dragon is starting to bite.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Humor",
                "Fiction"
            ]
        },
        {
            "title": "Scalp Dance, A Sam Chitto Mystery",
            "authors": [
                "Lutricia Clifton"
            ],
            "ranking": 4.39,
            "ranking_count": 275,
            "abstract": "FOR FANS OF TONY HILLERMAN AND ANNE HILLERMAN. This mystery mingles Choctaw culture, science, and murder and features Lieutenant Sam Chitto of the Oklahoma Choctaw Tribal Police. Chitto considers himself a man of principal, but he's at a breaking point. His father's ten-years old murder, his young wife's premature death, and an ineffective law enforcement community has him ready to quit the force. Indian women are the ones paying the highest price. One in three can expect to be raped in her lifetime, and tribal police cannot arrest the assailant if he is not Indian. And then, Chitto is assigned to work on a mystifying case that forces him to make a decision that could not only challenge his personal code of ethics but also cost a man his life.",
            "part_of_series": true,
            "genre_list": [
                "Mystery"
            ]
        },
        {
            "title": "The Space Between",
            "authors": [
                "Brenna Yovanoff"
            ],
            "ranking": 3.81,
            "ranking_count": 7468,
            "abstract": "Everything is made of steel, even the flowers. How can you love anything in a place like this?. Daphne is the half-demon, half-fallen angel daughter of Lucifer and Lilith. Life for her is an endless expanse of time, until her brother Obie is kidnapped - and Daphne realizes she may be partially responsible. Determined to find him, Daphne travels from her home in Pandemonium to the vast streets of Earth, where everything is colder and more terrifying. With the help of the human boy she believes was the last person to see her brother alive, Daphne glimpses into his dreams, discovering clues to Obie's whereabouts. As she delves deeper into her demonic powers, she must navigate the jealousies and alliances of the violent archangels who stand in her way. But she also discovers, unexpectedly, what it means to love and be human in a world where human is the hardest thing to be.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Horror"
            ]
        },
        {
            "title": "The Floating Islands",
            "authors": [
                "Rachel Neumeier"
            ],
            "ranking": 3.8,
            "ranking_count": 1786,
            "abstract": "When Trei loses his family in a tragic disaster, he must search out distant relatives in a new land. The Floating Islands are unlike anything Trei has ever seen: stunning, majestic, and graced with kajurai, men who soar the skies with wings.. Trei is instantly sky-mad, and desperate to be a kajurai himself.  The only one who fully understands his passion is Araene, his newfound cousin.  Prickly, sarcastic, and gifted, Araene has a secret of her own . . . a dream a girl cannot attain.. Trei and Araene quickly become conspirators as they pursue their individual paths.  But neither suspects that their lives will be deeply entwined, and that the fate of the Floating Islands will lie in their hands.. Filled with rich language, and told in alternating voices,. The Floating Islands. is an all-encompassing young adult fantasy read.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "War",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Gutshot",
            "authors": [
                "Amelia Gray"
            ],
            "ranking": 3.63,
            "ranking_count": 2021,
            "abstract": "A searing new collection from the inimitable Amelia Gray. A woman creeps through the ductwork of a quiet home. A medical procedure reveals an object of worship. A carnivorous reptile divides and cauterizes a town. Amelia Gray’s curio cabinet expands in. Gutshot. , where isolation and coupling are pushed to their dark and outrageous edges. These singular stories live and breathe on their own, pulsating with energy and humanness and a glorious sense of humor. Hers are stories that you will read and reread—raw gems that burrow into your brain, reminders of just how strange and beautiful our world is. These collected stories come to us like a vivisected body, the whole that is all the more elegant and breathtaking for exploring its most grotesque and intimate lightless viscera.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Horror",
                "Contemporary",
                "Literary Fiction",
                "Adult",
                "Literature",
                "Anthologies",
                "Adult Fiction"
            ]
        },
        {
            "title": "Ethereal",
            "authors": [
                "Addison Moore"
            ],
            "ranking": 3.75,
            "ranking_count": 13781,
            "abstract": "Sixteen year-old, Skyla Messenger is a dead girl walking.. When her newly remarried mother moves the family to Paragon Island, to a house that is rumored to be haunted, Skyla finds refuge in Logan Oliver, a boy who shares her unique ability to read minds.. Skyla discovers Logan holds the answers to the questions she’s been looking for, but Logan’s reluctance to give her the knowledge she desires leaves her believing Logan has a few secrets of his own.. Skyla’s bloodlines may just be connected to the most powerful angelic beings that roam the earth, and the more she knows, the more danger she seems to be in. Suddenly an entire faction of earthbound angels wants her dead, at least she still has Logan, or does she?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Romance",
                "Science Fiction"
            ]
        },
        {
            "title": "A Fireproof Home for the Bride",
            "authors": [
                "Amy Scheibe"
            ],
            "ranking": 3.54,
            "ranking_count": 1253,
            "abstract": "Emmaline Nelson and her sister Birdie grow up in the hard, cold rural Lutheran world of strict parents, strict milking times, and strict morals. Marriage is preordained, the groom practically predestined. Though it's 1958, southern Minnesota did not see changing roles for women on the horizon. Caught in a time bubble between a world war and the ferment of the 1960's, Emmy doesn't see that she has any say in her life, any choices at all. Only when Emmy's fiancé shows his true colors and forces himself on her does she find the courage to act—falling instead for a forbidden Catholic boy, a boy whose family seems warm and encouraging after the sere Nelson farm life. Not only moving to town and breaking free from her engagement but getting a job on the local newspaper begins to open Emmy's eyes. She discovers that the KKK is not only active in the Midwest but that her family is involved, and her sense of the firm rules she grew up under—and their effect—changes completely. Amy Scheibe's A FIREPROOF HOME FOR THE BRIDE has the charm of detail that will drop readers into its time and place: the home economics class lecture on cuts of meat, the group date to the diner, the small-town movie theater popcorn for a penny. It also has a love story—the wrong love giving way to the right—and most of all the pull of a great main character whose self-discovery sweeps the plot forward.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Adult",
                "Mystery",
                "Adult Fiction",
                "Romance",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "Friendship",
            "authors": [
                "Emily Gould"
            ],
            "ranking": 3.06,
            "ranking_count": 5399,
            "abstract": "A novel about two friends learning the difference between getting older and growing up. Bev Tunney and Amy Schein have been best friends for years; now, at thirty, they’re at a crossroads. Bev is a Midwestern striver still mourning a years-old romantic catastrophe. Amy is an East Coast princess whose luck and charm have too long allowed her to cruise through life. Bev is stuck in circumstances that would have barely passed for bohemian in her mid-twenties: temping, living with roommates, drowning in student-loan debt. Amy is still riding the tailwinds of her early success, but her habit of burning bridges is finally catching up to her. And now Bev is pregnant.. As Bev and Amy are dragged, kicking and screaming, into real adulthood, they have to face the possibility that growing up might mean growing apart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Novels",
                "Adult",
                "Adult Fiction",
                "New York",
                "Literary Fiction",
                "Relationships",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Happier at Home: Kiss More, Jump More, Abandon a Project, Read Samuel Johnson, and My Other Experiments in the Practice of Everyday Life",
            "authors": [
                "Gretchen Rubin"
            ],
            "ranking": 3.53,
            "ranking_count": 18440,
            "abstract": "In the spirit of her blockbuster #1. New York Times. bestseller. The Happiness Project,. Gretchen Rubin embarks on a new project to make home a happier place.. One Sunday afternoon, as she unloaded the dishwasher, Gretchen Rubin felt hit by a wave of homesickness. Homesick—why? She was standing right in her own kitchen. She felt homesick, she realized, with love for home itself. “Of all the elements of a happy life,” she thought, “my home is the most important.” In a flash, she decided to undertake a new happiness project, and this time, to focus on home.. And what did she want from her home? A place that calmed her, and energized her. A place that, by making her feel safe, would free her to take risks. Also, while Rubin wanted to be happier at home, she wanted to appreciate how much happiness was there already.. So, starting in September (the new January), Rubin dedicated a school year—September through May—to making her home a place of greater simplicity, comfort, and love.. In. The Happiness Project,. she worked out general theories of happiness. Here she goes deeper on factors that matter for home, such as possessions, marriage, time, and parenthood. How can she control the cubicle in her pocket? How might she spotlight her family’s treasured possessions? And it really was time to replace that dud toaster.. Each month, Rubin tackles a different theme as she experiments with concrete, manageable resolutions—and this time, she coaxes her family to try some resolutions, as well.. With her signature blend of memoir, science, philosophy, and experimentation, Rubin’s passion for her subject jumps off the page, and reading just a few chapters of this book will inspire readers to find more happiness in their own lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Autobiography",
                "Audiobook",
                "Psychology",
                "Parenting",
                "Adult",
                "Inspirational",
                "Philosophy"
            ]
        },
        {
            "title": "Infamous",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.35,
            "ranking_count": 19478,
            "abstract": "The world has fallen in love with Nick Gautier and the Dark-Hunters.. Now Nick’s saga continues in the next eagerly anticipated volume.... Go to school. Get good grades. Stay out of trouble. That’s the mandate for most kids. But Nick Gautier isn’t the average teenager. He’s a boy with a destiny not even he fully understands. And his first mandate is to stay alive while everyone, even his own father, tries to kill him.. He’s learned to annihilate zombies and raise the dead, divination and clairvoyance, so why is learning to drive and keep a girlfriend so dang hard? But that isn’t the primary skill he has to master. Survival is.. And in order to survive, his next lesson makes all the others pale in comparison. He is on the brink of becoming either the greatest hero mankind has ever known.. Or he’ll be the one who ends the world. With enemies new and old gathering forces, he will have to call on every part of himself to fight or he’ll lose everyone he cares about.. Even himself.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Watersheds of World History",
            "authors": [
                "John L.    Taylor"
            ],
            "ranking": 3.92,
            "ranking_count": 164,
            "abstract": "Watersheds of World History is the story of the amazing path taken by the human race from monarchies to democracy and from mythology to reason. This is a kaleidoscope of human events to be enjoyed by everyone but especially by those who have little or no background in world history and would like to appreciate and understand how the fragments of major events form a unified whole. Read the high reviews on Amazon.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Philosophy",
                "Historical",
                "Education",
                "Reference",
                "Cultural"
            ]
        },
        {
            "title": "Shards of Hope",
            "authors": [
                "Nalini Singh"
            ],
            "ranking": 4.28,
            "ranking_count": 16550,
            "abstract": "The “smouldering heat, epic romance, and awesome action” of Nalini Singh’s NYT bestselling series continues as two Arrows find themselves caught in a chilling conspiracy that spans all three races . . .. Awakening wounded in a darkened cell, their psychic abilities blocked, Aden and Zaira know they must escape. But when the lethal soldiers break free from their mysterious prison, they find themselves in a harsh, inhospitable landscape far from civilization. Their only hope for survival is to make it to the hidden home of a predatory changeling pack that doesn’t welcome outsiders.. And they must survive. A shadowy enemy has put a target on the back of the Arrow squad, an enemy that cannot be permitted to succeed in its deadly campaign. Aden will cross any line to keep his people safe for this new future, where even an assassin might have hope of a life beyond blood and death and pain. Zaira has no such hope. She knows she’s too damaged to return from the abyss. Her driving goal is to protect Aden, protect the only person who has ever come back for her no matter what.. This time, even Aden’s passionate determination may not be enough—because the emotionless chill of Silence existed for a reason. For the violent, and the insane, and the irreparably broken . . . like Zaira.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Science Fiction",
                "Fiction",
                "Futuristic"
            ]
        },
        {
            "title": "Adulting 101",
            "authors": [
                "Lisa Henry"
            ],
            "ranking": 4.02,
            "ranking_count": 2305,
            "abstract": "The struggle is real.. Nick Stahlnecker is eighteen and not ready to grow up yet. He has a summer job, a case of existential panic, and a hopeless crush on the unattainable Jai Hazenbrook. Except how do you know that your coworker’s unattainable unless you ask to blow him in the porta-potty?. That’s probably not what Dad meant when he said Nick should act more like an adult.. Twenty-five-year-old Jai is back in his hometown of Franklin, Ohio, just long enough to earn the money to get the hell out again. His long-term goal of seeing more of the world is worth the short-term pain of living in his mother’s basement, but only barely.. Meeting Nick doesn’t fit in with Jai’s plans at all, but, as Jai soon learns, you don’t have to travel halfway around the world to have the adventure of a lifetime.. This is not a summer romance. This is a summer friendship-with-benefits. It’s got pizza with disgusting toppings, Netflix and chill, and accidental exhibitionism. That’s all. There are no feelings here. None. Shut up.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Humor",
                "LGBT",
                "Young Adult"
            ]
        },
        {
            "title": "Mortal Coil",
            "authors": [
                "Derek Landy"
            ],
            "ranking": 4.46,
            "ranking_count": 18596,
            "abstract": "Following the shocking revelations of DARK DAYS, get ready for the fifth instalment of the bestselling Skulduggery Pleasant series -- guaranteed to contain at least 40% humour, 50% action, and 100% thrills!. The blonde girl with the black lips turned to Valkyrie. 'We know,' she said. 'We've seen the future. We know you're going to kill the world!'. Skulduggery Pleasant and Valkyrie Cain are back -- just in time to see their whole world get turned upside down! While they struggle to protect a known killer from an unstoppable assassin, Valkyrie is on a secret mission of her own. This quest, to prevent her dark and murderous destiny, threatens to take her to the brink of death and beyond. And then the body-snatching Remnants get loose, thousands of twisted souls who possess the living like puppets, and they begin their search for a being powerful enough to lead them. Facing such insurmountable odds, Skulduggery, Valkyrie, Ghastly and Tanith can trust no one. Not even each other!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Mystery",
                "Adventure",
                "Horror",
                "Humor"
            ]
        },
        {
            "title": "The War Bride",
            "authors": [
                "Pamela Hart"
            ],
            "ranking": 3.88,
            "ranking_count": 349,
            "abstract": "January, 1920. Young Englishwoman Margaret Dalton is full of excitement as she arrives in Sydney to begin a new life in the warm, golden land of Australia. She leaves behind the horrors of WWI and can't wait to see her husband, Frank, after two years of separation.. But when Margaret's ship docks, Frank isn't there to greet her and Margaret is informed that he already has a wife . . .. Devastated, Margaret must make a new life for herself in this strange city, but she soon falls in love with its vibrant harbour, sweeping ocean and clean sea breezes. A growing friendship with army sergeant Tom McBride gives her a steady person to rely on. But just as Margaret and Tom begin to grow closer, news arrives that Frank may not have abandoned her. Will Margaret's life be thrown upside down once again? And where should her loyalties lie: with the old life or with the new?. Inspired by the true stories of war wives who arrived in Australia, THE WAR BRIDE is a gorgeously romantic, inspiring story of love and forgiveness, of healing hurts past, and of making a new home for yourself on the other side of the world, by the author of THE SOLDIER'S WIFE.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Cultural",
                "Adult Fiction",
                "Audiobook",
                "War",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Poison Artist",
            "authors": [
                "Jonathan   Moore"
            ],
            "ranking": 3.56,
            "ranking_count": 2480,
            "abstract": "Dr. Caleb Maddox is a San Francisco toxicologist studying the chemical effects of pain. After a bruising breakup with his girlfriend, he’s out drinking whiskey when a hauntingly seductive woman appears by his side. Emmeline whispers to Caleb over absinthe, gets his blood on her fingers and then brushes his ear with her lips as she says goodbye. He must find her.. As his search begins, Caleb becomes entangled in a serial-murder investigation. The police have been fishing men from the bay, and the postmortems are inconclusive. One of the victims vanished from the bar the night Caleb met Emmeline. When questioned, Caleb can’t offer any information, nor does he tell them he’s been secretly helping the city’s medical examiner, an old friend, study the chemical evidence on the victims’ remains. The search for the killer soon entwines with Caleb’s hunt for Emmeline, and the closer he gets to each, the more dangerous his world becomes.. From the first pages up to the haunting, unforgettable denouement,. The Poison Artist. is a gripping thriller about obsession and damage, about a man unmoored by an unspeakable past and an irresistible woman who offers the ultimate escape.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Horror",
                "Suspense",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Girl on a Train",
            "authors": [
                "A.J. Waines",
                "Melissa Chambers"
            ],
            "ranking": 3.85,
            "ranking_count": 18179,
            "abstract": "Everything points to suicide - but I saw her face.... Headstrong Journalist, Anna Rothman knows what suicide looks like - her own husband killed himself five years earlier. When Elly Swift, an agitated passenger beside her on a train, leaves a locket in Anna’s bag before jumping onto the tracks, Anna starts asking awkward questions. But everything points to suicide and the police close the case.. Anna, however, believes Elly’s fears for Toby, her young nephew, missing since being snatched from St Stephen’s church six months ago, fail to explain the true reason behind Elly’s distress. Through a series of cryptic clues Elly left behind, Anna starts asking awkward questions, embarking on a dangerous crusade to track down Toby and find Elly’s killer.. But nothing is as it seems and Anna opens a can of worms that throws into question the death of her husband, five years earlier - before the threads of the mystery converge in an astonishing conclusion.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Dark Chocolate Demise",
            "authors": [
                "Jenn McKinlay"
            ],
            "ranking": 4.04,
            "ranking_count": 2946,
            "abstract": "The. New York Times. bestselling Cupcake Bakery Mysteries bake up sweet surprises, but as the series continues, Mel and Angie are in for a fresh batch of trouble…. Scottsdale, Arizona, may not be the liveliest place on earth, but it’s never been as dead as this. Hundreds of fans have gathered together for the first annual Old Town Zombie Walk, and Mel, Angie, and the Fairy Tale Cupcake crew are donning their best undead attire to sell some horror-themed desserts to the hungry hordes.. But the fun turns to fright when Mel finds a real dead body in a prop casket outside of the bakery’s truck—and the corpse looks alarmingly like a zombie of their own. Knowing that Joe, Angie’s brother and Mel’s former flame, has been working on a dangerous mob case, Mel worries that the murder is a hit gone wrong and that someone near and dear was the real target. To keep any of her friends from winding up six feet under, Mel will do whatever it takes to find a killer—no matter how scary things get.... INCLUDES RECIPES",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Romance",
                "Food and Drink",
                "Audiobook",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Thriller"
            ]
        },
        {
            "title": "Nutritarian Handbook",
            "authors": [
                "Joel Fuhrman"
            ],
            "ranking": 4.13,
            "ranking_count": 72,
            "abstract": "Nutritarian Handbook is A Complete Program and Food Scoring Guide de-signed to deliver maximum weight loss and superior health. This Handbook introduces the reader to all key concepts about being a Nutritarian some-one who naturally prefers the most nutritious foods for the body. Research has proven that a properly nourished body can easily repair itself and be cured of diseases. Type II Diabetics can become insulin free, some-times in a matter of weeks. People with heart disease can literally be cured. Migraines disappear.",
            "part_of_series": false,
            "genre_list": [
                "Health",
                "Food and Drink"
            ]
        },
        {
            "title": "Rush",
            "authors": [
                "Maya Banks"
            ],
            "ranking": 3.92,
            "ranking_count": 73203,
            "abstract": "Gabe, Jace, and Ash: three of the wealthiest, most powerful men in the country. They’re accustomed to getting anything they want. Anything at all. For Gabe, it’s making one particular fantasy come true with a woman who was forbidden fruit. Now she’s ripe for the picking.... When Gabe Hamilton saw Mia Crestwell walk into the ballroom for his hotel’s grand opening, he knew he was going to hell for what he had planned. After all, Mia is his best friend’s little sister. Except she’s not so little anymore. And Gabe has waited a long time to act on his desires.. Gabe has starred in Mia’s fantasies more than once, ever since she was a teenager with a huge crush on her brother’s best friend. So what if Gabe’s fourteen years older? Mia knows he’s way out of her league, but her attraction has only grown stronger with time. She’s an adult now, and there’s no reason not to act on her most secret desires.. As Gabe pulls her into his provocative world, she realizes there’s a lot she doesn’t know about him or how exacting his demands can be. Their relationship is intense and obsessive, but as they cross the line from secret sexual odyssey to something deeper, their affair runs the risk of being exposed—and vulnerable to a betrayal far more intimate than either expected.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Erotica",
                "Contemporary",
                "Adult",
                "Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Killer",
            "authors": [
                "Roy Busse"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "They say Marine boot camp changes a man. This riveting tale of a young marine forced to defend his beliefs while undergoing the rigors of combat training during the Vietnam War, is unlike any other. When you finish reading it, you will be changed as well.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Awkward Thoughts of W. Kamau Bell: Tales of a 6' 4\", African American, Heterosexual, Cisgender, Left-Leaning, Asthmatic, Black and Proud Blerd, Mama's Boy, Dad, and Stand-Up Comedian",
            "authors": [
                "W. Kamau Bell"
            ],
            "ranking": 3.99,
            "ranking_count": 6096,
            "abstract": "You may know W. Kamau Bell from his hit show on CNN. Or maybe you've read about him in. The New York Times. or. The New Yorker. , about his intersectional progressivism gimmick: he treats racial, gay, and women's issues as inseparable.. The Awkward Thoughts of W. Kamau Bell. is a humorous, well-informed take on the world today, tackling a wide range of evergreen issues, such as race relations; fatherhood; the state of law enforcement today; comedians and superheroes; right-wing politics; failure; his interracial marriage; his upbringing by very strong-willed, race-conscious, yet ideologically opposite parents; his early days struggling to find his comedic voice, then his later days struggling to find his comedic voice; why he never seemed to fit in with the Black comedy scene . . . or the white comedy scene; how he was a Black nerd way before that became a thing; how it took his wife and an East Bay lesbian to teach him that racism and sexism often walk hand in hand; and much, much more.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Humor",
                "Audiobook",
                "Writing",
                "Biography",
                "Race",
                "Politics",
                "Cultural"
            ]
        },
        {
            "title": "History of a Disappearance: The Story of a Forgotten Polish Town",
            "authors": [
                "Filip Springer",
                "Sean Gasper Bye"
            ],
            "ranking": 4.25,
            "ranking_count": 1599,
            "abstract": "Winner of Asymptote Journal’s 2016 Close Approximations Translation Contest and Shortlisted for the Nike Literary Prize, the Gdynia Literary Prize, and the Ryszard Kapuściński Prize,. History of a Disappearance. is the fascinating true story of a small mining town in the southwest of Poland that, after seven centuries of history, disappeared.. Lying at the crucible of Central Europe, the Silesian village of Kupferberg suffered the violence of the Thirty Years War, the Napoleonic Wars, and World War I. After Stalin’s post-World War II redrawing of Poland’s borders, Kupferberg became Miedzianka, a town settled by displaced people from all over Poland and a new center of the Eastern Bloc’s uranium-mining industry. Decades of neglect and environmental degradation led to the town being declared uninhabitable, and the population was evacuated. Today, it exists only in ruins, with barely a hundred people living on the unstable ground above its collapsing mines.. In this work of unsparing and insightful reportage, renowned journalist, photographer, and architecture critic Filip Springer rediscovers this small town’s fascinating history. Digging beyond the village’s mythic foundations and the great wars and world leaders that shaped it, Springer catalogs the lost human elements: the long-departed tailor and deceased shopkeeper; the parties, now silenced, that used to fill the streets with shouts and laughter; and the once-beautiful cemetery, with gravestones upended by tractors and human bones scattered by dogs. In Miedzianka, Springer sees a microcosm of European history, and a powerful narrative of how the ghosts of the past continue to haunt us in the present.. “I chose the winning translation of Filip Springer by Sean Gasper Bye because I found the subject matter totally gripping—it’s set in 1944, when the Soviet counteroffensive has reached the Vistula River—and the prose itself is satisfyingly dense, and it has what I look for in any good translation, a very convincing voice.”. —Margaret Jull Costa, Judge’s Citation for Asymptote Journal’s 2016 Close Approximations Translation Contest. “Although he is trained as a journalist and photographer, Filip Springer’s work offers an example of how truth can be even more enthralling than fiction. In his most celebrated piece so far,. History of a Disappearance. (Polish: Miedzianka. Historia znikania), he delved into the stories of a small town that has been completely wiped off the face of the earth, as though it had never existed. By exploring the deeply personal and moving stories of this town and its former inhabitants, Springer gives readers an illuminating journey through the challenges that Poland has faced as a country as well.”. —Lani Seelinger, Culture Trip. About the Author. Filip Springer. (born 1982) is a self-taught journalist who has been working as a reporter and photographer since 2006. His journalistic debut—. History of a Disappearance. —was shortlisted for the Ryszard Kapuściński Literary Reportage Prize in 2011 and was nominated for the Gdynia Literary Prize in 2012. He was also shortlisted for the Nike Literary Prize in 2012 and winner of the third annual Ryszard Kapuściński fellows contest for young journalists.. About the Translator. Sean Gasper Bye. is a translator of Polish, French, and Russian literature.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "European Literature",
                "Cultural",
                "Reportage",
                "Architecture",
                "Writing",
                "Literature"
            ]
        },
        {
            "title": "Дорога до себе",
            "authors": [
                "Любомир Гузар",
                "Мирослав Маринович"
            ],
            "ranking": 4.83,
            "ranking_count": 6,
            "abstract": "З Блаженнішим Любомиром бесідують:. Євген Глібовицький, Дмитро Сіманський (Крикун). Зміст:. CD1. 1. Вступне слово Мирослава Мариновича, віце-ректора УКУ, дисидента, багатолітнього в'язня радянських концтаборів, письменника.. 2. Радянська спадщина. 3. Міграція. 4. Бізнес, гроші та підприємці. 5. Цінності. 6. Політика. CD2. 1. Релігія і Церква. 2. Молодь, конфлікт поколінь. 3. Свобода слова і журналістика. CD3. 1. Суспільне життя. 2. Моральні недомагання. 3. заключне слово Владики Богдана (Дзюраха), Секретаря Синоду Єпископів УГКЦ, Єпископа-помічника Київської архиєпархії.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Stalk Me",
            "authors": [
                "Jillian Dodd"
            ],
            "ranking": 3.95,
            "ranking_count": 14013,
            "abstract": "From. USA Today,. bestselling author Jillian Dodd comes the first book in the addictive. Keatyn Chronicles. series. Discover a breathless fairy-tale romance with swoon-worthy characters, suspense, and a glittering celebrity world. Fans of. Gossip Girl, Pretty Little Liars. , and reality TV will devour this pulse-pounding, sexy teen drama set against the backdrop of Hollywood and an East Coast boarding school.. Keatyn has everything she ever dreamed. Her life is following the script she wrote for the perfect high school experience. She’s popular, goes to the best parties, dates the hottest guy, and sits at the most-coveted lunch table. She’s just not sure she wants it anymore. Because, really, things aren’t all that perfect. Her best friend is threatening to tell everyone her perfect relationship is a scam. Her perfect boyfriend gets drunk at every party they go to. It’s exhausting always trying to look and act perfect. And, deep down, she isn’t sure if she has any true friends.. To add to the drama, her movie star mom has a creepy stalker. A hot, older man flirts with her and tells her they should make a movie together.. And she’s crushing on an adorable surfer. Dating him would mean committing social suicide. So she writes a new script. One where all the pieces of her life will come together in perfect harmony. But little does she know, there's someone who will do anything to make sure that doesn’t happen.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "New Adult",
                "Womens Fiction",
                "Fiction",
                "Mystery",
                "Suspense"
            ]
        },
        {
            "title": "The Almost Nearly Perfect People: Behind the Myth of the Scandinavian Utopia",
            "authors": [
                "Michael Booth"
            ],
            "ranking": 3.86,
            "ranking_count": 9420,
            "abstract": "Journalist Michael Booth has lived among the Scandinavians for more than ten years and has grown increasingly frustrated with the rose-tinted view of this part of the world offered up by the Western media. In this timely book, he leaves his adopted home of Denmark and embarks on a journey through all five of the Nordic countries to discover who these curious tribes are, the secrets of their success, and, most intriguing of all, what they think of one another.. Why are the Danes so happy despite having the highest taxes? Do the Finns really have the best education system? Are the Icelanders as feral as they sometimes appear? How are the Norwegians spending their fantastic oil wealth? And why do all of them hate the Swedes? In. The Almost Nearly Perfect People. , Booth explains who the Scandinavians are, how they differ and why, and what their quirks and foibles are, and he explores why these societies have become so successful and models for the world. Along the way, a more nuanced, often darker picture emerges of a region plagued by taboos, characterized by suffocating parochialism, and populated by extremists of various shades.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "History",
                "Politics",
                "Sociology",
                "Cultural",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Nocte",
            "authors": [
                "Courtney Cole"
            ],
            "ranking": 4.12,
            "ranking_count": 7828,
            "abstract": "My name is Calla Price. I'm eighteen years old, and I'm one half of a whole. My other half—my twin brother, my Finn—is crazy. I love him. More than life, more than anything. And even though I'm terrified he'll suck me down with him, no one can save him but me. I'm doing all I can to stay afloat in a sea of insanity, but I'm drowning more and more each day. So I reach out for a lifeline. Dare DuBray. He's my savior and my anti-Christ. His arms are where I feel safe, where I'm afraid, where I belong, where I'm lost. He will heal me, break me, love me and hate me. He has the power to destroy me. Maybe that's ok. Because I can't seem to save Finn and love Dare without everyone getting hurt. Why? Because of a secret. A secret I'm so busy trying to figure out, that I never see it coming. You won't either.",
            "part_of_series": true,
            "genre_list": [
                "New Adult",
                "Romance",
                "Dark",
                "Mystery",
                "Contemporary",
                "Young Adult",
                "Mental Health",
                "Suspense",
                "Fiction"
            ]
        },
        {
            "title": "A Burial at Sea",
            "authors": [
                "Charles Finch"
            ],
            "ranking": 3.99,
            "ranking_count": 4868,
            "abstract": "Charles Lenox, Member of Parliament, sets sail on a clandestine mission for the government. When an officer is savagely murdered, however, Lenox is drawn toward his old profession, determined to capture another killer.. 1873 is a perilous time in the relationship between France and England. When a string of English spies is found dead on French soil, the threat of all-out war prompts government officials to ask Charles Lenox to visit the newly-dug Suez Canal on a secret mission.. Once he is on board the. Lucy. , however, Lenox finds himself using not his new skills of diplomacy but his old ones: the ship's second lieutenant is found dead on the voyage's first night, his body cruelly abused. The ship's captain begs the temporarily retired detective to join in the hunt for a criminal. Lenox finds the trail, but in the claustrophobic atmosphere on board, where nobody can come or go and everyone is a suspect, he has to race against the next crime—and also hope he won't be the victim.. At once a compulsive murder mystery, a spy story, and an intimate and joyful journey with the Victorian navy, this book shows that no matter how far Lenox strays from his old life, it will always come back to find him.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "European Literature",
                "Audiobook",
                "Thriller"
            ]
        }
    ]
}