{
    "books": [
        {
            "title": "Being Here",
            "authors": [
                "Barry Jonsberg"
            ],
            "ranking": 3.82,
            "ranking_count": 293,
            "abstract": "The boy sat in the branches of the fifth tree on the left, his scuffed boots dangling. Leah turned her eyes up. His face was heavily freckled, his eyes large, brown and almond-shaped. His hair stuck out at wild angles. 'Hello,' she said.. Sixteen-year-old Carly is interviewing Leah Cartwright for her local history project. But Leah resists, determined instead to tell her own story: that of a lonely child on an isolated farm, a girl whose only escape is into the world of books. And when Adam appears in the orchard Leah discovers a friend. A secret friend.. Leah draws Carly in with the magic of story - to her present, her past, her secrets, and her unique friendship with Adam.. Being Here is a beautifully told story about a girl whose rich imagination rescues her from a grim reality, and an unlikely boy who changes everything. A compelling novel about love, faith and consequences.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Romance",
                "Cultural",
                "Death",
                "Religion"
            ]
        },
        {
            "title": "A Demon Bound",
            "authors": [
                "Debra Dunbar"
            ],
            "ranking": 3.94,
            "ranking_count": 7549,
            "abstract": "Samantha Martin is an imp, enjoying an extended vacation from Hel. All she wants to do is drink beer by the pool, play mischievous pranks on the humans, and get her hot neighbor in the sack. It’s a relaxing break from her infernal home, as long as she manages to avoid the angels, who won’t hesitate to execute her on sight.. But when her naughty hellhound lands her in trouble with the local werewolf pack, Sam is blackmailed into helping track and catch a killer. The steps she must take to appease the werewolves will put her right in the crosshairs of the angels. And with angels, there is no second chance.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Shapeshifters"
            ]
        },
        {
            "title": "Never Love a Highlander",
            "authors": [
                "Maya Banks"
            ],
            "ranking": 4.21,
            "ranking_count": 25398,
            "abstract": "Maya Banks, the. New York Times. bestselling author of erotic romance, romantic suspense, and contemporary romance, has captivated readers with her steamy Scottish historical novels, perfect for fans of Julie Garwood. In. Never Love a Highlander. , the youngest McCabe brother uses sword and seduction to save his clan—and seal his heart.. Caelen McCabe’s young, reckless heart nearly destroyed his clan. Now, putting family loyalty above all else, he steps up to marry his older brother’s jilted bride and salvage the uneasy alliance between two clans. While beautiful Rionna McDonald is a fit wife for any man, Caelen trusts no woman, especially not this sweet temptress who torments him with white-hot longing.. As the sacrificial lamb in her father’s power game, Rionna will do her duty but vows to protect her heart and her pride from humiliation. Despite everything, though, the heat in Caelen’s touch melts her defenses, and she craves the sensual delights of a husband who guards his emotions as fiercely as his clan. But when the ultimate battle for the McCabe legacy is upon them, Rionna’s true warrior spirit emerges. She will risk the wrath of her father, the fury of her enemies, and her life to prove to Caelen that his wife’s love is too precious to lose.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Adult",
                "Cultural",
                "Fiction",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Murder Most Malicious",
            "authors": [
                "Alyssa Maxwell"
            ],
            "ranking": 3.76,
            "ranking_count": 1311,
            "abstract": "In post–World War I England, Lady Phoebe Renshaw and her lady's maid, Eva Huntford, step outside of their social roles and put their lives at risk to apprehend a vicious killer. . .. December 1918: As a difficult year draws to a close, there is much to celebrate for nineteen-year-old Phoebe Renshaw and her three siblings at their beloved family estate of Foxwood Hall. The dreadful war is finally over; eldest daughter Julia's engagement to their houseguest, the Marquis of Allerton, appears imminent; and all have gathered to enjoy peace on earth, good will toward men.. But the peace of Foxwood Hall is shattered on the morning of Boxing Day, when the Marquis goes missing. Not entirely missing, however, as macabre evidence of foul play turns up in gift boxes given to lady's maid Eva Huntford and a handful of others. Having overheard her sister and the Marquis in a heated exchange the night before, Lady Phoebe takes a personal interest in solving the mystery.. As the local constable suspects a footman at Foxwood Hall, Phoebe and Eva follow the clues to a different conclusion. But both young women will need to think outside the box to wrap up this case--before a cornered killer lashes out with ill will toward them. . .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "European Literature",
                "Thriller",
                "War",
                "Literature"
            ]
        },
        {
            "title": "Obligation",
            "authors": [
                "Aurora Rose Reynolds"
            ],
            "ranking": 4.12,
            "ranking_count": 12215,
            "abstract": "[ob-li-gey-shuh n]. An obligation is a course of action that someone is required to take, whether legal or moral.. At six years old, Myla was sent to a family her father and mother had chosen for her when they knew their time on earth was almost up. What they were unaware of was what they thought would be her safe haven would become her living hell.. Kai has been watching Myla from afar since he took over the family business from his father and inherited the responsibility of keeping her safe. When word gets back to Kai that Myla is not only in danger, but that his assets are being compromised, he immediately jumps into action and does the only thing that can be done at the time by marrying her.. Neither Myla nor Kai would have thought that something that started off as a farce would become the most important thing either of them could've ever done.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Sociology",
                "New Adult",
                "Adult Fiction",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "Frost Like Night",
            "authors": [
                "Sara Raasch"
            ],
            "ranking": 3.96,
            "ranking_count": 13836,
            "abstract": "Angra is alive, his Decay is spreading—and no one is safe.. Meira will do anything to save her world. With Angra trying to break through her mental defenses, she desperately needs to learn to control her own magic—so when the leader of a mysterious Order from Paisly offers to teach her, she jumps at the chance. But the true solution to stopping the Decay lies in a labyrinth deep beneath the Season Kingdoms. To defeat Angra, Meira will have to enter the labyrinth, destroy the very magic she’s learning to control—and make the biggest sacrifice of all.. Mather will do anything to save his queen. He needs to rally the Children of the Thaw, find Meira—and finally tell her how he really feels. But with a plan of attack that leaves no kingdom unscathed and a major betrayal within their ranks, winning the war—and protecting Meira—slips farther and farther out of reach.. Ceridwen will do anything to save her people. Angra had her brother killed, stole her kingdom, and made her a prisoner. But when she’s freed by an unexpected ally who reveals a shocking truth behind Summer’s slave trade, Ceridwen must take action to save her true love and her kingdom, even if it costs her what little she has left.. As Angra unleashes the Decay on the world, Meira, Mather, and Ceridwen must bring the kingdoms of Primoria together…or lose everything.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Bésame, Soy Irlandés",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "Felicity Jones y su hermana menor, Dierdre, salir a un club para la gente local de los hombres, aunque Dierdre tiene que levantarse temprano a la mañana siguiente para volar a Chicago.. Cuando Dierdre llega a Chicago se da cuenta de ella llevó el equipaje mal y ahora sólo tiene armario arriesgada de Felicity.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Дорогою відрадянщення: публіцистичні та наукові тексти 1941-1943 рр. (харківський період)",
            "authors": [
                "George Y. Shevelov",
                "Катерина Каруник"
            ],
            "ranking": 4.75,
            "ranking_count": 4,
            "abstract": "Шевельов Ю.. Дорогою відрадянщення: публіцистичні та наукові тексти 1941-1943 рр. (харківський період) / Упорядкували й підготували до друку С. Вакуленко, К. Каруник; передмова К. Каруник.. Передрук публікацій Юрія Шевельова (1908—2002), вперше оприлюднених в 1941-43 рр. у харківських періодичних виданнях «Нова Україна» та «Український Засів». У збірці подано статті на мовні, літературні, культурно-історичні теми; рецензії на літературні твори, переклади, словники, літературознавчі праці тощо. Книжку супроводжено іменним покажчиком.. Зміст:. Катерина Каруник. Українство альтернативою радянству (творчий доробок Юрія Шевельова 1941–43 рр.) [сс. 3-37]. Нотатка від упорядників (С. Вакуленко, К. Каруник) [с. 38]. Публікації з газети «Наша Україна». Уярмлена мова (спільно з В. Нетаєм) [сс. 41-45]. Визначний український діяч. До роковин смерти О. Потебні [сс. 46-49]. Перша ластівка [сс. 50-52]. Брудні наміри большевиків [сс. 53-55]. Леонід Глібов [сс. 56-57]. “Я на сторожі коло їх поставлю слово” [сс. 58-60]. «Сніп» [сс. 61-63]. «Молодик» [сс. 64-66]. Великдень рідного слова [сс. 67-70]. Орест Левицький [сс. 71-73]. Микола Костомаров. (125 років з дня народження) [сс. 74-76]. Високе завдання [сс. 77-78]. Поет Кубані. (Сто років з дня народження Василя Мови-Лиманського) [ сс. 79-81]. Спиридон Черкасенко [сс.82-84]. Культура мови [сс. 85-87]. Замість рецензії. (Міркування в театральній залі) [сс. 88-90]. Душа співає. (Лірика Олександра Олеся. До дня народження поета) [сс. 91-93]. Ідучи з концерту [сс. 94-96]. До джерел живого слова [сс. 97-99]. Василь Пачовський [сс. 100-102]. Публікації з часопису «Український Засів». [Рец.] Німецько-український кишеньковий словник (опрацювала Ганна Наконечна); Українсько-німецький кишеньковий словник (опрацював Ярослав Рудницький) [сс. 105-110]. [Рец.] Леонід Мосендз. Засів [сс. 111-115]. Нотатки про етимологію [сс. 116-130]. Додаток: авторський коментар 1997 р. [с. 131]. [Рец.] Микола Гоголь. Тарас Бульба [сс. 132-144]. [Рец.] А. Кащенко. У запалі боротьби; Зруйноване гніздо [сс. 145-153]. Шевченко — клясик? [сс. 154-172]. Як творив Шевченко-поет [сс. 173-176]. [Рец.] Степан Риндик. Логос [сс. 177-182]. Іменний покажчик [сс. 183-187]",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Owned by the Hitman",
            "authors": [
                "Alexis Abbott"
            ],
            "ranking": 3.76,
            "ranking_count": 2553,
            "abstract": "“You will be my woman for a year, servant to my whims and desires. I will not hurt you, unless you want me to.”. I'm in deep to the Mafia. My father was the one who made the deal, and when I inherited his club, I also inherited his troubles.. Ivan wants to save me, or so he says. More like he wants me to be his slave for a year. After the one-night stand I had with him, though, would that be so bad? With his impossibly hard body, and the way he always makes me scream.... But he's still a monster. He's a criminal, and something so much worse.. And yet I can't stop the tingling in my body every time I think of how he touched me, and those dark but delicious words rolling off his tongue, tinged with his Russian accent.. He knows what I'll say, even before I do.. I'll take your offer.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Suspense",
                "Dark",
                "Erotica",
                "Mystery",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Death of Caesar: The Story of History's Most Famous Assassination",
            "authors": [
                "Barry S. Strauss"
            ],
            "ranking": 3.92,
            "ranking_count": 1533,
            "abstract": "Julius Caesar was stabbed to death in the Roman Senate on 3/15/44 BC—the Ides of March according to the Roman calendar. He was the last casualty of one civil war, the first casualty of the next, which would end the Roman Republic, inaugurating the Empire.. Why was Caesar killed? For political reasons, mainly. The conspirators wanted to return Rome to the days when the Senate ruled, but Caesar hoped to pass along his new powers to his family, especially Octavian. The principal plotters were Brutus, Cassius (former allies of Pompey) & Decimus. The killers left the body in the Senate & Caesar’s allies held a public funeral. Mark Antony made a brilliant inflammatory speech that caused a riot. The conspirators fled Rome. Brutus & Cassius raised an army in Greece. Antony & Octavian defeated them.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Historical",
                "Literature",
                "Politics",
                "Roman",
                "Crime",
                "Audiobook"
            ]
        },
        {
            "title": "Ασημένια θάλασσα",
            "authors": [
                "Panos Tserolas",
                "Πάνος Τσερόλας"
            ],
            "ranking": 4.15,
            "ranking_count": 26,
            "abstract": "Σε μια χώρα και σε μια εποχή που δεν κατονομάζονται, ένας νεαρός άντρας περιπλανιέται σ' έναν ζοφερό τόπο, στις στάχτες μιας ανεξήγητης ολικής καταστροφής. Αναζητώντας προορισμό και νόημα στη ζωή του, θα επιδιώξει να ξανασυναντηθεί με το παρελθόν του και θα διασχίσει την καμένη ενδοχώρα για να εκπληρώσει ένα παράλογο ταξίδι: να περάσει τη θάλασσα για να βρει τα ίχνη ενός παλιού του έρωτα.. Άνθρωποι κατεστραμμένοι, αποκτηνωμένοι, απελπισμένοι. Άλλοι ζωντανοί, αισιόδοξοι, πρόθυμοι να χτίσουν ξανά στα χαλάσματα. Ο νεαρός άντρας ταξιδεύει και αγωνίζεται για να ξεφύγει προς τη θάλασσα. Δίνει μια παρατεταμένη μάχη ενάντια στη βία του καινούριου κόσμου, στην πείνα, στην αρρώστια. Μια μάχη ηρωική και συγχρόνως αποτρόπαια, με διακύβευμα τη διατήρηση της ανθρωπιάς.. Η Ασημένια θάλασσα είναι ένα μυθιστόρημα για την άρνηση του ανθρώπου να πεθάνει την ώρα που ο κόσμος γύρω του καταρρέει. Μια ιστορία επιβίωσης και αντίστασης στην επιβαλλόμενη δυστοπία.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Plum Tree",
            "authors": [
                "Ellen Marie Wiseman"
            ],
            "ranking": 4.07,
            "ranking_count": 17169,
            "abstract": "A deeply moving and masterfully written story of human resilience and enduring love, The Plum Tree follows a young German woman through the chaos of World War II and its aftermath.. “Bloom where you’re planted,” is the advice Christine Bolz receives from her beloved Oma. But seventeen-year-old domestic Christine knows there is a whole world waiting beyond her small German village. It’s a world she’s begun to glimpse through music, books—and through Isaac Bauerman, the cultured son of the wealthy Jewish family she works for.. Yet the future she and Isaac dream of sharing faces greater challenges than their difference in stations. In the fall of 1938, Germany is changing rapidly under Hitler’s regime. Anti-Jewish posters are everywhere, dissenting talk is silenced, and a new law forbids Christine from returning to her job—and from having any relationship with Isaac. In the months and years that follow, Christine will confront the Gestapo’s wrath and the horrors of Dachau, desperate to be with the man she loves, to survive—and finally, to speak out.. Set against the backdrop of the German home front, this is an unforgettable novel of courage and resolve, of the inhumanity of war, and the heartbreak and hope left in its wake.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "World War II",
                "Cultural",
                "Romance",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Harriet Wolf's Seventh Book of Wonders",
            "authors": [
                "Julianna Baggott"
            ],
            "ranking": 3.67,
            "ranking_count": 2335,
            "abstract": "A brilliantly crafted saga about three generations of women and their secrets, including the discovery of a final unpublished book by the family matriarch, a revered and reclusive author.. Harriet Wolf has a final confession. It can be found only in the final book of the series that made her a famous writer. But does that book exist?. This absorbing novel spans the entire twentieth century, telling the moving story of a mother, her daughter, and two granddaughters, one of whom is the only person alive who knows the whereabouts of Harriet's final book. When a hospitalization brings the family back together, the mystery not only of Harriet's last book, but also of her life, hangs in the balance. Will the truth ever be known, or is Harriet's story gone forever?. A multi-generational tale of long-lost love, motherhood, and family secrets, this is Baggott's most sweeping and mesmerizing novel yet.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Writing",
                "Contemporary",
                "Family",
                "Adult Fiction",
                "Literary Fiction",
                "Adult",
                "Womens"
            ]
        },
        {
            "title": "The Sea Keeper's Daughters",
            "authors": [
                "Lisa Wingate"
            ],
            "ranking": 4.16,
            "ranking_count": 6095,
            "abstract": "Wingate's third Carolina book follows the highly reviewed, The Prayer Box and The Story Keeper as well as related three novellas.. From modern-day Roanoke Island to the sweeping backdrop of North Carolina’s Blue Ridge Mountains and Roosevelt’s WPA folklore writers, past and present intertwine to create an unexpected destiny. . .. Restaurant owner Whitney Monroe is desperate to save her business from a hostile takeover. The inheritance of a decaying Gilded Age hotel on North Carolina’s Outer Banks may provide just the ray of hope she needs. But things at The Excelsior are more complicated than they seem. Whitney’s estranged stepfather is entrenched on the third floor, and the downstairs tenants are determined to save the historic building. Searching through years of stored family heirlooms may be Whitney’s only hope of quick cash, but will the discovery of an old necklace and a depression-era love story change everything",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Christian Fiction",
                "Contemporary",
                "Christian",
                "Romance",
                "Audiobook",
                "Womens Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Third Time Travel MEGAPACK ™: 18 Classic Trips Through Time",
            "authors": [
                "Philip K. Dick",
                "Lester del Rey",
                "Richard  Wilson",
                "Mack Reynolds",
                "H.B. Fyfe"
            ],
            "ranking": 3.69,
            "ranking_count": 213,
            "abstract": "Here is a selection of 18 jaunts through time, many of them rare tales from the pulps that we know you haven’t read before. Even if you're jaded with time-travel (Dinosaurs? Again?) you'll find something new in these pages. Included are:. THE CHILDREN'S ROOM, by Raymond F. Jones. SIDETRACK IN TIME, by William P. McGivern. GEORGE ALL THE WAY, by Richard Wilson. ABSOLUTELY NO PARADOX, by Lester del Rey. THE HOHOKAM DIG, by Theodore Pratt. GUARANTEED TENURE, by H.B. Fyfe. THROUGH TIME AND SPACE WITH FERDINAND FEGHOOT: 42, by Grendel Briarton. NEVER GO BACK, by Charles V. de Vet. THE ANCESTRAL THREAD, by Emil Petaja. THE SONS OF JAPHETH, by Richard Wilson. MEDDLER, by Philip K. Dick. THE MAN WHO LIKED LIONS, by John Bernard Daley. FLAME FOR THE FUTURE, by William P. McGivern. DINOSAUR GOES HOLLYWOOD, by Emil Petaja. TIME OUT FOR TOMORROW, by Richard Wilson. REMEMBER THE ALAMO! by R. R. Fehrenbach. GUN FOR HIRE, by Mack Reynolds. THROUGH TIME AND SPACE WITH FERDINAND FEGHOOT: 63, by Grendel Briarton. If you enjoy this volume of classic stories, don't forget to search your favorite ebook store for Wildside Press Megapack to see the 220+ other entries in this series, science fiction, fantasy, horror, mysteries, westerns -- and much, much more!",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Moon and the Other",
            "authors": [
                "John Kessel"
            ],
            "ranking": 3.59,
            "ranking_count": 708,
            "abstract": "In the middle of the twenty-second century, over three million people live in underground cities below the moon’s surface. One city-state, the Society of Cousins, is a matriarchy, where men are supported in any career choice, but no right to vote—and tensions are beginning to flare as outside political intrigues increase.. After participating in a rebellion that caused his mother’s death, Erno has been exiled from the Society of Cousins. Now, he is living in the Society’s rival colony, Persepolis, when he meets Amestris, the defiant daughter of the richest man on the moon.. Mira, a rebellious loner in the Society, creates graffiti videos that challenge the Society’s political domination. She is hopelessly in love with Carey, the exemplar of male privilege. An Olympic champion in low-gravity martial arts and known as the most popular bedmate in the Society, Carey’s more suited to being a boyfriend than a parent, even as he tries to gain custody of his teenage son.. When the Organization of Lunar States sends a team to investigate the condition of men in the Society, Erno sees an opportunity to get rich, Amestris senses an opportunity to escape from her family, Mira has a chance for social change, and Carey can finally become independent of the matriarchy that considers him a perpetual adolescent. But when Society secrets are revealed, the first moon war erupts, and everyone must decide what is truly worth fighting for.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "LGBT",
                "Speculative Fiction",
                "Feminism",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Wondering Who You Are: A Memoir",
            "authors": [
                "Sonya Lea"
            ],
            "ranking": 3.72,
            "ranking_count": 615,
            "abstract": "In the twenty-third year of their marriage, Sonya Lea’s husband, Richard, went in for surgery to treat a rare appendix cancer. When he came out, he had no recollection of their life together: how they met, their wedding day, the births of their two children. All of it was gone, along with the rockier parts of their past—her drinking, his anger. Richard could now hardly speak, emote, or create memories from moment to moment. Who he’d been no longer was.. Wondering Who You Are braids the story of Sonya and Richard’s relationship, those memories that he could no longer conjure, with an account of his fateful days in the hospital—the internal bleeding, the near-death experience, and the eventual traumatic brain injury. It follows the couple through his recovery as they struggle with his treatment, and through a marriage no longer grounded on decades of shared experience. As they build a fresh life together, as Richard develops a new personality, Sonya is forced to question her own assumptions, beliefs, and desires, her place in the marriage and her way of being in the world. With radical candor, Sonya Lea has written a memoir that is both a powerful look at perseverance in the face of trauma and a surprising exploration into what lies beyond our fragile identities.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "Audiobook",
                "Love",
                "Health",
                "Cultural"
            ]
        },
        {
            "title": "The Rise and Fall of the Dinosaurs: A New History of a Lost World",
            "authors": [
                "Stephen Brusatte"
            ],
            "ranking": 4.16,
            "ranking_count": 23351,
            "abstract": "The dinosaurs.. Sixty-six million years ago, the Earth’s most fearsome creatures vanished. Today they remain one of our planet’s great mysteries. Now. The Rise and Fall of the Dinosaurs. reveals their extraordinary, 200-million-year-long story as never before.. In this captivating narrative (enlivened with more than seventy original illustrations and photographs), Steve Brusatte, a young American paleontologist who has emerged as one of the foremost stars of the field—naming fifteen new species and leading groundbreaking scientific studies and fieldwork—masterfully tells the complete, surprising, and. new. history of the dinosaurs, drawing on cutting-edge science to dramatically bring to life their lost world and illuminate their enigmatic origins, spectacular flourishing, astonishing diversity, cataclysmic extinction, and startling living legacy. Captivating and revelatory,. The Rise and Fall of the Dinosaurs. is a book for the ages.. Brusatte traces the evolution of dinosaurs from their inauspicious start as small shadow dwellers—themselves the beneficiaries of a mass extinction caused by volcanic eruptions at the beginning of the Triassic period—into the dominant array of species every wide-eyed child memorizes today,. T. rex. ,. Triceratops. ,. Brontosaurus. , and more. This gifted scientist and writer re-creates the dinosaurs’ peak during the Jurassic and Cretaceous, when thousands of species thrived, and winged and feathered dinosaurs, the prehistoric ancestors of modern birds, emerged. The story continues to the end of the Cretaceous period, when a giant asteroid or comet struck the planet and nearly every dinosaur species (but not all) died out, in the most extraordinary extinction event in earth’s history, one full of lessons for today as we confront a “sixth extinction.”. Brusatte also recalls compelling stories from his globe-trotting expeditions during one of the most exciting eras in dinosaur research—which he calls “a new golden age of discovery”—and offers thrilling accounts of some of the remarkable findings he and his colleagues have made, including primitive human-sized tyrannosaurs; monstrous carnivores even larger than. T. rex. ; and paradigm-shifting feathered raptors from China.. An electrifying scientific history that unearths the dinosaurs’ epic saga,. The Rise and Fall of the Dinosaurs. will be a definitive and treasured account for decades to come.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History",
                "Animals",
                "Environment",
                "Audiobook",
                "Geology"
            ]
        },
        {
            "title": "Hero of the Empire: The Boer War, a Daring Escape, and the Making of Winston Churchill",
            "authors": [
                "Candice Millard"
            ],
            "ranking": 4.04,
            "ranking_count": 13897,
            "abstract": "From. New York Times. bestselling author of. Destiny of the Republic. and. The River of Doubt. , a thrilling narrative of Winston Churchill's extraordinary and little-known exploits during the Boer War. At age twenty-four, Winston Churchill was utterly convinced it was his destiny to become prime minister of England one day, despite the fact he had just lost his first election campaign for Parliament. He believed that to achieve his goal he must do something spectacular on the battlefield. Despite deliberately putting himself in extreme danger as a British Army officer in colonial wars in India and Sudan, and as a journalist covering a Cuban uprising against the Spanish, glory and fame had eluded him.. Churchill arrived in South Africa in 1899, valet and crates of vintage wine in tow, there to cover the brutal colonial war the British were fighting with Boer rebels. But just two weeks after his arrival, the soldiers he was accompanying on an armored train were ambushed, and Churchill was taken prisoner. Remarkably, he pulled off a daring escape--but then had to traverse hundreds of miles of enemy territory, alone, with nothing but a crumpled wad of cash, four slabs of chocolate, and his wits to guide him.. The story of his escape is incredible enough, but then Churchill enlisted, returned to South Africa, fought in several battles, and ultimately liberated the men with whom he had been imprisoned.. Churchill would later remark that this period, could I have seen my future, was to lay the foundations of my later life. Millard spins an epic story of bravery, savagery, and chance encounters with a cast of historical characters--including Rudyard Kipling, Lord Kitchener, and Mohandas Gandhi--with whom he would later share the world stage. But. Hero of the Empire. is more than an adventure story, for the lessons Churchill took from the Boer War would profoundly affect 20th century history.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "War",
                "Cultural",
                "Historical",
                "Biography Memoir",
                "Audiobook",
                "Military"
            ]
        },
        {
            "title": "LikeWar: The Weaponization of Social Media",
            "authors": [
                "P.W. Singer",
                "Emerson T. Brooking"
            ],
            "ranking": 4.28,
            "ranking_count": 2235,
            "abstract": "Social media has been weaponized, as state hackers and rogue terrorists have seized upon Twitter and Facebook to create chaos and destruction. This urgent report is required reading, from defense expert P.W. Singer and Council on Foreign Relations fellow Emerson Brooking.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Science",
                "Social Science",
                "History",
                "Sociology",
                "War",
                "Audiobook"
            ]
        },
        {
            "title": "Shadow Sisters",
            "authors": [
                "Shelley Davidow"
            ],
            "ranking": 4.21,
            "ranking_count": 42,
            "abstract": "A brave, heartrending memoir of family, love and longing in the turbulent era of Apartheid in South Africa. During the terrifying years of Apartheid in South Africa, Shelley Davidow’s family was a crime. At a time when it was illegal for black and white people to live together, Shelley’s social activist parents took in Rosie, an abandoned black three-year-old. Rosie grew up as a beloved daughter and sister in a white household. Against the backdrop of racist laws and ever-present threats of violence, Shelley’s parents did all they could to provide a safe, happy home for their five children. But when Rosie was sixteen, devastating truths came to light, shattering the family’s understanding of the past. In this haunting memoir, Shelley Davidow sifts through the memories of her early life, searching for hope and reconciliation. Shadow Sisters leaves us with a deeper understanding of family love and of how, sometimes, that love is not enough.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Cultural",
                "Nonfiction"
            ]
        },
        {
            "title": "The Locksmith",
            "authors": [
                "Barbara Howe"
            ],
            "ranking": 4.23,
            "ranking_count": 30,
            "abstract": "In a world where membership in one of the four magic guilds guarantees respect and wealth, it is strange that Lucinda Guillierre is terrified of being exposed as a witch. The Fire Warlock finds her attitude puzzling, but does not give her his full attention until a long-buried secret comes to light.. She has good reasons to be afraid.. As war looms and dangerous romance beckons, who will have the best chance to kill her? Her enemies, her friends, or Lucinda herself?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "The Diabetes Code: Prevent and Reverse Type 2 Diabetes Naturally",
            "authors": [
                "Jason Fung",
                "Nina Teicholz"
            ],
            "ranking": 4.53,
            "ranking_count": 3770,
            "abstract": "Dr. Jason Fung forever changed the way we think about obesity with his best-selling book, The Obesity Code. Now he has set out to do the same for type 2 diabetes.. Today, most doctors, dietitians, and even diabetes specialists consider type 2 diabetes to be a chronic and progressive disease—a life sentence with no possibility of parole. But the truth, as Dr. Fung reveals in this paradigm-shifting book, is that type 2 diabetes is reversible. Writing with clear, persuasive language, he explains why conventional treatments that rely on insulin or other blood-glucose-lowering drugs can actually exacerbate the problem, leading to significant weight gain and even heart disease. The only way to treat type 2 diabetes effectively, he argues, is proper dieting and intermittent fasting—not medication.",
            "part_of_series": false,
            "genre_list": [
                "Health",
                "Nonfiction",
                "Science",
                "Food and Drink",
                "Medical",
                "Self Help",
                "Reference"
            ]
        },
        {
            "title": "God in the Qur'an",
            "authors": [
                "Jack Miles"
            ],
            "ranking": 3.87,
            "ranking_count": 142,
            "abstract": "From the Pulitzer Prize-winning author of. God: A Biography. , an erudite, hugely informative portrait of the God of Islam, the world's second largest, fastest-growing, and perhaps most tragically misunderstood religion.. Who is Allah? What makes Him unique? And what does He ask of those who submit to His teachings? In the spirit of his Pulitzer Prize-winning. God. , a trailblazing biography of the protagonist of the Old Testament, and. Christ. , his brilliant portrait of biblical Jesus, acclaimed religious scholar Jack Miles undertakes to answer these questions with his characteristic perspicacity, intelligence, and command of the subject. Miles depicts a character less mercurial than Yahweh, less ready to forgive than Christ, and yet emphatically part of their traditions.. God in the Qur'an. revises and perfects: His purpose is to make whole what had been corrupted or lost from the practices and scriptures of the earlier Abrahamic religions. Setting passages from the Hebrew Bible, the New Testament, and the Qur'an side by side, Miles illuminates what is unique about Allah, His teachings and His temperament, and in doing so revises that which is false, distorted, or simply absent from our conception of the heart of Islam. Miles writes, I hope [that by reading this book] you may find it a little easier to trust the Muslim next door, thinking of him as someone whose religion, after all, may not be so wildly unreasonable that someone holding to it could not be a trusted friend.",
            "part_of_series": true,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Spirituality",
                "Philosophy"
            ]
        },
        {
            "title": "32 Yolks: From My Mother's Table to Working the Line",
            "authors": [
                "Eric Ripert"
            ],
            "ranking": 3.93,
            "ranking_count": 5853,
            "abstract": "NEW YORK TIMES. BESTSELLER - Hailed by Anthony Bourdain as heartbreaking, horrifying, poignant, and inspiring,. 32 Yolks. is the brave and affecting coming-of-age story about the making of a French chef, from the culinary icon behind the renowned New York City restaurant Le Bernardin.. NAMED ONE OF THE BEST BOOKS OF THE YEAR BY NPR. In an industry where celebrity chefs are known as much for their salty talk and quick tempers as their food, Eric Ripert stands out. The winner of four James Beard Awards, co-owner and chef of a world-renowned restaurant, and recipient of countless Michelin stars, Ripert embodies elegance and culinary perfection. But before the accolades, before he even knew how to make a proper hollandaise sauce, Eric Ripert was a lonely young boy in the south of France whose life was falling apart.. Ripert's parents divorced when he was six, separating him from the father he idolized and replacing him with a cold, bullying stepfather who insisted that Ripert be sent away to boarding school. A few years later, Ripert's father died on a hiking trip. Through these tough times, the one thing that gave Ripert comfort was food. Told that boys had no place in the kitchen, Ripert would instead watch from the doorway as his mother rolled couscous by hand or his grandmother pressed out the buttery dough for the treat he loved above all others,. tarte aux pommes. . When an eccentric local chef took him under his wing, an eleven-year-old Ripert realized that food was more than just an escape: It was his calling. That passion would carry him through the drudgery of culinary school and into the high-pressure world of Paris's most elite restaurants, where Ripert discovered that learning to cook was the easy part--surviving the line was the battle.. Taking us from Eric Ripert's childhood in the south of France and the mountains of Andorra into the demanding kitchens of such legendary Parisian chefs as Joel Robuchon and Dominique Bouchet, until, at the age of twenty-four, Ripert made his way to the United States,. 32 Yolks. is the tender and richly told story of how one of our greatest living chefs found himself--and his home--in the kitchen.. Praise for Eric Ripert's. 32 Yolks. Passionate, poetical . . . What makes. 32 Yolks. compelling is the honesty and laudable humility Ripert brings to the telling.. --. Chicago Tribune. With a vulnerability and honesty that is breathtaking . . . Ripert takes us into the mind of a boy with thoughts so sweet they will cause you to weep. He also lets us into the mind of the man he is today, revealing all the golden cracks and chips that made him more valuable to those around him.. --. The Wall Street Journal. Eric Ripert makes magic with. 32 Yolks. .. --. Vanity Fair. . 32 Yolks. may not be what you'd expect from a charming, Emmy-winning cooking show host and cookbook author. In the book, there are, of course, scenes of elaborate meals both eaten and prepared. . . . But Ripert's story is, for the most part, one of profound loss.. --. Los Angeles Times. This book demonstrates just how amazing Eric's life has been both inside and outside of the kitchen. It makes total sense now to see him become one of the greatest chefs in the world today. This is a portrait of a chef as a young man.. --David Chang",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "The House with Chicken Legs",
            "authors": [
                "Sophie   Anderson"
            ],
            "ranking": 4.13,
            "ranking_count": 7229,
            "abstract": "All 12-year-old Marinka wants is a friend. A real friend. Not like her house with chicken legs. Sure, the house can play games like tag and hide-and-seek, but Marinka longs for a human companion. Someone she can talk to and share secrets with.. But that's tough when your grandmother is a Yaga, a guardian who guides the dead into the afterlife. It's even harder when you live in a house that wanders all over the world . . . carrying you with it. Even worse, Marinka is being trained to be a Yaga. That means no school, no parties--and no playmates that stick around for more than a day.. So when Marinka stumbles across the chance to make a real friend, she breaks all the rules . . . with devastating consequences. Her beloved grandmother mysteriously disappears, and it's up to Marinka to find her--even if it means making a dangerous journey to the afterlife.. With a mix of whimsy, humor, and adventure, this debut novel will wrap itself around your heart and never let go.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Retellings",
                "Adventure",
                "Folklore"
            ]
        },
        {
            "title": "My Life as an Ice Cream Sandwich",
            "authors": [
                "Ibi Zoboi"
            ],
            "ranking": 3.33,
            "ranking_count": 1555,
            "abstract": "National Book Award-finalist Ibi Zoboi makes her middle-grade debut with an unforgettable character: Ebony-Grace Norfleet, the sci-fi-obsessed granddaughter of one of the first black engineers to integrate NASA. Set in Harlem in the early days of hip-hop,. My Life as an Ice Cream Sandwich. is a moving and hilarious story of girl finding a place and a voice in a world that's changing at warp speed.. In the summer of 1984, 12-year-old Ebony-Grace Norfleet makes the trip from Huntsville, Alabama, to Harlem, where she'll spend a few weeks with her father while her mother deals with some trouble that's arisen for Ebony-Grace's beloved grandfather, Jeremiah. Jeremiah Norfleet is a bit of a celebrity in Huntsville, where he was one of the first black engineers to integrate NASA two decades earlier. And ever since his granddaughter came to live with him when she was little, he's nurtured her love of all things outer space and science fiction--especially. Star Wars. and. Star Trek,. both of which she's watched dozens of time on Grandaddady's Betamax machine. So even as Ebony-Grace struggled to make friends among her peers, she could always rely on her grandfather and the imaginary worlds they created together. In Harlem, however, she faces a whole new challenge. Harlem in 1984 is an exciting and terrifying place for a sheltered girl from Hunstville, and her first instinct is to retreat into her imagination. But soon 126th Street begins to reveal that it has more in common with her beloved sci-fi adventures than she ever thought possible, and by summer's end, Ebony-Grace discovers that gritty and graffitied Harlem has a place for a girl whose eyes are always on the stars.. Zoboi's middle-grade debut sets an utterly captivating character in a meticulously researched 1980s Harlem for a novel that will delight and inspire.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Historical",
                "Realistic Fiction",
                "Fiction",
                "Cultural",
                "Young Adult",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "Four Psychos",
            "authors": [
                "Kristy Cunning"
            ],
            "ranking": 4.21,
            "ranking_count": 25426,
            "abstract": "I'm not so different from most people.. Like everyone else, I have life goals.. Goal #1: Become a real girl instead of this invisible ghost thing I currently am.. Goal #2: Convince the four men I've been haunting for the past five years to pick me to be their new toy after goal one is complete.. Goal #3: Figure out who/what I am and why I can't remember anything past the five years I've been haunting this quad.. Goal #4: Eat popcorn.. See? Perfectly normal. Sort of.. Gotta start small, after all.. It's not like anyone else is perfect either.. **Sexual situations. **Reverse Harem. **Dark humor galore. **Language warning",
            "part_of_series": true,
            "genre_list": [
                "Polyamorous",
                "Fantasy",
                "Romance",
                "Paranormal",
                "New Adult",
                "Adult"
            ]
        },
        {
            "title": "Washington-Rochambeau Revolutionary Route and the Franco-American Alliance",
            "authors": [
                "Donna Passmore and Jan Smulcer"
            ],
            "ranking": 4.67,
            "ranking_count": 3,
            "abstract": "Brings to life the extraordinary story of the crucial wartime alliance between France and America during the American Revolution. Starting in the Palace of Versailles and the coffeehouses of Paris more than a decade before the American Revolution erupted, shadow agents in international intrigue, warriors, statesmen, idealists and traitors all played crucial parts in events more improbable than fiction. Recounted through these lives and world events, the alliance, initiated in pragmatism but fueled by world-changing ideas, caused a world war, brought one government into being, led to the destruction of another, and still has impact today. Up until now, scholarly works on many aspects of the alliance have been written, but this meticulously researched, richly illustrated volume is the first to exquisitely pull the details together to engage and fascinate the general reading public. The major events in North America are linked to an included fold-out map based on the one that French General Rochambeau used for the campaign. Because there is a new National Park Service Historic Trail that retraces the routes the Allies took in their race to Yorktown, points of historical interest for travelers along the 9-state trail are listed with annotations.The President and CEO of Mount Vernon presented the book to President Macron of France and President Trump at the private dinner held at Mount Vernon for the two presidents and their wives.. Richly full color illustrations throughout, heavy stock 8.5x11. AUTHORS: With the encouragement of the Society of the Cincinnati and the American Society of the French Legion of Honor, Donna Passmore and Jan Smulcer researched, wrote, and illustrated the book. The authors are historians and creators of the Why America Is Free Curriculum, the upper elementary, integrated, enrichment curriculum that teaches national founding history and civic ethics in outstanding public and private schools in 15 states.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Daughter of Helaman",
            "authors": [
                "Misty Moncur"
            ],
            "ranking": 4.04,
            "ranking_count": 252,
            "abstract": "Fighting in Helaman's army is Keturah's deepest desire. Certainly if God can protect a boy, he can protect a girl too. But making it into the ranks turns out to be the easy part, and when Lamanite raiders come to her village, Keturah must put her skills to the test. With danger at every turn, this book will keep you caught up in the fray to the very last page.",
            "part_of_series": true,
            "genre_list": [
                "Lds",
                "Historical",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Christianity",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "Wildefire",
            "authors": [
                "Karsten Knight"
            ],
            "ranking": 3.72,
            "ranking_count": 8426,
            "abstract": "EVERY FLAME BEGINS WITH A SPARK.. Blackwood Academy was supposed to be a fresh start for Ashline Wilde. A secluded boarding school deep in the heart of California's redwood forests, three thousand miles from her old life - it sounded like the new beginning she needed after an act of unspeakable violence left a girl in her hometown dead.. But Blackwood is far from the peaceful haven Ashline was searching for.. Because terrifying, supernatural beasts roam the forests around campus.. Because the murderer from Ashline's hometown - her own sister - has followed her across the country.. Because a group of reincarnated gods and goddesses has been mysteriously summoned to Blackwood.... ...and Ashline's one of them.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Mythology",
                "Fiction"
            ]
        },
        {
            "title": "Pull",
            "authors": [
                "B.A. Binns"
            ],
            "ranking": 3.69,
            "ranking_count": 118,
            "abstract": "Chicago high school senior David Albacore is dealing with major upheaval after his father murders his mom. David blames himself for not saving their mom that night; after being injured in a basketball game, he was given strong painkillers and slept through the shooting. In the terrible aftermath, he changes his name and moves to a tough new inner-city Chicago high school when he and his sisters Barney and Linda move in with their aunt. Barney, who found their moms body, is barely able to cope. With their mother gone and their father in jail, David tries his best to take care of his sisters. When hes forced to join the basketball team or be expelled after getting in too many fights, it cuts into the after-school construction job that he takes to help support his family. Then David begins falling for Yolanda, the hottest girl in schoolwho is also Malik's, the school player and bullys girlfriend. They flirt and spar, but going after this fashion loving Mighty Mite spells big trouble for David. And as he ponders trying for a basketball scholarship or keeping the construction job he loves, Aunt Edies stroke eliminates most of Davids options. He can keep his family together by working full time, or follow his moms dream of college, which would send Barney into foster care. Teen readers will hold their breath as David weighs his options about the kind of life he wants to live.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Green Witch",
            "authors": [
                "Alice Hoffman"
            ],
            "ranking": 4.06,
            "ranking_count": 2843,
            "abstract": "From bestselling author Alice Hoffman, a resonant tale of overcoming grief and tragedy, as only she could tell it.. In this powerful, lovely sequel to GREEN ANGEL, Green must learn the stories of a number of witches and free her true soul mate from a prison as she grapples with life, love, and loss in a post-disaster world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Magical Realism",
                "Paranormal",
                "Science Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Reunited",
            "authors": [
                "Shiloh Walker"
            ],
            "ranking": 3.87,
            "ranking_count": 553,
            "abstract": "From the national bestselling author of. The Departed. comes an all new novel of danger, intrigue, and a love stronger than death.... AN ETERNAL DESIRE. With his strong psychic ability, FBI Agent Joss Crawford longs for the woman he loved in a past life. But after years of searching, a new case is drawing him into the last place he'd ever want to find her: an underground slave ring. Going undercover to infiltrate the network, he meets Drucella Chapman--the mastermind's fiancee. Joss has every reason to believe she's evil. So why is he irresistibly drawn to her?. A DANGEROUS GAME. Drucella has made it her personal mission to bring the slave ring down. But the sadistic ring leader is even more careful than he is cruel. In order to gain information, Dru has had to get close to the very man she wishes to kill, psychically reading his memories bit by bit. she'd do anything to finish the job, but agreeing to marry him may have been a step too far--even for her.. A FATEFUL ENCOUNTER. Though Joss and Dru are both undercover, nothing can disguise the sense of deja vu they experience when they meet. Neither can afford to be distracted from the mission at hand, but perhaps their reunion is exactly what this mission needs...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Suspense",
                "Mystery",
                "Contemporary",
                "Sociology"
            ]
        },
        {
            "title": "Deception",
            "authors": [
                "Jonathan Kellerman"
            ],
            "ranking": 4.0,
            "ranking_count": 17718,
            "abstract": "Her name is Elise Freeman, and her chilling cry for help comes too late to save her. On a DVD found near her lifeless body, the emotionally and physically battered woman chronicles a long ordeal of abuse at the hands of three sadistic tormentors. But even more shocking is the revelation that the offenders, like their victim, are teachers at one of L.A.’s most prestigious prep schools. Homicide detective Milo Sturgis is assigned to probe the hallowed halls of Windsor Prep Academy, and if ever he could use Dr. Alex Delaware’s psychological prowess, it’s now. As the scandal-conscious elite close ranks around Windsor Prep, Alex and Milo push to expose the dirty secrets festering among society’s manor-born. But while searching for predators among the privileged, Alex and Milo may be walking into a highly polished death trap.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "A Dark Matter",
            "authors": [
                "Peter Straub"
            ],
            "ranking": 2.96,
            "ranking_count": 4258,
            "abstract": "The incomparable master of horror and suspense returns with a powerful, brilliantly terrifying novel that redefines the genre in original and unexpected ways.. The charismatic and cunning Spenser Mallon is a campus guru in the 1960s, attracting the devotion and demanding sexual favors of his young acolytes. After he invites his most fervent followers to attend a secret ritual in a local meadow, the only thing that remains is a gruesomely dismembered body—and the shattered souls of all who were present.. Years later, one man attempts to understand what happened to his wife and to his friends by writing a book about this horrible night, and it’s through this process that they begin to examine the unspeakable events that have bound them in ways they cannot fathom, but that have haunted every one of them through their lives. As each of the old friends tries to come to grips with the darkness of the past, they find themselves face-to-face with the evil triggered so many years earlier. Unfolding through the individual stories of the fated group’s members,. A Dark Matter. is an electric, chilling, and unpredictable novel that will satisfy Peter Straub's many ardent fans, and win him legions more.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Mystery",
                "Thriller",
                "Fantasy",
                "Suspense",
                "Audiobook",
                "Occult"
            ]
        },
        {
            "title": "The Lost Prince",
            "authors": [
                "Julie Kagawa"
            ],
            "ranking": 4.03,
            "ranking_count": 26703,
            "abstract": "Don’t look at Them.. Never let Them know. you can see Them.. That is Ethan Chase’s unbreakable rule. Until the fey he avoids at all costs—including his reputation—begin to disappear, and Ethan is attacked. Now he must change the rules to protect his family. To save a girl he never thought he’d dare to fall for.. Ethan thought he had protected himself from his older sister’s world—the land of Faery. His previous time in the Iron Realm left him with nothing but fear and disgust for the world Meghan Chase has made her home, a land of myth and talking cats, of magic and seductive enemies. But when destiny comes for Ethan, there is no escape from a danger long, long forgotten.. My name is Ethan Chase.. And I may not live to see my. eighteenth birthday.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Paranormal",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Panic Attack, USA",
            "authors": [
                "Nate Slawson"
            ],
            "ranking": 4.22,
            "ranking_count": 69,
            "abstract": "Thank the poetry gods that there is someone like Nate Slawson in this otherwise neutered world. Thank the poetry gods that Nate Slawson writes with a hard-on. When I picture in my head what the speakers in these poems look like, this is what I come up with: a man naked on a pogo stick hopping down the street. This is a man, in other words, who lets everything hang out. This is a man who is not afraid or ashamed to tell it like is. Christ if I don’t wish there were more people like this, and especially more poets like this.. — from the foreword by Peter Markus",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Alice's Tea Cup: Delectable Recipes for Scones, Cakes, Sandwiches, and More from New York's Most Whimsical Tea Spot",
            "authors": [
                "Haley Fox"
            ],
            "ranking": 4.22,
            "ranking_count": 292,
            "abstract": "The delightful sisters and owners of Alice's Tea Cup share nearly one hundred recipes from their charming and wildly popular Manhattan restaurants. For almost ten years, Alice's Tea Cup has been a destination in New York City for locals and tourists alike who crave a scrumptious afternoon tea without airs or pretension. Haley and Lauren Fox learned at an early age that tea was more than just a beverage—it was an event to be shared and protected—and they divulge their tea-making philosophy and dozens of delectable recipes in this beautiful cookbook.. Embodying the mantra tea turned on its ear,. Alice's Tea Cup. serves up unique twists to traditional Victorian tea fare, including:. Savories—Lapsang Souchong Smoked Chicken Salad and Cucumber Watercress Sandwiches with Lemon Chive Butter. Baked goods—Banana Nutella Cake and Mint Black Bottom Cupcakes. Sweet treats—Alice'S'mores and Queen of Tarts. Tea selections—from African Dew to Rooibos Bourbon. Specialty drinks—Alice's Tea-jito and Ginger Mar-tea-ni. And of course Alice's world-famous tender, moist scones—including nineteen versions, from pumpkin to peanut butter and jelly to ham and cheese. Haley and Lauren also show you how to throw a personalized Curiouser and Curiouser tea party with household props and offer lots of other ways to celebrate with tea and festive food. From salads to scones, pancakes to cupcakes, afternoon tea to evening mar-tea-nis, this fabulous cookbook lets you enjoy Alice's mouthwatering recipes without leaving home.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Reference"
            ]
        },
        {
            "title": "Divergent Series Complete Box Set",
            "authors": [
                "Veronica Roth"
            ],
            "ranking": 4.29,
            "ranking_count": 43688,
            "abstract": "All three books in the #1 New York Times bestselling Divergent trilogy are available boxed together for the first time! Perfect for gift givers, collectors, and fans new to the series, the box set includes: A specially designed slipcase Hardcover editions of Divergent, Insurgent, and Divergent #3 Bonus booklet! The World of Veronica Roth's Divergent Series, a forty-eight-page booklet including Faction Manifestos, a Faction Quiz and Results, a Q&A with Veronica Roth, playlists, discussion questions, series inspirations, and much more!. Divergent One choice can transform you. Veronica Roth's #1 New York Times bestselling debut is a gripping dystopian tale of electrifying choices, powerful consequences, unexpected romance, and a deeply flawed perfect society.. Insurgent One choice can destroy you. Veronica Roth's second #1 New York Times bestseller continues the dystopian thrill ride. As war surges in the factions all around her, Tris attempts to save those she loves--and herself--while grappling with haunting questions of grief and forgiveness, identity and loyalty, politics and love.. Divergent #3: The explosive conclusion to Veronica Roth's #1 New York Times bestselling Divergent trilogy reveals the secrets of the dystopian world that has captivated millions of readers in Divergent and Insurgent.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Romance",
                "Adventure",
                "Apocalyptic",
                "Action"
            ]
        },
        {
            "title": "Goddess",
            "authors": [
                "Josephine Angelini"
            ],
            "ranking": 4.22,
            "ranking_count": 30949,
            "abstract": "After accidentally unleashing the gods from their captivity on Olympus, Helen must find a way to re-imprison them without starting a devastating war. But the gods are angry, and their thirst for blood already has a body count.. To make matters worse, the Oracle reveals that a diabolical Tyrant is lurking among them, which drives a wedge between the once-solid group of friends. As the gods use the Scions against one another, Lucas’s life hangs in the balance. Still unsure whether she loves him or Orion, Helen is forced to make a terrifying decision, for war is coming to her shores.. In Josephine Angelini’s compelling conclusion to the masterfully woven Starcrossed trilogy, a goddess must rise above it all to change a destiny that’s been written in the stars. With worlds built just as fast as they crumble, love and war collide in an all-out battle that will leave no question unanswered and no heart untouched.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mythology",
                "Fiction"
            ]
        },
        {
            "title": "Live to Tell",
            "authors": [
                "Lisa Gardner"
            ],
            "ranking": 4.19,
            "ranking_count": 36152,
            "abstract": "A savage crime has rocked a working-class neighbourhood of Boston; four members of a family have been brutally murdered. The father is lying in an intensive care unit, his survival in doubt. He is the principal suspect.. Female police detective D.D. Warren, however, is not one to take things at face value. At the same time, Danielle Burton is about to have her life thrown into turmoil; a nurse whose life is at the service of her profession, she has tentatively recovered from a devastating family tragedy of decades before – and the investigation by Warren and her partner is about to throw Danielle’s life into chaos once again. There is one more angle to the triangle: the devotion of a mother, Victoria Oliver, to her disturbed son is about to be tested to the limit.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Kiss Me If You Can",
            "authors": [
                "Carly Phillips"
            ],
            "ranking": 3.82,
            "ranking_count": 5175,
            "abstract": "The New York Times- and USA Today-bestselling author is back with The Most Eligible Bachelors, a tantalizing new series loosely connected to her successful Hot Zone series, featuring the most wanted men of New York City.. He’s New York’s Most Eligible Bachelor…. She’s just not interested!. Sam Cooper (“Coop”) has just become the most eligible bachelor in New York City. After foiling a jewelry store robbery, and being rewarded with the ring of his choice, single women all over the city are fawning over the crime reporter. But Coop isn’t interested in the admirers sending racy underwear his way. His attention is centered solely on Lexie Davis, the only woman in the city who claims not to be interested in his bachelor status.. Instead free-spirited Lexie is more interested in Coop’s antique ring, and its (potentially scandalous) history in her family. But Coop is quickly becoming more than just her route to the ring But when Coop’s investigation starts to uncover the truth, will she trust her heart – and her family secrets – to this most eligible bachelor?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Fiction",
                "Adult",
                "Mystery",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Heldere hemel",
            "authors": [
                "Tom Lanoye"
            ],
            "ranking": 3.17,
            "ranking_count": 1644,
            "abstract": "Heldere hemel. is gebaseerd op een waargebeurd voorval in de nadagen van de Koude Oorlog: een onbemand Sovjet-Russisch gevechtsvliegtuig stort neer in een Belgisch gehucht. Een fait divers in de wereldpolitiek, een noodlottig drama voor een familie.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Roman",
                "Cultural",
                "Short Stories",
                "Contemporary",
                "Novels",
                "Novella"
            ]
        },
        {
            "title": "Revenant",
            "authors": [
                "Kat Richardson"
            ],
            "ranking": 4.0,
            "ranking_count": 1440,
            "abstract": "Harper Blaine was your average small-time PI until she died—for two minutes. Now Harper is a Greywalker, treading the thin line between the living world and the paranormal realm. And these abilities are landing her all sorts of “strange” cases..... Turmoil, sickness, and destruction are sweeping through Europe—and their effects are being felt all the way across the world in Seattle. Harper Blaine and her lover, Quinton, suspect that Quinton’s father, James Purlis—and his terrifying Ghost Division—is involved.. Following a dark trail of grotesque crimes and black magic across the Old World, the pair slowly draws closer to their quarry. But finding and dismantling the Ghost Division won’t be enough to stop the horror that Purlis has unwittingly set in motion.. An ancient and forgotten cult has allied with Quinton’s mad father. And their goals are far more nightmarish than Harper and Quinton—or even Purlis—could ever imagine.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Horror",
                "Paranormal",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Fierce Radiance",
            "authors": [
                "Lauren Belfer"
            ],
            "ranking": 3.66,
            "ranking_count": 3232,
            "abstract": "Set during the uncertain early days of World War II, this suspenseful story from the. New York Times. bestselling author of. City of Light. follows the work of photojournalist Claire Shipley as she captures America’s race to develop life-saving antibiotics—an assignment that will involve blackmail, espionage, and murder.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "War",
                "Medical",
                "New York",
                "Health",
                "Book Club"
            ]
        },
        {
            "title": "Z",
            "authors": [
                "Michael Thomas Ford"
            ],
            "ranking": 3.64,
            "ranking_count": 719,
            "abstract": "The First Rule of Torching: Cleanse with fire.. Josh is by far the best zombie Torcher around—at least, he is in his virtual-reality zombie-hunting game. Josh has quickly risen through the player ranks, relying on the skill, cunning, and agility of a real Torcher.. The Second Rule of Torching: Save all humans.. But luckily for Josh, zombies exist only in the virtual world. The real zombie war is now more than fifteen years in the past, and the battle to defeat the deadly epidemic that devastated his family—and millions of others—is the stuff of history lessons.. The Third Rule of Torching: You can't bring them back.. Charlie is the top-ranked player in the game. Since all the players are shrouded in anonymity, Josh never expects Charlie to be a. girl. —and he never expects the offer she makes him: to join the underground gaming league that takes the virtual-reality game off the screen and into the streets. Josh is thrilled. But the more involved he gets, the more he realizes that not everything is what it seems.. Real. blood is spilling, members of the team are disappearing, and the zombies in the game are acting strange. And then there's the matter of a mysterious drug called Z. . . .",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Adventure",
                "Thriller"
            ]
        },
        {
            "title": "The Janus Affair",
            "authors": [
                "Pip Ballantine",
                "Tee Morris",
                "James Langton",
                "Philippa Ballantine"
            ],
            "ranking": 4.06,
            "ranking_count": 3946,
            "abstract": "Certainly no strangers to peculiar occurrences, agents Wellington Books and Eliza Braun are nonetheless stunned to observe a fellow passenger aboard Britain's latest hypersteam train suddenly vanish in a dazzling bolt of lightning. They soon discover this is not the only such disappearance - every case inexplicably unexamined by the Crown.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Mystery",
                "Fiction",
                "Romance",
                "Historical",
                "Adventure"
            ]
        },
        {
            "title": "Take Me with You",
            "authors": [
                "Catherine Ryan Hyde"
            ],
            "ranking": 4.19,
            "ranking_count": 39265,
            "abstract": "August Shroeder, a burned-out teacher, has been sober since his nineteen-year-old son died. Every year he’s spent the summer on the road, but making it to Yellowstone this year means everything. The plan had been to travel there with his son, but now August is making the trip with Philip’s ashes instead. An unexpected twist of fate lands August with two extra passengers for his journey, two half-orphans with nowhere else to go.. What none of them could have known was how transformative both the trip—and the bonds that develop between them—would prove, driving each to create a new destiny together.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Travel",
                "Book Club",
                "Family",
                "Drama",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "Brock's Agent",
            "authors": [
                "Tom  Taylor"
            ],
            "ranking": 3.89,
            "ranking_count": 63,
            "abstract": "After witnessing the Battle of Tippecanoe, Jonathan Westlake, a young man ready to make his mark, returns home to York [now Toronto] from a successful fur trading expedition. Intervening in a scuffle to save a young woman's life, he appears to have killed her stepfather. To escape arrest for murder, Westlake is now forced to join the British Army and pose as a fur trader while on a secret mission for Major General Isaac Brock.. In a frantic search for the girl he rescued, down Georgian Bay to Fort Detroit, Westlake discovers treachery in his own family circle. His friends, a French Canadian named Lapointe and a Shawnee native called Paxinos, will remain loyal to him in a battle that may cost all of them their lives.. As nations and men struggle for military supremacy in North America, the principal characters fight to the death over love, independence, and a fortune in furs.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "They Called Her Reckless: A True Story of War, Love And One Extraordinary Horse",
            "authors": [
                "Janet  Barrett"
            ],
            "ranking": 4.18,
            "ranking_count": 67,
            "abstract": "A small Korean pony, Reckless was acquired by some U.S. Marines during the Korean War to haul ammunition to the front lines -- and, in short order, became the real-life warhorse of the Marine Fifth Regiment. It is an incredible story of a Jeju pony and her buddies, forging a bond that enabled her to give so much more than anyone ever expected, and her Marines to return a love that continues to this day. The memories of many of those who knew her in wartime and thereafter, and 14 pages of photos, will underscore why Sergeant Reckless is honored still.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Animals",
                "Nonfiction",
                "Biography",
                "War"
            ]
        },
        {
            "title": "Learning",
            "authors": [
                "Karen Kingsbury"
            ],
            "ranking": 4.29,
            "ranking_count": 7961,
            "abstract": "Bailey Flanigan is growing closer to her dream to be an actress and dancer in New York while Cody coaches a small high school football team … on and off the field. But neither feels complete without the chance to share their dreams with one other. Can distance truly make the heart grow fonder? Or will Cody learn to turn to others to share in his happiness? And when tragedy strikes? Who will be there to provide comfort in the face of loss? As Cody’s past catches up with him, he must learn to reach out for help or risk withdrawing permanently inside himself. Both Bailey and Cody find themselves learning significant life lessons in this poignant love story, featuring members from Karen Kingsbury’s popular Baxter family.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Romance",
                "Inspirational",
                "Adult Fiction",
                "Contemporary",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Invincible",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.26,
            "ranking_count": 25610,
            "abstract": "Nick Gautier's day just keeps getting better and better. Yeah, he survived the zombie attacks, only to wake up and find himself enslaved to a world of shapeshifters and demons out to claim his soul.. His new principal thinks he's even more of a hoodlum than the last one, his coach is trying to recruit him to things he can't even mention and the girl he's not seeing, but is, has secrets that terrify him.. But more than that, he's being groomed by the darkest of powers and if he doesn't learn how to raise the dead by the end of the week, he will become one of them...",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Die Magie der Namen",
            "authors": [
                "Nicole Gozdek"
            ],
            "ranking": 3.81,
            "ranking_count": 514,
            "abstract": "Der 16-jährige Nummer 19 träumt insgeheim davon, als Erwachsener ein Held und bedeutender Name zu werden. Die 19 hat ihm in seinem Leben bisher kein Glück gebracht. Doch als der Tag der Namensgebung endlich gekommen ist, lösen sich seine Hoffnungen in Unglauben auf. Er erhält einen Namen, den keiner zu kennen scheint. Wer ist dieser Tirasan Passario, dessen Namen er für den Rest seines Lebens tragen wird? Nur das große Namensarchiv in der Hauptstadt Himmelstor kann ihm Auskunft geben. Gemeinsam mit dem Krieger Rustan Polliander und dessen Freunden macht er sich auf in die weit entfernte Stadt. Doch die Reise entpuppt sich als gefährlicher als erwartet. Namenlose und dunkle Verfolger trachten der Gruppe nach dem Leben. Und auch sein eigener Name hält noch einige Überraschungen für Tirasan bereit ...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "European Literature",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Flower Arrangement",
            "authors": [
                "Ella Griffin"
            ],
            "ranking": 3.9,
            "ranking_count": 1948,
            "abstract": "Golden peonies bowing their heads beneath blue delphinium bells. Delicate pink anemones threaded between freckled green orchids. Soft apricot roses woven together with velvety purple irises. Every bouquet tells a story. And every story begins at Blossom & Grow, a tiny jewel-like flower shop in the heart of Dublin. Here, among the buckets of fragrant blooms, beneath the flickering candles and lanterns, Lara works her magic. Translating feelings into flower arrangements that change hearts and lives. But what about her own heart? Has she really healed since she lost her chance to be a mother? What will happen when her own story takes a sudden turn? Can the flowers that heal the customers work their magic on the florist? Drawing together a delightful cast of characters, Ella Griffin brings her warmth, wit and wisdom to a captivating tale woven around a Dublin florist.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Cultural",
                "European Literature",
                "Adult Fiction",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Bakuman, Vol. 20",
            "authors": [
                "Tsugumi Ohba",
                "Takeshi Obata"
            ],
            "ranking": 4.42,
            "ranking_count": 1440,
            "abstract": "By the creators of Death Note! The mystery behind manga-making revealed! Average student Moritaka Mashiro enjoys drawing for fun. When his classmate and aspiring writer Akito Takagi discovers his talent, he begs Moritaka to team up with him as a manga-creating duo. But what exactly does it take to make it in the manga-publishing world?. Reads R to L (Japanese Style) for teen audiences.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Realistic Fiction",
                "Romance",
                "Fiction",
                "Manga",
                "Young Adult",
                "Humor",
                "Asian Literature"
            ]
        },
        {
            "title": "The Last Bookaneer",
            "authors": [
                "Matthew Pearl"
            ],
            "ranking": 3.31,
            "ranking_count": 2885,
            "abstract": "book'a-neer' (bŏŏk'kå-nēr'), n. a literary pirate; an individual capable of doing all that must be done in the universe of books that publishers, authors, and readers must not have a part in. London, 1890—Pen Davenport is the most infamous bookaneer in Europe. A master of disguise, he makes his living stalking harbors, coffeehouses, and print shops for the latest manuscript to steal. But this golden age of publishing is on the verge of collapse. For a hundred years, loose copyright laws and a hungry reading public created a unique opportunity: books could easily be published without an author’s permission. Authors gained fame but suffered financially—Charles Dickens, Mark Twain, Robert Louis Stevenson, to name a few—but publishers reaped enormous profits while readers bought books inexpensively. Yet on the eve of the twentieth century, a new international treaty is signed to grind this literary underground to a sharp halt. The bookaneers are on the verge of extinction.. From the author of. The Dante Club. , Matthew Pearl,. The Last Bookaneer. is the astonishing story of these literary thieves’ epic final heist. On the island of Samoa, a dying Robert Louis Stevenson labors over a new novel. The thought of one last book from the great author fires the imaginations of the bookaneers, and soon Davenport sets out for the South Pacific island. As always, Davenport is reluctantly accompanied by his assistant Fergins, who is whisked across the world for one final caper. Fergins soon discovers the supreme thrill of aiding Davenport in his quest to steal Stevenson’s manuscript and make a fortune before the new treaty ends the bookaneers’ trade forever. But Davenport is hardly the only bookaneer with a mind to pirate Stevenson’s last novel. His longtime adversary, the monstrous Belial, appears on the island, and soon Davenport, Fergins, and Belial find themselves embroiled in a conflict larger, perhaps, than literature itself.. In T. he Last Bookanee. r, Pearl crafts a finely wrought tale about a showdown between brilliant men in the last great act of their professions. It is nothing short of a page-turning journey to the heart of a lost era.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Writing",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Adult Fiction",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Summer at Little Beach Street Bakery",
            "authors": [
                "Jenny Colgan"
            ],
            "ranking": 3.84,
            "ranking_count": 16296,
            "abstract": "The. New York Times. bestselling author of. Little Beach Street Bakery. and. Christmas at the Cupcake Café. returns with a delightful new novel—with recipes!—that is already an international bestseller and is perfect for fans of Jojo Moyes, Meg Donohue, and Sophie Kinsella, and Elin Hilderbrand.. Summer at Little Beach Street Bakery. is an irresistible novel—moving and funny, soulful and sweet—about happiness, heartache, and hope. And recipes.. A thriving bakery. A lighthouse to call home. A handsome beekeeper. A pet puffin. These are the things that Polly Waterford can call her own. This is the beautiful life she leads on a tiny island off the southern coast of England.. But clouds are gathering on the horizon. A stranger threatens to ruin Polly’s business. Her beloved boyfriend seems to be leading a secret life. And the arrival of a newcomer—a bereft widow desperately searching for a fresh start—forces Polly to reconsider the choices she’s made, even as she tries to help her new friend through grief.. Unpredictable and unforgettable, this delightful novel will make you laugh, cry, and long for a lighthouse of your own.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Audiobook",
                "European Literature",
                "Food and Drink",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Second Chance Holiday",
            "authors": [
                "Aurora Rose Reynolds"
            ],
            "ranking": 4.17,
            "ranking_count": 5059,
            "abstract": "Mike Rouger isn't looking for love. He decided long ago that he would rather stay single than get mixed up with a woman again. Then Kathleen Mullings comes back into his life with her teenage son and changes everything. What happens when a man set in his ways meets a sassy woman who knows what she wants? Mix in the Mayson clan and the Christmas season and you’re sure to enjoy the ride of Second Chance Holiday.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Novella",
                "Holiday",
                "Adult",
                "New Adult",
                "Short Stories",
                "Adult Fiction"
            ]
        },
        {
            "title": "Moth Flight's Vision",
            "authors": [
                "Erin Hunter",
                "Dan Jolley",
                "Lillian Diaz-Przybyl",
                "James L. Barry"
            ],
            "ranking": 4.54,
            "ranking_count": 2981,
            "abstract": "Warriors Super Edition: Moth Flight's Vision. is an epic stand-alone adventure in Erin Hunter's #1 nationally bestselling Warriors series! Set after the events of the Dawn of the Clans prequel arc, this Super Edition follows WindClan's first medicine cat, Moth Flight, on a quest that changes the shape of the warrior Clans forever.. The five warrior Clans are newly formed, and the forest is at peace—but in WindClan, one young cat is troubled by strange visions that will lead her to a destiny no cat could have predicted.. Join the legion of fans who have discovered the epic adventures, fierce warrior cats, and thrilling fantasy world of the mega-bestselling Warriors series. This stand-alone entry is perfect for new readers and dedicated fans alike.. Moth Flight's Vision. also includes an exclusive ten-page Warriors manga adventure!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Animals",
                "Childrens",
                "Fiction",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "Political Cartoons",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "Like a character in a Joseph Conrad novel looking for someone in Africa, finding him, and having the guy say, “The horror. The horror.” That was Ricky's experience with politics.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Impossible Lives of Greta Wells",
            "authors": [
                "Andrew Sean Greer"
            ],
            "ranking": 3.5,
            "ranking_count": 12259,
            "abstract": "1985. After the death of her beloved twin brother, Felix, and the break up with her long-time lover, Nathan, Greta Wells embarks on a radical psychiatric treatment to alleviate her suffocating depression. But the treatment has unexpected effects, and Greta finds herself transported to the lives she might have had if she'd been born in a different era.. During the course of her treatment, Greta cycles between her own time and her alternate lives in 1918, as a bohemian adulteress, and 1941, as a devoted mother and wife. Separated by time and social mores, Greta's three lives are achingly similar, fraught with familiar tensions and difficult choices. Each reality has its own losses, its own rewards, and each extracts a different price. And the modern Greta learns that her alternate selves are unpredictable, driven by their own desires and needs.. As her final treatment looms, questions arise. What will happen once each Greta learns how to stay in one of the other worlds? Who will choose to remain in which life?. Magically atmospheric, achingly romantic,. The Impossible Lives of Greta Wells. beautifully imagines what if and wondrously wrestles with the impossibility of what could be.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Science Fiction",
                "Fantasy",
                "Magical Realism",
                "Literary Fiction",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "White Tears",
            "authors": [
                "Hari Kunzru"
            ],
            "ranking": 3.69,
            "ranking_count": 8766,
            "abstract": "From one of the most talented fiction writers at work today: two ambitious young musicians are drawn into the dark underworld of blues record collecting, haunted by the ghosts of a repressive past.. Two twenty-something New Yorkers. Seth is awkward and shy. Carter is glamorous and the heir to one of America's great fortunes. They have one thing in common: an obsession with music. Seth is desperate to reach for the future. Carter is slipping back into the past. When Seth accidentally records an unknown singer in a park, Carter sends it out over the Internet, claiming it's a long lost 1920s blues recording by a musician called Charlie Shaw. When an old collector contacts them to say that their fake record and their fake bluesman are actually real, the two young white men, accompanied by Carter's troubled sister Leonie, spiral down into the heart of the nation's darkness, encountering a suppressed history of greed, envy, revenge, and exploitation.. White Tears. is a ghost story, a terrifying murder mystery, a timely meditation on race, and a love letter to all the forgotten geniuses of American music.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Music",
                "Mystery",
                "Literary Fiction",
                "Race",
                "Contemporary",
                "Novels",
                "Audiobook",
                "Magical Realism"
            ]
        },
        {
            "title": "Книга забуття",
            "authors": [
                "Vasyl Slapchuk",
                "Василь Слапчук"
            ],
            "ranking": 3.67,
            "ranking_count": 12,
            "abstract": "„Księga zapomnienia” to książka przeciwko wojnie. Wojnie w każdym znaczeniu tego słowa, w każdym jego sensie. Tej, która teraz toczy się na Ukrainie, tej która toczyła się w Afganistanie, tej, którą wszyscy pamiętamy z lekcji historii…. To jest książka przeciwko wojnie, w której z ręki jednego człowieka ginie drugi człowiek, gdziekolwiek i kiedykolwiek by nie miała miejsca.. Autor, Wasyl Słapczuk, uczestnik wojny w Afganistanie, podejmuje po 30 latach od jej zakończenia próbę rozrachunku. Jego powieść jest pozbawiona opisów walk i heroizmu, to opowieść o rzeczywistości, której sam doświadczał każdego dnia: okrutnej, brudnej, niemożliwej do zrozumienia i pozbawionej logiki. Książka ukazała się w serii SUMA ZNAKÓW.. Książka wydana przy wsparciu Fundacji Dobroczynnej „Fundacja Ihoria Pałyci – Nowy Łuck” w ramach programu „Kultura i duchowość – największe bogactwo mieszkańców Łucka”",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Resist Me",
            "authors": [
                "Chelle Bliss"
            ],
            "ranking": 4.31,
            "ranking_count": 8569,
            "abstract": "Izzy Gallo has never been described as a member of the weaker sex. She’s a woman who doesn’t take shit from anyone. Growing up with four older overprotective brothers has hardened her, making her a force to be reckoned with.. Against the wishes of her two brothers, Joe and Mike, Izzy takes a weekend trip to Bike Week in Daytona, turning her world upside down.. Over her head, in a world she doesn’t understand, there’s only one man who can save her.. James Caldo has dedicated his life to protect and serve as a member of the DEA. He’s cocky, overbearing, and doesn’t take no for an answer – the Gallo men have nothing on him.. When their paths cross, James makes Izzy question everything she believes about completely surrendering to the opposite sex.. Does James have what it takes to overpower the headstrong Izzy, capturing her heart forever?. Amazon: http://amzn.to/1t5S6TG",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Erotica",
                "Adult",
                "New Adult",
                "Business",
                "Fiction"
            ]
        },
        {
            "title": "White Rage: The Unspoken Truth of Our Racial Divide",
            "authors": [
                "Carol  Anderson"
            ],
            "ranking": 4.48,
            "ranking_count": 12400,
            "abstract": "From the Civil War to our combustible present,. White Rage r. eframes our continuing conversation about race, chronicling the powerful forces opposed to black progress in America--now in paperback with a new afterword by the author, acclaimed historian Carol Anderson.. As Ferguson, Missouri, erupted in August 2014, and media commentators across the ideological spectrum referred to the angry response of African Americans as “black rage,” historian Carol Anderson wrote a remarkable op-ed in. The Washington Post. suggesting that this was, instead, white rage at work. With so much attention on the flames, she argued, everyone had ignored the kindling.. Since 1865 and the passage of the Thirteenth Amendment, every time African Americans have made advances towards full participation in our democracy, white reaction has fueled a deliberate and relentless rollback of their gains. The end of the Civil War and Reconstruction was greeted with the Black Codes and Jim Crow; the Supreme Court's landmark 1954. Brown v. Board of Education. decision was met with the shutting down of public schools throughout the South while taxpayer dollars financed segregated white private schools; the Civil Rights Act of 1964 and Voting Rights Act of 1965 triggered a coded but powerful response, the so-called Southern Strategy and the War on Drugs that disenfranchised millions of African Americans while propelling presidents Nixon and Reagan into the White House, and then the election of America's first black President, led to the expression of white rage that has been as relentless as it has been brutal.. Carefully linking these and other historical flashpoints when social progress for African Americans was countered by deliberate and cleverly crafted opposition, Anderson pulls back the veil that has long covered actions made in the name of protecting democracy, fiscal responsibility, or protection against fraud, rendering visible the long lineage of white rage. Compelling and dramatic in the unimpeachable history it relates,. White Rage. will add an important new dimension to the national conversation about race in America.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Race",
                "Politics",
                "Social Movements",
                "Sociology",
                "North American Hi...",
                "Social Issues",
                "Cultural"
            ]
        },
        {
            "title": "Rebel Spring",
            "authors": [
                "Morgan Rhodes",
                "Michelle Rowen"
            ],
            "ranking": 4.09,
            "ranking_count": 32296,
            "abstract": "The road to power...is paved with blood and magic.. Cleo. is now a prisoner in her own palace, forced to be an ambassador for Mytica as the evil King Gaius lies to her people.. Magnus. stands to eventually inherit the new kingdom but is still obsessed with his feelings for his adopted sister, Lucia.. Lucia. is haunted by the outcome of the breathtaking display of magic that allowed her father to capture the kingdoms.. Jonas. watched at the palace gates a troop of rebels behind him, waiting for him to tell them how he plans to overtake King Gaius.. After a bloody siege, Auranos has been defeated, its young queen orphaned and dethroned. The three kingdoms—Auranos, Limeros, and Paelsia—are now unwillingly united as one country called Mytica. But the allure of ancient, dangerous magic beckons still, and with it the chance to rule not just Mytica, but the whole world over..... At the heart of the fray are four brave young people grappling for that magic and the power it promises. For Cleo, the magic would enable her to reclaim her royal seat. In Jonas's hands, it frees his nation, and in Lucia's, it fulfills the ancient prophecy of her destiny. And if the magic were Magnus's, he would finally prove his worth in the eyes of his cruel and scheming father, King Gaius, who rules Mytica with a punishing hand.. When Gaius begins to build a road into the Forbidden Mountains to physically link all of Mytica, he sparks a long-smoking fire in the hearts of the people that will forever change the face of this land. For Gaius's road is paved with blood, and its construction will have cosmic consequences.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Adventure",
                "Fiction",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "To Afar from Afar",
            "authors": [
                "Soham Patel"
            ],
            "ranking": 4.75,
            "ranking_count": 8,
            "abstract": "This collection hinges on the image of a globe. Composed as three long poems in the second person interrupted by a visual fragmented movement. The modes address (to afar/from afar) are informed by distances made by war and globalization. With collage, maps, lyric nonfictions, storytelling, chants, sonnets, treated screenshots, a sestina, and new family pictures of old places - this book addresses displacement, memory and the darkness and light they bring.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "No Is Not Enough: Resisting Trump’s Shock Politics and Winning the World We Need",
            "authors": [
                "Naomi Klein"
            ],
            "ranking": 4.13,
            "ranking_count": 9138,
            "abstract": "New York Times. Bestseller. National Book Award Longlist. Publishers Weekly Best Books of 2017. “This is one attempt to uncover how we got to this surreal political moment. It is also an attempt to predict how, under cover of shocks and crises, it could get a lot worse. And it’s a plan for how, if we keep our heads, we might just be able to flip the script and arrive at a radically better future.”. –From the Introduction. Donald Trump’s takeover of the White House is a dangerous escalation in a world of cascading crises. His reckless agenda—including a corporate coup in government, aggressive scapegoating and warmongering, and sweeping aside climate science to set off a fossil fuel frenzy—will generate waves of disasters and shocks to the economy, national security, and the environment.. Acclaimed journalist, activist, and bestselling author Naomi Klein has spent two decades studying political shocks, climate change, and “brand bullies.” From this unique perspective, she argues that Trump is not an aberration but a logical extension of the worst, most dangerous trends of the past half-century—the very conditions that have unleashed a rising tide of white nationalism the world over. It is not enough, she tells us, to merely resist, to say “no.” Our historical moment demands more: a credible and inspiring “yes,” a roadmap to reclaiming the populist ground from those who would divide us—one that sets a bold course for winning the fair and caring world we want and need.. This timely, urgent book from one of our most influential thinkers offers a bracing positive shock of its own, helping us understand just how we got here, and how we can, collectively, come together and heal.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Economics",
                "History",
                "Social Issues",
                "Social Movements",
                "Audiobook",
                "Environment",
                "Culture"
            ]
        },
        {
            "title": "Many Sparrows",
            "authors": [
                "Lori Benton"
            ],
            "ranking": 4.47,
            "ranking_count": 753,
            "abstract": "Many Sparrows. When settler Clare Inglesby is widowed on a mountain crossing and her young son, Jacob, captured by Shawnees, she'll do everything in her power to get him back, including cross the Ohio River and march straight into the presence of her enemies deep in Indian country. Frontiersman and adopted Shawnee, Jeremiah Ring, promises to guide Clare through the wilderness and help her recover Jacob.. Once they reach the Shawnees and discover Jeremiah's own Shawnee sister, Rain Crow, has taken. custody of Jacob--renaming him Many Sparrows--keeping his promise becomes far more complicated, the consequences more wrenching, than Jeremiah could have foreseen.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Romance",
                "Inspirational",
                "Adult",
                "North American Hi..."
            ]
        },
        {
            "title": "Time Streams",
            "authors": [
                "Dean Wesley Smith",
                "Kristine Kathryn Rusch"
            ],
            "ranking": 4.03,
            "ranking_count": 38,
            "abstract": "Time-travel stories open the entire world and all of time to writers’ imaginations. The fifteen writers in this third original anthology in the Fiction River line explore everything from Chicago gangsters to Japanese tsunamis, and travel from 2013 to the nineteenth century to a vast future. Featuring work from award winners to bestsellers to a few newcomers whose time will come, Time Streams turns the time-travel genre on its head.. Fiction River is an original fiction anthology series. Modeled on successful anthology series of the past, from Orbit to Universe to Pulphouse: The Hardback Magazine, the goal of Fiction River is to provide a forum for “original ground-breaking fiction of all genres.”. Each Fiction River volume will have electronic and trade paperback issues published by WMG Publishing, and will feature some of the best new and established fiction writers in publishing.. Dean Wesley Smith and Kristine Kathryn Rusch are award-winning editors, as well as award-winning writers, and will act as series editors for the anthologies.. For more information about the authors or Fiction River, go to www.wmgpublishing.com.",
            "part_of_series": true,
            "genre_list": [
                "Anthologies",
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Woman Who Borrowed Memories: Selected Stories",
            "authors": [
                "Tove Jansson",
                "Thomas Teal",
                "Silvester Mazzarella",
                "Lauren Groff"
            ],
            "ranking": 4.01,
            "ranking_count": 491,
            "abstract": "An NYRB Classics Original. Tove Jansson was a master of brevity, unfolding worlds at a touch. Her art flourished in small settings, as can be seen in her bestselling novel. The Summer Book. and in her internationally celebrated cartoon strips and books about the Moomins. It is only natural, then, that throughout her life she turned again and again to the short story.. The Woman Who Borrowed Memories. is the first extensive selection of Jansson’s stories to appear in English.. Many of the stories collected here are pure Jansson, touching on island solitude and the dangerous pull of the artistic impulse: in “The Squirrel” the equanimity of the only inhabitant of a remote island is thrown by a visitor, in “The Summer Child” an unlovable boy is marooned along with his lively host family, in “The Cartoonist” an artist takes over a comic strip that has run for decades, and in “The Doll’s House” a man’s hobby threatens to overwhelm his life. Others explore unexpected territory: “Shopping” has a post-apocalyptic setting, “The Locomotive” centers on a railway-obsessed loner with murderous fantasies, and “The Woman Who Borrowed Memories” presents a case of disturbing transference. Unsentimental, yet always humane, Jansson’s stories complement and enlarge our understanding of a singular figure in world literature.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Anthologies",
                "Female Authors",
                "Cultural"
            ]
        },
        {
            "title": "The Half-Drowned King",
            "authors": [
                "Linnea Hartsuyker"
            ],
            "ranking": 3.75,
            "ranking_count": 4075,
            "abstract": "Since the death of Ragnvald Eysteinsson's father in battle, he has worked hard to protect his sister Svanhild and planned to inherit his family's land when he comes of age. But when the captain of his ship tries to kill him on the way home from a raiding excursion, he must confront his stepfather's betrayal, and find a way to protect his birthright. It is no easy feat in Viking-Age Norway, where a hundred petty rulers kill over parcels of land, and a prophesied high king is rising.. But where Ragnvald is expected to bleed, and even die, for his honour, Svanhild is simply expected to marry well. It's not a fate she relishes, and when the chance to leave her stepfather's cruelty comes at the hand of her brother's arch-rival, Svanhild is forced to make the ultimate choice: family or freedom.. Drawing from the Icelandic Sagas,. The Half-Drowned King. takes inspiration from the true story of Ragnvald of Maer, the right hand man of King Harald Fairhair, first king of all Norway, and his sister, Svanhild, as she tries to find freedom in a society where the higher her brother rises, the greater her worth as a political pawn.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fantasy",
                "Fiction",
                "Adult",
                "Adventure",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Treachery in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.46,
            "ranking_count": 27772,
            "abstract": "Eve Dallas and her partner, Peabody, are following up on a brutal, senseless crime — an elderly grocery owner killed by three stoned punks for nothing more than kicks and snacks. And for the first time, Peabody is primary detective on the case, which means she has to get used to a new level of authority and responsibility. Good thing she learned the ropes from a master like Eve.. But after rounding up the perps, Peabody stumbles upon a much trickier situation. Determined to start working out as hard as she grills suspects, she chooses to do it at the old, rarely-used gym at Central. After a grueling workout, she squeezes into one of the narrow shower stalls, happy to have the place to herself. Just after she shuts the water off, the gym door clatters open — and while she cringes inside the stall, trying not to make a sound, Peabody overhears two fellow officers, Garnet and Oberman, arguing. References are made to delivering product, and a house in the islands, and someone named Keener who’s supposed to look like an OD. It doesn’t take long for a naked and vulnerable Peabody to realize that both officers are crooked — guilty not just of corruption but of murder as well. Fortunately, the two clear out of the locker room without realizing there was a witness.. Eve Dallas may have trained Peabody well — but this is too dangerous for one person to take on alone. Now Peabody, Eve, and her husband, Roarke, must try to get the hard evidence they need to bring the dirty cops down — knowing all the while that the two have already killed to keep their secret, and are no doubt willing to do it again.. 11 Audio CDs / 13 Hours 14 mins. ~",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Suspense",
                "Science Fiction",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "Keep Going: 10 Ways to Stay Creative in Good Times and Bad",
            "authors": [
                "Austin Kleon"
            ],
            "ranking": 4.3,
            "ranking_count": 9823,
            "abstract": "Keep Working. Keep Playing. Keep Creating.. In his previous books. Steal Like an Artist. and. Show Your Work!. , both. New York Times. bestsellers, Austin Kleon gave readers the keys to unlock their creativity and showed them how to become known. Now he offers his most inspiring work yet, with ten simple rules for how to stay creative, focused, and true to yourself—for life.. The creative life is not a linear journey to a finish line, it’s a loop—so find a daily routine, because today is the only day that matters. Disconnect from the world to connect with yourself—sometimes you just have to switch into airplane mode.. Keep Going. celebrates getting outdoors and taking a walk (as director Ingmar Bergman told his daughter, ”The demons hate fresh air”). Pay attention, and especially pay attention to what you pay attention to. Worry less about getting things done, and more about the worth of what you’re doing. Instead of focusing on making your mark, work to leave things better than you found them.. Keep Going. and its timeless, practical, and ethical principles are for anyone trying to sustain a meaningful and productive life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Art",
                "Language",
                "Design",
                "Business",
                "Productivity",
                "Psychology"
            ]
        },
        {
            "title": "Sketches of a Black Cat - Full Color Collector's Edition: Story of a night flying WWII pilot and artist",
            "authors": [
                "Ron  Miner"
            ],
            "ranking": 4.51,
            "ranking_count": 420,
            "abstract": "(Available in Color or B&W - click both format arrows - or Color Kindle) This beautiful, new FULL COLOR second edition is now one hundred pages longer, filled with additional fresh stories, artwork, photos, and adventures.. Howard Miner never expected to contract the first documented case of the mumps in Guadalcanal history.. As a Navy Black Cat, he took his share of chances during the ten-hour, night long flights in darkened PBYs painted entirely black, searching the seas for enemy ships and downed fliers ~ the original stealth aircrafts.  But wartime was unpredictable, and whether landing on an exotic tropical isle where the women he saw from the air turned out to be topless, or dropping wing tanks containing a strange new substance called “Napalm,” this was clearly a very different world than he had known as a college student in Indiana.. His is a tale of seven buddies, all pilots who flew at night, slept and got into mischief by day, then repeated. Their PBY Catalina odyssey stretched from the Solomon Islands to the northern tip of the Philippines and included a full range of missions, from search, attack, and bombing runs, to daring sea rescues. Howard’s journey through training and tours of duty is skillfully captured in his art and narratives, framing a wartime drama with a personal coming of age story. The descriptive verse from the artist’s viewpoint gives us a creatively told and intriguing portrayal of WWII’s Pacific Theater.. * * * * Miner combines his father's writings and interviews with WWII veterans to craft a loving tribute to the young men who fought in WWII...He does his father and other WWII veterans proud. ~Publisher's Weekly/Booklife. * * * * Sketches of a Black Cat is a unique and fascinating memoir of a World War II combat aviator ~ with original and previously unpublished sketches and photographs. This artfully crafted book is a must read for anyone in search of a new and completely different view into the world of war in the Pacific and on the home front during America's greatest conflict. ~ Larkin Spivey, military historian and author.. * * * * “From boxes of notes and drawings comes a book illuminating a WWII pilot’s experiences as part of the Black Cat Squadron…accounts of support missions, rescues of airmen and interactions with indigenous island peoples told in vivid but unembellished detail…a handsome volume that reads breezily and is punctuated with photos and drawings from Howard’s war years. ~ Mike Francis. the Oregonian. * * * * Wonderful and beautifully real stories such as this are dying every day as we lose our WWII veterans. Kudos to Ron Miner for preserving and sharing with the rest of us the gold of his father's journals, photos, and drawings to bring us such a compelling look at life during the war. This is not only a valuable and insightful historical document but a dramatic and warm personal story. ~ Don Keith, WWII author. * * * * “... Howard Miner’s memoirs are a wonderful view into the world of a patrol squadron at war. Miner sees the war through the eyes of an artist, revealing details of day-to-day life that are often overlooked in war time narratives. A wholly enjoyable story!” ~ Stewart Bailey, Curator, Evergreen Aviation and Space Museum. * * * *  “As a former flight engineer aboard a PBY in WWII… I can truly say I felt as though I was on Howard’s Catalina…so many similarities to my own experiences.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Autobiography",
                "Biography",
                "War",
                "Nonfiction"
            ]
        },
        {
            "title": "LOVING OUR PARENTS",
            "authors": [
                "Abdul Malik Mujahid",
                "Darussalam"
            ],
            "ranking": 4.45,
            "ranking_count": 132,
            "abstract": "Loving our Parents is a wonderful collection of stories from the lives of ordinary people on the rewards of treating our parents with honor and respect. It also has detailed and authentic accounts from both the Noble Qur’an and the Prophet’s Sunnah on our duties and obligations to those who have sacrificed so much to raise and educate us. In addition, it provides clear warnings of the penalties from Allah Almighty in this world and the Hereafter for abusing and disrespecting our parents. This is an essential publication for those who want to know the Divine Injunctions on not only how to treat their mothers and fathers, but also their grandparents, close relatives and elders.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "Someone We Know",
            "authors": [
                "Shari Lapena"
            ],
            "ranking": 3.94,
            "ranking_count": 79870,
            "abstract": "The new domestic suspense novel from. NYT. bestselling author Shari Lapena.. Maybe you don't know your neighbours as well as you thought you did. . . .. I'm so sorry. My son has been getting into people's houses. He's broken into yours.. In a quiet, leafy suburb in upstate New York, a teenager has been sneaking into houses--and into the owners' computers as well. Learning their secrets, and maybe sharing some of them, too.. Who is he, and what might he have uncovered? As whispers start to circulate, suspicion mounts. And when a woman down the street is found murdered, the tension reaches its breaking point. Who killed her? Who knows more than they're telling? And how far will all these very nice people go to protect their little secrets?. In this neighbourhood, it's not just the husbands and wives who play games. Here, everyone in the family has something to hide. . . .",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "After I'm Gone",
            "authors": [
                "Laura Lippman"
            ],
            "ranking": 3.61,
            "ranking_count": 16207,
            "abstract": "The acclaimed. New York Times. bestselling author of. The Most Dangerous Thing. ,. I'd Know You Anywhere. , and. What the Dead Know. returns with an addictive story that explores how one man's disappearance echoes through the lives of the five women he left behind—his wife, his daughters, and his mistress. Dead is dead. Missing is gone.. When Felix Brewer meets nineteen-year-old Bernadette Bambi Gottschalk at a Valentine's Day dance in 1959, he charms her with wild promises, some of which he actually keeps. Thanks to his lucrative—if not all legal—businesses, she and their three little girls live in luxury. But on the Fourth of July in 1976, Bambi's comfortable world implodes when Felix, facing prison, vanishes.. Though Bambi has no idea where her husband—or his money—might be, she suspects one woman does: his devoted young mistress, Julie. When Julie disappears ten years to the day after Felix went on the lam, everyone assumes she's left to join her old lover—until her remains are discovered in a secluded park.. Now, twenty-six years later, Roberto Sandy Sanchez, a retired Baltimore detective working cold cases for some extra cash, is investigating her murder. What he discovers is a tangled web of bitterness, jealousy, resentment, greed, and longing stretching over five decades. And at its center is the man who, though long gone, has never been forgotten by the five women who loved him: the enigmatic Felix Brewer.. Felix Brewer left five women behind. Now there are four. Does at least one of them know the truth?",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult Fiction",
                "Contemporary",
                "Family"
            ]
        },
        {
            "title": "40 Years of Chez Panisse: The Power of Gathering",
            "authors": [
                "Alice Waters",
                "Michael Pollan",
                "Calvin Trillin"
            ],
            "ranking": 4.16,
            "ranking_count": 160,
            "abstract": "Chez Panisse opened its doors in 1971. Founded by Alice Waters, the restaurant is rooted in her conviction that the best-tasting food is organic, locally grown, and harvested in ecologically sound ways by people who are taking care of the land for future generations.  The quest for such ingredients has always determined the restaurant’s cuisine, and, over the course of forty years, Chez Panisse has helped create a community of local farmers and ranchers whose dedication to sustainable agriculture assures the restaurant a steady supply of fresh and pure ingredients.. In. Forty Years of Chez Panisse: The Power of Gathering,. Alice takes readers on her journey from the humble and visionary beginnings of the restaurant, through its rise and the acclaim, to the Café and the influential Chez Panisse Foundation. Organized by decade, the book includes a wealth of archival material and photographs—menus; invitations; pictures of Alice at the restaurant and around the world, with those who have passed through her life—and interviews from public figures and cooks who have been inspired by or mentored at the restaurant.. This tribute to the delicious food revolution that began with Alice Waters and Chez Panisse is an important work for anyone who cares about food, sustainability, and the powerful legacy that Alice has built.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Autobiography",
                "Biography"
            ]
        },
        {
            "title": "And the Land Lay Still",
            "authors": [
                "James Robertson"
            ],
            "ranking": 4.24,
            "ranking_count": 940,
            "abstract": "And the Land Lay Still. is the sweeping Scottish epic by James Robertson. And the Land Lay Still. is nothing less than the story of a nation. James Robertson's breathtaking novel is a portrait of modern Scotland as seen through the eyes of natives and immigrants, journalists and politicians, drop-outs and spooks, all trying to make their way through a country in the throes of great and rapid change. It is a moving, sweeping story of family, friendship, struggle and hope - epic in every sense.. The winner of the Saltire Society Scottish Book of the Year Award 2010,. And the Land Lay Still. is a masterful insight into Scotland's history in the twentieth century and a moving, beautifully written novel of intertwined stories.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Novels",
                "Politics",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Harvey",
            "authors": [
                "Hervé Bouchard",
                "Janice Nadeau",
                "Helen Mixter"
            ],
            "ranking": 3.68,
            "ranking_count": 1120,
            "abstract": "A sophisticated and original graphic novel, about a young boy's reaction to his father's death.. Harvey and his little brother are playing in the slushy streets of early spring when they learn, out of the blue, that their father has died of a heart attack. Everything changes and Harvey’s favorite movie,. The Incredible Shrinking Man. , suddenly begins to dominate his fantasy life. When relatives try to get him to look at his father in his coffin, Harvey finds himself disappearing.. Brilliantly illustrated, emotionally true and devastatingly sad, this book is an artful and utterly convincing study of one boy’s response to great loss.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Young Adult",
                "Fiction",
                "Death",
                "Realistic Fiction",
                "Family",
                "Childrens",
                "Cultural"
            ]
        },
        {
            "title": "Breathless",
            "authors": [
                "Scott Prussing"
            ],
            "ranking": 3.62,
            "ranking_count": 2942,
            "abstract": "Breathless is the first book in the Blue Fire Saga, a paranormal romance series set at a small college in present day Connecticut. There are currently five books in the series.. Weston College freshman Leesa Nyland has been fascinated by vampires since she was three years old. That's when her mom started acting weird, insisting sunlight hurt her skin because she'd been bitten by a one-fanged vampire.. But fascinated doesn't mean Leesa believes. Any more than she believes in blue fire, people who live for centuries, and kisses that can kill. But when her beloved older brother suddenly disappears, she is forced to consider all these and more. She also has to figure out what to do about her mysterious new boyfriend. She knows Rave likes her a lot--so why won't he kiss her?. As Leesa draws closer to finding her brother, she faces some gut-wrenching decisions. Should she risk her mom's life trying to cure her? Should she continue seeing Rave, after he reveals his dangerous secret? And most terrifying of all, should she make the ultimate sacrifice-give up her humanity-to save her brother?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Young Adult",
                "Fiction",
                "Business",
                "New Adult"
            ]
        },
        {
            "title": "The Iron Traitor",
            "authors": [
                "Julie Kagawa"
            ],
            "ranking": 4.11,
            "ranking_count": 14361,
            "abstract": "IN THE REAL WORLD, WHEN YOU VANISH INTO THIN AIR FOR A WEEK, PEOPLE TEND TO NOTICE. After his unexpected journey into the lands of the fey, Ethan Chase just wants to get back to normal. Well, as normal as you can be when you see faeries every day of your life. Suddenly the former loner with the bad reputation has someone to try for—his girlfriend, Kenzie. Never mind that he's forbidden to see her again.. But when your name is Ethan Chase and your sister is one of the most powerful faeries in the Nevernever, normal simply isn't to be. For Ethan's nephew, Keirran, is missing, and may be on the verge of doing something unthinkable in the name of saving his own love. Something that will fracture the human and faery worlds forever, and give rise to the dangerous fey known as the Forgotten. As Ethan's and Keirran's fates entwine and Keirran slips further into darkness, Ethan's next choice may decide the fate of them all.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Paranormal",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Redstart: An Ecological Poetics",
            "authors": [
                "Forrest Gander",
                "John Kinsella"
            ],
            "ranking": 3.53,
            "ranking_count": 38,
            "abstract": "The damage humans have perpetrated on our environment has certainly affected a poet’s means and material. But can poetry be ecological? Can it display or be invested with values that acknowledge the economy of interrelationship between the human and the nonhuman realms? Aside from issues of theme and reference, how might syntax, line break, or the shape of the poem on the page express an ecological ethics?. To answer these questions, poets Forrest Gander and John Kinsella offer an experiment, a collaborative volume of prose and poetry that investigates—both thematically and formally—the relationship between nature and culture, language and perception. They ask whether, in an age of globalization, industrialization, and rapid human population growth, an ethnocentric view of human beings as a species independent from others underpins our exploitation of natural resources. Does the disease of Western subjectivity constitute an element of the aesthetics that undermine poetic resistance to the killing of the land? Why does “the land” have to give something back to the writer?. This innovative volume speaks to all people wanting to understand how artistic and critical endeavors can enrich, rather than impoverish, the imperiled world around us.",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "Nonfiction"
            ]
        },
        {
            "title": "The Sports Gene: Inside the Science of Extraordinary Athletic Performance",
            "authors": [
                "David   Epstein"
            ],
            "ranking": 4.2,
            "ranking_count": 12950,
            "abstract": "Now a. New York Times. Bestseller!. With a new chapter added to the paperback.. In high school, I wondered whether the Jamaican Americans who made our track team so successful might carry some special speed gene from their tiny island. In college, I ran against Kenyans, and wondered whether endurance genes might have traveled with them from East Africa. At the same time, I began to notice that a training group on my team could consist of five men who run next to one another, stride for stride, day after day, and nonetheless turn out five entirely different runners. How could this be?. We all knew a star athlete in high school. The one who made it look so easy. He was the starting quarterback and shortstop; she was the all-state point guard and high-jumper.. Naturals. . Or were they?. The debate is as old as physical competition. Are stars like Usain Bolt, Michael Phelps, and Serena Williams genetic freaks put on Earth to dominate their respective sports? Or are they simply normal people who overcame their biological limits through sheer force of will and obsessive training?. The truth is far messier than a simple dichotomy between nature and nurture. In the decade since the sequencing of the human genome, researchers have slowly begun to uncover how the relationship between biological endowments and a competitor’s training environment affects athleticism. Sports scientists have gradually entered the era of modern genetic research.. In this controversial and engaging exploration of athletic success,. Sports Illustrated. senior writer David Epstein tackles the great nature vs. nurture debate and traces how far science has come in solving this great riddle. He investigates the so-called 10,000-hour rule to uncover whether rigorous and consistent practice from a young age is the only route to athletic excellence.. Along the way, Epstein dispels many of our perceptions about why top athletes excel. He shows why some skills that we assume are innate, like the bullet-fast reactions of a baseball or cricket batter, are not, and why other characteristics that we assume are entirely voluntary, like an athlete’s will to train, might in fact have important genetic components.. This subject necessarily involves digging deep into sensitive topics like race and gender. Epstein explores controversial questions such as:. Are black athletes genetically predetermined to dominate both sprinting and distance running, and are their abilities influenced by Africa’s geography?. Are there genetic reasons to separate male and female athletes in competition?. Should we test the genes of young children to determine if they are destined for stardom?. Can genetic testing determine who is at risk of injury, brain damage, or even death on the field?. Through on-the-ground reporting from below the equator and above the Arctic Circle, revealing conversations with leading scientists and Olympic champions, and interviews with athletes who have rare genetic mutations or physical traits, Epstein forces us to rethink the very nature of athleticism.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sports",
                "Science",
                "Health",
                "Audiobook",
                "Psychology",
                "Biology"
            ]
        },
        {
            "title": "Annihilation",
            "authors": [
                "Drew Karpyshyn"
            ],
            "ranking": 3.96,
            "ranking_count": 5569,
            "abstract": "The Sith Empire is in flux. The Emperor is missing, presumed dead, and an ambitious Sith lord’s attempt to seize the throne has ended fatally. Still, Darth Karrid, commander of the fearsome Imperial battle cruiser Ascendant Spear, continues her relentless efforts to achieve total Sith domination of the galaxy.. But Karrid’s ruthless determination is more than matched in the steely resolve of Theron Shan, whose unfinished business with the Empire could change the course of the war for good. Though the son of a Jedi master, Theron does not wield the Force—but like his renowned mother, the spirit of rebellion is in his blood. As a top covert agent for the Republic, he struck a crucial blow against the Empire by exposing and destroying a Sith superweapon arsenal—which makes him the ideal operative for a daring and dangerous mission to end Ascendant Spear’s reign of terror.. Joined by hot-headed smuggler Teff’ith, with whom he has an inexplicable bond, and wise Jedi warrior Gnost-Dural, Darth Karrid’s former master, Theron must match wits and weapons with a battle-tested crew of the most cold-blooded dark side disciples. But time is brutally short. And if they don’t seize their one chance to succeed, they will surely have countless opportunities to die.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Space",
                "Adventure",
                "Novels",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Slant of Light",
            "authors": [
                "Jeffrey Lent"
            ],
            "ranking": 3.84,
            "ranking_count": 779,
            "abstract": "The powerful new work from one of our greatest historical novelists,. A Slant of Light. deals with profoundly seminal American moments: the end of the Civil War, the religious freedom that was manifested in the Second Great Awakening, the last gasps of the Jeffersonian ideal of American yeomanry, the shadow on the horizon of the Industrial Revolution.. At the heart of the novel are two men: one who has committed a horrific act, but is slowly revealed to be a man of honor and integrity; the other, a seemingly righteous man of great spiritual dedication, whose lust for power within his community will eventually blind him to his own actions. These two men are surrounded by a varied host of others, many damaged but stronger for it: a veteran profoundly changed by war, a father tormented by the loss of his daughter, a Seneca man more powerful than others realize, a boy forced too early to become a man. And in this male world, women, too, are assuming new strength—through the roles they take on, and the loves they allow themselves.. A Slant of Light. is a novel of lust and love, of loss and war, of prophets and followers, of theft and revenge, in an American moment where a seemingly golden age has been shattered. It is a novel about how people make sense of such things, and how they remake their lives.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "Literature",
                "New York",
                "War"
            ]
        },
        {
            "title": "Evil in All Its Disguises",
            "authors": [
                "Hilary Davidson"
            ],
            "ranking": 3.65,
            "ranking_count": 252,
            "abstract": "Lily Moore joins a group of travel journalists for an all-expenses-paid press trip to Mexico’s famous resort town of Acapulco. But the city, once the playground of Hollywood stars, is a place of faded glamour and rising crime. When Lily arrives at the luxurious Hotel Cerón, she finds a resort that’s nearly deserted, a staff who waits attentively to serve guests who aren’t there, and abandoned construction projects on the grounds.. Lily’s fellow journalist, Skye McDermott, drops hints about an investigation she’s conducting. Skye, deeply upset at a lover who jilted her, is obsessed with getting revenge by exposing his company’s fraud and illegal activities. But when Skye suddenly disappears, Lily knows something is terribly wrong.. The hotel’s staff refuses to listen or to even contact the authorities, and Lily begins to suspect that Skye is in grave danger. Worse yet, as Lily herself tries to escape, she discovers she’s become a virtual prisoner in a gilded cage.. A deadly trap has been set, and Lily finds herself maneuvered into the role of bait. Faced with unthinkable choices, Lily must summon all her strength to survive and to save those she loves.. Anthony Award–winner Hilary Davidson weaves a thrilling story of paranoia, vengeance, and murder.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Possession",
            "authors": [
                "Kat Richardson"
            ],
            "ranking": 4.03,
            "ranking_count": 1989,
            "abstract": "When a comatose woman suddenly wakes up and starts painting scenes she’s never witnessed, with a skill she’s never had, medical science has no explanation. As more bizarre phenomena manifest, even her doctors start to wonder if the woman may be possessed. Frustrated and frightened, the patient’s sister reluctantly turns to Greywalker Harper Blaine to discover who—or what—is occupying her sister’s body.. As Harper digs into the case of apparent possession, she discovers other patients struck with the same mystifying afflictions and a disturbing connection to one of the most gruesome stories in Washington’s history…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Paranormal",
                "Horror",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Queen's Vow: A Novel of Isabella of Castile",
            "authors": [
                "C.W. Gortner"
            ],
            "ranking": 3.92,
            "ranking_count": 7763,
            "abstract": "No one believed I was destined for greatness.. So begins Isabella’s story, in this evocative, vividly imagined novel about one of history’s most famous and controversial queens—the warrior who united a fractured country, the champion of the faith whose reign gave rise to the Inquisition, and the visionary who sent Columbus to discover a New World. Acclaimed author C. W. Gortner envisages the turbulent early years of a woman whose mythic rise to power would go on to transform a monarchy, a nation, and the world.. Young Isabella is barely a teenager when she and her brother are taken from their mother’s home to live under the watchful eye of their half-brother, King Enrique, and his sultry, conniving queen. There, Isabella is thrust into danger when she becomes an unwitting pawn in a plot to dethrone Enrique. Suspected of treason and held captive, she treads a perilous path, torn between loyalties, until at age seventeen she suddenly finds herself heiress of Castile, the largest kingdom in Spain. Plunged into a deadly conflict to secure her crown, she is determined to wed the one man she loves yet who is forbidden to her—Fernando, prince of Aragon.. As they unite their two realms under “one crown, one country, one faith,” Isabella and Fernando face an impoverished Spain beset by enemies. With the future of her throne at stake, Isabella resists the zealous demands of the inquisitor Torquemada even as she is seduced by the dreams of an enigmatic navigator named Columbus. But when the Moors of the southern domain of Granada declare war, a violent, treacherous battle against an ancient adversary erupts, one that will test all of Isabella’s resolve, her courage, and her tenacious belief in her destiny.. From the glorious palaces of Segovia to the battlefields of Granada and the intrigue-laden gardens of Seville,. The Queen’s Vow. sweeps us into the tumultuous forging of a nation and the complex, fascinating heart of the woman who overcame all odds to become Isabella of Castile.. Praise for. The Queen’s Vow. “A masterwork by a skilled craftsman . . . Make a vow to read this book.”—New York Journal of Books. “A beautifully crafted piece of historical fiction . . . Gortner’s vivid details blend with his deeply intensive research to re-create Isabella and Castile in a way that the reader will find compelling and immersive, bringing not just the Queen but the whole nation to life.”—. RT Book Reviews. “A fascinating story . . . Through his creative and spellbinding storytelling, Gortner’s readers come to know Isabella intimately in mind, heart and body as she lives through a tumultuous time, her intense longing to be the determiner of her own unique destiny.”—Wichita Falls. Times Record News. “A novel of triumph as Isabella vanquishes her enemies one by one . . . [She is] a very human and appealing character.”. —The Roanoke Times. “Politically charged, passionate . . . [a] well-researched, intriguing historical.”—Bookreporter",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Romance",
                "Literature",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Weweni",
            "authors": [
                "Margaret Noodin"
            ],
            "ranking": 4.59,
            "ranking_count": 39,
            "abstract": "Depending on dialect, the Anishinaabemowin word weweni expresses thanks, exactitude, ease, and sincerity. In addition, the word for relatives is nindenwemaaganag those whose enewewe, or voices, sound familiar. In. Weweni,. poet Margaret Noodin brings all of these meanings to bear in a unique bilingual collection. Noodin's warm and perceptive poems were written first in the Modern Anishinaabemowin double-vowel orthography and appear translated on facing pages in English.. From planetary tracking to political contrasts, stories of ghosts, and messages of trees, the poems in. Weweni. use many images to speak to the interconnectedness of relationships, moments of difficulty and joy, and dreams and cautions for the future. As poems move from Anishinaabemowin to English, the challenge of translation offers multiple levels of meaning-English meanings found in Anishinaabe words long as rivers and knotted like nets, English approximations that bend the dominant language in new directions, and sets of signs and ideas unable to move from one language to another. In addition to the individual dialogues played out beween Noodin's poems, the collection as a whole demonstrates a fruitful and respectful dialogue between languages and cultures.. Noodin's poems will be proof to students and speakers of Anishinaabemowin that the language can be a vital space for modern expression and, for those new to the language, a lyric invitation to further exploration. Anyone interested in poetry or linguistics will enjoy this one-of-a-kind volume.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Phoenix Rising",
            "authors": [
                "Pip Ballantine",
                "Tee Morris",
                "James Langton",
                "Philippa Ballantine"
            ],
            "ranking": 3.7,
            "ranking_count": 7568,
            "abstract": "Evil is most assuredly afoot—and Britain’s fate rests in the hands of an alluring renegade . . . and a librarian.. These are dark days indeed in Victoria’s England. Londoners are vanishing, then reappearing, washing up as corpses on the banks of the Thames, drained of blood and bone. Yet the Ministry of Peculiar Occurrences—the Crown’s clandestine organization whose bailiwick is the strange and unsettling—will not allow its agents to investigate. Fearless and exceedingly lovely Eliza D. Braun, however, with her bulletproof corset and a disturbing fondness for dynamite, refuses to let the matter rest . . . and she’s prepared to drag her timorous new partner, Wellington Books, along with her into the perilous fray.. For a malevolent brotherhood is operating in the deepening London shadows, intent upon the enslavement of all Britons. And Books and Braun—he with his encyclopedic brain and she with her remarkable devices—must get to the twisted roots of a most nefarious plot . . . or see England fall to the Phoenix!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Mystery",
                "Fiction",
                "Historical",
                "Adventure"
            ]
        },
        {
            "title": "All Fall Down",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 3.85,
            "ranking_count": 25777,
            "abstract": "A new series of global proportions -- from master of intrigue, NEW YORK TIMES bestselling author Ally Carter.. Grace Blakely is absolutely certain of three things:. 1. She is not crazy.. 2. Her mother was murdered.. 3. Someday she is going to find the killer and make him pay.. As certain as Grace is about these facts, nobody else believes her -- so there's no one she can completely trust. Not her grandfather, a powerful ambassador. Not her new friends, who all live on Embassy Row. Not Alexei, the Russian boy next door, who is keeping his eye on Grace for reasons she neither likes nor understands.. Everybody wants Grace to put on a pretty dress and a pretty smile, blocking out all her unpretty thoughts. But they can't control Grace -- no more than Grace can control what she knows or what she needs to do. Her past has come back to hunt her . . . and if she doesn't stop it, Grace isn't the only one who will get hurt. Because on Embassy Row, the countries of the world stand like dominoes, and one wrong move can make them all fall down.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Fiction",
                "Thriller",
                "Realistic Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Henna House",
            "authors": [
                "Nomi Eve"
            ],
            "ranking": 4.01,
            "ranking_count": 3924,
            "abstract": "An evocative and stirring novel about a young woman living in the fascinating and rarely portrayed community of Yemenite Jews of the mid-twentieth century, from the acclaimed author of The Family Orchard.. In the tradition of Anita Diamant's The Red Tent, Henna House is the enthralling story of a woman, her family, their community, and the rituals that bind them.. Nomi Eve’s vivid saga begins in Yemen in 1920, when Adela Damari’s parents desperately seek a future husband for their young daughter. After passage of the Orphan’s Decree, any unbetrothed Jewish child left orphaned will be instantly adopted by the local Muslim community. With her parents’ health failing, and no spousal prospects in sight, Adela’s situation looks dire until her uncle arrives from a faraway city, bringing with him a cousin and aunt who introduce Adela to the powerful rituals of henna tattooing. Suddenly, Adela’s eyes are opened to the world, and she begins to understand what it means to love another and one’s heritage. She is imperiled, however, when her parents die and a prolonged drought threatens their long-established way of life. She and her extended family flee to the city of Aden where Adela encounters old loves, discovers her true calling, and is ultimately betrayed by the people and customs she once held dear.. Henna House is an intimate family portrait and a panorama of history. From the traditions of the Yemenite Jews, to the far-ranging devastation of the Holocaust, to the birth of the State of Israel, Eve offers an unforgettable coming-of-age story and a textured chronicle of a fascinating period in the twentieth century.. Henna House is a rich, spirited, and sensuous tale of love, loss, betrayal, forgiveness, and the dyes that adorn the skin and pierce the heart.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Literature",
                "Adult",
                "Cultural",
                "Adult Fiction",
                "Romance",
                "Audiobook",
                "Womens"
            ]
        },
        {
            "title": "The Lie Tree",
            "authors": [
                "Frances Hardinge"
            ],
            "ranking": 3.85,
            "ranking_count": 22844,
            "abstract": "The leaves were cold and slightly clammy. There was no mistaking them. She had seen their likeness painstakingly sketched in her father's journal. This was his greatest secret, his treasure and his undoing. The Tree of Lies. Now it was hers, and the journey he had never finished stretched out before her.. When Faith's father is found dead under mysterious circumstances, she is determined to untangle the truth from the lies. Searching through his belongings for clues, she discovers a strange tree. A tree that feeds off whispered lies and bears fruit that reveals hidden secrets.. But as Faith's untruths spiral out of control, she discovers that where lies seduce, truths shatter...",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Historical",
                "Mystery",
                "Fiction",
                "Magical Realism",
                "Childrens",
                "Gothic"
            ]
        },
        {
            "title": "Longing",
            "authors": [
                "Karen Kingsbury"
            ],
            "ranking": 4.28,
            "ranking_count": 7620,
            "abstract": "Longing, book three in the Bailey Flanigan Series, picks up where Learning ended. After a long and lonely silence from Cody Coleman, Bailey Flanigan becomes closer to her one-time Hollywood co-star, Brandon Paul. Nights on the town in New York City and long talks on the balcony of Brandon's Malibu Beach home make Bailey dizzy with new feelings and cause her to wonder if her days with Cody are over forever. Meanwhile, Cody's work coaching a small-town football team has brought him and his players national attention. In the midst of the celebration and success, Cody finds himself much closer to a woman who seems to better understand him and his new life. Even so, never does much time go by without Bailey and Cody experiencing deep feelings of longing for each other, longing both for the past and for answers before they can move forward. Will an unexpected loss be the turning point for Cody? Will Cody and Bailey find a way back together again for the first time in more than a year? And if they do, will their brief time together be enough to help them remember all they've been longing for?",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Adult Fiction",
                "Audiobook",
                "Inspirational"
            ]
        },
        {
            "title": "A Girl's Guide to Moving On",
            "authors": [
                "Debbie Macomber"
            ],
            "ranking": 3.92,
            "ranking_count": 15841,
            "abstract": "In this powerful and uplifting novel, a mother and her daughter-in-law bravely leave their troubled marriages and face the challenge of starting over. Leaning on each other, Nichole and Leanne discover that their inner strength and capacity for love are greater than they ever imagined.. When Nichole discovers that her husband, Jake, has been unfaithful, the illusion of her perfect life is indelibly shattered. While juggling her young son, a new job, and volunteer work, Nichole meets Rocco, who is the opposite of Jake in nearly every way. Though blunt-spoken and rough around the edges, Rocco proves to be a dedicated father and thoughtful friend. But just as their relationship begins to blossom, Jake wagers everything on winning Nichole back—including their son Owen’s happiness. Somehow, Nichole must find the courage to defy her fears and follow her heart, with far-reaching consequences for them all.. Leanne has quietly ignored her husband’s cheating for decades, but is jolted into action by the echo of Nichole’s all-too-familiar crisis. While volunteering as a teacher of English as a second language, Leanne meets Nikolai, a charming, talented baker from Ukraine. Resolved to avoid the heartache and complications of romantic entanglements, Leanne nonetheless finds it difficult to resist Nikolai’s effusive overtures—until an unexpected tragedy tests the very fabric of her commitments.. An inspiring novel of friendship, reinvention, and hope,. A Girl’s Guide to Moving On. affirms the ability of every woman to forge a new path, believe in love, and fearlessly find happiness.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Family"
            ]
        },
        {
            "title": "William Wells Brown: An African American Life",
            "authors": [
                "Ezra Greenspan"
            ],
            "ranking": 3.5,
            "ranking_count": 16,
            "abstract": "Born into slavery in Kentucky, raised on the Western frontier on the farm adjacent to Daniel Boone’s, “rented” out in adolescence to a succession of steamboat captains on the Mississippi and Missouri rivers, the young man known as “Sandy” reinvented himself as “William Wells” Brown after escaping to freedom. He lifted himself out of illiteracy and soon became an innovative, widely admired, and hugely popular speaker on antislavery circuits (both American and British) and went on to write the earliest African American works in a plethora of genres: travelogue, novel (the now canonized. Clotel. ), printed play, and history. He also practiced medicine, ran for office, and campaigned for black uplift, temperance, and civil rights.. Ezra Greenspan’s masterful work, elegantly written and rigorously researched, sets Brown’s life in the richly rendered context of his times, creating a fascinating portrait of an inventive writer who dared to challenge the racial orthodoxies and explore the racial complexities of nineteenth-century America.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History"
            ]
        },
        {
            "title": "The Dead-Tossed Waves",
            "authors": [
                "Carrie Ryan"
            ],
            "ranking": 3.91,
            "ranking_count": 30459,
            "abstract": "Gabry lives a quiet life. As safe a life as is possible in a town trapped between a forest and the ocean, in a world teeming with the dead, who constantly hunger for those still living. She's content on her side of the Barrier, happy to let her friends dream of the Dark City up the coast while she watches from the top of her lighthouse. But there are threats the Barrier cannot hold back. Threats like the secrets Gabry's mother thought she left behind when she escaped from the Sisterhood and the Forest of Hands and Teeth. Like the cult of religious zealots who worship the dead. Like the stranger from the forest who seems to know Gabry. And suddenly, everything is changing. One reckless moment, and half of Gabry's generation is dead, the other half imprisoned. Now Gabry only knows one thing: she must face the forest of her mother's past in order to save herself and the one she loves.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Science Fiction",
                "Fantasy",
                "Apocalyptic",
                "Fiction",
                "Romance"
            ]
        }
    ]
}