{
    "books": [
        {
            "title": "The Russia House",
            "authors": [
                "John le Carré",
                "Michael Jayston",
                "René Basilico",
                "Tom Baker"
            ],
            "ranking": 3.91,
            "ranking_count": 23635,
            "abstract": "John le Carre's bestselling classic is a timeless spy thriller about the Iron Curtain and the tense relationship between Great Britain and Russia.. John le Carré has earned worldwide acclaim with extraordinary spy novels, including. The Russia House. , an unequivocal classic. Navigating readers through the shadow worlds of international espionage with critical knowledge culled from his years in British Intelligence, le Carré tracks the dark and devastating trail of a document that could profoundly alter the course of world events.. In Moscow, a sheaf of military secrets changes hands. If it arrives at its destination, and if its import is understood, the consequences could be cataclysmic. Along the way it has an explosive impact on the lives of three people: a Soviet physicist burdened with secrets; a beautiful young Russian woman to whom the papers are entrusted; and Barley Blair, a bewildered English publisher pressed into service by British Intelligence to ferret out the document's source. A magnificent story of love, betrayal, and courage,. The Russia House. catches history in the act. For as the Iron Curtain begins to rust and crumble, Blair is left to sound a battle cry that may fall on deaf ears.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Mystery",
                "Cultural",
                "Suspense",
                "Historical"
            ]
        },
        {
            "title": "Before I Say Goodbye",
            "authors": [
                "Mary Higgins Clark"
            ],
            "ranking": 3.79,
            "ranking_count": 11309,
            "abstract": "A young woman probing into the mysterious circumstances of her husband's death receives a message from a medium claiming to be his channel in Mary Higgins Clark's #1 bestselling thriller,. Before I Say Good-Bye.. When Nell MacDermott learns that her husband, architect Adam Cauliff, and three of his business associates have died in an explosion of his new cabin cruiser, she is not only devastated but wracked with guilt. The last time she saw Adam, they had a bitter quarrel over her plan to run for the congressional seat long held by her grandfather; she had told him not to come home.. As the investigation into the boat's explosion proceeds, Nell learns that it was not an accident but a bomb. Despite her skepticism, Nell is swayed by her great-aunt Gert, a believer in psychic powers, to see a medium claiming to be Adam's channel.. While trying to unravel the threads of Adam's past and his violent end, Nell consults the medium, who transmits messages to her with instructions from Adam. The story reaches a powerful climax in Nell's final encounter with the medium, in which she learns the truth about the explosion--a truth she can't be allowed to live to tell.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Suspense",
                "Thriller",
                "Adult",
                "Contemporary",
                "Romance",
                "Adult Fiction"
            ]
        },
        {
            "title": "Father Arseny, 1893-1973: Priest, Prisoner, Spiritual Father: Being the Narratives Compiled by the Servant of God Alexander Concerning His Spiritual Father",
            "authors": [
                "Vera Bouteneff"
            ],
            "ranking": 4.62,
            "ranking_count": 868,
            "abstract": "Gives stirring glimpses of Fr Arseny's life in a Soviet prison camp and tells the stories of whose lives were transfigured through their connection with him.",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "Religion",
                "Nonfiction",
                "Spirituality",
                "Christian",
                "Cultural",
                "History"
            ]
        },
        {
            "title": "The Gift of Fear: Survival Signals That Protect Us from Violence",
            "authors": [
                "Gavin de Becker"
            ],
            "ranking": 4.16,
            "ranking_count": 36029,
            "abstract": "True fear is a gift.. Unwarranted fear is a curse.. Learn how to tell the difference.. A date won't take no for an answer. The new nanny gives a mother an uneasy feeling. A stranger in a deserted parking lot offers unsolicited help. The threat of violence surrounds us every day. But we. can. protect ourselves, by learning to trust—and act on—our gut instincts.. In this empowering book, Gavin de Becker, the man Oprah Winfrey calls the nation's leading expert on violent behavior, shows you how to spot even subtle signs of danger—before it's too late. Shattering the myth that most violent acts are unpredictable, de Becker, whose clients include top Hollywood stars and government agencies, offers specific ways to protect yourself and those you love, including how to act when approached by a stranger, when you should fear someone close to you, what to do if you are being stalked, how to uncover the source of anonymous threats or phone calls, the biggest mistake you can make with a threatening person, and more. Learn to spot the danger signals others miss. It might just save your life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Crime",
                "Science",
                "Mystery",
                "Sociology",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "A Little Touch Of Drama",
            "authors": [
                "Valerian Pidmohylny",
                "Moira Luckyj",
                "George Y. Shevelov",
                "George S.N. Luckyj"
            ],
            "ranking": 4.47,
            "ranking_count": 159,
            "abstract": "Валер’ян Підмогильний — видатний український письменник, творчість якого тривала трохи більше десяти років (репресований 1934 року). Але він написав кілька збірок оповідань, повістей, романи «Місто» і «Невеличка драма», які були в центрі літературного процесу 20-х — початку 30-х років на Україні. Ці твори й сьогодні приваблюють майстерністю пcихологічно-філософського дослідження людини в складних суспільних обставинах.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Classics"
            ]
        },
        {
            "title": "Sculpting in Time",
            "authors": [
                "Andrei Tarkovsky",
                "Kitty Hunter-Blair"
            ],
            "ranking": 4.51,
            "ranking_count": 4662,
            "abstract": "Andrey Tarkovsky, the genius of modern Russian cinema--hailed by Ingmar Bergman as the most important director of our time--died an exile in Paris in December 1986. In Sculpting in Time, he has left his artistic testament, a remarkable revelation of both his life and work. Since Ivan's Childhood won the Golden Lion at the Venice Film Festival in 1962, the visionary quality and totally original and haunting imagery of Tarkovsky's films have captivated serious movie audiences all over the world, who see in his work a continuation of the great literary traditions of nineteenth-century Russia. Many critics have tried to interpret his intensely personal vision, but he himself always remained inaccessible.. In Sculpting in Time, Tarkovsky sets down his thoughts and his memories, revealing for the first time the original inspirations for his extraordinary films--Ivan's Childhood, Andrey Rublyov, Solaris, The Mirror, Stalker, Nostalgia, and The Sacrifice. He discusses their history and his methods of work, he explores the many problems of visual creativity, and he sets forth the deeply autobiographical content of part of his oeuvre--most fascinatingly in The Mirror and Nostalgia. The closing chapter on The Sacrifice, dictated in the last weeks of Tarkovsky's life, makes the book essential reading for those who already know or who are just discovering his magnificent work.",
            "part_of_series": false,
            "genre_list": [
                "Culture",
                "Nonfiction",
                "Art",
                "Philosophy",
                "Cultural",
                "Biography",
                "Media Tie In",
                "Writing",
                "Literature",
                "Autobiography"
            ]
        },
        {
            "title": "Standing in the Light: The Captive Diary of Catharine Carey Logan, Delaware Valley, Pennsylvania, 1763",
            "authors": [
                "Mary Pope Osborne"
            ],
            "ranking": 4.0,
            "ranking_count": 6282,
            "abstract": "Catharine Carey Logan and her family have enjoyed a peaceful and prosperous life as the Quakers and Delaware Indians share a mutually trusting relationship. Recently, however, this friendship has been threatened by violence against the Indians. Then, Catharine and her brother are taken captive by the Lenape in retaliation. At first, Catharine is afraid of her captors. But when a handsome brave begins to teach her about the ways of the Lenape, she comes to see that all people share the same joys, hopes, and fears.. Osborne crafts a thrilling story of romance and danger and remarkable courage.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Diary",
                "Romance",
                "Native Americans"
            ]
        },
        {
            "title": "La nanotecnología. El surgimiento de las máquinas de creación",
            "authors": [
                "K. Eric Drexler"
            ],
            "ranking": 4.17,
            "ranking_count": 849,
            "abstract": "Los principales investigadores y expertos en tecnología avanzada están de acuerdo en que la nanotecnología constituirá la auténtica revolución de este siglo. Además de propiciar -en estrecha colaboración con la pujante ingeniería genética- avances médicos que podrían calificarse de definitivos (incluido el hasta ahora utópico triunfo sobre el envejecimiento y la muerte), la nanotecnología dará, en un futuro inmediato, un impulso espectacular a la conquista del espacio y a la informática, sobre todo a su rama más audaz y controvertida: la llamada inteligencia artificial. (En este sentido, no es casual que este libro venga avalado por un prólogo de Marvin Minsky, uno de los grandes pioneros de la IA.)",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Futurism",
                "Singularity",
                "Philosophy",
                "Reference"
            ]
        },
        {
            "title": "Emergency Room",
            "authors": [
                "Caroline B. Cooney"
            ],
            "ranking": 3.55,
            "ranking_count": 1204,
            "abstract": "College freshmen Seth and Diana volunteer in an emergency room to learn how to save lives — and along the way, they learn to live. Seth volunteers at City Hospital to get first-hand experience with emergency medicine — and get comfortable with blood and trauma before attending medical school, so he'll have an edge over the competition. Diana volunteers in the inner-city ER to save the world, one patient at a time. If she gets to show up arrogant Seth too, so much the better. The one thing these two college freshmen share is a desire to be a part of the ER's action. Tonight, hour by hour and minute by minute, they will get their wish as they confront a student with a gunshot wound, the victim of a gruesome motorcycle accident, and a kidnapping gone horribly awry. Their adrenaline-fueled night will alter the course of Seth and Diana's lives — and the lives of everyone in the emergency room — forever.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Mystery",
                "Realistic Fiction",
                "Medical",
                "Thriller",
                "Horror",
                "Childrens"
            ]
        },
        {
            "title": "A Lover's Discourse: Fragments",
            "authors": [
                "Roland Barthes",
                "Richard Howard",
                "Wayne Koestenbaum"
            ],
            "ranking": 4.37,
            "ranking_count": 9134,
            "abstract": "A Lover's Discourse. , at its 1978 publication, was revolutionary: Roland Barthes made unprecedented use of the tools of structuralism to explore the whimsical phenomenon of love. Rich with references ranging from Goethe's. Werther. to Winnicott, from Plato to Proust, from Baudelaire to Schubert,. A Lover's Discourse. artfully draws a portrait in which every reader will find echoes of themselves.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Writing",
                "Cultural",
                "Love",
                "Classics",
                "Criticism",
                "Poetry",
                "Literature"
            ]
        },
        {
            "title": "I Dreamed of Africa",
            "authors": [
                "Kuki Gallmann"
            ],
            "ranking": 3.95,
            "ranking_count": 3784,
            "abstract": "At the age of 25, Kuki Gallmann moved to Kenya with her husband, where they established a vast ranch. But Africa's beauty does't come without a price, and when tragedy struck, Kuki found herself pregnant and alone, with her young son and 90,000 acres of Africa to oversee. 32 pages of photos, half in full colour.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Eastern Africa",
                "Travel",
                "Biography Memoir",
                "Environment",
                "History"
            ]
        },
        {
            "title": "L.A. Confidential",
            "authors": [
                "James Ellroy"
            ],
            "ranking": 4.17,
            "ranking_count": 33399,
            "abstract": "Christmas 1951, Los Angeles: a city where the police are as corrupt as the criminals. Six prisoners are beaten senseless in their cells by cops crazed on alcohol. For the three LAPD detectives involved, it will expose the guilty secrets on which they have built their corrupt and violent careers. The novel takes these cops on a sprawling epic of brutal violence and the murderous seedy side of Hollywood. One of the best crime novels ever written, it is the heart of Ellroy's four-novel masterpiece, the LA Quartet, and an example of crime writing at its most powerful.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "The Moon's a Balloon",
            "authors": [
                "David  Niven"
            ],
            "ranking": 4.06,
            "ranking_count": 7381,
            "abstract": "One of the bestselling memoirs of all time, David Niven's. The Moon's a Balloon. is an account of one of the most remarkable lives Hollywood has ever seen.. Beginning with the tragic early loss of his aristocratic father, then regaling us with tales of school, army and wartime hi-jinx, Niven shows how, even as an unknown young man, he knew how to live the good life.. But it is his astonishing stories of life in Hollywood and his accounts of working and partying with the legends of the silver screen - Lawrence Oliver, Vivien Leigh, Cary Grant, Elizabeth Taylor, James Stewart, Lauren Bacall, Marlene Dietrich, Noel Coward and dozens of others, while making some of the most acclaimed films of the last century - which turn David Niven's memoir into an outright masterpiece.. An intimate, gossipy, heartfelt and above all charming account of life inside Hollywood's dream factory,. The Moon is a Balloon. is a classic to be read and enjoyed time and again.. .",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Humor",
                "Biography Memoir",
                "Culture",
                "History",
                "Media Tie In",
                "Classics"
            ]
        },
        {
            "title": "From Bauhaus to Our House",
            "authors": [
                "Tom Wolfe"
            ],
            "ranking": 3.76,
            "ranking_count": 3454,
            "abstract": "The strange saga of American architecture in the twentieth century makes for both high comedy and intellectual excitement as Wolfe debunks the European gods of modern and postmodern architecture and their American counterparts.",
            "part_of_series": false,
            "genre_list": [
                "Architecture",
                "Nonfiction",
                "Art",
                "History",
                "Design",
                "Writing",
                "Criticism",
                "Cultural"
            ]
        },
        {
            "title": "Glamorama",
            "authors": [
                "Bret Easton Ellis"
            ],
            "ranking": 3.54,
            "ranking_count": 23153,
            "abstract": "The author of. American Psycho. and. Less Than Zero. continues to shock and haunt us with his incisive and brilliant dissection of the modern world.In his most ambitious and gripping book yet, Bret Easton Ellis takes our celebrity obsessed culture and increases the volume exponentially.. Set in 90s Manhattan, Victor Ward, a model with perfect abs and all the right friends, is seen and photographed everywhere, even in places he hasn't been and with people he doesn't know. He's living with one beautiful model and having an affair with another onthe eve of opening the trendiest nightclub in New York City history.And now it's time to move to the next stage. But the future he gets is not the one he had in mind.. With the same deft satire and savage wit he has brought to his other fiction, Bret Ellis gets beyond the facade and introduces us, unsparingly, to what we always feared was behind it.. Glamorama. shows us a shadowy looking-glass reality, the juncture where fame and fashion and terror and mayhem meet and then begin to resemble the familiar surface of our lives.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Thriller",
                "Novels",
                "Literature",
                "Horror",
                "The United States Of America",
                "Literary Fiction",
                "Adult"
            ]
        },
        {
            "title": "Bud, Not Buddy",
            "authors": [
                "Christopher Paul Curtis"
            ],
            "ranking": 3.95,
            "ranking_count": 104554,
            "abstract": "It's 1936, in Flint, Michigan. Times may be hard, and ten-year-old Bud may be a motherless boy on the run, but Bud's got a few things going for him:. He has his own suitcase full of special things.. He's the author of Bud Caldwell's Rules and Things for Having a Funner Life and Making a Better Liar Out of Yourself.. His momma never told him who his father was, but she left a clue: flyers advertising Herman E. Calloway and his famous band, the Dusky Devastators of the Depression!!!!!!. Bud's got an idea that those flyers will lead him to his father. Once he decides to hit the road and find this mystery man, nothing can stop him--not hunger, not fear, not vampires, not even Herman E. Calloway himself.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Academic",
                "Classics",
                "Realistic Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Rudolph the Red-Nosed Reindeer",
            "authors": [
                "Barbara Shook Hazen",
                "Robert Lewis May",
                "Richard Scarry"
            ],
            "ranking": 4.32,
            "ranking_count": 40021,
            "abstract": "This vintage children's storybook has 22 colorful pages with Richard Scarry illustrations. Pictorial cover with Rudolph lighting the way for the sleigh with his wonderful nose.",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Childrens",
                "Classics",
                "Fiction",
                "Fantasy",
                "Animals",
                "Kids"
            ]
        },
        {
            "title": "Mystery on Maui",
            "authors": [
                "Carolyn Keene",
                "Elizabeth Nugent"
            ],
            "ranking": 3.83,
            "ranking_count": 592,
            "abstract": "Nancy, Bess, and George are on Maui to check out a major international surfing competition. But there's trouble in paradise--big money is at stake in the contest, and someone's playing a dirty game.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Thriller",
                "Adventure",
                "Suspense",
                "Classics"
            ]
        },
        {
            "title": "Extraordinary Tales",
            "authors": [
                "Jorge Luis Borges",
                "Adolfo Bioy Casares",
                "Anthony Kerrigan"
            ],
            "ranking": 4.14,
            "ranking_count": 696,
            "abstract": "This edition contains a foreward written by Anthony Kerrigan, who translated from the Spanish.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Fantasy",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Chatham School Affair",
            "authors": [
                "Thomas H. Cook"
            ],
            "ranking": 3.79,
            "ranking_count": 2292,
            "abstract": "On a summer day, a young woman alighted from a bus in the small Cape Cod village of Chatham and took up residence in a cottage on the edge of Black Pond's dark waters. She was embarking on a voyage she could not foresee --- one that would bring catastrophe to her, to those she loved, and to the town of Chatham itself. Now, seven decades later, only one living soul knows the answer to the question that irrevocably shattered hearts, a town, and a way of life:. What really happened on Black Pond that day?",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Suspense",
                "Thriller",
                "School Stories",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Robots of Dawn",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.17,
            "ranking_count": 44003,
            "abstract": "A millennium into the future two advances have altered the course of human history: the colonization of the Galaxy and the creation of the positronic brain. Isaac Asimov's Robot novels chronicle the unlikely partnership between a New York City detective and a humanoid robot who must learn to work together.. Detective Elijah Baley is called to the Spacer world Aurora to solve a bizarre case of roboticide. The prime suspect is a gifted roboticist who had the means, the motive, and the opportunity to commit the crime. There's only one catch: Baley and his positronic partner, R. Daneel Olivaw, must prove the man innocent. For in a case of political intrigue and love between woman and robot gone tragically wrong, there's more at stake than simple justice. This time Baley's career, his life, and Earth's right to pioneer the Galaxy lie in the delicate balance.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Science Fiction Fantasy",
                "Classics",
                "Fantasy",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "The Stranger Beside Me: Ted Bundy: The Shocking Inside Story",
            "authors": [
                "Ann Rule"
            ],
            "ranking": 4.12,
            "ranking_count": 87383,
            "abstract": "Utterly unique in its astonishing intimacy, as jarringly frightening as when it first appeared, Ann Rule's. The Stranger Beside Me. defies our expectation that we would surely know if a monster lived among us, worked alongside of us, appeared as one of us. With a slow chill that intensifies with each heart-pounding page, Rule describes her dawning awareness that Ted Bundy, her sensitive coworker on a crisis hotline, was one of the most prolific serial killers in America. He would confess to killing at least thirty-six young women from coast to coast, and was eventually executed for three of those cases. Drawing from their correspondence that endured until shortly before Bundy's death, and striking a seamless balance between her deeply personal perspective and her role as a crime reporter on the hunt for a savage serial killer -- the brilliant and charismatic Bundy, the man she thought she knew -- Rule changed the course of true-crime literature with this unforgettable chronicle.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "Audiobook",
                "Biography",
                "Autobiography",
                "History",
                "Horror",
                "Adult"
            ]
        },
        {
            "title": "Highland Velvet",
            "authors": [
                "Jude Deveraux"
            ],
            "ranking": 4.07,
            "ranking_count": 12825,
            "abstract": "Librarian's note: See alternate cover edition of ISBN 0671739727. here. .. Bronwyn MacArran was a proud Scot. Stephen Montgomery was one of the hated English.. He came to Scotland as a conqueror, saw her beauty and was vanquished. But still she would abhor him.. She owned a temper hot enough to forge the armors of battle or inflame a valiant soldier's passion. Yet still she would resist him.. She became his reason to live, his reason to love. And still she would deny him.. But while clan fought clan, while brother took up sword against brother, and the highlands ran with blood -- their destiny was made... and this mighty warrior pledged himself to his woman's pride, her honor and her name -- and made of their love a torch to burn through the ages!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Cultural",
                "Adult",
                "Womens Fiction"
            ]
        },
        {
            "title": "Ramona the Brave",
            "authors": [
                "Beverly Cleary",
                "Alan Tiegreen"
            ],
            "ranking": 4.11,
            "ranking_count": 56291,
            "abstract": "Ramona tries her hardest to be brave and fearless, but now she has her own bedroom it's sometimes a little difficult to be brave - you never know what could be lurking under the bed.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Realistic Fiction",
                "Young Adult",
                "Classics",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "Paycheck and Other Classic Stories",
            "authors": [
                "Philip K. Dick",
                "Steven Owen Godersky",
                "Roger Zelazny"
            ],
            "ranking": 3.97,
            "ranking_count": 1761,
            "abstract": "Electronic mechanic Jennings wakes up with no memory of the past two years of his life -- except that he had agreed to work for Retherick Construction.Payment for his services, now completed, is a bag of seemingly worthless objects: a code key, a ticket stub, a receipt, a length of wire, half a poker chip, a piece of green cloth and a bus token.But when he is confronted by the Special Police, who seem to be investigating Retherick for their own reasons, Jennings finds himself running for his life, realizing that the worthless objects are the key to unlocking his recent past, and ensuring that he has a future.. Viewed by many as the greatest science fiction writer on any planet, Philip K. Dick has written some of the most intriguing, original and thought-provoking fiction of our time. He has been described by. The Wall Street Journal. as the man who, More than anyone else…really puts you inside people's minds.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Literature",
                "Classics",
                "Science Fiction Fantasy",
                "Anthologies",
                "Audiobook"
            ]
        },
        {
            "title": "Rivethead: Tales from the Assembly Line",
            "authors": [
                "Ben Hamper"
            ],
            "ranking": 4.01,
            "ranking_count": 1561,
            "abstract": "In 1977, Ben Hamper became the fourth-generation shoprat in his family when he went to work at a General Motors plant in Flint, Michigan. For 10 years, Hamper, as did many of his fellow workers, showed up to work drunk and on drugs, was repeatedly laid off and called back, and battled continuously with foremen and supervisors.. Eventually his talent for depicting these wretched work conditions formed into a column, called Rivethead, that appeared in Midwest newspapers as well as in Mother Jones. This book is based on that column, which takes well-aimed potshots at American management and business and illuminates the world of the automobile builder and lunch pail carrier in hard-edged, vernacular prose.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "History",
                "Labor",
                "Biography Memoir",
                "Business",
                "Writing",
                "Literature"
            ]
        },
        {
            "title": "رأفت الهجان",
            "authors": [
                "صالح مرسي"
            ],
            "ranking": 4.19,
            "ranking_count": 1003,
            "abstract": "«رأفت الهجان» ليس اسمه الحقيقي، ليس اسمه في مصر حيث ولد وعاش، كما أن «ديڤيد شارل سمحون» ـ وهو الاسم الذي سوف نطلقه عليه ـ ليس اسمه الذي عرف به في إسرائيل، حيث ذهب إليها في الخمسينيات كبطل من أبطال الصهيونية، وغادرها بعد عشرين عامًا كواحد من أصحاب الملايين، ورجل من رجال أعمالها البارزين!. «رأفت الهجان» ليس اسمه الحقيقي، لكنه الاسم الذي اختاره له صديق عمره، وطوق نجاته، والخيط الخفي الذي ارتبط به ارتباط الجنين بحبله السّري... عشرون عامًا وهما يلتقيان في كل يوم، يتحدثان، يتشاجران، يمسك كل منهما بخناق الآخر، ويتناجيان معًا في حب مصر!. «عزيز الجبالي» ـ وهذا أيضًا ليس اسمه! ـ ضابط المخابرات الذي تعرف عليه وهو في السادسة والعشرين من عمره، ثم فرقهما القدر وقد تخطى الخمسين.. حدث كل هذا دون أن يلتقيا مرة واحدة، أو يرى أحدهما الآخر، دون أن يتبادلا الحديث إلا من خلال خطابات كتبت بالحبر السري، أو صفير متقطع لجهاز إرسال أو استقبال.. أقول: إذا كان الأمر كذلك فإني أتساءل قبل أن أخط كلمة واحدة في هذا العمل:. هل يستطيع الخيال أن يرتفع إلى مستوى الحقيقة؟. مجرد سؤال لا يمكن أن تكون إجابته عندي... غير أني أقول: هذه قصة رجلين من جيل صنع لمصر، وللأمة العربية كلها، معجزات... تحاول بعض قوى الشر أن تطمسها!!",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Literature",
                "War",
                "Classics",
                "Media Tie In",
                "Mystery",
                "Thriller",
                "Nonfiction"
            ]
        },
        {
            "title": "The Lives of a Cell: Notes of a Biology Watcher",
            "authors": [
                "Lewis Thomas"
            ],
            "ranking": 4.15,
            "ranking_count": 9896,
            "abstract": "Elegant, suggestive, and clarifying, Lewis Thomas's profoundly humane vision explores the world around us and examines the complex interdependence of all things. Extending beyond the usual limitations of biological science and into a vast and wondrous world of hidden relationships, this provocative book explores in personal, poetic essays to topics such as computers, germs, language, music, death, insects, and medicine. Lewis Thomas writes, Once you have become permanently startled, as I am, by the realization that we are a social species, you tend to keep an eye out for the pieces of evidence that this is, by and large, good for us.",
            "part_of_series": true,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Writing",
                "Philosophy",
                "Environment",
                "Health",
                "Medical",
                "Biology"
            ]
        },
        {
            "title": "Wilt",
            "authors": [
                "Tom Sharpe"
            ],
            "ranking": 3.95,
            "ranking_count": 11735,
            "abstract": "Henry Wilt, tied to a daft job and a domineering wife, has just been passed over for promotion yet again. Ahead of him at the Polytechnic stretch years of trying to thump literature into the heads of plasterers, joiners, butchers and the like. And things are no better at home where his massive wife, Eva, is given to boundless and unpredictable fits of enthusiasm -for transcendental meditation, yoga or the trampoline. But if Wilt can do nothing about his job, he can do something about his wife, in imagination at least, and his fantasies grow daily more murderous and more concrete.. After a peculiarly nasty experience at a party thrown by particularly nasty Americans, Wilt finds himself in several embarrassing positions: Eva stalks out in stratospheric dudgeon, and Wilt, under the inspiration of gin, puts one of his more vindictive fantasies into effect. But suspicions are instantly aroused and Wilt rapidly achieves an unenviable notoriety in the role of The Man Helping Police With Their Enquiries. Or is he exactly helping? Wilt's problem -although he's on the other side of the fence -is the same as Inspector Flint's: where is Eva Wilt? But Wilt begins to flourish in the heat of the investigation, and as the police stoke the flames of circumstantial evidence, Wilt deploys all his powers to show that the Law can't tell a Missing Person from a hole in the ground.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "European Literature",
                "Novels",
                "Literature",
                "Contemporary",
                "Modern",
                "Audiobook"
            ]
        },
        {
            "title": "Miracles",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.02,
            "ranking_count": 17279,
            "abstract": "‘The central miracle asserted by Christians is the Incarnation. They say that God became Man. Every other miracle prepares the way for this, or results from this.’. This is the key statement of ‘Miracles’, in which C. S. Lewis shows that a Christian must not only accept but rejoice in miracles as a testimony of the unique personal involvement of God in his creation.. Using his characteristic lucidity and wit to develop his argument, Lewis challenges the rationalists, agnostics and deists on their own grounds and provides a poetic and joyous affirmation that miracles really do occur in our everyday lives",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Philosophy",
                "Classics",
                "Spirituality"
            ]
        },
        {
            "title": "Bonjour tristesse",
            "authors": [
                "Françoise Sagan"
            ],
            "ranking": 3.68,
            "ranking_count": 36527,
            "abstract": "La villa est magnifique, l'été brûlant, la Méditerranée toute proche. Cécile a dix-sept ans. Elle ne connaît de l'amour que des baisers, des rendez-vous, des lassitudes. Pas pour longtemps. Son père, veuf, est un adepte joyeux des liaisons passagères et sans importance. Ils s'amusent, ils n'ont besoin de personne, ils sont heureux. La visite d'une femme de cœur, intelligente et calme, vient troubler ce délicieux désordre. Comment écarter la menace ? Dans la pinède embrasée, un jeu cruel se prépare.. C'était l'été 1954. On entendait pour la première fois la voix sèche et rapide d'un « charmant petit monstre » qui allait faire scandale. la deuxième moitié du XXe siècle commençait. Elle serait à l'image de cette adolescente déchirée entre le remords et le culte du plaisir.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "European Literature",
                "Romance",
                "Literature",
                "Novels",
                "Young Adult",
                "Contemporary"
            ]
        },
        {
            "title": "The Return of Sherlock Holmes",
            "authors": [
                "Arthur Conan Doyle",
                "Angus Wilson",
                "Richard Lancelyn Green",
                "Owen Dudley Edwards"
            ],
            "ranking": 4.29,
            "ranking_count": 59042,
            "abstract": "'Holmes,' I cried. 'Is it really you? Can it indeed be that you are alive? Is it possible that you succeeded in climbing out of that awful abyss?'. Missing, presumed dead, for three years, Sherlock Holmes returns triumphantly to his dear companion Dr Watson. And not before time! London has never been in more need of his extraordinary services: a murderous individual with an air gun stalks the city.. Among thirteen further brilliant tales of mystery, detection and deduction, Sherlock Holmes investigates the problem of the Norwood Builder, deciphers the message of the Dancing Men, and cracks the case of the Six Napoleons.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Mystery",
                "Fiction",
                "Short Stories",
                "Audiobook",
                "Thriller",
                "Historical",
                "Adventure"
            ]
        },
        {
            "title": "The Mind of the South",
            "authors": [
                "W.J. Cash",
                "Bertram Wyatt-Brown"
            ],
            "ranking": 3.94,
            "ranking_count": 600,
            "abstract": "Ever since its publication in 1941, The Mind of the South has been recognized as a path-breaking work of scholarship and as a literary achievement of enormous eloquence and insight in its own right. From its investigation of the Southern class system to its pioneering assessments of the region's legacies of racism, religiosity, and romanticism, W. J. Cash's book defined the way in which millions of readers -- on both sides of the Mason-Dixon line -- would see the South for decades to come. This new, fiftieth-anniversary edition of The Mind of the South includes an incisive analysis of Cash himself and of his crucial place in the history of modern Southern letters.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Politics",
                "Sociology",
                "American",
                "Literature",
                "Race",
                "The United States Of America",
                "Psychology"
            ]
        },
        {
            "title": "Short Cuts: Selected Stories",
            "authors": [
                "Raymond Carver",
                "Robert Altman"
            ],
            "ranking": 4.1,
            "ranking_count": 5829,
            "abstract": "The nine stories and one poem collected in this volume formed the basis for the astonishingly original film “Short Cuts” directed by Robert Altman. Collected altogether in this volume, these stories form a searing and indelible portrait of American innocence and loss. From the collections. Will You Please Be Quiet, Please?. ,. Where I’m Calling From. ,. What We Talk About When We Talk About Love. , and. A New Path to the Waterfall. ; including an introduction by Robert Altman. With deadpan humor and enormous tenderness, this is the work of “one of the true contemporary masters” (. The New York Review of Books. ).. From the eBook edition.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Classics",
                "Literary Fiction",
                "The United States Of America",
                "American",
                "Contemporary"
            ]
        },
        {
            "title": "Untamed",
            "authors": [
                "Elizabeth Lowell"
            ],
            "ranking": 4.0,
            "ranking_count": 7623,
            "abstract": "A hero of the crusades, Dominic le Sabre has returned to Scotland in glory and triumph to claim his reward: the beautiful Saxon bride awarded to him as conqueror king. But Lady Margaret of Blackthorne cannot yield to the bold Norman invader.. The beloved daughter of a sacred tribe of Celtic mystics, she fears an ancient curse that could bring further turmoil to her battle-scarred land...and sorrow to her marriage bed. With a word, the lady could turn her wedding into war.. But there awaits in the noble knight's embrace a promise of passion unbound— and a love that neither violence nor treachery can tear asunder, a love both invincible and.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Mutts",
            "authors": [
                "Patrick McDonnell"
            ],
            "ranking": 4.3,
            "ranking_count": 999,
            "abstract": "Book by McDonnell, Patrick",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Animals",
                "Graphic Novels Comics",
                "Comics"
            ]
        },
        {
            "title": "يوميات نائب في الأرياف",
            "authors": [
                "Tawfiq Al-Hakim",
                "توفيق الحكيم"
            ],
            "ranking": 3.93,
            "ranking_count": 9040,
            "abstract": "يوميات نائب في الأرياف، رواية من تأليف توفيق الحكيم، صدرت عام 1937 ترجمت ونشرت بالفرنسية عام 1939 (طبعة أولى) وفى عام 1942 (طبعة ثانية) وفى عام 1974 و1978 (طبعة ثالثة ورابعة وخامسة بدار بلون بباريس وترجم ونشر بالعبرية عام 1945 وترجم ونشر باللغة الإنجليزية في دار (هارفيل) للنشر بلندن عام 1947 -ترجة أبا إيبان- ترجم إلى الأسبانية في مدريد عام 1948 وترجم ونشر في السويد عام 1955، وترجم ونشر بالألمانية عام 1961 وبالرومانية عام 1962 بالروسية 1961.. الرواية ألفها توفيق الحكيم يسرد فيها مشاهدات من الحوادث والقصص التي عرضت عليه أثناء عمله في القضاء في أحد مناطق الريف المصري. وتدور أحداث الرواية حول معاناة هذا النائب القادم من القاهرة إلى الأرياف، وكيف يمضي وقته في محاربة البعوض والذباب والاصطدام مع المأمور وكاتب النيابة.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Literature",
                "Northern Africa",
                "Classics",
                "Politics",
                "African Literature",
                "Mystery",
                "Media Tie In"
            ]
        },
        {
            "title": "The Art of Computer Programming, Volumes 1-3 Boxed Set",
            "authors": [
                "Donald Ervin Knuth"
            ],
            "ranking": 4.49,
            "ranking_count": 742,
            "abstract": "Knuth's classic work has been widely acclaimed as one of the most influential works in the field of computer science. For the first time, these books are available as a boxed, three-volume set. The handsome slipcase makes this set an ideal gift for the recent computer science graduate or professional programmer. Offering a description of classical computer science, this multi-volume work is a useful resource in programming theory and practice for students, researchers, and practitioners alike. For programmers, it offers cookbook solutions to their day-to-day problems.",
            "part_of_series": true,
            "genre_list": [
                "Science",
                "Computer Science",
                "Reference",
                "Nonfiction"
            ]
        },
        {
            "title": "Hollywood",
            "authors": [
                "Charles Bukowski"
            ],
            "ranking": 3.8,
            "ranking_count": 22255,
            "abstract": "Henry Chinaski siempre ha estado en pie de guerra, sin bajar la guardia contra el «establishment» y sus infinitos tentáculos. Pero en Hollywood no le será nada fácil: John Pinchot, un enloquecido director de cine, se empeña en llevar a la pantalla sus relatos de juventud, o sea la autobiografía de un alcohólico empedernido.. Bukowski cuenta en este libro las experiencias de su álter ego Chinaski durante la filmación de la película Barfly, dirigida por Barbet Schroeder e interpretada por Mickey Rourke y Faye Dunaway. Una visión sarcástica, ácida y corrosiva de los entretelones de Hollywood en la que desfilan personajes curiosos y excéntricos: productores, escritorzuelos, artistas de todo lo imaginable, ejecutivos fantasma, periodistas... Un mundo duro donde todo gira al compás del sacrosanto dólar, que es paradójicamente, el único medio para realizar lo sueños más subversivos y las empresas más enloquecidas.. «Una narrativa tremendamente veloz, que te atrapa aunque no quieras» (Ramón de España, El País).. «Un verdadero genio en su tratamiento irónico de la sociedad. Absolutamente nada escapa a su sarcasmo» (José Antonio Gurpegui, Abc).. «Su mejor pieza» (Félix Romeo Pescador, Diario 16).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Classics",
                "The United States Of America",
                "Culture",
                "Humor",
                "Contemporary"
            ]
        },
        {
            "title": "Το θεώρημα του παπαγάλου",
            "authors": [
                "Denis Guedj",
                "Τεύκρος Μιχαηλίδης"
            ],
            "ranking": 3.67,
            "ranking_count": 3297,
            "abstract": "Ένα γράμμα κάποιου φίλου από τα παλιά, ένα φορτίο πολύτιμων βιβλίων και ένας φλύαρος παπαγάλος έρχονται να κάνουν άνω κάτω την ήρεμη ζωή των ενοίκων της οδού Ραβινιάν στους πρόποδες της Μονμάρτης. Προσπαθώντας να εξιχνιάσουν τον περίεργο θάνατο του φίλου τους αναζητούν την λύση του μυστηρίου μέσα στις σελίδες μαθηματικών συγγραμμάτων. Η παρέα των ηρώων κάνει έτσι ένα ταξίδι στους αιώνες μέσα από τον μαγικό κόσμο των Μαθηματικών, έναν κόσμο πολύ πιο ανθρώπινο απ' όσο αφήνουν να φανεί οι περίπλοκες εξισώσεις που τον πλαισιώνουν συνήθως.. Το Παρίσι, οι ταξιδιωτικές περιγραφές, η περιπετειώδης αφήγηση και τα Μαθηματικά είναι τα συστατικά στοιχεία αυτού του εκρηκτικού μείγματος που με την μορφή του μυθιστορήματος μυεί με διασκεδαστικό τρόπο μεγάλους και μικρούς στον κόσμο των αριθμών και στη λογική τους.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science",
                "Novels",
                "Mystery",
                "Cultural",
                "Literature",
                "Roman",
                "European Literature",
                "Unfinished"
            ]
        },
        {
            "title": "Foundation and Earth",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.06,
            "ranking_count": 63671,
            "abstract": "Golan Trevize, former Councilman of the First Foundation, has chosen the future, and it is Gaia. A superorganism, Gaia is a holistic planet with a common consciousness so intensely united that every dewdrop, every pebble, every being, can speak for all—and feel for all. It is a realm in which privacy is not only undesirable, it is incomprehensible.. But is it the right choice for the destiny of mankind? While Trevize feels it is, that is not enough. He must know.. Trevize believes the answer lies at the site of humanity's roots: fabled Earth . . . if it still exists. For no one is sure where the planet of Gaia's first settlers is to be found in the immense wilderness of the Galaxy. Nor can anyone explain why no record of Earth has been preserved, no mention of it made anywhere in Gaia's vast world-memory. It is an enigma Trevize is determined to resolve, and a quest he is determined to undertake, at any cost.. [ Original description here:. Горстка смельчаков пытается найти прародину человечества - Землю, чтобы получить разгадку тайн истории Галактики.. = A handful of brave souls trying to find humanity's ancestral home—the Earth, to get answers to the mysteries of the history of the Galaxy.]",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Space",
                "Fantasy",
                "Novels",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "By the River Piedra I Sat Down and Wept",
            "authors": [
                "Paulo Coelho",
                "Alan R. Clarke"
            ],
            "ranking": 3.57,
            "ranking_count": 94752,
            "abstract": "From Paulo Coelho, author of the bestselling. The Alchemist. , comes a poignant, richly poetic story that reflects the depth of love and life.. Rarely does adolescent love reach its full potential, but what happens when two young lovers reunite after eleven years? Time has transformed Pilar into a strong and independent woman, while her devoted childhood friend has grown into a handsome and charismatic spiritual leader. She has learned well how to bury her feelings... and he has turned to religion as a refuge from his raging inner conflicts.. Now they are together once again, embarking on a journey fraught with difficulties, as long-buried demons of blame and resentment resurface after more than a decade. But in a small village in the French Pyrenees, by the waters of the River Piedra, a most special relationship will be reexamined in the dazzling light of some of life’s biggest questions.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Romance",
                "Philosophy",
                "Novels",
                "Contemporary",
                "Spirituality",
                "Literature",
                "Inspirational",
                "Love",
                "Adult"
            ]
        },
        {
            "title": "Living My Life",
            "authors": [
                "Emma Goldman"
            ],
            "ranking": 4.32,
            "ranking_count": 1546,
            "abstract": "Anarchist, journalist, drama critic, advocate of birth control and free love, Emma Goldman was the most famous—and notorious—woman in the early twentieth century. This abridged version of her two-volume autobiography takes her from her birthplace in czarist Russia to the socialist enclaves of Manhattan’s Lower East Side. Against a dramatic backdrop of political argument, show trials, imprisonment, and tempestuous romances, Goldman chronicles the epoch that she helped shape: the reform movements of the Progressive Era, the early years of and later disillusionment with Lenin’s Bolshevik experiment, and more. Sounding a call still heard today,. Living My Life. is a riveting account of political ferment and ideological turbulence.. First time in Penguin Classics. Condensed to half the length of Goldman's original work, this edition is accessible to those interested in the activist and her extraordinary era",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Feminism",
                "Politics",
                "Autobiography",
                "History",
                "Biography Memoir",
                "Womens",
                "Philosophy"
            ]
        },
        {
            "title": "Gospoda Glembajevi",
            "authors": [
                "Miroslav Krleža"
            ],
            "ranking": 3.97,
            "ranking_count": 3509,
            "abstract": "Drama je podijeljena u 3 čina, a bavi se događanjima i raskolom unutar obitelji Glembay. Gospoda Glembajevi je prva od tri drame iz glembajevskog ciklusa u koji spadaju i drame U agoniji i Leda.. Radnja se zbiva u Zagrebu, u kući Ignjata Glembaja u noći nakon proslave jubileja banke Glembay Ltd. 1913. godine.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Plays",
                "Drama",
                "Academic",
                "Fiction",
                "Family",
                "Literary Fiction",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "Selected Poems",
            "authors": [
                "John Ashbery"
            ],
            "ranking": 4.2,
            "ranking_count": 1303,
            "abstract": "From the early virtuosity of. Some Trees. and. The Tennis Court Oath. through the triumphs of the Pulitzer Prize-winning. Self-Portrait in a Convex Mirror. to the brilliance of. A Wave. - each collection of John Ashbery's verse has broken new ground. Now, from the whole range of a lifetime's work, Ashbery has chosen his own selection of 138 poems, including short lyrics, haiku, prose poems, and many of his major long poems. Seeing these great works together in one volume, readers will be able to savor a distillation of John Ashbery's work and appreciate fully how remarkable is his achievement.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature",
                "Classics",
                "United States"
            ]
        },
        {
            "title": "The Word",
            "authors": [
                "Irving Wallace"
            ],
            "ranking": 3.81,
            "ranking_count": 1513,
            "abstract": "In the Beginning, there was . . .. The Word. .. The classic thriller of an ancient manuscript, a secret society committed to hiding an explosive truth, and the man who must uncover that truth--if he can stay alive long enough. In the ruins of the ancient Roman seaport of Ostia Antica, an Italian archaeologist has discovered a first century papyrus, its faded text revealing a new gospel written by James, younger brother of Jesus. This discovery will show the world a new Jesus Christ, fill in the missing years of his ministry, contradict the existing accounts of his life--and potentially destroy the foundation of 2,000 years of Western civilization.. First published in 1972,. The Word. remains a classic of brilliant storytelling, authentic detail and breathtaking narrative power.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Religion",
                "Historical",
                "Novels",
                "Biblical Fiction",
                "Drama",
                "Writing",
                "Literature"
            ]
        },
        {
            "title": "Strangers",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 4.01,
            "ranking_count": 43919,
            "abstract": "Six strangers are unaccountably seized by nightmares, attacks of fear, and bouts of uncharacteristic behavior. The six begin to seek each other out as puzzling photographs and messages arrive, indicating that the cause may lie in a forgotten weekend stay at an isolated Nevada motel. Koontz has topped a fine roster of horror and suspense novels with an almost unbearably suspenseful page-turner. His ability to maintain the mystery through several plot twists is impressive, as is his array of believable and sympathetic characters. With its masterful blend of elements of espionage, terror, and even some science fiction, Strangers may be the suspense novel of the year.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Suspense",
                "Mystery",
                "Science Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Such a Long Journey",
            "authors": [
                "Rohinton Mistry"
            ],
            "ranking": 3.96,
            "ranking_count": 10391,
            "abstract": "It is Bombay in 1971, the year India went to war over what was to become Bangladesh. A hard-working bank clerk, Gustad Noble is a devoted family man who gradually sees his modest life unravelling. His young daughter falls ill; his promising son defies his father’s ambitions for him. He is the one reasonable voice amidst the ongoing dramas of his neighbours. One day, he receives a letter from an old friend, asking him to help in what at first seems like an heroic mission. But he soon finds himself unwittingly drawn into a dangerous network of deception. Compassionate, and rich in details of character and place, this unforgettable novel charts the journey of a moral heart in a turbulent world of change.. From the Trade Paperback edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Asian Literature",
                "Novels",
                "Literary Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Toughest Indian in the World",
            "authors": [
                "Sherman Alexie"
            ],
            "ranking": 4.07,
            "ranking_count": 6823,
            "abstract": "A beloved American writer whose books are championed by critics and readers alike, Sherman Alexie has been hailed by Time as one of the better new novelists, Indian or otherwise.. In these stories, we meet the kind of American Indians we rarely see in literature -- the kind who pay their bills, hold down jobs, fall in and out of love.. A Spokane Indian journalist transplanted from the reservation to the city picks up a hitchhiker, a Lummi boxer looking to take on the toughest Indian in the world. A Spokane son waits for his diabetic father to come home from the hospital, tossing out the Hershey Kisses the father has hidden all over the house. An estranged interracial couple, separated in the midst of a traffic accident, rediscover their love for each other. A white drifter holds up an International House of Pancakes, demanding a dollar per customer and someone to love, and emerges with $42 and an overweight Indian he dubs Salmon Boy.. Sherman Alexie's voice is one of remarkable passion, and these stories are love stories -- between parents and children, white people and Indians, movie stars and ordinary people. Witty, tender, and fierce,. The Toughest Indian in the World. is a virtuoso performance by one of the country's finest writers.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Humor",
                "Adult",
                "Contemporary",
                "Literary Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Carry On, Jeeves",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 4.24,
            "ranking_count": 22725,
            "abstract": "The titles of the first story in this collection—'Jeeves Takes Charge'— and the last—'Bertie Changes His Mind'—sum up the relationship of twentieth-century fiction's most famous comic characters. In between them, the various feeble-minded men and lively young women who populate Wooster's world appeal to Jeeves to solve their problems and are never disappointed.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "Short Stories",
                "Audiobook",
                "European Literature",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "The Consolations of Philosophy",
            "authors": [
                "Alain de Botton"
            ],
            "ranking": 4.01,
            "ranking_count": 26797,
            "abstract": "Alternate Cover Edition can be found. here. .. From the internationally heralded author of How Proust Can Change Your Life comes this remarkable new book that presents the wisdom of some of the greatest thinkers of the ages as advice for our day to day struggles.. Solace for the broken heart can be found in the words of Schopenhauer. The ancient Greek Epicurus has the wisest, and most affordable, solution to cash flow problems. A remedy for impotence lies in Montaigne. Seneca offers advice upon losing a job. And Nietzsche has shrewd counsel for everything from loneliness to illness. The Consolations of Philosophy is a book as accessibly erudite as it is useful and entertaining.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Writing",
                "History",
                "Audiobook",
                "Classics",
                "Humanities"
            ]
        },
        {
            "title": "Plum Island",
            "authors": [
                "Nelson DeMille"
            ],
            "ranking": 4.05,
            "ranking_count": 48153,
            "abstract": "The hair-raising suspense of The General's Daughter... the wry wit of The Gold Coast...this is vintage Nelson DeMille at the peak of his originality and the height of his powers.. Wounded in the line of duty, NYPD homicide cop John Corey is convalescing in rural eastern Long Island when an attractive young couple he knows is found shot to death on the family patio. The victims were biologists at Plum Island, a research site rumored to be an incubator for germ warfare.Suddenly, a local double murder takes on shattering global implications -- and thrusts Corey and two extraordinary women into a dangerous search for the secret of PLUM ISLAND....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Action",
                "Adventure"
            ]
        },
        {
            "title": "Gather Together in My Name",
            "authors": [
                "Maya Angelou"
            ],
            "ranking": 4.3,
            "ranking_count": 14656,
            "abstract": "This is a continuation of Maya Angelou's personal story, begun so unforgettably in her bestselling I Know Why the Caged Bird Sings. It is full of memorable people and charged with a life-giving quality that marks Maya Angelou's writing.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "Classics",
                "Biography Memoir",
                "Feminism",
                "Race",
                "Literature"
            ]
        },
        {
            "title": "Warlock",
            "authors": [
                "Oakley Hall",
                "Robert  Stone"
            ],
            "ranking": 4.28,
            "ranking_count": 3086,
            "abstract": "Oakley Hall’s legendary. Warlock. revisits and reworks the traditional conventions of the Western to present a raw, funny, hypnotic, ultimately devastating picture of American unreality. First published in the 1950s, at the height of the McCarthy era, Warlock is not only one of the most original and entertaining of modern American novels but a lasting contribution to American fiction.",
            "part_of_series": true,
            "genre_list": [
                "Westerns",
                "Fiction",
                "Historical",
                "Novels",
                "Classics",
                "Literature",
                "The United States Of America",
                "American",
                "Literary Fiction"
            ]
        },
        {
            "title": "Equal Rites",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.03,
            "ranking_count": 160461,
            "abstract": "On Discworld, a dying wizard tries to pass on his powers to an eighth son of an eighth son, who is just at that moment being born. The fact that the son is actually a daughter is discovered just a little too late. The town witch insists on turning the baby into a perfectly normal witch, thus mending the magical damage of the wizard's mistake. But now the young girl will be forced to penetrate the inner sanctum of the Unseen University--and attempt to save the world with one well-placed kick in some enchanted shins! Reissue.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Paranormal",
                "Audiobook",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "The Star Rover",
            "authors": [
                "Jack London",
                "Lorenzo Carcaterra"
            ],
            "ranking": 4.23,
            "ranking_count": 6864,
            "abstract": "The Star Rover. , in the UK published as. The Jacket. , is a collection of short stories revolves around the concept of reincarnation. It tells the story of San Quentin death-row inmate Darrell Standing, who escapes the horror of prison life —and long stretches in a straitjacket— by withdrawing into vivid dreams of past lives, including incarnations as a French nobleman and an Englishman in medieval Korea. Based on the life and imprisonment of Jack London’s friend Ed Morrell, this is one of the author’s most complex and original works.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Science Fiction",
                "Fantasy",
                "Literature",
                "The United States Of America",
                "American",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "Exile and the Kingdom",
            "authors": [
                "Albert Camus",
                "Justin O'Brien"
            ],
            "ranking": 3.87,
            "ranking_count": 11347,
            "abstract": "These six stories, written at the height of Camus' artistic powers, all depict people at decisive, revelatory moments in their lives. Translated from the French by Justin O'Brien.. The six works featured in this volume are:. The Adulterous Woman (La Femme adultère). The Renegade or a Confused Spirit (Le Renégat ou un esprit confus). The Silent Men (Les Muets). The Guest (L'Hôte). Jonas or the Artist at Work (Jonas ou l’artiste au travail). The Growing Stone (La Pierre qui pousse)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Philosophy",
                "Cultural",
                "Classics",
                "Literature",
                "European Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Nova Express",
            "authors": [
                "William S. Burroughs"
            ],
            "ranking": 3.67,
            "ranking_count": 2995,
            "abstract": "The Soft Machine introduced us to the conditions of a universe where endemic lusts of the mind and body pray upon men, hook them, and turn them into beasts. Nova Express takes William S. Burroughs’s nightmarish futuristic tale one step further. The diabolical Nova Criminals—Sammy The Butcher, Green Tony, Iron Claws, The Brown Artist, Jacky Blue Note, Izzy The Push, to name only a few—have gained control and plan on wreaking untold destruction. It’s up to Inspector Lee of the Nova Police to attack and dismantle the word and imagery machine of these “control addicts” before it’s too late. This surrealist novel is part sci-fi, part Swiftian parody, and always pure Burroughs.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Literature",
                "Novels",
                "The United States Of America",
                "Anthologies",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Taming",
            "authors": [
                "Jude Deveraux"
            ],
            "ranking": 3.96,
            "ranking_count": 6616,
            "abstract": "England's most valiant knights paid court to wealthy Liana Neville, but only the infamous warrior Rogan Peregrine made no secret of his powerful desires. His very caress melted Liana into liquid fire, and she vowed to capture this manificent, wild man. Boldly the delicate beauty gave him her hand -- and Britain's richest dower. Yet he was bound to a bitter feud: for love betrayed, brothers killed, and ancestral land usurped. In Rogan's war-ravaged castle, Liana would lay her tender seige...to redeem his embattled spirit and win his untamed heart!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Adult",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "Because You're Mine",
            "authors": [
                "Lisa Kleypas"
            ],
            "ranking": 3.96,
            "ranking_count": 14538,
            "abstract": "I don't care about your conscience. All I want is for you to kiss me again.. Lady Madeline Matthews would rather shame herself than sacrifice her freedom—which is why, to avoid a marriage to an aging, lecherous lord, she seeks out the company of Logan Scott. A torrid affair with the notorious womanizer would surely condemn her in the eyes of good society.. Though a legend in the bedchamber, Logan is, in truth, an intensely private man tormented by past betrayals. Now a forward little minx is disrupting his life with her vibrant charm and unspoiled beauty, a high-spirited enchantress completely at sea in London's sophisticated whirl. But when what begins with a kiss threatens to blossom into something more rapturous and real, will Logan and Madeline have the courage to drop the masks they hide behind in the name of love?. Librarian's Note: this is an alternate cover edition - ISBN 10: 0380781441; ISBN 13: 9780380781447",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Objectivism: The Philosophy of Ayn Rand",
            "authors": [
                "Leonard Peikoff"
            ],
            "ranking": 3.76,
            "ranking_count": 4979,
            "abstract": "THE 25TH ANNIVERSARY EDITION—The definitive statement of Ayn Rand’s philosophy as interpreted by her best student and chosen heir.. This brilliantly conceived and organized book is Dr. Leonard Peikoff’s classic text on the abstract principles and practical applications of Objectivism, based on his lecture series “The Philosophy of Objectivism.” Ayn Rand said of these lectures: “Until or unless I write a comprehensive treatise on my philosophy, Dr. Peikoff’s course is the only. authorized. presentation of the entire theoretical structure of Objectivism—that is, the only one that I know of my knowledge to be fully accurate.”. In. Objectivism. , Peikoff covers every philosophic topic that Rand regarded as important—from certainty to money, from logic to art, from measurement to sex. Drawn from Rand’s published works as well as in-depth conversations between her and Peikoff, these chapters illuminate Objectivism—and its creator—with startling clarity. With. Objectivism,. the millions of readers who have been transformed by. Atlas Shrugged. and. The Fountainhead. will discover the full philosophical system underlying Ayn Rand’s work. .",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Politics",
                "Economics",
                "Classics",
                "Business",
                "Biography",
                "Psychology",
                "History"
            ]
        },
        {
            "title": "L'amico ritrovato",
            "authors": [
                "Fred Uhlman",
                "Arthur Koestler",
                "Mariagiulia Castagnone"
            ],
            "ranking": 4.03,
            "ranking_count": 21509,
            "abstract": "An alternate cover edition can be found. here. .. Due ragazzi sedicenni frequentano la stessa scuola esclusiva. L'uno è figlio di un medico ebreo, l'altro è di ricca famiglia aristocratica. Tra loro nasce un'amicizia del cuore, un'intesa perfetta e magica. Un anno dopo, il loro legame è spezzato. Questo accade in Germania, nel 1933.... Racconto di straordinaria finezza e suggestione,. L'amico ritrovato. è apparso nel 1971 negli Stati Uniti ed è poi stato pubblicato in Inghilterra, Francia, Olanda, Svezia, Norvegia, Danimarca, Spagna, Germania, Israele, Portogallo. Ovunque lo stesso entusiasmo della critica. Un'opera letteraria rara, l'ha definito George Steiner sul. New Yorker. , Un capolavoro, ha scritto Arthur Koestler nell'introduzione all'edizione inglese del 1976. Un libro che assilla la memoria... una gemma, Un racconto magistrale, hanno fatto eco. The Sunday Express. e. The Financial Times. di Londra. E infine. Le Monde. di Parigi: Uno dei testi più densi e più puri sugli anni del nazismo in Germania... Tra i romanzi più belli che si possano raccomandare ai lettori, dai dodici anni in su. Senza esitazione.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Cultural",
                "Novels",
                "European Literature",
                "Academic",
                "War"
            ]
        },
        {
            "title": "King of the Wind: The Story of the Godolphin Arabian",
            "authors": [
                "Marguerite Henry",
                "Wesley Dennis"
            ],
            "ranking": 4.21,
            "ranking_count": 25325,
            "abstract": "He was named Sham for the sun, this golden red stallion born in the Sultan of Morocco's stone stables. Upon his heel was a small white spot, the symbol of speed. But on his chest was the symbol of misfortune.. Although he was as swift as the desert winds, Sham's proud pedigree would be scorned all his life by cruel masters and owners.. This is the classic story of Sham and his friend, the stable boy Agba. Their adventures take them from the sands of the Sahara to the royal courts of France and, finally, to the green pastures and stately homes of England.. For Sham was the renowned Godolphin Arabian whose blood flows through the veins of almost every superior Thoroughbred. Sham's speed-like his story-has become legendary.",
            "part_of_series": false,
            "genre_list": [
                "Animals",
                "Fiction",
                "Historical",
                "Childrens",
                "Classics",
                "Young Adult"
            ]
        },
        {
            "title": "The Road Back",
            "authors": [
                "Erich Maria Remarque"
            ],
            "ranking": 4.29,
            "ranking_count": 6259,
            "abstract": "After surviving several horrifying years in the inferno of the Western Front, a young German soldier and his cohorts return home at the end of WW1. Their road back to life in civilian world is made arduous by their bitterness about what they find in post-war society. A captivating story, one of Remarque's best.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "War",
                "Historical",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Congo",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.61,
            "ranking_count": 165180,
            "abstract": "Deep in the African rain forest, near the legendary ruins of the Lost City of Zinj, an expedition of eight American geologists is mysteriously and brutally killed in a matter of minutes.. Ten thousand miles away, Karen Ross, the Congo Project Supervisor, watches a gruesome video transmission of the aftermath: a camp destroyed, tents crushed and torn, equipment scattered in the mud alongside dead bodies — all motionless except for one moving image — a grainy, dark, man-shaped blur.. In San Francisco, primatologist Peter Elliot works with Amy, a gorilla with an extraordinary vocabulary of 620 “signs,” the most ever learned by a primate, and she likes to fingerpaint. But recently, her behavior has been erratic and her drawings match, with stunning accuracy, the brittle pages of a Portuguese print dating back to 1642 . . . a drawing of an ancient lost city. A new expedition — along with Amy — is sent into the Congo where they enter a secret world, and the only way out may be through a horrifying death …. source: michaelcrichton.com",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Adventure",
                "Horror",
                "Mystery",
                "Suspense",
                "Cultural",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Age of Anxiety: A Baroque Eclogue",
            "authors": [
                "W.H. Auden",
                "Alan Jacobs"
            ],
            "ranking": 4.06,
            "ranking_count": 268,
            "abstract": "The first critical edition of a poem that named an era. When it was first published in 1947,. The Age of Anxiety. --W. H. Auden's last, longest, and most ambitious book-length poem--immediately struck a powerful chord, capturing the imagination of the cultural moment that it diagnosed and named. Beginning as a conversation among four strangers in a barroom on New York's Third Avenue, Auden's analysis of Western culture during the Second World War won the Pulitzer Prize and inspired a symphony by Leonard Bernstein as well as a ballet by Jerome Robbins. Yet reviews of the poem were sharply divided, and today, despite its continuing fame, it is unjustly neglected by readers.. This volume--the first annotated, critical edition of the poem--introduces this important work to a new generation of readers by putting it in historical and biographical context and elucidating its difficulties. Alan Jacobs's introduction and thorough annotations help today's readers understand and appreciate the full richness of a poem that contains some of Auden's most powerful and beautiful verse, and that still deserves a central place in the canon of twentieth-century poetry.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Classics",
                "Psychology",
                "Literature",
                "Philosophy",
                "Novels",
                "War",
                "Criticism"
            ]
        },
        {
            "title": "4:50 from Paddington",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.96,
            "ranking_count": 54120,
            "abstract": "For an instant the two trains ran together, going in the same direction side by side. In that frozen moment, Elspeth, riding in the one train, witnessed a murder in the other. Helplessly, she stared out her carriage window as a man remorselessly tightened his grip around a woman’s throat. The body crumpled. Then the other train drew away.. Who, apart from Miss Marple, would take her story seriously? After all, there were no suspects, no other witnesses... and no corpse. Not the police.. Librarian's note: this entry is for the novel, 4:50 from Paddington. Collections and other Miss Marple stories are located elsewhere on Goodreads. The series includes 12 novels and 20 short stories. Entries for the short stories can be found by searching Goodreads for: a Miss Marple Short Story.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Where Are the Children?",
            "authors": [
                "Mary Higgins Clark"
            ],
            "ranking": 4.02,
            "ranking_count": 47271,
            "abstract": "Nancy Harmon long ago fled the heartbreak of her first marriage, the macabre deaths of her two little children, and the shocking charges against her. She changed her name, dyed her hair, and left California for the windswept peace of Cape Cod. Now remarried, she has two more beloved children, and the terrible pain has begun to heal -- until the morning when she looks in the backyard for her little boy and girl and finds only one red mitten. She knows that the nightmare is beginning again....",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Suspense",
                "Thriller",
                "Adult",
                "Adult Fiction",
                "Horror",
                "Novels"
            ]
        },
        {
            "title": "Amsterdam",
            "authors": [
                "Ian McEwan"
            ],
            "ranking": 3.44,
            "ranking_count": 48022,
            "abstract": "On a chilly February day, two old friends meet in the throng outside a London crematorium to pay their last respects to Molly Lane. Both Clive Linley and Vernon Halliday had been Molly's lovers in the days before they reached their current eminence: Clive is Britain's most successful modern composer, and Vernon is editor of the newspaper. The Judge.. Gorgeous, feisty Molly had other lovers, too, notably Julian Garmony, Foreign Secretary, a notorious right-winger tipped to be the next prime minister.. In the days that follow Molly's funeral, Clive and Vernon will make a pact with consequences that neither could have foreseen. Each will make a disastrous moral decision, their friendship will be tested to its limits, and Julian Garmony will be fighting for his political life. A sharp contemporary morality tale, cleverly disguised as a comic novel,. Amsterdam. is as sheerly enjoyable a book as one is likely to pick up this year (. The Washington Post Book World. ).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "European Literature",
                "Literature",
                "Novels",
                "Historical",
                "Adult Fiction",
                "Music"
            ]
        },
        {
            "title": "Το 10",
            "authors": [
                "M. Karagatsis",
                "Μ. Καραγάτσης",
                "Βαγγέλης Αθανασόπουλος"
            ],
            "ranking": 4.24,
            "ranking_count": 957,
            "abstract": "Το 10 αποτελεί κρίσιμη καμπή στο έργο του Μ. Καραγάτση και είναι ατυχές γεγονός ότι ο θάνατος του συγγραφέα ματαίωσε αμετάκλητα την ολοκλήρωσή του. Για πρώτη φορά ο Καραγάτσης αποστασιοποιείται πλήρως από τους ήρωές του και πλάθει τη μυθιστορηματική του ύλη με χέρι άφοβο έμπειρου τεχνίτη. Δεν υπάρχει εδώ προσωπική εμπλοκή του συγγραφέα, συμμετοχή του στα δρώμενα μέσ' από προσωπεία, αυτοβιογραφικές προβολές, ταυτίσεις, ευνοημένους χαρακτήρες. Υπάρχει συγγραφική διαύγεια, σιγουριά, ψυχρότητα ή και σκληρότητα. Το μέγα πλήθος των προσώπων που κατοικεί στο 10, τη λαϊκή πολυκατοικία του Πειραιά, κινείται με εξαιρετική ακρίβεια και άσφαλτους υπολογισμούς από συγγραφέα που διεκδικεί την ιδιότητα του παντεπόπτη. Έργο ωριμότητας, αυστηρό, βαθύτατα πικρό και απαισιόδοξο, χαρτογραφεί και ανατέμνει τη νεοελληνική κοινωνία της δεκαετίας του '50 με πρωτοφανή και προφητική (αν κρίνουμε τη σημερινή κοινωνική αποσύνθεση) οξυδέρκεια.. Άρης Μπερλής, Μ. Καραγάτσης, στο Η μεσοπολεμική πεζογραφία, τ. Δ΄, Εκδόσεις Σοκόλη 1992.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Puzzle Palace: Inside the National Security Agency, America's Most Secret Intelligence Organization",
            "authors": [
                "James Bamford"
            ],
            "ranking": 3.89,
            "ranking_count": 1194,
            "abstract": "In this remarkable tour de force of investigative reporting, James Bamford exposes the inner workings of America's largest, most secretive, and arguably most intrusive intelligence agency. The NSA has long eluded public scrutiny, but. The Puzzle Palace. penetrates its vast network of power and unmasks the people who control it, often with shocking disregard for the law. With detailed information on the NSA's secret role in the Korean Airlines disaster, Iran-Contra, the first Gulf War, and other major world events of the 80s and 90s, this is a brilliant account of the use and abuse of technological espionage.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Spy Thriller",
                "War",
                "Science",
                "North American Hi...",
                "Writing",
                "Historical"
            ]
        },
        {
            "title": "Nausicaä of the Valley of the Wind, Vol. 1",
            "authors": [
                "Hayao Miyazaki",
                "David R Lewis",
                "Toren Smith",
                "Kaori Inoue",
                "Joe Yamazaki"
            ],
            "ranking": 4.47,
            "ranking_count": 10738,
            "abstract": "In a long-ago war, humankind set off a devastating ecological disaster. Thriving industrial societies disappeared. The earth is slowly submerging beneath the expanding Sea of Corruption, an enormous toxic forest that creates mutant insects and releases a miasma of poisonous spores into the air.. At the periphery of the sea, tiny kingdoms are scattered on tiny parcels of land. Here lies the Valley of the Wind, a kingdom of barely 500 citizens; a nation given fragile protection from the decaying sea's poisons by the ocean breezes; and home to Nausicaä .. Nausicaä, a young princess, has an emphatic bond with the giant Ohmu insects and animals of every creed. She fights to create tolerance, understanding and patience among empires that are fighting over the world's remaining precious natural resources.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Cultural",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "Fruits Basket, Vol. 1",
            "authors": [
                "Natsuki Takaya",
                "Alethea Nibley",
                "Athena Nibley"
            ],
            "ranking": 4.27,
            "ranking_count": 169011,
            "abstract": "A family with an ancient curse.... And the girl who will change their lives forever.... Tohru Honda was an orphan with no place to go until the mysterious Sohma family offered her a place to call home. Now her ordinary high school life is turned upside down as she's introduced to the Sohma's world of magical curses and family secrets.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Romance",
                "Young Adult",
                "Fiction",
                "Comics Manga",
                "Manga",
                "Media Tie In"
            ]
        },
        {
            "title": "Where Late the Sweet Birds Sang",
            "authors": [
                "Kate Wilhelm"
            ],
            "ranking": 3.85,
            "ranking_count": 9449,
            "abstract": "The spellbinding story of an isolated post-holocaust community determined to preserve itself, through a perilous experiment in cloning. Sweeping, dramatic, rich with humanity, and rigorous in its science,. Where Late the Sweet Birds Sang. is widely regarded as a high point of both humanistic and hard SF, winning SF's Hugo Award and Locus Award on its first publication.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Hugo Awards",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Fantasy"
            ]
        },
        {
            "title": "How to Travel with a Salmon and Other Essays",
            "authors": [
                "Umberto Eco",
                "William Weaver"
            ],
            "ranking": 3.84,
            "ranking_count": 5555,
            "abstract": "Once a columnist for an Italian literary magazine, Eco now shares his acute and highly entertaining sense of the absurd in modern life in these essays about militarism, computerese, cowboy and Indian movies, art criticism, librarians, semiotics, and much more--including himself.",
            "part_of_series": true,
            "genre_list": [
                "Writing",
                "Nonfiction",
                "Humor",
                "Philosophy",
                "Short Stories",
                "European Literature",
                "Cultural",
                "Literature",
                "Travel",
                "Contemporary"
            ]
        },
        {
            "title": "Indian Killer",
            "authors": [
                "Sherman Alexie"
            ],
            "ranking": 3.78,
            "ranking_count": 7743,
            "abstract": "A murderer is stalking and scalping white men in Seattle, his calling card a pair of feathers crossed on the victim's chest. While this so-called Indian Killer terrorises the city, its Native American population is thrown into turmoil. With each new murder, the city is gripped by fear, and as the killer searches for his latest victim, the novel builds to its unexpected and terrifying climax.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Novels",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Suspense",
                "Native Americans"
            ]
        },
        {
            "title": "Failure is Not an Option: Mission Control From Mercury to Apollo 13 and Beyond",
            "authors": [
                "Gene Kranz"
            ],
            "ranking": 4.29,
            "ranking_count": 8039,
            "abstract": "This memoir of a veteran NASA flight director tells riveting stories from the early days of the Mercury program through Apollo 11 (the moon landing) and Apollo 13, for both of which Kranz was flight director.. Gene Kranz was present at the creation of America’s manned space program and was a key player in it for three decades. As a flight director in NASA’s Mission Control, Kranz witnessed firsthand the making of history. He participated in the space program from the early days of the Mercury program to the last Apollo mission, and beyond. He endured the disastrous first years when rockets blew up and the United States seemed to fall further behind the Soviet Union in the space race. He helped to launch Alan Shepard and John Glenn, then assumed the flight director’s role in the Gemini program, which he guided to fruition. With his teammates, he accepted the challenge to carry out President John F. Kennedy’s commitment to land a man on the Moon before the end of the 1960s.. Kranz recounts these thrilling historic events and offers new information about the famous flights. What appeared as nearly flawless missions to the Moon were, in fact, a series of hair-raising near misses. When the space technology failed, as it sometimes did, the controllers’ only recourse was to rely on their skills and those of their teammates. He reveals behind-the-scenes details to demonstrate the leadership, discipline, trust, and teamwork that made the space program a success.. A fascinating firsthand account by a veteran mission controller of one of America’s greatest achievements,. Failure is Not an Option. reflects on what has happened to the space program and offers his own bold suggestions about what we ought to be doing in space now.",
            "part_of_series": false,
            "genre_list": [
                "Space",
                "Nonfiction",
                "History",
                "Biography",
                "Science",
                "Autobiography",
                "Audiobook",
                "North American Hi...",
                "Historical"
            ]
        },
        {
            "title": "The Railway Children",
            "authors": [
                "E. Nesbit"
            ],
            "ranking": 4.01,
            "ranking_count": 56184,
            "abstract": "In this much-loved children's classic first published in 1906, the comfortable lives of three well-mannered siblings are greatly altered when, one evening, two men arrive at the house and take their father away. With the family's fortunes considerably reduced in his absence, the children and their mother are forced to live in a simple country cottage near a railway station. There the young trio—Roberta, Peter, and young Phyllis—befriend the porter and station master.. The youngsters' days are filled with adventure and excitement, including their successful attempt to avert a horrible train disaster; but the mysterious disappearance of their father continues to haunt them.. The solution to that painful puzzle and many other details and events of the children's lives come to vivid life in this perennial favorite, a story that has captivated generations of readers and, more recently, delighted television and movie audiences. In this inexpensive, unabridged edition, it will charm a whole new audience of young readers with its warmth and appeal.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Childrens",
                "Fiction",
                "Historical",
                "Adventure",
                "Young Adult",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Poor Mouth: A Bad Story about the Hard Life",
            "authors": [
                "Flann O'Brien",
                "Patrick C.  Power",
                "Ralph Steadman"
            ],
            "ranking": 4.07,
            "ranking_count": 2430,
            "abstract": "The Poor Mouth. relates the story of one Bonaparte O'Coonassa, born in a cabin in a fictitious village called Corkadoragha in western Ireland equally renowned for its beauty and the abject poverty of its residents. Potatoes constitute the basis of his family's daily fare, and they share both bed and board with the sheep and pigs. A scathing satire on narratives of Gaelic Ireland, this work brought down on the author's head the full wrath of those who saw themselves as the custodians of Irish language and tradition when it was first published in Gaelic in 1941.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Humor",
                "Classics",
                "Literary Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The God Who Is There",
            "authors": [
                "Francis A. Schaeffer",
                "James W. Sire"
            ],
            "ranking": 4.11,
            "ranking_count": 7160,
            "abstract": "For over thirty years. The God Who Is There. has been the landmark book that changed the way the church sees the world. In Francis Schaeffer's remarkable analysis, we learn where the clashing ideas about God, science, history and art came from and where they are going. Now this completely retypeset edition includes a new introduction by James W. Sire that places Schaeffer's seminal work in the context of the intellectual turbulence of the early twenty-first century. More than ever,. The God Who Is There. demonstrates how historic Christianity can fearlessly confront the competing philosophies of the world. The God who has always been there continues to provide the anchor of truth and the power of love to meet the world's deepest problems.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Philosophy",
                "Nonfiction",
                "Spirituality",
                "History"
            ]
        },
        {
            "title": "Billy Liar",
            "authors": [
                "Keith Waterhouse"
            ],
            "ranking": 3.73,
            "ranking_count": 1963,
            "abstract": "Billy Liar captures brilliantly the claustrophobic atmosphere of a small town. It tells the story of Billy Fisher, a Yorkshire teenager unable to stop lying - especially to his three girlfriends. Trapped by his boring job and working-class parents, Billy finds that his only happiness lies in grand plans for his future and fantastical day-dreams of the fictional country Ambrosia.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "European Literature",
                "Classics",
                "Plays",
                "Novels",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Encounters with the Archdruid",
            "authors": [
                "John McPhee"
            ],
            "ranking": 4.21,
            "ranking_count": 5847,
            "abstract": "The narratives in this book are of journeys made in three wildernesses - on a coastal island, in a Western mountain range, and on the Colorado River in the Grand Canyon. The four men portrayed here have different relationships to their environment, and they encounter each other on mountain trails, in forests and rapids, sometimes with reserve, sometimes with friendliness, sometimes fighting hard across a philosophical divide.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Science",
                "Writing",
                "Biography",
                "History",
                "Biology",
                "Travel"
            ]
        },
        {
            "title": "Steal This Book",
            "authors": [
                "Abbie Hoffman"
            ],
            "ranking": 3.61,
            "ranking_count": 3331,
            "abstract": "A driving force behind the social revolution of the 1960s and 1970s, Hoffman inspired a generation to challenge the status quo. Meant as a practical guide for the aspiring hippie,. Steal This Book. captures Hoffman's puckish tone and became a cult classic with over 200,000 copies sold. Outrageously illustrated by R. Crumb, it nevertheless conveys a serious message to all would-be revolutionaries: You don't have to take it anymore. All Power to the Imagination was his credo. Abbie was the best. —Studs Terkel",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Philosophy",
                "Social Issues",
                "Reference",
                "Cultural",
                "Humor",
                "Classics"
            ]
        },
        {
            "title": "A Rogue's Proposal",
            "authors": [
                "Stephanie Laurens"
            ],
            "ranking": 4.08,
            "ranking_count": 8818,
            "abstract": "Demon Cynster has seen love bring his brethren to their knees, and he's vowed that he will not share their fate . . . until he spies Felicity Parteger sneaking about his racing stable. Demon remembers Felicity as a mere chit of a girl, but now she stands before him, all lush curves and sparkling eyes.... Felicity knows Demon was one of the town's most eligible bachelors and a rogue of the worst sort, but he was the only one capable of getting her friend out of trouble. She knows Demon will never yield her the love she desperately seeks, but could a marriage of passion alone be enough?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Adult",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "George's Marvellous Medicine",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 4.03,
            "ranking_count": 83636,
            "abstract": "George's Grandma is a grizzly, grumpy, selfish old woman with pale brown teeth and a small puckered up mouth like a dog's bottom. Four times a day she takes a large spoonful of medicine, but it doesn't seem to do her any good. She's always just as poisonous after she's taken it as she was before. When George is left to look after her one morning, it's just the chance he needs . . .",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Classics",
                "Humor",
                "Young Adult",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Manufacturing Consent: The Political Economy of the Mass Media",
            "authors": [
                "Edward S. Herman",
                "Noam Chomsky"
            ],
            "ranking": 4.25,
            "ranking_count": 18106,
            "abstract": "In this pathbreaking work, Edward S. Herman and Noam Chomsky show that, contrary to the usual image of the news media as cantankerous, obstinate, and ubiquitous in their search for truth and defense of justice, in their actual practice they defend the economic, social, and political agendas of the privileged groups that dominate domestic society, the state, and the global order.. Based on a series of case studies—including the media’s dichotomous treatment of “worthy” versus “unworthy” victims, “legitimizing” and “meaningless” Third World elections, and devastating critiques of media coverage of the U.S. wars against Indochina—Herman and Chomsky draw on decades of criticism and research to propose a Propaganda Model to explain the media’s behavior and performance. Their new introduction updates the Propaganda Model and the earlier case studies, and it discusses several other applications. These include the manner in which the media covered the passage of the North American Free Trade Agreement and subsequent Mexican financial meltdown of 1994-1995, the media’s handling of the protests against the World Trade Organization, World Bank, and International Monetary Fund in 1999 and 2000, and the media’s treatment of the chemical industry and its regulation. What emerges from this work is a powerful assessment of how propagandistic the U.S. mass media are, how they systematically fail to live up to their self-image as providers of the kind of information that people need to make sense of the world, and how we can understand their function in a radically new way.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "History",
                "Philosophy",
                "Sociology",
                "Economics",
                "Writing",
                "Psychology"
            ]
        },
        {
            "title": "If This Is a Man • The Truce",
            "authors": [
                "Primo Levi",
                "Stuart J. Woolf",
                "Paul Bailey"
            ],
            "ranking": 4.54,
            "ranking_count": 17665,
            "abstract": "'With the moral stamina and intellectual poise of a twentieth-century Titan, this slightly built, dutiful, unassuming chemist set out systematically to remember the German hell on earth, steadfastly to think it through, and then to render it comprehensible in lucid, unpretentious prose. He was profoundly in touch with the minutest workings of the most endearing human events and with the most contemptible. What has survived in Levi's writing isn't just his memory of the unbearable, but also, in. The Periodic Table. and. The Wrench. , his delight in what made the world exquisite to him. He was himself a magically endearing man, the most delicately forceful enchanter I've ever known' - Philip Roth.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "World War II",
                "Classics",
                "Autobiography",
                "War",
                "European Literature"
            ]
        },
        {
            "title": "Prokleta avlija",
            "authors": [
                "Ivo Andrić"
            ],
            "ranking": 4.3,
            "ranking_count": 8379,
            "abstract": "Prokleta avlija/The Damned Yard (Description from Ivo Andrić Foundation website). The novel is written in 1954. Ćamil, a wealthy young man of Smyrna living in the last years of the Ottoman Empire, is fascinated by the story of Džem, ill-fated brother of the Sultan Bajazet, who ruled Turkey in the fifteenth century. Ćamil, in his isolation, comes to believe that he is Džem, and that he shares his evil destiny: he is born to be a victim of the State. Because of his stories about Džem’s ambitions to overthrow his brother, Ćamil is arrested under suspicion of plotting against the Sultan. He is taken to a prison in Istanbul, where he tells his story, to Petar, a monk.. Out of these exotic materials, Andrić has constructed a book of great clarity, brevity and interest. No doubt it will be read by some as a political parable about the tyranny of the State, but also as a quite simply story about ill-fortune and human misunderstanding, fear and ignorance. Džem and Ćamil are doomed – and the certainty of their persecution is sometimes relieved, sometimes intensified by the stupidity and fright of the people who cross their ill-starred lives.. Construction takes up most of the book’s space: the central story of Džem as related by Ćamil lasts only a chapter or two. For the rest of the time the reader strips layer off layer, as one narrator passes him on the next. There is an interesting passage that helps to explain this method, at the moment when Ćamil starts narrating Džem’s story in the first person. “I” is a word, we are told, which fixes the position of the speaker in such a way that the exercise of will is no longer possible, and the speaker strength is exceeded – strength, presumably, to break out of the identification that all his past actions and thoughts force upon him when he uses the word. “I” is both a confession and an imprisonment. The fact that the novel passes the reader on from one narrator to the next rather suggests that the author is taking constant evasive action, lest he betray himself or his reader into the kind of “personal confession” which seals the fate of Ćamil. What exactly this game of form flirting with meaning signifies, must be left to the individual reader.. The movement is centripetal, towards Džem’s story, and then disperses. Details within the story are made to mimic this form. Thus when Peter receives the message telling him of his impending release:. “Two younger prisoners...were chasing around using him as the centerpoint of ever narrowing circles. Annoyed, he tried to break away from these exuberant youths when one of them brushed against him and he felt a folded scrap of paper thrust into his hand. The youths continued their chase but now in widening circles...”. The reader is led on just such a chase in the course of the novel. The effect of this is to make the plot seem more like a poetic image than an ordinary plot: capable, therefore, of as many meanings as are the images of an allusive poem. Yet the language is simple and direct, not at all “poetic”. The characters are remarkable alive, even in conversation. Karađoz, the governor of the goal, is a spidery authoritarian, who loves to torment the charges he loves. The prisoners “complained about the way one complains about one’s life and curses one’s destiny...it would have been hard for them to imagine life without him”.. “The Devil’s Yard” is justified, as all symbolic and figurative novels must be, by the extent to which it touches the emotions. It is extremely moving. Fear, horror, despair, amusement at times – all these indicate that the threat of the meaning has been recognized.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Academic",
                "European Literature",
                "Novels",
                "Nobel Prize",
                "Literature",
                "Short Stories"
            ]
        },
        {
            "title": "The Universal Baseball Association, Inc., J. Henry Waugh, Prop.",
            "authors": [
                "Robert Coover"
            ],
            "ranking": 3.83,
            "ranking_count": 2178,
            "abstract": "A satirical fable with a rootless and helpless accountant as the protagonist. Alone in his apartment, he spends all his nights and weekends playing an intricate baseball game of his own invention. The author has won the William Faulkner Award and an American Academy of Arts and Letters Award.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Fiction",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Fantasy",
                "The United States Of America"
            ]
        },
        {
            "title": "Reform or Revolution",
            "authors": [
                "Rosa Luxemburg",
                "Mary-Alice Waters"
            ],
            "ranking": 4.18,
            "ranking_count": 2861,
            "abstract": "Why capitalism cannot overcome its internal contradictions and the working class cannot reform away exploitation and economic crises.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Philosophy",
                "History",
                "Economics",
                "Classics",
                "Sociology",
                "European Literature"
            ]
        },
        {
            "title": "Microserfs",
            "authors": [
                "Douglas Coupland"
            ],
            "ranking": 3.88,
            "ranking_count": 23584,
            "abstract": "Narrated in the form of a Powerbook entry by Dan Underwood, a computer programmer for Microsoft, this state-of-the-art novel about life in the '90s follows the adventures of six code-crunching computer whizzes. Known as microserfs, they spend upward of 16 hours a day coding (writing software) as they eat flat foods (such as Kraft singles, which can be passed underneath closed doors) and fearfully scan the company email to see what the great Bill might be thinking and whether he is going to flame one of them. Seizing the chance to be innovators instead of cogs in the Microsoft machine, this intrepid bunch strike out on their own to form a high-tech start-up company named Oop! in Silicon Valley. Living together in a sort of digital flophouse --Our House of Wayward Mobility -- they desperately try to cultivate well-rounded lives and find love amid the dislocated, subhuman whir and buzz of their computer-driven world.. Funny, illuminating and ultimately touching,. Microserfs. is the story of one generation's very strange and claustrophobic coming of age.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Cultural",
                "Novels",
                "Literature",
                "Science",
                "Pop Culture",
                "Literary Fiction",
                "Computer Science"
            ]
        },
        {
            "title": "The Reckoning",
            "authors": [
                "Sharon Kay Penman"
            ],
            "ranking": 4.45,
            "ranking_count": 8776,
            "abstract": "Here, alive from the pages of history, is the compelling tale of a Celtic society ruled by Llewelyn, Prince of Wales, on a collison course with a feudal realm of Edward I. WIth this last book in the extraordinary trilogy that began with HERE BE DRAGONS and continued in FALLS THE SHADOW, Sharon Kay Penman has written a beautiful and moving conclusion to her medieval saga. For everyone who has read the earlier books in this incomparable series or ever wanted to experience the rich tapestry of British history and lore, this bold and romantic adventure must be read.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Literature",
                "Romance",
                "History",
                "Novels"
            ]
        },
        {
            "title": "The Inverted World",
            "authors": [
                "Christopher Priest",
                "Andrew M. Stephenson"
            ],
            "ranking": 3.92,
            "ranking_count": 7699,
            "abstract": "The city is winched along tracks through a devastated land full of hostile tribes. Rails must be freshly laid ahead of the city & carefully removed in its wake. Rivers & mountains present nearly insurmountable challenges to the ingenuity of the city's engineers. But if the city does not move, it will fall farther & farther behind the optimum & into the crushing gravitational field that has transformed life on Earth. The only alternative to progress is death. The secret directorate that governs the city makes sure that its inhabitants know nothing of this. Raised in common in creches, nurtured on synthetic food, prevented above all from venturing outside the closed circuit of the city, they're carefully sheltered from the dire necessities that have come to define human existence. Yet the city is in crisis. People are growing restive. The population is dwindling. The rulers know that, for all their efforts, slowly but surely the city is slipping ever farther behind the optimum. Helward Mann is a member of the city's elite. Better than anyone, he knows how tenuous is the city's continued existence. But the world he's about to discover is infinitely stranger than the strange world he believes he knows so well.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "European Literature",
                "Classics"
            ]
        },
        {
            "title": "The Forty Days of Musa Dagh",
            "authors": [
                "Franz Werfel",
                "Peter Sourian"
            ],
            "ranking": 4.39,
            "ranking_count": 1503,
            "abstract": "This stirring, poignant novel, based on real historical events that made of actual people true heroes, unfolds the tragedy that befell the Armenian people in the dark year of 1915. The Great War is raging through Europe, and in the ancient, mountainous lands southwest of the Caspian Sea the Turks have begun systematically to exterminate their Christian subjects. Unable to deny his birthright or his people, one man, Gabriel Bagradian—born an Armenian, educated in Paris, married to a Frenchwoman, and an officer doing his duty as a Turkish subject in the Ottoman army—will strive to resist death at the hands of his blood enemy by leading 5,000 Armenian villagers to the top of Musa Dagh, the mountain of Moses. There, for forty days, in the face of almost certain death, they will suffer the siege of a Turkish army hell-bent on genocide. A passionate warning against the dangers of racism and scapegoating, and prefiguring the ethnic horrors of World War II, this important novel from the early 1930s remains the only significant treatment, in fiction or nonfiction, of the first genocide in the twentieth century's long series of inhumanities. It also continues to be today what the New York Times deemed it in 1933—a true and thrilling novel ... a story which must rouse the emotions of all human beings. Musa Dagh gives us a lasting sense of participation in a stirring episode of history.... Magnificent.—The New York Times Book Review A novel full of the breath, the flesh and blood and bone and spirit of life.—Saturday Review",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "War",
                "European Literature",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Pursuit of Love",
            "authors": [
                "Nancy Mitford"
            ],
            "ranking": 3.96,
            "ranking_count": 15495,
            "abstract": "Few aristocratic English families of the twentieth century enjoyed the glamorous notoriety of the infamous Mitford sisters. Nancy Mitford's most famous novel,. The Pursuit of Love. satirizes British aristocracy in the twenties and thirties through the amorous adventures of the Radletts, an exuberantly unconventional family closely modelled on Mitford's own.. The Radletts of Alconleigh occupy the heights of genteel eccentricity, from terrifying Lord Alconleigh (who, like Mitford's father, used to hunt his children with bloodhounds when foxes were not available), to his gentle wife, Sadie, their wayward daughter Linda, and the other six lively Radlett children. Mitford's wickedly funny prose follows these characters through misguided marriages and dramatic love affairs, as the shadow of World War II begins to close in on their rapidly vanishing world.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Romance",
                "Historical",
                "European Literature",
                "Humor",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Memoirs of Cleopatra",
            "authors": [
                "Margaret George"
            ],
            "ranking": 4.17,
            "ranking_count": 20170,
            "abstract": "Bestselling novelist Margaret George brings to life the glittering kingdom of Cleopatra, Queen of the Nile, in this lush, sweeping, and richly detailed saga. Told in Cleopatra's own voice, this is a mesmerizing tale of ambition, passion, and betrayal, which begins when the twenty-year-old queen seeks out the most powerful man in the world, Julius Caesar, and does not end until, having survived the assassination of Caesar and the defeat of the second man she loves, Marc Antony, she plots her own death rather than be paraded in triumph through the streets of Rome.. Most of all, in its richness and authenticity, it is an irresistible story that reveals why Margaret George's work has been widely acclaimed as the best kind of historical novel, one the reader can't wait to get lost in.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Northern Africa",
                "Romance",
                "Cultural",
                "Adult",
                "Adult Fiction",
                "Novels",
                "African Literature"
            ]
        },
        {
            "title": "The Plays of Anton Chekhov",
            "authors": [
                "Anton Chekhov",
                "Paul Schmidt"
            ],
            "ranking": 4.29,
            "ranking_count": 2547,
            "abstract": "These critically hailed translations of. The Seagull. ,. Uncle Vanya. ,. The Three Sisters. and the other Chekhov plays are the only ones in English by a Russian-language scholar who is also a veteran Chekhovian actor.. Without compromising the spirit of the text, Paul Schmidt accurately translates Chekhov's entire theatrical canon, rescuing the humor lost in most academic translations while respecting the historical context and original social climate.. Schmidt's translations of Chekhov have been successfully staged all over the U.S. by such theatrical directors as Lee Strasberg, Elizabeth Swados, Peter Sellars and Robert Wilson. Critics have hailed these translations as making Chekhov fully accessible to American audiences. They are also accurate -- Schmidt has been described as the gold standard in Russian-English translation by Michael Holquist of the Russian department at Yale University.. Swan song --. The bear --. The proposal --. Ivanov --. The seagull --. A reluctant tragic hero --. The wedding reception --. The festivities --. Uncle Vanya --. Three sisters --. The dangers of tobacco --. The cherry orchard.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "A Happy Death",
            "authors": [
                "Albert Camus",
                "Richard Howard",
                "Jean Sarocchi"
            ],
            "ranking": 3.81,
            "ranking_count": 13402,
            "abstract": "Is it possible to die a happy death? This is the central question of Camus's astonishing early novel, published posthumously and greeted as a major literary event. It tells the story of a young Algerian, Mersault, who defies society's rules by committing a murder and escaping punishment, then experimenting with different ways of life and finally dying a happy man. In many ways. A Happy Death. is a fascinating first sketch for. The Outsider. , but it can also be seen as a candid self-portrait, drawing on Camus's memories of his youth, travels, and early relationships. It is infused with lyrical descriptions of the sun-drenched Algiers of his childhood - the place where, eventually, Mersault is able to find peace and die 'without anger, without hatred, without regret'.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Nobel Prize",
                "Literary Fiction"
            ]
        },
        {
            "title": "What Is Philosophy?",
            "authors": [
                "Gilles Deleuze",
                "Félix Guattari",
                "Hugh Tomlinson",
                "Graham Burchell"
            ],
            "ranking": 4.13,
            "ranking_count": 1762,
            "abstract": "Called by many France's foremost philosopher, Gilles Deleuze is one of the leading thinkers in the Western World. His acclaimed works and celebrated collaborations with Félix Guattari have established him as a seminal figure in the fields of literary criticism and philosophy. The long-awaited publication of. What Is Philosophy?. in English marks the culmination of Deleuze's career.. Deleuze and Guattari differentiate between philosophy, science, and the arts, seeing as means of confronting chaos, and challenge the common view that philosophy is an extension of logic. The authors also discuss the similarities and distinctions between creative and philosophical writing. Fresh anecdotes from the history of philosophy illuminate the book, along with engaging discussions of composers, painters, writers, and architects.. A milestone in Deleuze's collaboration with Guattari,. What Is Philosophy?. brings a new perspective to Deleuze's studies of cinema, painting, and music, while setting a brilliant capstone upon his work.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Cultural",
                "Art",
                "Science",
                "Unfinished",
                "Writing",
                "Sociology",
                "Academic"
            ]
        },
        {
            "title": "a",
            "authors": [
                "Andy Warhol"
            ],
            "ranking": 3.39,
            "ranking_count": 243,
            "abstract": "Conceptually unique, hilarious, and frightening, a: A Novel is the perfect literary manifestation of Andy Warhol's sensibility. In the late sixties, Warhol set out to turn a trade book into a piece of pop art, and the result was this astonishing account of the artists, superstars, addicts, and freaks who made up the Factory milieu. Created from audiotapes recorded in and around the Factory, a: A Novel, begins with the fabulous Ondine popping several amphetamines and then follows its characters as they converse with inspired, speed-driven wit and cut swaths through the clubs, coffee shops, hospitals, and whorehouses of 1960s Manhattan.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Art",
                "New York",
                "Novels"
            ]
        }
    ]
}