{
    "books": [
        {
            "title": "The 400 lb Gorilla",
            "authors": [
                "D.C. Farmer"
            ],
            "ranking": 4.19,
            "ranking_count": 63,
            "abstract": "Matt Danmor thinks he's lucky. Not many people survive a near death accident with nothing more than a bout of amnesia, a touch of clumsiness and the conviction that the technician who did the MRI had grey skin and hooves. Still, it takes time to recover from trauma like that, especially when the girl who was in the accident with you disappears into thin air. Especially when the shrinks keep telling you she's just a figment of your imagination. So when the girl turns up months later looking ravishing, and wanting to carry on where they left off, Matt's troubled life starts looking up. But he hasn't bargained for the baggage that comes with Silvy, like the fact she isn't really an English language student, or even a girl. Underneath her traffic stopping exterior is something else altogether, something involving raving fanatics bent on human sacrifice, dimensionally challenged baked bean tins, a vulture with a penchant for profanity, and a security agent for the Dept of Fimmigration (that's Fae immigration for those of you not in the know) called Kylah with the most amazing gold-flecked eyes. The 400 Lb Gorilla is caustic, (vampire-free) introduction to the Hipposync Archives: Contemporary fantasy at its sparkling best.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "The Coppersmith Farmhouse",
            "authors": [
                "Devney Perry"
            ],
            "ranking": 3.88,
            "ranking_count": 14955,
            "abstract": "One old farmhouse brought them together. It could also tear them apart.. Gigi has just uprooted her whole world to start a new life. The unexpected gift of a farmhouse in small-town Montana is just what she and her daughter need to escape big-city loneliness. The last thing she needs is attitude from the town’s sheriff, the most perfectly attractive and ruggedly handsome man she’s ever laid eyes on—and a complete jerk.. Jess knows all about women like Gigi. Beautiful. Sexy. Scheming. She’s stolen his sanctuary, the farmhouse that should have been his. But along with a face full of freckles, she’s got a sharp wit and a backbone of steel—something he doesn’t discover until after making a complete fool of himself. If he can earn back her trust and win her heart, he might just find the home he’s always needed.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Suspense",
                "Adult",
                "Audiobook",
                "Mystery",
                "Fiction",
                "Childrens"
            ]
        },
        {
            "title": "Prayer: Experiencing Awe and Intimacy with God",
            "authors": [
                "Timothy J. Keller"
            ],
            "ranking": 4.32,
            "ranking_count": 10363,
            "abstract": "'Can't anyone teach me how to pray? Millions of people today are asking the same question. There is a sense of the necessity of prayer - we have to pray. But how?' Prayer is central to Christian faith; indeed, as Timothy Keller notes in his introduction, it is the main way we experience deep change. Yet so many people struggle with prayer - a struggle that the author himself has shared. This wise and inspiring book is the fruit of those struggles, offering a real and glorious vision of what it can mean to seek God in prayer. Keller begins by giving a theological underpinning of what prayer actually is - both conversation and encounter with a personal God - before describing how we can learn to pray, and then deepen that prayer. Finally he gives detailed, practical suggestions on how to make prayer a part of the reality of daily life.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Prayer",
                "Religion",
                "Nonfiction",
                "Spirituality"
            ]
        },
        {
            "title": "Grave Witch",
            "authors": [
                "Kalayna Price"
            ],
            "ranking": 3.95,
            "ranking_count": 32362,
            "abstract": "Grave witch Alex Craft can speak to the dead, but that doesn’t mean she likes what they have to say.. As a private investigator and consultant for the police, Alex Craft has seen a lot of dark magic. But even though she’s on good terms with Death himself—who happens to look fantastic in a pair of jeans—nothing has prepared her for her latest case. Alex is investigating a high profile murder when she’s attacked by the ‘shade’ she’s raising, which should be impossible. To top off her day, someone makes a serious attempt on her life, but Death saves her. Guess he likes having her around.... To solve this case Alex will have to team up with tough homicide detective Falin Andrews. Falin seems to be hiding something—though it’s certainly not his dislike of Alex—but Alex knows she needs his help to navigate the tangled webs of mortal and paranormal politics, and to track down a killer wielding a magic so malevolent, it may cost Alex her life...and her soul.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fairies",
                "Adult"
            ]
        },
        {
            "title": "The Largesse of the Sea Maiden",
            "authors": [
                "Denis Johnson"
            ],
            "ranking": 3.92,
            "ranking_count": 7179,
            "abstract": "The Largesse of the Sea Maiden. is the long-awaited new story collection from Denis Johnson. It follows the groundbreaking, highly acclaimed. Jesus’ Son. . Written in the same luminous prose, this collection finds Johnson in new territory, contemplating old age, mortality, the ghosts of the past, and the elusive and unexpected ways the mysteries of the universe assert themselves. Finished shortly before Johnson’s death in May 2017, this collection is the last word from a writer whose work will live on for many years to come.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literary Fiction",
                "Literature",
                "Audiobook",
                "Contemporary",
                "Adult Fiction",
                "Drama"
            ]
        },
        {
            "title": "3,096 Days",
            "authors": [
                "Natascha Kampusch",
                "Jill Kreuer"
            ],
            "ranking": 3.93,
            "ranking_count": 11303,
            "abstract": "On 2 March 1998 ten-year-old Natascha Kampusch was snatched off the street by a stranger and bundled into a white van. Hours later she found herself in a dark cellar, wrapped in a blanket. When she emerged eight years later, her childhood had gone. In 3,096 Days Natascha tells her incredible story for the first time: her difficult childhood, what exactly happened on the day of her abduction, her imprisonment in a five-square-metre dungeon, and the mental and physical abuse she suffered from her abductor, Wolfgang Priklopil. 3,096 Days is ultimately a story about the triumph of the human spirit. It describes how, in a situation of almost unbearable hopelessness, she slowly learned how to manipulate her captor. And how, against inconceivable odds, she managed to escape unbroken.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Biography",
                "Autobiography",
                "Mystery",
                "Biography Memoir",
                "Sociology",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Daphne",
            "authors": [
                "Will Boast"
            ],
            "ranking": 3.22,
            "ranking_count": 784,
            "abstract": "Elegantly written and profoundly moving, this spellbinding debut affirms Boast’s reputation as a “new young American voice for the ages” (Tom Franklin).. Born with a rare (and real) condition in which she suffers degrees of paralysis when faced with intense emotion, Daphne has few close friends and even fewer lovers. Like her mythic namesake, even one touch can freeze her. But when Daphne meets shy, charming Ollie, her well-honed defenses falter, and she’s faced with an impossible choice: cling to her pristine, manicured isolation or risk the recklessness of real intimacy.. Set against the vivid backdrop of a San Francisco flush with money and pulsing with protest,. Daphne. is a gripping and tender modern fable that explores both self-determination and the perpetual fight between love and safety.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Romance",
                "Fantasy",
                "Retellings",
                "Adult",
                "Mythology",
                "Magical Realism",
                "Modern"
            ]
        },
        {
            "title": "There Was a Country: A Personal History of Biafra",
            "authors": [
                "Chinua Achebe"
            ],
            "ranking": 3.99,
            "ranking_count": 2139,
            "abstract": "From the legendary author of. Things Fall Apart. comes a longawaited memoir about coming of age with a fragile new nation, then watching it torn asunder in a tragic civil war. The defining experience of Chinua Achebe’s life was the Nigerian civil war, also known as the Biafran War, of 1967–1970. The conflict was infamous for its savage impact on the Biafran people, Chinua Achebe’s people, many of whom were starved to death after the Nigerian government blockaded their borders. By then, Chinua Achebe was already a world-renowned novelist, with a young family to protect. He took the Biafran side in the conflict and served his government as a roving cultural ambassador, from which vantage he absorbed the war’s full horror. Immediately after, Achebe took refuge in an academic post in the United States, and for more than forty years he has maintained a considered silence on the events of those terrible years, addressing them only obliquely through his poetry. Now, decades in the making, comes a towering reckoning with one of modern Africa’s most fateful events, from a writer whose words and courage have left an enduring stamp on world literature.. Achebe masterfully relates his experience, both as he lived it and how he has come to understand it. He begins his story with Nigeria’s birth pangs and the story of his own upbringing as a man and as a writer so that we might come to understand the country’s promise, which turned to horror when the hot winds of hatred began to stir. To read. There Was a Country. is to be powerfully reminded that artists have a particular obligation, especially during a time of war. All writers, Achebe argues, should be committed writers—they should speak for their history, their beliefs, and their people.. Marrying history and memoir, poetry and prose,. There Was a Country. is a distillation of vivid firsthand observation and forty years of research and reflection. Wise, humane, and authoritative, it will stand as definitive and reinforce Achebe’s place as one of the most vital literary and moral voices of our age.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "History",
                "Western Africa",
                "Autobiography",
                "Biography",
                "Literature",
                "War",
                "Historical"
            ]
        },
        {
            "title": "Homesick for Another World: Stories",
            "authors": [
                "Ottessa Moshfegh"
            ],
            "ranking": 3.7,
            "ranking_count": 17605,
            "abstract": "An electrifying first collection from one of the most exciting short story writers of our time. Ottessa Moshfegh's debut novel. Eileen. was one of the literary events of 2015. Garlanded with critical acclaim, it was named a book of the year by. The Washington Post. and the. San Francisco Chronicle. , nominated for a National Book Critics Circle Award, short-listed for the Man Booker Prize, and won the PEN/Hemingway Award for debut fiction. But as many critics noted, Moshfegh is particularly held in awe for her short stories.. Homesick for Another World. is the rare case where an author's short story collection is if anything more anticipated than her novel.. And for good reason. There's something eerily unsettling about Ottessa Moshfegh's stories, something almost dangerous, while also being delightful, and even laugh-out-loud funny. Her characters are all unsteady on their feet in one way or another; they all yearn for connection and betterment, though each in very different ways, but they are often tripped up by their own baser impulses and existential insecurities.. Homesick for Another World. is a master class in the varieties of self-deception across the gamut of individuals representing the human condition.. But part of the unique quality of her voice, the echt Moshfeghian experience, is the way the grotesque and the outrageous are infused with tenderness and compassion. Moshfegh is our Flannery O'Connor, and. Homesick for Another World. is her. Everything That Rises Must Converge. or. A Good Man is Hard to Find. . The flesh is weak; the timber is crooked; people are cruel to each other, and stupid, and hurtful. But beauty comes from strange sources. And the dark energy surging through these stories is powerfully invigorating. We're in the hands of an author with a big mind, a big heart, blazing chops, and a political acuity that is needle-sharp. The needle hits the vein before we even feel the prick.. Bettering myself --. Mr. Wu --. Malibu --. The weirdos --. A dark and winding road --. No place for good people --. Slumming --. An honest woman --. The beach boy --. Nothing ever happens here --. Dancing in the moonlight --. The surrogate --. The locked room --. A better place",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Science Fiction",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Bookworm: A Memoir of Childhood Reading",
            "authors": [
                "Lucy Mangan"
            ],
            "ranking": 3.94,
            "ranking_count": 3416,
            "abstract": "When Lucy Mangan was little, stories were everything. They opened up new worlds and cast light on all the complexities she encountered in this one.. She was whisked away to Narnia – and Kirrin Island – and Wonderland.. She ventured down rabbit holes and womble burrows into midnight gardens and chocolate factories. She wandered the countryside with Milly-Molly-Mandy, and played by the tracks with the Railway Children. With. Charlotte’s Web. she discovered Death and with Judy Blume it was Boys. No wonder she only left the house for her weekly trip to the library or to spend her pocket money on amassing her own at home.. In. Bookworm. , Lucy revisits her childhood reading with wit, love and gratitude. . She relives our best-beloved books, their extraordinary creators, and looks at the thousand subtle ways they shape our lives.. She also disinters a few forgotten treasures to inspire the next generation of bookworms and set them on their way.. Lucy brings the favourite characters of our collective childhoods back to life –. prompting endless re-readings, rediscoveries, and, inevitably, fierce debate. – and brilliantly uses them to tell her own story, that of a born, and unrepentant, bookworm.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Language",
                "History",
                "European Literature"
            ]
        },
        {
            "title": "The Schooldays of Jesus",
            "authors": [
                "J.M. Coetzee"
            ],
            "ranking": 3.56,
            "ranking_count": 2139,
            "abstract": "LONGLISTED FOR THE MAN BOOKER PRIZE 2016. When you travel across the ocean on a boat, all your memories are washed away and you start a completely new life. That is how it is. There is no before. There is no history. The boat docks at the harbour and we climb down the gangplank and we are plunged into the here and now. Time begins.. Davíd is the small boy who is always asking questions. Simón and Inés take care of him in their new town Estrella. He is learning the language; he has begun to make friends. He has the big dog Bolívar to watch over him. But he'll be seven soon and he should be at school. And so, Davíd is enrolled in the Academy of Dance. It's here, in his new golden dancing slippers, that he learns how to call down the numbers from the sky. But it's here too that he will make troubling discoveries about what grown-ups are capable of.. In this mesmerising allegorical tale, Coetzee deftly grapples with the big questions of growing up, of what it means to be a parent, the constant battle between intellect and emotion, and how we choose to live our lives.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Nobel Prize",
                "Southern Africa",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Cultural",
                "Family"
            ]
        },
        {
            "title": "Before the Fall",
            "authors": [
                "Noah Hawley"
            ],
            "ranking": 3.72,
            "ranking_count": 121882,
            "abstract": "On a foggy summer night, eleven people—ten privileged, one down-on-his-luck painter—depart Martha's Vineyard on a private jet headed for New York. Sixteen minutes later, the unthinkable happens: the plane plunges into the ocean. The only survivors are the painter Scott Burroughs and a four-year-old boy, who is now the last remaining member of an immensely wealthy and powerful media mogul's family.. Was it by chance that so many influential people perished? Or was something more sinister at work? A storm of media attention brings Scott fame that quickly morphs into notoriety and accusations, and he scrambles to salvage truth from the wreckage. Amid trauma and chaos, the fragile relationship between Scott and the young boy grows and glows at the heart of this stunning novel, raising questions of fate, morality, and the inextricable ties that bind us together.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Contemporary",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "One Hundred Lyrics and a Poem",
            "authors": [
                "Neil Tennant"
            ],
            "ranking": 4.35,
            "ranking_count": 159,
            "abstract": "Everything I've ever done. Everything I ever do. Every place I've ever been. Everywhere I'm going to. Over a career that spans four decades and thirteen studio albums with Pet Shop Boys, Neil Tennant has consistently proved himself to be one of the most elegant and stylish of contemporary lyricists. Arranged alphabetically,. One Hundred Lyrics and a Poem. presents an overview of his considerable achievement as a chronicler of modern life: the romance, the break-ups, the aspirations, the changing attitudes, the history, the politics, the pain.. The landscape of Tennant's lyrics is recognisably British in character - restrained and preoccupied with the mundane, occasionally satirical, yet also yearning for escape and theatrical release. Often surprisingly revealing, this volume is contextualised by a personal commentary on each lyric and an introduction by the author which gives a fascinating insight into the process and genesis of writing.. Flamboyant, understated, celebratory and elegiac, Neil Tennant's lyrics are a document of our times.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Poetry",
                "Nonfiction"
            ]
        },
        {
            "title": "Half Gods",
            "authors": [
                "Akil Kumarasamy"
            ],
            "ranking": 3.87,
            "ranking_count": 650,
            "abstract": "A startlingly beautiful debut,. Half Gods. brings together the exiled, the disappeared, the seekers. Following the fractured origins and destines of two brothers named after demigods from the ancient epic the Mahabharata, we meet a family struggling with the reverberations of the past in their lives. These ten interlinked stories redraw the map of our world in surprising ways: following an act of violence, a baby girl is renamed after a Hindu goddess but raised as a Muslim; a lonely butcher from Angola finds solace in a family of refugees in New Jersey; a gentle entomologist, in Sri Lanka, discovers unexpected reserves of courage while searching for his missing son.. By turns heartbreaking and fiercely inventive,. Half Gods. reveals with sharp clarity the ways that parents, children, and friends act as unknowing mirrors to each other, revealing in their all-too human weaknesses, hopes, and sorrows a connection to the divine.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Adult",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Anthologies",
                "Asian Literature"
            ]
        },
        {
            "title": "The Perilous Life of Jade Yeo",
            "authors": [
                "Zen Cho"
            ],
            "ranking": 3.81,
            "ranking_count": 1145,
            "abstract": "For writer Jade Yeo, the Roaring Twenties are coming in with more of a purr — until she pillories London's best-known author in a scathing review. Sebastian Hardie is tall, dark and handsome, and more intrigued than annoyed. But if Jade succumbs to temptation, she risks losing her hard-won freedom — and her best chance for love.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Novella",
                "Fiction",
                "Short Stories",
                "Adult",
                "Humor",
                "Fantasy"
            ]
        },
        {
            "title": "Stuck-Up Suit",
            "authors": [
                "Vi Keeland",
                "Penelope Ward"
            ],
            "ranking": 4.11,
            "ranking_count": 63504,
            "abstract": "It started out like any other morning on the train.. Until I became mesmerized by the guy sitting across the aisle.. He was barking at someone on his phone like he ruled the world.. Who did the stuck-up suit think he was...God?. Actually, he looked like a God. That was about it.. When his stop came, he got up suddenly and left. So suddenly, he dropped his phone on the way out.. I might have picked it up.. I might have gone through all of his photos and called some of the numbers.. I might have held onto the mystery man's phone for days―until I finally conjured up the courage to return it.. When I traipsed my ass across town to his fancy company, he refused to see me.. So, I left the phone on the empty desk outside the arrogant jerk's office.. I might have also left behind a dirty picture on it first though.. I didn't expect him to text back.. I didn't expect our exchanges to be hot as hell.. I didn't expect to fall for him―all before we even met.. The two of us couldn't have been any more different.. Yet, you know what they say about opposites.. When we finally came face to face, we found out opposites sometimes do more than attract―we consumed each other.. Nothing could have prepared me for the ride he took me on. And I certainly wasn't prepared for where I'd wind up when the ride was over.. All good things must come to an end, right?. Except our ending was one I didn't see coming.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Adult",
                "Humor",
                "Adult Fiction",
                "Womens Fiction",
                "Audiobook",
                "Fiction"
            ]
        },
        {
            "title": "Dove Alight",
            "authors": [
                "Karen Bao"
            ],
            "ranking": 3.75,
            "ranking_count": 113,
            "abstract": "Every planet has a dark side.. Shy, introverted Phaet Theta has gone from being a top student to an interplanetary fugitive to the reluctant but fierce leader of a revolution. With the Earthbound on their side, she and her friends finally have a chance at toppling the evil leaders who’ve held the people of the Moon captive for decades. But as the death tolls rise, the cost of the war weighs heavily on Phaet, even as she’s forced to lead her siblings and Wes, the love of her life, into unimaginable danger.. Phaet began this war because she lost a person she loved. Will she have to lose another to end it?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance"
            ]
        },
        {
            "title": "Leadership: In Turbulent Times",
            "authors": [
                "Doris Kearns Goodwin"
            ],
            "ranking": 4.42,
            "ranking_count": 11865,
            "abstract": "Are leaders born or made? Where does ambition come from? How does adversity affect the growth of leadership? Does the leader make the times or do the times make the leader?. In. Leadership. , Goodwin draws upon the four presidents she has studied most closely—Abraham Lincoln, Theodore Roosevelt, Franklin D. Roosevelt, and Lyndon B. Johnson (in civil rights)—to show how they recognized leadership qualities within themselves and were recognized as leaders by others. By looking back to their first entries into public life, we encounter them at a time when their paths were filled with confusion, fear, and hope.. Leadership. tells the story of how they all collided with dramatic reversals that disrupted their lives and threatened to shatter forever their ambitions. Nonetheless, they all emerged fitted to confront the contours and dilemmas of their times.. No common pattern describes the trajectory of leadership. Although set apart in background, abilities, and temperament, these men shared a fierce ambition and a deep-seated resilience that enabled them to surmount uncommon hardships. At their best, all four were guided by a sense of moral purpose. At moments of great challenge, they were able to summon their talents to enlarge the opportunities and lives of others.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Leadership",
                "Biography",
                "Politics",
                "North American Hi...",
                "Business",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "A Legacy of Spies",
            "authors": [
                "John le Carré"
            ],
            "ranking": 3.89,
            "ranking_count": 20844,
            "abstract": "Peter Guillam, staunch colleague and disciple of George Smiley of the British Secret Service, otherwise known as the Circus, is living out his old age on the family farmstead on the south coast of Brittany when a letter from his old Service summons him to London. The reason? His Cold War past has come back to claim him. Intelligence operations that were once the toast of secret London, and involved such characters as Alec Leamas, Jim Prideaux, George Smiley and Peter Guillam himself, are to be scrutinized by a generation with no memory of the Cold War and no patience with its justifications.. Interweaving past with present so that each may tell its own intense story, John le Carré has spun a single plot as ingenious and thrilling as the two predecessors on which it looks back: The Spy Who Came in from the Cold and Tinker Tailor Soldier Spy. In a story resonating with tension, humor and moral ambivalence, le Carré and his narrator Peter Guillam present the reader with a legacy of unforgettable characters old and new.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Spy Thriller",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "Τα χαϊμαλιά του έρωτα και των αρμάτων: Αργώ ή πλους αεροστάτου, Ζεμφύρα ή το μυστικόν της Πασιφάης, Βεατρίκη ή ο έρωτας του Buffalo Bill",
            "authors": [
                "Andreas Embirikos",
                "Ανδρέας Εμπειρίκος",
                "Γιώργης Γιατρομανωλάκης"
            ],
            "ranking": 4.21,
            "ranking_count": 24,
            "abstract": "Ο τόμος Τα χαϊμαλιά του έρωτα και των αρμάτων του Ανδρέα Εμπειρίκου ανασυστήνεται μετά 50 χρόνια από την πρώτη ανακοίνωσή της και 67 χρόνια μετά τη συγγραφή της, η σπουδαία ερωτική τριλογία του ποιητή:. 1) Αργώ ή Πλους αεροστάτου - α΄ έκδοση με περικοπές στο περιοδικό Πάλι, 1964-65, α΄ έκδοση σε βιβλίο 1980.. 2) Ζεμφύρα ή Το μυστικόν της Πασιφάης - α΄ έκδοση 1998.. 3) Βεατρίκη ή Ο έρωτας του Buffalo Bill - ανέκδοτο μέχρι σήμερα.. Η έκδοση συνοδεύεται από αναλυτική εισαγωγή του επιμελητή των κειμένων Γιώργη Γιατρομανωλάκη.. Η περίφημη Αργώ είναι γραμμένη στο ζοφερό κλίμα της εμφύλιας διαμάχης του Δεκεμβρίου 1944. Λίγο μετά επιφυλάσσεται στον συγγραφέα μια τραυματική εμπειρία: συλλαμβάνεται, χωρίς καμία συγκεκριμένη κατηγορία (αρκούσε προφανώς το επίθετό του), από την Πολιτοφυλακή του ΕΛΑΣ, την ΟΠΛΑ, και οδηγείται όμηρος, μαζί με πολλούς άλλους, στα Κρώρα της Βοιωτίας. Αντιμετωπίζει θανάσιμους κινδύνους και μεγάλες κακουχίες, έως ότου καταφέρνει να δραπετεύσει και επιστρέφει σε κακή κατάσταση στην Αθήνα.. Στο Αργώ ή Πλους αεροστάτου πλέκονται δύο παράλληλες ιστορίες: αφενός η εορταστική ανύψωση, η απογείωση του αεροστάτου Αργώ στην πρωτεύουσα της Κολομβίας Σάντα Φε ντε Μπογκοτά το 1906, με τους τρεις φλογερούς αεροναύτες -τον Άγγλο Λόρδο Ώλμπερνον, τον Γάλλο εξερευνητή Ερνέστο Λαρύ Νανσύ και τον Ρώσο ναύαρχο Βλαδίμηρο Βιερχόυ (με τον οποίο ταυτίζεται ο ποιητής)-, και αφετέρου η δραματική ιστορία του ζηλότυπου καθηγητή ντον Πέντρο Ραμίρεθ, της κόρης του Καρλόττας και του ινδομιγή εραστή της.. Στο Ζεμφύρα ή Το μυστικόν της Πασιφάης, που διαδραματίζεται στο Παρίσι το 1902, έχουμε τον έρωτα ενός λιονταριού (που ονομάζεται Ζαμβέζης) και της ομώνυμης θηριοδαμάστριας σ' ένα τσίρκο. Το παιχνίδι του έρωτα ανθρώπου/ζώου διεξάγεται, όχι μόνο ενώπιον των θεατών του τσίρκου, αλλά με την απειλή του θανάτου. Ωστόσο η φυσική αντιπαλότητα θηρίου-ανθρώπου καταλύεται για να κατισχύσει και για να δοξολογηθεί ο νικητής έρωτας.. Η ανέκδοτη Βεατρίκη ή Ο έρωτας του Buffalo Bill αποτελεί, ίσως, το πιο παράδοξο κείμενο του Εμπειρίκου όσον αφορά την κατασκευή του και κατά συνέπεια τον τρόπο με τον οποίο αναπτύσσεται και περατώνεται η αφήγηση. Η Βεατρίκη συνίσταται από δύο ιστορίες, όμως εδώ τόσο ο τόπος όσο και ο χρόνος της μιας ιστορίας διαφέρει εντελώς από τον χρόνο και τον τόπο μέσα στον οποίο διαδραματίζεται η άλλη. Πρόκειται, θα λέγαμε, για μια διπλή δίπτυχη ερωτική και πολεμική ιστορία, όπου η μία περιέχεται μέσα στην άλλη έτσι ώστε ο μυθικός χρόνος της Βεατρίκης να είναι διπλός. Η πρώτη, η εξωτερική ιστορία με την οποία ανοίγει το κείμενο, αναφέρεται σε μια από τις πολλές περιπέτειες του γνωστού ήρωα της αμερικανικής δύσης Buffalo Bill ή κατά κόσμον William Cody και τοποθετείται ολίγα χρόνια μετά τον αμερικανικό Εμφύλιο. Ο μυθικός χρόνος της εσωτερικής ενδιάθετης ιστορίας συμπίπτει σε μεγάλο βαθμό με τον χρόνο της γραφής του ίδιου του κειμένου - Ιούλιος-Αύγουστος 1945. Η ένθετη ερωτική ιστορία του συγγραφέα με την μετέπειτα σύζυγό του Βιβίκα Ζήση έχει επιστολική μορφή καθώς περιέχει έξι επιστολές που ανταλλάσσουν η Βιβίκα/Βεατρίκη με τον Εμπειρίκο/ Buffalo Bill.. Απόσπασμα:. Έτσι εδιάβαινε ο Buffalo Bill μια νύχτα του Ιούλη - ο Buffalo Bill o μέγας ποιητής του Νέου Κόσμου, ο αετός του Κολοράντο, Δάντης μαζί και ανιχνευτής με την εξαίσια Βεατρίκη, το πιο απαλό, το πιο εύοσμον και το πιο ωραίον άνθος της πραιρίας.. Σ' όλα τα κείμενα της τριλογίας του Εμπειρίκου υπόκεινται κοινές βασικές ιδέες που υποστηρίζουν τις ίδιες κατά βάσιν αρχές, την ίδια ιδεολογία: ο μοναδικός τρόπος για να αρθούν οι πολλές και ποικίλες αντινομίες του πολιτισμού, η μόνη οδός και η μόνη δύναμη που μπορεί να απελευθερώσει τον κόσμο (κοινωνικά, οικονομικά, πολιτικά) είναι ο έρωτας, ο άνευ ορίων και άνευ όρων έρωτας. Υπό την έννοια αυτή και τα τρία κείμενα της τριλογίας αφηγούνται, το καθένα με τον τρόπο του, μια ερωτική ιστορία, όμως τελικά συστήνουν και μια ιστορία απελευθέρωσης ατομικής και δίνουν μια εικόνα μελλοντικής οικουμενικής ανάτασης και ελευθερίας. Και οι τρεις ιστορίες έχουν και πολιτικό χαρακτήρα. Και στις τρεις ιστορίες (ειδικά στην Αργώ και στην Βεατρίκη) ακούγονται (υπόκωφα και από μεγάλο βάθος, είναι αλήθεια) τα φρικτά πολιτικά και κοινωνικά γεγονότα που βιώνει ο συγγραφέας την εποχή της συγγραφής τους. Η βία του ντον Πέντρο συνδέεται με την βία της γαλλικής επανάστασης που αναθυμάται ο Γάλλος αεροναύτης και, προφανώς, δεν είναι άσχετη από όσα συμβαίνουν στην αιματοκυλισμένη Αθήνα του 1944-1945. Το ίδιο παρακολουθούμε και στην ιστορία του Buffalo Bill. Ο σφαγιασμός των μεταναστών μέσα στο άγριο τοπίο του Grand Canyon παραπέμπει, δίχως αμφιβολία, στη φρικτή δοκιμασία του ομήρου Εμπειρίκου και άλλων αθώων μέσα στον άγριο Δεκέμβριο του 1944. Η βία στην Ζεμφύρα δεν είναι μόνο ερωτική, ή βία των άγριων ζώων - το κατηγορώ του πλανόδιου ποιητή δείχνει πως στην φαινομενικά απλή ερωτική ιστορία αναμοχλεύονται πολλές μορφές βίας του ανθρώπινου πολιτισμού.. Όλες αυτές οι, φαινομενικά εκτός τόπου και χρόνου, ερωτικές/ρομαντικές ιστορίες που αναπτύσσονται και εξελίσσονται μέσα σε ένα αρχικό περιβάλλον φόβου, βίας και θανάτου, για να κατισχύσει τελικά ακατανίκητος ο έρωτας και η ζωή, αφορούν, όπως έχουμε υπαινιχθεί, το πρόσωπο του ίδιου του αφηγητή, του συγγραφέα Εμπειρίκου.. Στη Ζεμφύρα ο πλανόδιος ποιητής του Παρισιού, που προβάλλει ως προσωπείο και αντανάκλαση του Ανδρέα Εμπειρίκου, απευθύνει κατηγορίες στους κυνικούς, πτωχοπροδρόμους, παρακοιμωμένους κάθε ανθρώπινης ανεπάρκειας, τους υπερμάχους της κάθε ηττοπάθειας, τους ευνουχισμένους χριστιανούς [...] τους κιβδηλοποιούς του έρωτα και των αρμάτων, τους πάσης φύσεως προαγωγούς της τέχνης [...] τους ηθικολόγους και ανηθικολόγους, τους πάσης φύσεως βρωμερούς και σκατολόγους.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Dirt Matters: The Foundation for a Healthy, Vibrant, and Effective Congregation",
            "authors": [
                "Jim Powell"
            ],
            "ranking": 4.34,
            "ranking_count": 53,
            "abstract": "Every church has a unique culture that serves as the soil where its ministry occurs. A church's culture is the somewhat nebulous and complex blend of norms, beliefs, attitudes, traditions, and practices that define the congregation. The culture establishes the environment that often predetermines the effectiveness or ineffectiveness of God's Word within that body of believers. It influences a congregation's potential impact more than techniques, programs, or pragmatic changes.. Dirt Matters explains and illustrates the importance of church culture, connecting it to a simple analogy that anyone can understand. It also shares how it's possible to cultivate and nurture a healthier church environment that can put you and your congregation in a better position to bear fruit for God's glory.. http: //www.youtube.com/watch?v=BXPTuQjrIR0",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "Severance",
            "authors": [
                "Ling  Ma"
            ],
            "ranking": 3.91,
            "ranking_count": 59418,
            "abstract": "Candace Chen, a millennial drone self-sequestered in a Manhattan office tower, is devoted to routine. So she barely notices when a plague of biblical proportions sweeps New York. Then Shen Fever spreads. Families flee. Companies halt operations. The subways squeak to a halt. Soon entirely alone, still unfevered, she photographs the eerie, abandoned city as the anonymous blogger NY Ghost.. Candace won’t be able to make it on her own forever, though. Enter a group of survivors, led by the power-hungry IT tech Bob. They’re traveling to a place called the Facility, where, Bob promises, they will have everything they need to start society anew. But Candace is carrying a secret she knows Bob will exploit. Should she escape from her rescuers?. A send-up and takedown of the rituals, routines, and missed opportunities of contemporary life, Ling Ma’s. Severance. is a quirky coming-of-adulthood tale and satire.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Contemporary",
                "Literary Fiction",
                "Adult",
                "Audiobook",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The German Midwife",
            "authors": [
                "Mandy  Robotham"
            ],
            "ranking": 4.23,
            "ranking_count": 25409,
            "abstract": "Germany, 1944.. A prisoner in the camps, Anke Hoff is doing what she can to keep her pregnant campmates and their newborns alive.. But when Anke's work is noticed, she is chosen for a task more dangerous than she could ever have imagined. Eva Braun is pregnant with the Führer's child, and Anke is assigned as her midwife.. Before long, Anke is faced with an impossible choice. Does she serve the Reich she loathes and keep the baby alive? Or does she sacrifice an innocent child for the good of a broken world?. An unforgettable tale of courage, betrayal and survival in the hardest of circumstances, perfect for readers of. The Tattooist of Auschwitz. and. The Alice Network.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "World War II",
                "Audiobook",
                "Romance",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Octopus Scientists: Exploring the Mind of a Mollusk",
            "authors": [
                "Sy Montgomery",
                "Keith Ellenbogen"
            ],
            "ranking": 4.04,
            "ranking_count": 269,
            "abstract": "With three hearts and blue blood, its gelatinous body unconstrained by jointed limbs or gravity, the octopus seems to be an alien, an inhabitant of another world. It’s baggy, boneless body sprouts eight arms covered with thousands of suckers—suckers that can taste as well as feel. The octopus also has the powers of a superhero: it can shape-shift, change color, squirt ink, pour itself through the tiniest of openings, or jet away through the sea faster than a swimmer can follow.. But most intriguing of all, octopuses—classed as mollusks, like clams—are remarkably intelligent with quirky personalities. This book, an inquiry into the mind of an intelligent invertebrate, is also a foray into our own unexplored planet. These thinking, feeling creatures can help readers experience and understand our world (and perhaps even life itself) in a new way.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Animals",
                "Childrens",
                "Environment",
                "Reference",
                "Biology"
            ]
        },
        {
            "title": "Archivist Wasp",
            "authors": [
                "Nicole Kornher-Stace"
            ],
            "ranking": 3.75,
            "ranking_count": 3454,
            "abstract": "Wasp's job is simple. Hunt ghosts. And every year she has to fight to remain Archivist. Desperate and alone, she strikes a bargain with the ghost of a supersoldier. She will go with him on his underworld hunt for the long-lost ghost of his partner and in exchange she will find out more about his pre-apocalyptic world than any Archivist before her. And there is much to know. After all, Archivists are marked from birth to do the holy work of a goddess. They're chosen. They're special. Or so they've been told for four hundred years.. Archivist Wasp fears she is not the chosen one, that she won't survive the trip to the underworld, that the brutal life she has escaped might be better than where she is going. There is only one way to find out.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Paranormal",
                "Apocalyptic",
                "Speculative Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Mortality",
            "authors": [
                "Christopher Hitchens"
            ],
            "ranking": 4.09,
            "ranking_count": 26217,
            "abstract": "On June 8, 2010, while on a book tour for his bestselling memoir,. Hitch-22. , Christopher Hitchens was stricken in his New York hotel room with excruciating pain in his chest and thorax. As he would later write in the first of a series of award-winning columns for Vanity Fair, he suddenly found himself being deported from the country of the well across the stark frontier that marks off the land of malady. Over the next eighteen months, until his death in Houston on December 15, 2011, he wrote constantly and brilliantly on politics and culture, astonishing readers with his capacity for superior work even in extremis.. Throughout the course of his ordeal battling esophageal cancer, Hitchens adamantly and bravely refused the solace of religion, preferring to confront death with both eyes open. In this account of his affliction, he describes the torments of illness, discusses its taboos, and explores how disease transforms experience and changes our relationship to the world around us. By turns personal and philosophical, Hitchens embraces the full panoply of human emotions as cancer invades his body and compels him to grapple with the enigma of mortality.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Autobiography",
                "Biography",
                "Writing",
                "Religion",
                "Death",
                "Biography Memoir"
            ]
        },
        {
            "title": "Mao's Great Famine: The History Of China's Most Devastating Catastrophe, 1958-62",
            "authors": [
                "Frank Dikötter"
            ],
            "ranking": 4.03,
            "ranking_count": 3656,
            "abstract": "Between 1958 and 1962, China descended into hell. Mao Zedong threw his country into a frenzy with the Great Leap Forward, an attempt to catch up and overtake Britain in less than 15 years. The experiment ended in the greatest catastrophe the country had ever known, destroying tens of millions of lives. Access to Communist Party archives has long been denied to all but the most loyal historians, but now a new law has opened up thousands of central and provincial documents that fundamentally change the way one can study the Maoist era. Frank Dikotter's astonishing, riveting and magnificently detailed book chronicles an era in Chinese history much speculated about but never before fully documented. Dikotter shows that instead of lifting the country among the world's superpowers and proving the power of communism, as Mao imagined, in reality the Great Leap Forward was a giant - and disastrous -- step in the opposite direction. He demonstrates, as nobody has before, that under this initiative the country became the site not only of one of the most deadly mass killings of human history (at least 45 million people were worked, starved or beaten to death) but also the greatest demolition of real estate - and catastrophe for the natural environment - in human history, as up to a third of all housing was turned to rubble and the land savaged in the maniacal pursuit of steel and other industrial accomplishments. Piecing together both the vicious machinations in the corridors of power and the everyday experiences of ordinary people, Dikotter at last gives voice to the dead and disenfranchised. Exhaustively researched and brilliantly written, this magisterial, groundbreaking account definitively recasts the history of the People's Republic of China.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Cultural",
                "Nonfiction",
                "Politics",
                "Historical",
                "Economics",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Why We Sleep: Unlocking the Power of Sleep and Dreams",
            "authors": [
                "Matthew Walker"
            ],
            "ranking": 4.38,
            "ranking_count": 133075,
            "abstract": "Alternate cover edition of. ISBN 9781501144318. .. Neuroscientist and sleep expert Matthew Walker provides a revolutionary exploration of sleep, examining how it affects every aspect of our physical and mental well-being. Charting the most cutting-edge scientific breakthroughs, and marshalling his decades of research and clinical practice, Walker explains how we can harness sleep to improve learning, mood and energy levels, regulate hormones, prevent cancer, Alzheimer's and diabetes, slow the effects of aging, and increase longevity. He also provides actionable steps towards getting a better night's sleep every night.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Health",
                "Psychology",
                "Self Help",
                "Audiobook",
                "Biology"
            ]
        },
        {
            "title": "The Ragged Edge of Night",
            "authors": [
                "Olivia Hawker"
            ],
            "ranking": 4.14,
            "ranking_count": 41878,
            "abstract": "For fans of All the Light We Cannot See, Beneath a Scarlet Sky, and The Nightingale comes an emotionally gripping, beautifully written historical novel about extraordinary hope, redemption, and one man’s search for light during the darkest times of World War II.. Germany, 1942. Franciscan friar Anton Starzmann is stripped of his place in the world when his school is seized by the Nazis. He relocates to a small German hamlet to wed Elisabeth Herter, a widow who seeks a marriage—in name only—to a man who can help raise her three children. Anton seeks something too—atonement for failing to protect his young students from the wrath of the Nazis. But neither he nor Elisabeth expects their lives to be shaken once again by the inescapable rumble of war.. As Anton struggles to adapt to the roles of husband and father, he learns of the Red Orchestra, an underground network of resisters plotting to assassinate Hitler. Despite Elisabeth’s reservations, Anton joins this army of shadows. But when the SS discovers his schemes, Anton will embark on a final act of defiance that may cost him his life—even if it means saying goodbye to the family he has come to love more than he ever believed possible.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "Audiobook",
                "World War II",
                "Adult",
                "Family"
            ]
        },
        {
            "title": "The Heartbeat of Wounded Knee: Native America from 1890 to the Present",
            "authors": [
                "David Treuer"
            ],
            "ranking": 4.22,
            "ranking_count": 4541,
            "abstract": "A sweeping history--and counter-narrative--of Native American life from the Wounded Knee massacre to the present.. The received idea of Native American history--as promulgated by books like Dee Brown's mega-bestselling 1970. Bury My Heart at Wounded Knee. --has been that American Indian history essentially ended with the 1890 massacre at Wounded Knee. Not only did one hundred fifty Sioux die at the hands of the U. S. Cavalry, the sense was, but Native civilization did as well.. Growing up Ojibwe on a reservation in Minnesota, training as an anthropologist, and researching Native life past and present for his nonfiction and novels, David Treuer has uncovered a different narrative. Because they did not disappear--and not despite but rather because of their intense struggles to preserve their language, their traditions, their families, and their very existence--the story of American Indians since the end of the nineteenth century to the present is one of unprecedented resourcefulness and reinvention.. In. The Heartbeat of Wounded Knee. , Treuer melds history with reportage and memoir. Tracing the tribes' distinctive cultures from first contact, he explores how the depredations of each era spawned new modes of survival. The devastating seizures of land gave rise to increasingly sophisticated legal and political maneuvering that put the lie to the myth that Indians don't know or care about property. The forced assimilation of their children at government-run boarding schools incubated a unifying Native identity. Conscription in the US military and the pull of urban life brought Indians into the mainstream and modern times, even as it steered the emerging shape of self-rule and spawned a new generation of resistance.. The Heartbeat of Wounded Knee. is the essential, intimate story of a resilient people in a transformative era.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "Race",
                "Historical",
                "Social Movements",
                "Audiobook",
                "Native Americans",
                "Autobiography"
            ]
        },
        {
            "title": "The Turn of the Key",
            "authors": [
                "Ruth Ware"
            ],
            "ranking": 3.94,
            "ranking_count": 197471,
            "abstract": "When she stumbles across the ad, she’s looking for something else completely. But it seems like too good an opportunity to miss—a live-in nannying post, with a staggeringly generous salary. And when Rowan Caine arrives at Heatherbrae House, she is smitten—by the luxurious “smart” home fitted out with all modern conveniences, by the beautiful Scottish Highlands, and by this picture-perfect family.. What she doesn’t know is that she’s stepping into a nightmare—one that will end with a child dead and herself in prison awaiting trial for murder.. Writing to her lawyer from prison, she struggles to explain the unravelling events that led to her incarceration. It wasn’t just the constant surveillance from the cameras installed around the house, or the malfunctioning technology that woke the household with booming music, or turned the lights off at the worst possible time. It wasn’t just the girls, who turned out to be a far cry from the immaculately behaved model children she met at her interview. It wasn’t even the way she was left alone for weeks at a time, with no adults around apart from the enigmatic handyman, Jack Grant.. It was everything.. She knows she’s made mistakes. She admits that she lied to obtain the post, and that her behavior toward the children wasn’t always ideal. She’s not innocent, by any means. But, she maintains, she’s not guilty—at least not of murder. Which means someone else is.. Full of spellbinding menace and told in Ruth Ware’s signature suspenseful style,. The Turn of the Key. is an unputdownable thriller from the Agatha Christie of our time.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Audiobook",
                "Suspense",
                "Adult",
                "Horror",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Meat Market",
            "authors": [
                "Juno Dawson"
            ],
            "ranking": 4.2,
            "ranking_count": 4034,
            "abstract": "Jana Novak's history sounds like a classic model cliché: tall and gangly, she's uncomfortable with her androgynous looks until she's unexpectedly scouted and catapulted to superstardom.. But the fashion industry is as grimy as it is glamorous. And there are unexpected predators at every turn.. Jana is an ordinary girl from a south London estate, lifted to unimaginable heights. But the further you rise, the more devastating your fall .... Honest and raw, this is a timely exposé of the dark underbelly of the fashion industry in an era of #TimesUp and #MeToo. It might just be Juno Dawson's most important book yet.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Feminism",
                "Health",
                "LGBT",
                "Audiobook",
                "Couture",
                "Drama"
            ]
        },
        {
            "title": "Stalking Jack the Ripper",
            "authors": [
                "Kerri Maniscalco"
            ],
            "ranking": 3.98,
            "ranking_count": 99937,
            "abstract": "Presented by James Patterson's new children's imprint, this deliciously creepy horror novel has a storyline inspired by the Ripper murders and an unexpected, blood-chilling conclusion.... Seventeen-year-old Audrey Rose Wadsworth was born a lord's daughter, with a life of wealth and privilege stretched out before her. But between the social teas and silk dress fittings, she leads a forbidden secret life.. Against her stern father's wishes and society's expectations, Audrey often slips away to her uncle's laboratory to study the gruesome practice of forensic medicine. When her work on a string of savagely killed corpses drags Audrey into the investigation of a serial murderer, her search for answers brings her close to her own sheltered world.. The story's shocking twists and turns, augmented with real, sinister period photos, will make this dazzling, #1 New York Times bestselling debut from author Kerri Maniscalco impossible to forget.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Young Adult",
                "Romance",
                "Horror",
                "Thriller",
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Saving June",
            "authors": [
                "Hannah Harrington"
            ],
            "ranking": 3.96,
            "ranking_count": 17348,
            "abstract": "‘If she’d waited less than two weeks, she’d be June who died in June. But I guess my sister didn’t consider that.’. Harper Scott’s older sister has always been the perfect one — so when June takes her own life a week before her high school graduation, sixteen-year-old Harper is devastated. Everyone’s sorry, but no one can explain why.. When her divorcing parents decide to split her sister’s ashes into his-and-her urns, Harper takes matters into her own hands. She’ll steal the ashes and drive cross-country with her best friend, Laney, to the one place June always dreamed of going — California.. Enter Jake Tolan. He’s a boy with a bad attitude, a classic-rock obsession and nothing in common with Harper’s sister. But Jake had a connection with June, and when he insists on joining them, Harper’s just desperate enough to let him. With his alternately charming and infuriating demeanour and his belief that music can see you through anything, he might be exactly what she needs.. Except June wasn’t the only one hiding something. Jake’s keeping a secret that has the power to turn Harper’s life upside down — again.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Travel",
                "Music",
                "Realistic Fiction",
                "Fiction",
                "Death",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Bonding",
            "authors": [
                "J.C. Owens"
            ],
            "ranking": 3.93,
            "ranking_count": 2084,
            "abstract": "Genre: LGBT Fantasy. Gaven learns that being Vlar's pupil in all things is a mixture of pain and pleasure. He hates his Finnarian teacher...doesn't he? Yet his body betrays him time and again, especially when he experiences the sexual ecstasy of a Finnarian bite and the giving of his own blood. There seems to be so much more in their relationship than either of them can understand, so Vlar calls in his father, a Finnarian prince. What he tells them shakes Gaven to his core and he fears he cannot possibly live up to what Vlar wishes of him. Then when they seem to be on the edge of truly discovering each other, a shadow from Gaven's past comes to shatter it all to pieces.. Publisher's Note: This book contains explicit sexual content, graphic language, and situations that some readers may find objectionable: Male/male sexual practices, strong violence, voyeurism.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Erotica",
                "M M Romance",
                "Paranormal",
                "Adult Fiction",
                "War",
                "LGBT"
            ]
        },
        {
            "title": "Go, Mutants!",
            "authors": [
                "Larry Doyle"
            ],
            "ranking": 3.31,
            "ranking_count": 434,
            "abstract": "Larry Doyle, the author of. I Love You, Beth Cooper. , returns with. Go, Mutants!. , a hilariously outrageous novel of teenage angst and restlessness, populated with heroes and villains straight out of the classic sci-fi and teen movies of the ‘50s and ‘60s. Soon to be a major motion picture from Universal Studios, Larry Doyle’s. Go, Mutants!. is the funniest, most original bit of genre-bending since. Pride, Prejudice and  Zombies. . This story of alien high school rebels without a cause is sure to bring out the unabashed B-movie fan in everyone.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Humor",
                "Fiction",
                "Fantasy",
                "Young Adult",
                "Horror"
            ]
        },
        {
            "title": "Doodling",
            "authors": [
                "Jonathan  Gould"
            ],
            "ranking": 3.86,
            "ranking_count": 110,
            "abstract": "A Goodreads Choice semi-finalist - humor category. Neville Lansdowne fell off the world.. Actually he did not so much fall off as let go. The world had been moving so quickly lately and Neville was finding it almost impossible to keep up.. Doodling is an engaging comic fantasy which relates the events that befall Neville after he finds himself abandoned by the world and adrift in the middle of an asteroid field. Douglas Adams meets Lewis Carroll (with just a touch of Gulliver's Travels) as Neville wanders through his new home, meeting a variety of eccentric characters and experiencing some most unexpected adventures.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Humor",
                "Fiction",
                "Science Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Second Chances",
            "authors": [
                "Lauren Dane"
            ],
            "ranking": 3.84,
            "ranking_count": 2304,
            "abstract": "Ten years ago, Rori Simon left town shy, unattractive and with zero self-esteem. Now she’s back, older, stronger and finally loving herself—and it shows. Hot men are soon knocking at her door, including Jude Callahan, the bad boy who starred in her teenage daydreams…and her adult fantasies.. Jude can’t believe the sexy, confident woman before him is actually Rori! She’s gotten under his skin like no other woman has…and brings out secret desires he can’t resist. He wants to dominate Rori with every fiber of his being. Wants to own her and pleasure her. To cherish her as he makes her his.. Rori discovers she likes being controlled. She also knows Jude is not a one-woman man. Everything changes when she meets Zach Helm. Edgy, sensual Zach knows just what she needs, and before long, she’s in love. Jude watches them together and wonders if he’s lost his chance forever…. THIS IS A REVISED AND EXPANDED EDITION FROM THE ORIGINAL 2005 VERSION.",
            "part_of_series": false,
            "genre_list": [
                "Erotica",
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Adult",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Anne of Cleves: Henry VIII's Discarded Bride",
            "authors": [
                "Elizabeth Norton"
            ],
            "ranking": 3.98,
            "ranking_count": 939,
            "abstract": "I like her not! was the verdict of Henry VIII on meeting his fourth wife, Anne of Cleves, for the first time, complaining that he had been sent a Flanders mare. Anne, having been promised the most handsome prince in Europe, was also destined to be disappointed in the elderly and corpulent king. Forced to proceed with their wedding for diplomatic reasons, Henry and Anne tried to make the best of the situation, but attempts to consummate the match were farcical. After only seven months of marriage Henry was so desperate to rid himself of Anne that he declared himself impotent in order to secure a divorce. Anne was also eager to end her marriage and, with her clever handling of Henry, obtained one of the biggest divorce settlements in English history. Following her divorce, Anne made good use of her many properties, including Richmond Palace, Hever Castle and the house at Lewes now known as Anne of Cleves House. Anne of Cleves is often portrayed as a stupid and comical figure. The real Anne was both intelligent and practical, ensuring that, whilst she was queen for the shortest period, she was the last of all Henry VIII's wives to survive. Henry's chief minister, Thomas Cromwell, lost his head for his role in the Cleves marriage, but Anne's shrewdness ensured she kept hers. Anne of Cleves led a dramatic and often dangerous life but, for all this, of Henry VIII's six wives, she is truly the wife that survived.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "English History",
                "European Literature",
                "Historical",
                "Biography Memoir",
                "Literature",
                "Business"
            ]
        },
        {
            "title": "Shadow",
            "authors": [
                "Laurann Dohner"
            ],
            "ranking": 4.23,
            "ranking_count": 14418,
            "abstract": "Beauty resents being labeled Gift Species. Everyone is way too overprotective, males aren’t even allowed to speak to her and so far true freedom eludes her. Then a big, sexy Species officer mistakes her for the enemy and takes her to the ground.. Shadow is dumbfounded. He has a Gift pinned under him—a big no-no. But Beauty is fascinated and wants to know Shadow a lot better. She is full of newly discovered, unrequited passion and he’s just what she needs to satisfy her curiosity.. For Shadow, sex means pain and revulsion. For Beauty, it was enslavement and ridicule. Two lonely souls who have never known a lover’s touch, together in a cabin in the woods. Each touch, every discovery brings them closer to a life they never thought possible…beyond even their dreams.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult Fiction",
                "Paranormal",
                "Science Fiction",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Girl Parts",
            "authors": [
                "John M. Cusick"
            ],
            "ranking": 3.04,
            "ranking_count": 1774,
            "abstract": "From a debut author! What happens when a robot designed to be a boy's ideal companion develops a will of her own? A compulsively readable novel from a new talent. (Ages 14 and up). David and Charlie are opposites. David has a million friends, online and off. Charlie is a soulful outsider, off the grid completely. But neither feels close to anybody. When David's parents present him with a hot Companion bot designed to encourage healthy bonds and treat his dissociative disorder, he can't get enough of luscious redheaded Rose --and he can't get it soon. Companions come with strict intimacy protocols, and whenever he tries anything, David gets an electric shock. Parted from the boy she was built to love, Rose turns to Charlie, who finds he can open up, knowing Rose isn't real. With Charlie's help, the ideal companion is about to become her own best friend. In a stunning and hilarious debut, John Cusick takes rollicking aim at internet culture and our craving for meaningful connection in an uberconnected world.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Relationships",
                "Contemporary",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Heart of a Samurai",
            "authors": [
                "Margi Preus"
            ],
            "ranking": 3.93,
            "ranking_count": 7154,
            "abstract": "A 2011 Newbery Honor Book. In 1841, a Japanese fishing vessel sinks. Its crew is forced to swim to a small, unknown island, where they are rescued by a passing American ship. Japan’s borders remain closed to all Western nations, so the crew sets off to America, learning English on the way.. Manjiro, a fourteen-year-old boy, is curious and eager to learn everything he can about this new culture. Eventually the captain adopts Manjiro and takes him to his home in New England. The boy lives for some time in New England, and then heads to San Francisco to pan for gold. After many years, he makes it back to Japan, only to be imprisoned as an outsider. With his hard-won knowledge of the West, Manjiro is in a unique position to persuade the shogun to ease open the boundaries around Japan; he may even achieve his unlikely dream of becoming a samurai.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Adventure",
                "Childrens",
                "Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Llama Llama Home with Mama",
            "authors": [
                "Anna Dewdney"
            ],
            "ranking": 4.27,
            "ranking_count": 4322,
            "abstract": "Llama Llama, morning light.. Feeling yucky, just not right.. Down to breakfast.. Tiny sneeze.. Sniffle, snuffle.. Tissues, please!. Ah-choo!. Uh-oh, Llama Llama's nose is feeling tickly, his throat is feeling scratchy, and his head is feeling stuffy. Back to bed, no school today for Llama Llama! Instead, he's home with Mama. By lunchtime, though, he's beginning to feel a tiny bit better. But now someone else has the sneezes . . . Mama! And who will help her feel better? Why, Llama Llama, of course! Anna Dewdney's fun-to-read rhymes are sure to help children and their parents get through those under-the-weather days.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Animals",
                "Family",
                "Fiction",
                "Health",
                "Academic",
                "Poetry"
            ]
        },
        {
            "title": "The Yearning",
            "authors": [
                "Kate Belle"
            ],
            "ranking": 3.38,
            "ranking_count": 503,
            "abstract": "“I want to reveal myself to you… I need your eyes to see, your hands to touch, your spirit to acknowledge that which I hold most deeply and secretly in my heart. My yearning for you.”. It’s 1978 in a country town and a dreamy fifteen year old girl’s world is turned upside down by the arrival of the substitute English teacher. Solomon Andrews is beautiful, inspiring and she wants him like nothing else she’s wanted in her short life.. Charismatic and unconventional, Solomon easily wins the hearts and minds of his third form English class. He notices the attention of one girl, his new neighbour, who has taken to watching him from her upstairs window. He assumes it a harmless teenage crush, until erotic love notes begin to arrive in his letterbox.. Solomon knows he must resist, but her sensual words stir him. He has longings of his own, although they have nothing to do with love, or so he believes. One afternoon, as he stands reading her latest offering in his driveway, she turns up unannounced. Each must make a choice, the consequences of which will haunt them until they meet again twenty years later.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Fiction",
                "Adult",
                "Contemporary",
                "Adult Fiction",
                "Cultural",
                "Young Adult",
                "Academic"
            ]
        },
        {
            "title": "Double Crossed: A Spies and Thieves Story",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 4.22,
            "ranking_count": 13626,
            "abstract": "Macey McHenry—Glamorous society girl or spy-in-training?. W.W. Hale V—Heir to an American dynasty or master thief?. There are two sides to every coin. Whether these two can work together is a tossup.. Born into privilege, Macey and Hale are experts at mingling with the upper class. But even if they’ve never raised an eyebrow at the glitz, neither teenager has ever felt at home with the glamour.. When Macey and Hale meet at a society gala, the party takes a dangerous turn. Suddenly they’re at the center of a hostage situation, and it’s up to them to stop the thugs from becoming hostile. Will Macey’s spy skills and Hale’s con-man ways be enough to outsmart a ruthless gang? Or will they have to seek out the ultimate inside girl to help?. The worlds of Heist Society and the Gallagher Girls collide in Ally Carter’s fast-paced, high-stakes and tantalizing new story. Get a behind the scenes glimpse as Ally delivers an irresistible thriller that is full of her signature style and savvy twists.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Short Stories",
                "Spy Thriller",
                "Novella",
                "Fiction",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "The Complete Keeper Chronicles",
            "authors": [
                "Tanya Huff"
            ],
            "ranking": 4.12,
            "ranking_count": 182,
            "abstract": "This modern urban fantasy trilogy takes Keeper Claire (a Guardian of Earth), her talking cat Austin (who always knows best), hunky handyman Dean (who refuses to remain a Bystander) and Claire's meddling younger sister Diana from a B&B where Hell has a portal in the basement and the clientele is out of this world...to an assignment where they must ride herd on an angel and a devil who have manifested in the mortal world as fully endowed teenagers who don't have a clue how to deal with their raging hormones and conflicting needs to do good and evil...to a shopping mall where Darkness is trying to stage a takeover from the Otherside....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Animals",
                "Humor"
            ]
        },
        {
            "title": "The Switching/Yard",
            "authors": [
                "Jan Beatty"
            ],
            "ranking": 4.13,
            "ranking_count": 52,
            "abstract": "In Jan Beatty’s fourth collection,. The Switching/Yard,. she takes us through the ravaged landscape of the American West. In unflinching lines of burning lyric and relentless narrative, she forges the constructed body into movement. What is still stereotyped as the romantic journey—now becomes as scarred as the Rust Belt. What lives in our collective unconscious as the Golden West becomes almost surreal, as these poems snap that vision in half with extended description of ghost explorers.. We see the open truck cab, the farm workers on the corner waiting for pick-up; we see the speaker returning west to find the long-abandoned story of the birthfather. There is no stable landscape here except the horizontal action of. moving through. . Landscape becomes story. In this extended tale of the. idea. of family, we find stand-ins for the father in the form of a hit man, Jim Morrison, and ultimately the unyielding road takes the place of the body.. The Switching/Yard. is at once the horizontal world of the birth table where babies are switched, the complex yard of the body where gender routinely shifts and switches, and the actual switching yard of the trains that run the inevitable tracks of this book.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Space Is Just a Starry Night",
            "authors": [
                "Tanith Lee"
            ],
            "ranking": 3.72,
            "ranking_count": 111,
            "abstract": "The tales in Space Is Just a Starry Night range across genres, as elegant as the field of stars spanning a clear dark sky. A lone survivor of plague receives a mysterious visitor; a prison planet tortures political prisoners by methodically manipulating their memories; a young woman uncovers the ghastly truth about the cryogenically preserved ancestor whos been thawed; a ships officer struggles with his suspicions about a shy drab woman taking passage aboard a ship of sun-worshipers. Tanith Lee explores these and other scenarios in her ever intense sensual prose.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "European Literature"
            ]
        },
        {
            "title": "The Happiness of Blond People: A Personal Meditation on the Dangers of Identity",
            "authors": [
                "Elif Shafak"
            ],
            "ranking": 4.06,
            "ranking_count": 606,
            "abstract": "Penguin Specials are designed to fill a gap. Written to be read over a long commute or a short journey, they are original and exclusively in digital form. This is Elif Shafak's examination of national identity.. You know, I never understand. How come their children are so quiet and well disciplined?. Yeah, said the distressed father, his voice suddenly softer. Blond children never cry, do they?. As Elif Shafak stands in line at the airport, she overhears a Turkish father expressing to a friend his bewilderment at the cultural differences he's experienced since immigrating to northern Europe. Is it true, she wonders, that the citizens of these countries are genuinely happier? Why do people leave their homes for other countries? And what lessons can we all learn, for the creation of truly harmonious societies, from the experiences of immigrants?. In the light of the recent backlash against multiculturalism and the influx of millions of Muslims into Europe from the east, this powerful and personal essay uses the lived experience of immigrants to examine this most hotly debated subject.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Religion",
                "Politics",
                "Cultural"
            ]
        },
        {
            "title": "If I Die",
            "authors": [
                "Rachel Vincent"
            ],
            "ranking": 4.3,
            "ranking_count": 15984,
            "abstract": "Scheduled to die within days, Kaylee knows her magic can't change her fate. Worse, on top of worrying about her own demise, she needs to save mortal best friend Emma from the clutches of a deadly Netherworld creature.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "The Orchard of Lost Souls",
            "authors": [
                "Nadifa Mohamed"
            ],
            "ranking": 3.85,
            "ranking_count": 1468,
            "abstract": "It is 1988 and Hargeisa waits. Whispers of revolution travel on the dry winds but still the dictatorship remains secure. Soon, and through the eyes of three women, we will see Somalia fall.. Nine-year-old Deqo has left the vast refugee camp she was born in, lured to the city by the promise of her first pair of shoes.. Kawsar, a solitary widow, is trapped in her little house with its garden clawed from the desert, confined to her bed after a savage beating in the local police station.. Filsan, a young female soldier, has moved from Mogadishu to suppress the rebellion growing in the north.. And as the country is unravelled by a civil war that will shock the world, the fates of the three women are twisted irrevocably together.. Intimate, frank, brimming with beauty and fierce love, The Orchard of Lost Souls is an unforgettable account of ordinary lives lived in extraordinary times.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Eastern Africa",
                "War",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Real Princess Story",
            "authors": [
                "Michele Fawcett"
            ],
            "ranking": 3.9,
            "ranking_count": 10,
            "abstract": "This collection is not about princesses and fairy tales.. It is however, about the real journey of life.. The struggles, the hear break and the realization that we need to live our truth.. Not the one someone else wrote for us.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Love Amid The Ashes",
            "authors": [
                "Mesu Andrews"
            ],
            "ranking": 4.2,
            "ranking_count": 3843,
            "abstract": "Readers often think of Job sitting on the ash heap, his life in shambles. But how did he get there? What was Job's life like before tragedy struck? What did he think as his world came crashing down around him? And what was life like after God restored his wealth, health, and family? Through painstaking research and a writer's creative mind, Mesu Andrews weaves an emotional and stirring account of this well-known story told through the eyes of the women who loved him. Drawing together the account of Job with those of Esau's tribe and Jacob's daughter Dinah,. Love Amid the Ashes. breathes life, romance, and passion into the classic biblical story of suffering and steadfast faith.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Biblical Fiction",
                "Christian",
                "Fiction",
                "Romance",
                "Biblical"
            ]
        },
        {
            "title": "Captivate",
            "authors": [
                "Vanessa Garden"
            ],
            "ranking": 3.79,
            "ranking_count": 1672,
            "abstract": "In a glittering underwater world, nothing is as it seems.... For the past twelve months since her parents’ death, seventeen-year-old Miranda Sun has harboured a dark secret — a secret that has strained the close relationship she once shared with her older sister, Lauren. In an effort to repair this broken bond, Miranda’s grandparents whisk the siblings away on a secluded beach holiday. Except before Miranda gets a chance to confess her life-changing secret, she’s dragged underwater by a mysterious stranger while taking a midnight swim.. Awakening days later, Miranda discovers that she’s being held captive in a glittering underwater city by an arrogant young man named Marko...the King of this underwater civilisation.. Nineteen-year-old Marko intends to marry Miranda in order to keep his crown from falling into the sinister clutches of his half-brother, Damir. There’s only one problem. Miranda is desperate to return home to right things with her sister and she wants nothing to do with Marko. Trying to secure her freedom, Miranda quickly forms an alliance with Robbie — Marko’s personal guard. However, she soon discovers that even underwater, people are hiding dangerous secrets...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mythology",
                "Business",
                "Science Fiction"
            ]
        },
        {
            "title": "Perfect Peace",
            "authors": [
                "Daniel     Black"
            ],
            "ranking": 4.28,
            "ranking_count": 7123,
            "abstract": "The heartbreaking portrait of a large, rural southern family’s attempt to grapple with their mother’s desperate decision to make her newborn son into the daughter she will never have. When the seventh child of the Peace family, named Perfect, turns eight, her mother Emma Jean tells her bewildered daughter, “You was born a boy. I. made. you a girl. But that ain’t what you was supposed to be. So, from now on, you gon’ be a boy. It’ll be a little strange at first, but you’ll get used to it, and this’ll be over after while.”. From this point forward, his life becomes a bizarre kaleidoscope of events. Meanwhile, the Peace family is forced to question everything they thought they knew about gender, sexuality, unconditional love, and fulfillment.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "LGBT",
                "Gender",
                "Book Club",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "A Nazi On Trial In God's Court",
            "authors": [
                "Roberta Kagan"
            ],
            "ranking": 3.96,
            "ranking_count": 119,
            "abstract": "This is a very short story. It is 1,235 words Himmler; Hitler's right hand man has committed suicide to escape persecution after the fall of the Third Reich. What he doesn't realize is he must now face a higher court. God's court. In this story he will meet Jesus and be tried in heaven for crimes against humanity and the final judgment may surprise you..",
            "part_of_series": false,
            "genre_list": [
                "Historical"
            ]
        },
        {
            "title": "Hinterland",
            "authors": [
                "Caroline Brothers"
            ],
            "ranking": 3.91,
            "ranking_count": 561,
            "abstract": "Two boys are crossing Europe. Only fourteen and eight years old, they have nothing but the clothes on their backs and a dwindling inheritance stitched into the lining of a belt. Their goal is a future they can no longer wait for in Afghanistan, one they hope to find in faraway England.. As they travel, the older, Aryan, teaches his brother Kabir the capitals of the countries they'll pass through-a way of mapping the course in case anything should happen to separate them. Together they recite a list of cities they can't yet imagine, so as not to forget the names: Kabul-Tehran-Istanbul-Athens- Rome-Paris-London. Though their journey is filled with moments of boyish wonder and adventure, the two also confront hunger and exhaustion, cold and heat, violence and confusion, and are exploited for their labor and forced to rely on strangers who shouldn't be trusted.. Caroline Brothers first met these lost boys of Afghanistan as a journalist in France, in makeshift refugee camps. Her report on them made the front page of the. New York Times. , but she wanted to go deeper, to tell their story in human terms.. Hinterland. , her debut novel, raises questions about the global community's responsibilities toward these children, dispensing with journalistic remove to emerge as a work of incredible empathy, beautifully written.. Hinterland. is a gripping journey of love and courage, the story of two resolute spirits not soon forgotten.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Adventure",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "The Fort",
            "authors": [
                "Aric Davis"
            ],
            "ranking": 3.73,
            "ranking_count": 2485,
            "abstract": "During the waning summer days of 1987, a deranged Vietnam vet stalks Grand Rapids, Michigan, abducting and murdering nameless victims from the streets, leaving no leads for police. That is, until he picks up sixteen-year-old Molly. From their treehouse fort in the woods, three neightborhood boys spy the killer holding a gun to Molly’s back, they go to the police—only to have their story disregarded. But the boys know evil lives in their midst. A growing sense of honor and urgency forces the boys to take action—to find Molly, to protect themselves, to stand guard for the last long days of summer.. At turns heartbreaking and breathtakingly thrilling, The Fort perfectly renders a coming-of-age story in the 1980s, in those final days of childhood independence, discovery, and paradise lost.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Horror",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Jack of Diamonds",
            "authors": [
                "Bryce Courtenay"
            ],
            "ranking": 4.01,
            "ranking_count": 2278,
            "abstract": "During the Great Depression there was little hope for a boy born into the slums of Cabbagetown, Toronto.. But Jack Spayd is offered a ticket out in the form of a Hohner harmonica, won by his brutal, drunken father in a late-night card game. Jack makes music as a way to escape his surroundings, and his talent leads him to a jazz club and, eventually, to the jazz piano.. Jack is a virtuoso and hits the road, enchanting audiences from Toronto to Moose Jaw, London to Las Vegas, where he is caught up in the world of elite poker and falls under the spell of his boss, the enigmatic Bridgett Fuller.. Vegas is a hard town ruled by the Mafia, but Jack prospers until his luck turns bad and he falls foul of the Mob. Forced to run for his life from Vegas, he must also leave the woman he adores. His adventuring takes him to the copper mines of the Belgian Congo, to a rare and valuable bird that may seal his fate—and to the love of a very different woman.. Jack of Diamonds is the spellbinding final novel of a beloved storyteller, a tale of a young, talented man fighting to achieve his ambitions and using his considerable talents to find his way in a perilous world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Contemporary",
                "Cultural",
                "Adult",
                "Young Adult"
            ]
        },
        {
            "title": "Doctor Who: The Gemini Contagion",
            "authors": [
                "Jason Arnopp",
                "Meera Syal"
            ],
            "ranking": 3.38,
            "ranking_count": 227,
            "abstract": "Meera Syal reads this exclusive audio story featuring the Eleventh Doctor and Amy Pond.. The ice-planet Vinsk, in the year 2112. The all-new antiviral handwash, Gemini, has been laced with Meme-Spawn, a sentient microorganism which makes the user fluent in every language in the universe. However, manufacturer Zalnex made one crucial mistake. They didn t test Gemini on humans, who are seized by the violent urge to communicate but speak every language all at once with a manic, garbled shriek and pass on the virus by touch.. The Doctor and Amy arrive on an Earth-bound cargo-ship loaded with Gemini, where a human crew are succumbing to the virus which has nasty second and third phases in store. When the Doctor and Amy are separated, they both know that it s only a matter of time before Amy is infected.. With the ship locked on course and no way of curing the sufferers, the Doctor is faced with a terrible decision: Does he save Amy or Earth?. Written specially for audio by Jason Arnopp, The Gemini Contagion is read by Meera Syal, who played Nasreen Chaudhry in the BBC television episodes The Hungry Earth and Cold Blood. ",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Audiobook",
                "Fiction",
                "Short Stories",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Fifty Mice",
            "authors": [
                "Daniel Pyne"
            ],
            "ranking": 2.98,
            "ranking_count": 578,
            "abstract": "What if a man is placed in the Federal Witness Protection Program against his will?. And doesn’t even know what he supposedly knows that merits a new name, a new identity, a new life?. Jay Johnson is an Average Joe, a thirty-something guy with a job in telephone sales, a regular pick-up basketball game, and a devoted girlfriend he seems ready to marry. But one weekday afternoon, he’s abducted on a Los Angeles Metro train, tranquilized, interrogated, and his paper trail obliterated. What did he see, what terrible crime—or criminal—is he keeping secret? It must be something awfully big. The trouble is, Jay has. no clue.. Furious and helpless, and convinced that the government has made a colossal mistake, Jay is involuntarily relocated to a community on Catalina Island—which turns out to be inhabited mainly by other protected witnesses. Isolated in a world of strangers, Jay begins to realize that only way out is through the twisted maze of lies and unreliable memories swirling through his own mind. If he can locate—or invent—a repressed memory that might satisfy the Feds, maybe he can make it back to the mainland and his wonderful, even if monotonous, life.. Set in a noir contemporary L.A. and environs,. Fifty Mice. is a Hitchcockian thriller as surreal and mysterious as a Kafka nightmare. Chilling, paranoiac, and thoroughly original, it will have readers grasping to distinguish what is real and what only seems that way.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult Fiction",
                "Audiobook",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "InterGalactic Medicine Show: Big Book of SF Novelettes",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 3.8,
            "ranking_count": 86,
            "abstract": "Welcome to the surprisingly potent world of the novelette. Too long to be a short story, too short to be a novel: the award-winning magazine Orson Scott Card’s InterGalactic Medicine Show (IGMS) has been an online haven for this powerful form of storytelling since 2005. Now the magazine’s editors have selected their all-time favorite science fiction novelettes and gathered them together in one Big Book of reading pleasure: IGMS: Big Book of SF Novelettes.. Anything that is remotely possible: Futures near and far, artificial intelligence and alien encounters, alternate time-lines and alternate theories about creating universes, planet-eating black holes and lunar race-tracks. It’s all here, under the big tent of Orson Scott Card’s InterGalactic Medicine Show…. Featuring stories by award-winning authors including Orson Scott Card, Wayne Wightman, Aliette de Bodard, Eric James Stone, Mary Robinette Kowal, Stephen Kotowych, Jackie Gamber, Greg Siewert, Jamie Todd Rubin, Brad Torgersen, and Marina J. Lostetter, plus an all-new original essay by Orson Scott Card called Making Ender Smart.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Audiobook",
                "Fiction"
            ]
        },
        {
            "title": "Blade Dance",
            "authors": [
                "D.L. McDermott"
            ],
            "ranking": 3.91,
            "ranking_count": 253,
            "abstract": "For fans of Jeaniene Frost and Kresley Cole,. Blade Dance. is the fourth book in D.L. McDermott’s fast-paced and sexy paranormal romance series about the Boston Fae—a full-length novel available exclusively in ebook!. Boston schoolteacher Ann Phillips knows better than to trust the Fae, but when one of her second graders turns up to class with both arms covered in magical tattoos, she has no choice but to turn to Finn MacUmhaill, the dangerous and charismatic Fae crime lord who controls Charlestown, for help.. Finn MacUmhaill, leader of the Fianna, has had his eye on Ann Phillips for months, but a recent showdown with an old enemy has left his house broken. Between the crippling blow dealt to the Fianna and his son’s recent defection, he hasn’t had time to woo the pretty redhead. When she turns up on his doorstep asking for his help, he thinks he’s found the way to win her, but before he can act, the child goes missing, kidnapped by a rogue Druid who has discovered the key to destroying the wall between worlds.. Now, Finn and Ann must ally themselves with an old adversary—the treacherous Prince Consort—to save the boy, or risk the destruction of the wall that keeps the corrupt Fae Queen and her Court at bay…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fairies",
                "Contemporary",
                "Paranormal"
            ]
        },
        {
            "title": "Some Girls Are",
            "authors": [
                "Courtney Summers"
            ],
            "ranking": 3.87,
            "ranking_count": 14558,
            "abstract": "Climbing to the top of the social ladder is hard—falling from it is even harder.  Regina Afton used to be a member of the Fearsome Fivesome, an all-girl clique both feared and revered by the students at Hallowell High... until vicious rumors about her—and her best friend's boyfriend—start going around.  Now Regina's been frozen out, and her ex-best friends are out for revenge.  If Regina were guilty, it would be one thing, but the rumors are far from the terrifying truth, and the bullying is getting more intense by the day.  She takes solace in the company of Michael Hayden, a misfit with a tragic past whom she herself used to bully.  Friendship doesn't come easily for these onetime enemies, and as Regina works hard to make amends for her past, she realizes Michael could be. more. than just a friend...if threats from the Fearsome Foursome don't break them both first.. Tensions grow and the abuse worsens, as the final days of senior year march toward an explosive conclusion in this dark new tale from the author of. Cracked Up To Be. .",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Realistic Fiction",
                "Fiction",
                "Sociology",
                "Womens Fiction"
            ]
        },
        {
            "title": "Diamonds in the Rough",
            "authors": [
                "Michelle Madow"
            ],
            "ranking": 4.0,
            "ranking_count": 613,
            "abstract": "All-access doesn't mean no problems.. The three Diamond sisters survived the summer in style after coming to live with their long-lost billionaire father. But making a place for themselves at their exclusive new Las Vegas private school is throwing them any number of gold-plated curves. Savannah's YouTube stardom turns into a Sweet Sixteen reality show extravaganza--with complimentary enemies on the side. Dangerous flirtations don't keep Peyton from a gamble that will risk far more than she planned to bet. And when Courtney and the sisters' archenemy, Madison, uncover two explosive secrets, it will rock even this town of glittering illusion--and turn their lives upside down all over again.. Sisterhood, first crushes, and scandalous secrets explode in book two of Michelle Madow's riveting series,. The Secret Diamond Sisters. .",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Womens Fiction",
                "Mystery",
                "Family",
                "Fiction",
                "Harlequin",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Injustice: Gods Among Us, Vol. 2",
            "authors": [
                "Tom    Taylor",
                "Tom Derenick",
                "Jheremy Raapack",
                "Mike S. Miller",
                "Bruno Redondo"
            ],
            "ranking": 4.38,
            "ranking_count": 3969,
            "abstract": "From the makers of Mortal Kombat comes the critically acclaimed prequel comic to the smash hit fighting game Injustice: Gods Among Us!. From the ashes of Metropolis comes Superman and the JLA's newest ally: Lex Luthor! Against all odds, he's not only survived but now embraces Superman's goals. Of course, Lex has his own ideas for how to create a better world. The Man of Steel trusts him, but can the rest of his allies be so sure?. This volume collects Injustice: Gods Among Us #7-12 and Injustice: Gods Among Us Annual #1.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Superheroes",
                "Comics",
                "Graphic Novels Comics",
                "Fiction",
                "Dc Comics",
                "Fantasy"
            ]
        },
        {
            "title": "Archmage",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.35,
            "ranking_count": 4052,
            "abstract": "DRIZZT RETURNS TO THE UNDERDARK!. “After a quarter of a century, R.A. Salvatore just keeps getting better and better, and The Companions is another masterful leap forward for one of the greatest fantasy epics of all time.”. —Philip Athans, best-selling author of. Annihilation. and. Writing Monsters. R.A. Salvatore. Archmage. The pall that had descended over the North is gone, and a new day has dawned on a victorious Mithral Hall, but no matter how bright things seem on the surface, Drizzt and his companions know that what lurks just under their feet remains steeped in evil and charged with unimaginable power.. The dark elves of Menzoberranzan, including the powerful Archmage Gromph, aren’t done with Drizzt yet. And consumed by their own power struggles, feeling backed into a corner, the drow may just be desperate enough to call on demonic forces from the deepest reaches of the Abyss, and unleash a disaster even the Underdark could never have prepared for.. Archmage. has everything Drizzt’s fans crave: action, adventure, characters that resonate with equal measures of warrior spirit and deep compassion, and no shortage of wicked dark elves!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Role Playing Games",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "The Crane Wife",
            "authors": [
                "Patrick Ness",
                "Jamie Glover"
            ],
            "ranking": 3.53,
            "ranking_count": 7680,
            "abstract": "A magical novel, based on a Japanese folk tale, that imagines how the life of a broken-hearted man is transformed when he rescues an injured white crane that has landed in his backyard.. George Duncan is an American living and working in London. At 48, he owns a small print shop, is divorced, and lonelier than he realizes. All of the women with whom he has relationships eventually leave him for being too nice. But one night he is woken by an astonishing sound - a terrific keening, which is coming from somewhere in his garden. When he investigates he finds a great white crane, a bird taller than even himself. It has been shot through the wing with an arrow. Moved more than he can say, George struggles to take out the arrow from the bird's wing, saving its life before it flies away into the night sky.. The next morning, a shaken George tries to go about his daily life, retreating to the back of his store and making cuttings from discarded books - a harmless, personal hobby - when through the front door of the shop a woman walks in. Her name is Kumiko, and she asks George to help her with her own artwork. George is dumbstruck by her beauty and her enigmatic nature, and begins to fall desperately in love with her. She seems to hold the potential to change his entire life, if he could only get her to reveal the secret of who she is and why she has brought her artwork to him.. Witty, magical, and romantic, The Crane Wife is a story of passion and sacrifice, that resonates on the level of dream and myth. It is a novel that celebrates the creative imagination, and the disruptive power of love.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Magical Realism",
                "Romance",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Broken Coast",
            "authors": [
                "Bruce Lee Bond"
            ],
            "ranking": 4.14,
            "ranking_count": 14,
            "abstract": "Set in San Francisco during twelve days in April 1906 and ending the evening after the great earthquake. Lorelei, an apparently young woman of an ancient and mysterious lienage who is the last surviving daughter of Lilith keeps to the night, and appears in a world of tong wars,sexual slavery,corruption and un-matched wealth seeking a lover as her deeds change history. Native American spirituality, ancient Jewish myth,and Christian and Chinese cultures all collide in a rush as the earth awakens beneath, and willing human sacrifice trancends the veneer of civilization.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "L'instant présent",
            "authors": [
                "Guillaume Musso"
            ],
            "ranking": 3.78,
            "ranking_count": 7120,
            "abstract": "Lisa et Arthur n'ont rendez-vous qu'une fois par an.. Il passe sa vie à la chercher.... ...  elle passe la sienne à l'attendre.. Lisa rêve de devenir comédienne. Pour payer ses études d'art dramatique, elle travaille dans un bar de Manhattan. Un soir, elle fait la connaissance d'Arthur Costello, un jeune médecin urgentiste. Leur complicité est immédiate. Pour le séduire, Lisa est prête à tout. Dans une ville-labyrinthe qui n'offre aucun répit, elle prend tous les risques. Mais Arthur n'est pas un homme comme les autres. Bientôt, il révèle à Lisa la terrible vérité qui lui interdit de l'aimer :.  Ce qui m'arrive est inimaginable, et pourtant bien réel... . Dans un New York plus imprévisible que jamais, Arthur et Lisa vont lier leur destin pour déjouer les pièges que leur impose le plus impitoyable des ennemis : le temps.. Un thriller psychologique vertigineux au final stupéfiant.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Romance",
                "Cultural",
                "Roman",
                "Mystery",
                "Contemporary",
                "European Literature",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "Mayo Clinic Guide to Your Baby's First Year: From Doctors Who Are Parents, Too!",
            "authors": [
                "Mayo Clinic"
            ],
            "ranking": 4.24,
            "ranking_count": 1046,
            "abstract": "A steady,ever-present resource of both information and wisdom for brand-new parents taking care of their child from the newborn stage through the baby's first year of life. When you're faced with a perplexing development, reach for this complete Guide by the baby experts at the renowned Mayo Clinic By doctors who are also parents.. Yikes, you're suddenly parents, home alone with your brand-new baby! Where's your own mother or smart friend;where's your pediatrician; when you desperately need reassurance and advice? Mayo Clinic Guide to Your Baby's First Year is a steady, ever-present source of both information and wisdom. When you're faced with a perplexing development, reach for this complete Guide by the baby experts at the renowned Mayo Clinic. When you wonder what might happen next, check the Month-by-Month Growth and Development pages of this trusted companion.",
            "part_of_series": false,
            "genre_list": [
                "Parenting",
                "Nonfiction",
                "Health",
                "Reference",
                "Family",
                "Self Help",
                "Childrens"
            ]
        },
        {
            "title": "Venom",
            "authors": [
                "Jennifer Estep"
            ],
            "ranking": 4.16,
            "ranking_count": 22105,
            "abstract": "What kind of assassin works pro bono?. It’s hard to be a badass assassin when a giant is beating the crap out of you. Luckily, I never let pride get in the way of my work. My current mission is personal: annihilate Mab Monroe, the Fire elemental who murdered my family. Which means protecting my identity, even if I have to conceal my powerful Stone and Ice magic when I need it most.. To the public, I’m Gin Blanco, owner of Ashland’s best barbecue joint. To my friends, I’m the Spider, retired assassin. I still do favors on the side. Like ridding a vampire friend of her oversized stalker—Mab’s right-hand goon who almost got me dead with his massive fists.. At least irresistible Owen Grayson is on my side. The man knows too much about me, but I’ll take my chances. Then there’s Detective Bria Coolidge, one of Ashland’s finest. Until recently, I thought my baby sister was dead. She probably thinks the same about me. Little does she know, I’m a cold-blooded killer . . . who is about to save her life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Brain Maker: The Power of Gut Microbes to Heal and Protect Your Brain - for Life",
            "authors": [
                "David Perlmutter",
                "Kristin Loberg"
            ],
            "ranking": 4.01,
            "ranking_count": 7344,
            "abstract": "The bestselling author of. Grain Brain. uncovers the powerful role of gut bacteria in determining your brain's destiny.. Debilitating brain disorders are on the rise-from children diagnosed with autism and ADHD to adults developing dementia at younger ages than ever before. But a medical revolution is underway that can solve this problem: Astonishing new research is revealing that the health of your brain is, to an extraordinary degree, dictated by the state of your microbiome - the vast population of organisms that live in your body and outnumber your own cells ten to one. What's taking place in your intestines today is determining your risk for any number of brain-related conditions.. In. Brain Maker. , Dr. Perlmutter explains the potent interplay between intestinal microbes and the brain, describing how the microbiome develops from birth and evolves based on lifestyle choices, how it can become sick, and how nurturing gut health through a few easy strategies can alter your brain's destiny for the better. With simple dietary recommendations and a highly practical program of six steps to improving gut ecology,. Brain Maker. opens the door to unprecedented brain health potential.",
            "part_of_series": false,
            "genre_list": [
                "Health",
                "Nonfiction",
                "Science",
                "Food and Drink",
                "Self Help",
                "Audiobook",
                "Neuroscience",
                "Biology"
            ]
        },
        {
            "title": "Two If By Sea",
            "authors": [
                "Jacquelyn Mitchard"
            ],
            "ranking": 3.33,
            "ranking_count": 3470,
            "abstract": "From the #1 New York Times bestselling author of The Deep End of the Ocean, an epic story of courage and devotion that spans three continents and the entire map of the human heart.. Just hours after his wife and her entire family perish in the Christmas Eve tsunami in Brisbane, American expat and former police officer Frank Mercy goes out to join his volunteer rescue unit and pulls a little boy from a submerged car, saving the child’s life with only seconds to spare. In that moment, Frank’s own life is transformed. Not quite knowing why, Frank sidesteps the law, when, instead of turning Ian over to the Red Cross, he takes the boy home to the Midwestern farm where he grew up. Not long into their journey, Frank begins to believe that Ian has an extraordinary, impossible telepathic gift; but his only wish is to protect the deeply frightened child. As Frank struggles to start over, training horses as his father and grandfather did before him, he meets Claudia, a champion equestrian and someone with whom he can share his life—and his fears for Ian. Both of them know that it will be impossible to keep Ian’s gift a secret forever. Already, ominous coincidences have put Frank’s police instincts on high alert, as strangers trespass the quiet life at the family farm.. The fight to keep Ian safe from a sinister group who want him back takes readers from the ravaged shores of Brisbane to the middle of America to a quaint English village. Even as Frank and Claudia dare to hope for new love, it becomes clear that they can never let Ian go, no matter what the cost. A suspenseful novel on a grand scale, Two If by Sea is about the best and worst in people, and the possibility of heroism and even magic in ordinary life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Adult Fiction",
                "Suspense",
                "Contemporary",
                "Thriller",
                "Fantasy",
                "Literary Fiction",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "So You've Been Publicly Shamed",
            "authors": [
                "Jon Ronson"
            ],
            "ranking": 3.93,
            "ranking_count": 57496,
            "abstract": "For the past three years, Jon Ronson has travelled the world meeting recipients of high-profile public shamings. The shamed are people like us - people who, say, made a joke on social media that came out badly, or made a mistake at work. Once their transgression is revealed, collective outrage circles with the force of a hurricane and the next thing they know they're being torn apart by an angry mob, jeered at, demonized, sometimes even fired from their job. People are using shame as a form of social control.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Sociology",
                "Audiobook",
                "Writing",
                "Adult",
                "Science",
                "Humor",
                "Cultural"
            ]
        },
        {
            "title": "La Vie en mieux",
            "authors": [
                "Anna Gavalda"
            ],
            "ranking": 3.22,
            "ranking_count": 1729,
            "abstract": "Mathilde a 24 ans. Elle a abandonné ses études pour un boulot sans intérêt et vit en colocation avec deux autres filles.. Elle dit qu’elle est heureuse, mais est toujours obligée de boire pour s’en souvenir.. Un jour, elle oublie son sac à main dans un café. Un homme le lui rend la semaine suivante.. Quelques mois plus tard, et à cause de cet homme justement, elle décide de changer de vie.. Yann a 26 ans. Il est aussi diplômé qu’on puisse l’être, mais n’a pas trouvé de travail. En attendant des jours meilleurs, il est vendeur.. Il ne dit pas qu’il est malheureux, mais souvent, quand il traverse la Seine, il s’imagine qu’il saute et se voit en noyé.. Un soir, alors qu’il est seul, il rend service à son voisin du dessus. Pour le remercier ce dernier l’invite à dîner.. Quelques heures plus tard, et à cause de cet homme justement, il décide de changer de vie.. Deux histoires.. Deux histoires de jeunes gens de notre temps, repus, mais affamés, polis, mais enragés, qui préfèrent encore prendre le risque de se tromper de vie plutôt que de n’en vivre aucune.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Romance",
                "Short Stories",
                "Roman",
                "European Literature",
                "Novels",
                "Novella",
                "Humor"
            ]
        },
        {
            "title": "Boy Made of Dawn",
            "authors": [
                "R. Allen Chappell"
            ],
            "ranking": 4.22,
            "ranking_count": 1888,
            "abstract": "Follow Charlie Yazzi and Thomas Begay as stolen children and a sniper assassin bring danger and intrigue to the nation's largest reservation. Old and new characters emerge to unravel ongoing corruption. An irascible Ute family and their shrewd ranch-woman neighbor become caught up in the plot to place certain tribal leaders above the law.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Westerns"
            ]
        },
        {
            "title": "Love in the Time of Dragons",
            "authors": [
                "Katie MacAlister"
            ],
            "ranking": 3.95,
            "ranking_count": 5786,
            "abstract": "Tully Sullivan is just like any other suburban mom—unless you count the days every year that she zones out and turns base metals in to gold. Those are weird.. And now she’s woken up in a strange place surrounded by strange people who keep insisting they’re dragons—and that she’s one too. But not just any dragon. She’s Ysolde de Bouchier, a famed figure from dragon history.. Tully can’t shape-shift or breathe fire, and she’s definitely not happy being sentenced to death for the misdeeds of a dragon mate she can’t remember. All Tully knows is that she wants her son back. So she’ll have to find a way to solve the crimes of a past she has no memory of living…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Humor",
                "Fiction"
            ]
        },
        {
            "title": "He's Come Undone",
            "authors": [
                "Theresa Weir"
            ],
            "ranking": 3.64,
            "ranking_count": 625,
            "abstract": "Penniless and behind on rent, college student and once famous child actress Ellie Barlow takes on the role of a lifetime when she's hired by a group of young women to break the heart of the campus player who cruelly dumped them.. Transformed from slob slacker to jaw-dropping beauty, Ellie is dressed, styled, bleached and waxed, her chunky glasses exchanged for violet contacts. Along with physical prepping, she's coached on Julian's obsessions, which include long-distance running, Doctor Who, and J.D. Salinger.. In no time, Julian is in pursuit of his custom-made next victim, but when Ellie goes off script and begins to fall for her target the newest broken heart in this risky game could be her own.. Heat: 7 out of 10. 214 print pages",
            "part_of_series": true,
            "genre_list": [
                "New Adult",
                "Romance",
                "Contemporary",
                "Academic",
                "Young Adult",
                "Womens Fiction",
                "Novella",
                "Sports",
                "Fiction"
            ]
        },
        {
            "title": "Summer Skin",
            "authors": [
                "Kirsty Eagar"
            ],
            "ranking": 3.73,
            "ranking_count": 2933,
            "abstract": "Jess Gordon is out for revenge. Last year the jocks from Knights College tried to shame her best friend. This year she and a hand-picked college girl gang are going to get even.. The lesson: don't mess with Unity girls.. The target: Blondie, a typical Knights stud, arrogant, cold . . . and smart enough to keep up with Jess.. A neo-riot grrl with a penchant for fanning the flames meets a rugby-playing sexist pig - sworn enemies or two people who happen to find each other when they're at their most vulnerable?. It's all Girl meets Boy, Girl steals from Boy, seduces Boy, ties Boy to a chair and burns Boy's stuff. Just your typical love story.. A searingly honest and achingly funny story about love and sex amid the hotbed of university colleges by the award-winning author of Raw Blue.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Academic",
                "Fiction",
                "Feminism",
                "Realistic Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Allt jag inte minns",
            "authors": [
                "Jonas Hassen Khemiri"
            ],
            "ranking": 3.73,
            "ranking_count": 6596,
            "abstract": "Folk säger att Samuel och Laide var själsfränder, att deras kärlekshistoria var helt jävla magisk, att dom var menade för varandra. Folk säger att Samuel gjorde det för att hämnas, för att han var svartsjuk, för att han ville tvinga Laide att minnas honom. Folk säger att det aldrig hade hänt om inte Vandad hade blandat sig i, att det var Vandads fel, att Vandad gjorde vad som helst för pengar.. Allt jag inte minns. är en roman om kärlek och ekonomi. Om vänskap och våld. Om Samuel som lever vidare i allas minnen, nu när Vandad sitter inspärrad, Laide har lämnat landet och huset är förstört.. Ett antal öden krockar i rasande fart i dagens Stockholm. Bakom alla röster om Samuel skymtar en person på flykt från sig själv. Vems minnesbilder går att lita på? Och vad döljer sig i det som vi inte minns?. Jonas Hassen Khemiri har skrivit en oförglömlig kärleksberättelse om vår hypersnabba tid, om priset vi människor betalar för att leva tillsammans.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Contemporary",
                "Mystery",
                "Cultural",
                "Novels",
                "Thriller",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Flamecaster",
            "authors": [
                "Cinda Williams Chima"
            ],
            "ranking": 4.03,
            "ranking_count": 14260,
            "abstract": "A burning vengeance.. Adrian sul’Han, known as Ash, is a trained healer with a powerful gift of magic—and a thirst for revenge. The son of the queen of the Fells, Ash is forced into hiding after a series of murders throws the queendom into chaos. Now Ash is closer than he’s ever been to killing the man responsible, the cruel king of Arden. As a healer, can Ash use his powers not to save a life but to take it?. A blood-based curse.. Abandoned at birth, Jenna Bandelow was told the mysterious magemark on the back of her neck would make her a target. But when the King’s Guard launches a relentless search for a girl with a mark like hers, Jenna assumes that it has more to do with her role as a saboteur than any birth-based curse. Though Jenna doesn’t know why she’s being hunted, she knows that she can’t get caught.. Destiny’s fiery hand.. Eventually, Ash’s and Jenna’s paths will collide in Arden. Thrown together by chance and joined by their hatred of the king, they will come to rescue each other in ways they cannot yet imagine.. Set in the world of the acclaimed Seven Realms series a generation later, this is a thrilling story of dark magic, chilling threats, and two unforgettable characters walking a knife-sharp line between life and death.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Åror",
            "authors": [
                "Elias Ericson"
            ],
            "ranking": 3.85,
            "ranking_count": 117,
            "abstract": "Den här kroppen är inte min. När jag ser den får jag samma känsla som när man ser förvrängda synvillor. Förvrängda perspektiv. En stark känsla av att det här är fel. Inte fult. Fel. Malplacerat. Som att hälla peppar i chokladmjölken. Grillkrydda på jordgubbsglassen. Som om man hällt salt och peppar på gröten istället för kanel och socker. Fast såna småfel är ju så kortvariga. Det är lite äckligt i några sekunder, så går det över sen.. Men för mig är det äckligt hela tiden.. I Elias Ericsons serieromandebut möter vi Mika, som är 16 år och livrädd. För livet, främst. När han inte är i skolan ligger han på sängen i sitt rum och försöker att inte gråta. Något i hans liv är fruktansvärt fel, men när han träffar den sociala, på gränsen till påträngande Izzy börjar det kanske, kanske ställas till rätta.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "LGBT",
                "European Literature",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "If I Lie",
            "authors": [
                "Corrine Jackson"
            ],
            "ranking": 3.99,
            "ranking_count": 6597,
            "abstract": "A powerful debut novel about the gray space between truth and perception.. Quinn’s done the unthinkable: she kissed a guy who is not Carey, her boyfriend. And she got caught. Being branded a cheater would be bad enough, but Quinn is deemed a traitor, and shunned by all of her friends. Because Carey’s not just any guy—he’s serving in Afghanistan and revered by everyone in their small, military town.. Quinn could clear her name, but that would mean revealing secrets that she’s vowed to keep—secrets that aren’t hers to share. And when Carey goes MIA, Quinn must decide how far she’ll go to protect her boyfriend…and her promise.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Realistic Fiction",
                "War",
                "New Adult"
            ]
        },
        {
            "title": "Somnus and the March Hare",
            "authors": [
                "Ashley Capes"
            ],
            "ranking": 3.6,
            "ranking_count": 5,
            "abstract": "Michael cannot sleep and it's ruining his life - but when the March Hare pops out of a picture book and offers to help him cut a deal with Somnus, the Roman God of Sleep, Michael has no choice but to accept.. A short story set in Australia for fans of magic-realism and contemporary fantasy.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories"
            ]
        },
        {
            "title": "The Affinities",
            "authors": [
                "Robert Charles Wilson"
            ],
            "ranking": 3.4,
            "ranking_count": 2317,
            "abstract": "In our rapidly changing world of social media, everyday people are more and more able to sort themselves into social groups based on finer and finer criteria. In the near future of Robert Charles Wilson's. The Affinities. , this process is supercharged by new analytic technologies: genetic, brain-mapping, behavioral. To join one of the twenty-two Affinities is to change one's life. It's like family, and more than family. Your fellow members aren't just like you, and they aren't just people who are likely to like you. They're also the people with whom you can best cooperate in all areas of life, creative, interpersonal, even financial.. At loose ends both professional and personal, young Adam Fisk takes the suite of tests to see whether he qualifies for any of the Affinities and finds that he's a match for one of the largest, the one called Tau. It's utopian--at first. His problems resolve themselves as he becomes part of a global network of people dedicated to helping one another, to helping him, but as the differing Affinities put their new powers to the test, they begin to rapidly chip away at the power of governments, of global corporations, and of all the institutions of the old world; then, with dreadful inevitability, the different Affinities begin to go to war with one another.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Audiobook",
                "Science Fiction Fantasy",
                "Contemporary",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Inquisitor's Mark",
            "authors": [
                "Dianne K. Salerni"
            ],
            "ranking": 4.31,
            "ranking_count": 1239,
            "abstract": "After the all-out Eighth Day war in Mexico, Jax, Riley, and Evangeline have gone into hiding. There are still rogue Transitioners and evil Kin lords who want to use Riley, a descendant of King Arthur, and Evangeline, a powerful wizard with bloodlines to Merlin, to get control over the Eighth Day.. So when Finn Ambrose, a mysterious stranger, contacts Jax claiming to be his uncle, Jax’s defenses go up—especially when Finn tells Jax that he’s holding Jax’s best friend, Billy, hostage. To rescue Billy and keep Riley and Evangeline out of the fray, Jax sneaks off to New York City on his own. But once there, he discovers a surprising truth: Finn is his uncle and Jax is closely related to the Dulacs—a notoriously corrupt and dangerous Transitioner clan who have been dying to get their hands on Riley and Evangeline. And family or not, these people will stop at nothing to get what they want.. With suspense, action, and intrigue lurking around every corner, this fast-paced fantasy series will be a welcome addition for fans of Percy Jackson and Harry Potter.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Science Fiction",
                "Mystery",
                "Fiction"
            ]
        },
        {
            "title": "The Body Reader",
            "authors": [
                "Anne Frasier"
            ],
            "ranking": 4.2,
            "ranking_count": 29548,
            "abstract": "For three years, Detective Jude Fontaine was kept from the outside world. Held in an underground cell, her only contact was with her sadistic captor, and reading his face was her entire existence. Learning his every line, every movement, and every flicker of thought is what kept her alive.. After her experience with isolation and torture, she is left with a fierce desire for justice—and a heightened ability to interpret the body language of both the living and the dead. Despite colleagues’ doubts about her mental state, she resumes her role at Homicide. Her new partner, Detective Uriah Ashby, doesn’t trust her sanity, and he has a story of his own he’d rather keep hidden. But a killer is on the loose, murdering young women, so the detectives have no choice: they must work together to catch the madman before he strikes again. And no one knows madmen like Jude Fontaine.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Het vergeten verhaal van een onwankelbare liefde in oorlogstijd",
            "authors": [
                "Charles den Tex",
                "Anneloes Timmerije"
            ],
            "ranking": 3.75,
            "ranking_count": 102,
            "abstract": "Lienke en Guus Hagers hebben in elkaar de liefde van hun leven gevonden. Als de Tweede Wereldoorlog ook Nederlands-Indië in zijn greep krijgt, verliezen ze alles wat ze hadden, en elkaar. Hij is een van de beste gevechtsvliegers van de Indische Luchtvaart en wordt voor een korte missie naar Australië gestuurd. Voor hij terug kan, valt Japan Indië binnen en wordt Lienke gevangengenomen.. Drie jaar lang vecht de stille, onverschrokken vliegenier om te kunnen terugkeren naar Java, naar zijn vrouw. Alles wat hij doet, doet hij om haar weer te vinden. Daardoor raakt hij onverwacht verstrikt in een vuil politiek spel.",
            "part_of_series": false,
            "genre_list": [
                "Roman"
            ]
        },
        {
            "title": "Galgenmädchen",
            "authors": [
                "Jean-Claude van Rijckeghem"
            ],
            "ranking": 3.9,
            "ranking_count": 417,
            "abstract": "Die 14-Jährige Beutelschneiderin Gitte Niemandstochter hat schon die Schlinge um den Hals, als sie in letzter Minute dem Galgen entkommt. Statt des sicheren Todes erwartet sie eine Seereise nach Sevilla, wo sie für den Prinzen von Oranien spionieren und strategisch wertvolle Seekarten stehlen soll.. Die Niederlande liegen mit Spanien im Krieg und Gittes mysteriöse Herkunft als angebliche Bastardtochter eines spanischen Herzogs soll ihr bei ihrer Rolle als Spionin helfen.. Tatsächlich schafft Gitte es, in die Familie des Herzogs aufgenommen zu werden. Doch ihre Doppelrolle als Spionin und Tochter bringt sie zunehmend in Bedrängnis, umso mehr, als sie sich in einen Schützling des Herzogs verliebt...",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Historical",
                "Academic"
            ]
        },
        {
            "title": "Ethan, Who Loved Carter",
            "authors": [
                "Ryan Loveless"
            ],
            "ranking": 4.12,
            "ranking_count": 3878,
            "abstract": "By twenty-four, Carter Stevenson has stuttered and ticced his way to debilitating shyness. Although his friends accuse him of letting his Tourette's dictate his life, Carter moves from Los Angeles to a quiet California town. He'll keep his head down and avoid people. He doesn't anticipate his new neighbor, Ethan Hart, crashing into his solitude and forcing him to get out and live.. From the beginning, Ethan makes his love for Carter clear. But he fears Carter won't see past Ethan's damaged brain, even though it makes Ethan more attuned to his emotions than most people. For Carter, there's a bigger issue: he's been burned by so-called perfect matches, and he won't risk his heart again.. One way or another, Ethan's determined to show Carter they belong together. Then Ethan receives tragic news. Suddenly he must turn to Carter for strength and support. Will Carter come through when Ethan needs him most?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Disability",
                "LGBT",
                "Adult",
                "Music",
                "Fiction"
            ]
        },
        {
            "title": "Hell's Gate",
            "authors": [
                "Richard Crompton"
            ],
            "ranking": 3.5,
            "ranking_count": 209,
            "abstract": "The gripping second novel in Crompton’s sharply plotted Mollel series—a compulsive whodunit (Ian Rankin). It must have been someone's idea of a joke. Too many offended egos back at headquarters, too many influential people unhappy with him in Nairobi. And yet, with his record, almost impossible to dismiss. So where had they sent Mollel? Straight to Hell.. When Mollel, a former Maasai warrior turned detective, ends up in a small, fly-blown town on the edge of a national park, it looks as if his career has taken a nosedive. His colleagues are a close-knit group and they have not taken kindly to a stranger in their midst. Mollel suspects they are guilty of the extortion and bribery that plague the force, but when the body of a flower worker turns up in the local lake, he wonders if they might be involved in something more disturbing.. For all is not as it seems in Hell's Gate. Amid rumors of a local death squad, disappearances, and blackmail, Mollel is forced not only to confront his Maasai heritage but also to ask himself where justice truly lies. In upholding the law, is he doing what is right?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Cultural",
                "Fiction",
                "Eastern Africa"
            ]
        },
        {
            "title": "Breaking Her",
            "authors": [
                "R.K. Lilley"
            ],
            "ranking": 4.05,
            "ranking_count": 8066,
            "abstract": "From internationally bestselling author R.K. Lilley comes a scorching new series with melt-the-pages tension and all-consuming angst. It’s love, it’s war and it’s Scarlett and Dante’s story.. DESTRUCTION. BETRAYAL. RUINATION.. TRUE LOVE.. Breaking Her. Book Two in the Love is War Duet.. This is the conclusion of Scarlett and Dante's story.. SCARLETT. He had done it again. Ravaged me. Burned me. Broke me.. Given me air, only to leave me gasping, writhing.. But then something changed. Something that terrified and excited me both.. Something that utterly destroyed me.. Something that made me whole again.. DANTE. Our love was cursed from the start. She didn't know it but I did.. All she knew was that I'd lied to her, betrayed her. Done unforgivable things. Unavoidable things. Yes, I had broken promises as surely as I had broken her heart. But, just as every war has casualties, and every lie has consequences–every bastard has his reasons.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Adult Fiction",
                "Adult",
                "Dark",
                "Drama",
                "Sociology"
            ]
        },
        {
            "title": "Wink Poppy Midnight",
            "authors": [
                "April Genevieve Tucholke"
            ],
            "ranking": 3.25,
            "ranking_count": 14808,
            "abstract": "Every story needs a hero.. Every story needs a villain.. Every story needs a secret.. Wink is the odd, mysterious neighbor girl, wild red hair and freckles. Poppy is the blond bully and the beautiful, manipulative high school queen bee. Midnight is the sweet, uncertain boy caught between them. Wink. Poppy. Midnight. Two girls. One boy. Three voices that burst onto the page in short, sharp, bewitching chapters, and spiral swiftly and inexorably toward something terrible or tricky or tremendous.. What really happened?. Someone knows.. Someone is lying.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Fantasy",
                "Magical Realism",
                "Fiction",
                "Romance",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "Einstein's Beach House",
            "authors": [
                "Jacob M. Appel"
            ],
            "ranking": 4.2,
            "ranking_count": 1147,
            "abstract": "A couple adopt a depressed hedgehog; a mother is seduced by the father of her daughter's imaginary friend; a man kidnap's his ex-wife's pet turtle. In eight tragi-comic stories,. Einstein's Beach House: Stories. features ordinary men and women rising to life's extraordinary challenges.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Humor",
                "Literary Fiction",
                "Contemporary",
                "Adult Fiction",
                "Anthologies",
                "Mystery",
                "Drama",
                "Literature"
            ]
        },
        {
            "title": "Dark Blood",
            "authors": [
                "Christine Feehan"
            ],
            "ranking": 4.31,
            "ranking_count": 7796,
            "abstract": "At long last you are truly back with us…. Zev Hunter was an elite warrior, a dark-blood dealer of death to rogue Lycans who preyed on mankind. He was a loner, never given to personal attachments, and damned fierce at his job. But Zev begins to question his past and his purpose when he awakens in the darkness of the sacred cave of warriors—and is soothed back to consciousness by the sensuously familiar voice of one woman, the woman who has haunted his fantasies for centuries. She was Branislava, member of the Dragonseeker clan…. Mother Earth called the ancients to witness your rebirth…. For this half-mage, half-Carpathian temptress, the ritual of awakening Zev to the council of warriors was the only way to save him. Locked away for his own protection, the time has now come for his rebirth, for his blood to stir with that of the ancient warriors before him. He has been assured by Branislava that their fates are entwined, that their spirits are woven together for eternity and that his new purpose in life is beyond imagining.. Now, with a blood-sworn vow of honor, mercy and endurance, and under the influence of a siren as bewitching as Branislava, Zev begins to wonder what his purpose is, what it means for the future of the Carpathians and what it is about his rebirth that he has to fear…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Dark",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "Love's Bitter Harvest",
            "authors": [
                "Jas T. Ward"
            ],
            "ranking": 4.64,
            "ranking_count": 72,
            "abstract": "Welcome to McCall Farm, where two hearts harvested love and then life made its fruits bitter.. High school sweethearts Matt and Katy McCall fell in love behind the bleachers with a kiss. Life is easy and happy until Katy is offered a job across the country and Matt refuses to give up his family’s generational farm. They painfully part—one due to stubbornness and the other ambition. Years go by and the rift widens until tragedy brings Katy back home to the farm—and the man who still held her heart.. But home is not the same and neither is the man she left behind. Matt is on the brink of losing the precious farm. He’s angry at life, and the tragedy has left him feeling like half a man. The last person Matt wants to see is the woman who left him for a career he believed mattered to her more than he did—and gutted his heart on the way out.. Enjoy. Loves Bitter Harvest. the Ward way with this 2020 edition. Rebranded, edited, and published with Hot Tree Publishing.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "UnDivided",
            "authors": [
                "Neal Shusterman"
            ],
            "ranking": 4.46,
            "ranking_count": 22840,
            "abstract": "Teens control the fate of America in the fourth and final book in the New York Times bestselling Unwind dystology by Neal Shusterman.. Proactive Citizenry, the company that created Cam from the parts of unwound teens, has a plan: to mass produce rewound teens like Cam for military purposes. And below the surface of that horror lies another shocking level of intrigue: Proactive Citizenry has been suppressing technology that could make unwinding completely unnecessary. As Conner, Risa, and Lev uncover these startling secrets, enraged teens begin to march on Washington to demand justice and a better future.. But more trouble is brewing. Starkey’s group of storked teens is growing more powerful and militant with each new recruit. And if they have their way, they’ll burn the harvest camps to the ground and put every adult in them before a firing squad—which could destroy any chance America has for a peaceful future.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Romance",
                "Horror",
                "Adventure"
            ]
        },
        {
            "title": "This One Summer",
            "authors": [
                "Mariko Tamaki",
                "Jillian Tamaki"
            ],
            "ranking": 3.69,
            "ranking_count": 70330,
            "abstract": "Every summer, Rose goes with her mom and dad to a lake house in Awago Beach. It's their getaway, their refuge. Rosie's friend Windy is always there, too, like the little sister she never had. But this summer is different. Rose's mom and dad won't stop fighting, and when Rose and Windy seek a distraction from the drama, they find themselves with a whole new set of problems. It's a summer of secrets and sorrow and growing up, and it's a good thing Rose and Windy have each other.. In. This One Summer. two stellar creators redefine the teen graphic novel. Cousins Mariko and Jillian Tamaki, the team behind. Skim. , have collaborated on this gorgeous, heartbreaking, and ultimately hopeful story about a girl on the cusp of her teen age—a story of renewal and revelation.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Graphic Novels Comics",
                "Family"
            ]
        }
    ]
}