{
    "books": [
        {
            "title": "The Vampire Lestat",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 4.08,
            "ranking_count": 187204,
            "abstract": "Lestat. The vampire hero of Anne Rice's enthralling new novel is a creature of the darkest and richest imagination. Once an aristocrat in the heady days of pre-revolutionary France, now a rock star in the demonic, shimmering 1980s, he rushes through the centuries in search of others like him, seeking answers to the mystery of his eternal, terrifying existence. His is a mesmerizing story --- passionate, complex, and thrilling.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Gothic",
                "Historical",
                "Adult"
            ]
        },
        {
            "title": "Lady Chatterley's Lover",
            "authors": [
                "D.H. Lawrence"
            ],
            "ranking": 3.51,
            "ranking_count": 110038,
            "abstract": "Lawrence's frank portrayal of an extramarital affair and the explicit sexual explorations of its central characters caused this controversial book, now considered a masterpiece, to be banned as pornography until 1960.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Literature",
                "Novels",
                "Adult Fiction",
                "European Literature",
                "Historical"
            ]
        },
        {
            "title": "Pippi Longstocking",
            "authors": [
                "Astrid Lindgren",
                "Florence Lamborn",
                "Louis S. Glanzman"
            ],
            "ranking": 4.14,
            "ranking_count": 184628,
            "abstract": "Tommy and his sister Annika have a new neighbor, and her name is Pippi Longstocking. She has crazy red pigtails, no parents to tell her what to do, a horse that lives on her porch, and a flair for the outrageous that seems to lead to one adventure after another!",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Fantasy",
                "Humor",
                "Adventure"
            ]
        },
        {
            "title": "The Hero With a Thousand Faces",
            "authors": [
                "Joseph Campbell"
            ],
            "ranking": 4.14,
            "ranking_count": 37366,
            "abstract": "The first popular work to combine the spiritual and psychological insights of modern psychoanalysis with the archetypes of world mythology, the book creates a roadmap for navigating the frustrating path of contemporary life. Examining heroic myths in the light of modern psychology, it considers not only the patterns and stages of mythology but also its relevance to our lives today—and to the life of any person seeking a fully realized existence.. Myth, according to Campbell, is the projection of a culture's dreams onto a large screen; Campbell's book, like. Star Wars. , the film it helped inspire, is an exploration of the big-picture moments from the stage that is our world. It is a must-have resource for both experienced students of mythology and the explorer just beginning to approach myth as a source of knowledge.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Fantasy",
                "Philosophy",
                "Psychology",
                "Language",
                "History",
                "Religion",
                "Classics",
                "Anthropology",
                "Spirituality"
            ]
        },
        {
            "title": "The Green Mile",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.46,
            "ranking_count": 278592,
            "abstract": "When it first appeared, one volume per month, Stephen King's THE GREEN MILE was an unprecedented publishing triumph: all six volumes ended up on the. New York Times. bestseller lists—simultaneously—and delighted millions of fans the world over.. Welcome to Cold Mountain Penitentiary, home to the Depression-worn men of E Block. Convicted killers all, each awaits his turn to walk the Green Mile, keeping a date with Old Sparky, Cold Mountain's electric chair. Prison guard Paul Edgecombe has seen his share of oddities in his years working the Mile. But he's never seen anyone like John Coffey, a man with the body of a giant and the mind of a child, condemned for a crime terrifying in its violence and shocking in its depravity. In this place of ultimate retribution, Edgecombe is about to discover the terrible, wondrous truth about Coffey, a truth that will challenge his most cherished beliefes... and yours.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Mystery",
                "Classics",
                "Historical"
            ]
        },
        {
            "title": "The Magician's Nephew",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.04,
            "ranking_count": 473831,
            "abstract": "The secret passage to the house next door leads to a fascinating adventure. NARNIA...where the woods are thick and cold, where Talking Beasts are called to life...a new world where the adventure begins.. Digory and Polly meet and become friends one cold, wet summer in London. Their lives burst into adventure when Digory's Uncle Andrew, who thinks he is a magician, sends them hurtling to...somewhere else. They find their way to Narnia, newborn from the Lion's song, and encounter the evil sorceress Jadis before they finally return home.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Christian",
                "Audiobook",
                "Christian Fiction"
            ]
        },
        {
            "title": "Ragtime",
            "authors": [
                "E.L. Doctorow"
            ],
            "ranking": 3.89,
            "ranking_count": 40744,
            "abstract": "Published in 1975,. Ragtime. changed our very concept of what a novel could be. An extraordinary tapestry, Ragtime captures the spirit of America in the era between the turn of the century & the First World War. The story opens in 1906 in New Rochelle, NY, at the home of an affluent American family. One lazy Sunday afternoon, the famous escape artist Harry Houdini swerves his car into a telephone pole outside their house. Almost magically, the line between fantasy & historical fact, between real & imaginary characters, disappears. Henry Ford, Emma Goldman, J.P. Morgan, Evelyn Nesbit, Sigmund Freud & Emiliano Zapata slip in & out of the tale, crossing paths with Doctorow's imagined family & other fictional characters, including an immigrant peddler & a ragtime musician from Harlem whose insistence on a point of justice drives him to revolutionary violence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Novels",
                "Literature",
                "Literary Fiction",
                "New York"
            ]
        },
        {
            "title": "The Glass Bead Game",
            "authors": [
                "Hermann Hesse",
                "Richard Winston",
                "Clara Winston",
                "Theodore Ziolkowski"
            ],
            "ranking": 4.11,
            "ranking_count": 34843,
            "abstract": "The final novel of Hermann Hesse,. The Glass Bead Game. is a fascinating tale of the complexity of modern life as well as a classic of modern literature.. Set in the twenty-third century,. The Glass Bead Game. is the story of Joseph Knecht, who has been raised in Castalia, the remote place his society has provided for the intellectual elite to grow and flourish. Since childhood, Knecht has been consumed with mastering the Glass Bead Game, which requires a synthesis of aesthetics and philosophy, which he achieves in adulthood, becoming a Magister Ludi (Master of the Game).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Literature",
                "European Literature",
                "Novels",
                "Science Fiction",
                "Cultural",
                "Fantasy",
                "Nobel Prize"
            ]
        },
        {
            "title": "Journey to the End of the Night",
            "authors": [
                "Louis-Ferdinand Céline",
                "Ralph Manheim",
                "Angela Cismaş",
                "William T. Vollmann"
            ],
            "ranking": 4.21,
            "ranking_count": 36285,
            "abstract": "Louis-Ferdinand Celine's revulsion and anger at what he considered the idiocy and hypocrisy of society explodes from nearly every page of this novel. Filled with slang and obscenities and written in raw, colloquial language,. Journey to the End of the Night. is a literary symphony of violence, cruelty and obscene nihilism. This book shocked most critics when it was first published in France in 1932, but quickly became a success with the reading public in Europe, and later in America where it was first published by New Directions in 1952. The story of the improbable yet convincingly described travels of the petit-bourgeois (and largely autobiographical) antihero, Bardamu, from the trenches of World War I, to the African jungle, to New York and Detroit, and finally to life as a failed doctor in Paris, takes the readers by the scruff and hurtles them toward the novel's inevitable, sad conclusion.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Philosophy",
                "War",
                "Roman"
            ]
        },
        {
            "title": "A Brief History of Time",
            "authors": [
                "Stephen Hawking"
            ],
            "ranking": 4.2,
            "ranking_count": 372084,
            "abstract": "In the ten years since its publication in 1988, Stephen Hawking's classic work has become a landmark volume in scientific writing, with more than nine million copies in forty languages sold worldwide. That edition was on the cutting edge of what was then known about the origins and nature of the universe. But the intervening years have seen extraordinary advances in the technology of observing both the micro- and the macrocosmic worlds. These observations have confirmed many of Professor Hawking's theoretical predictions in the first edition of his book, including the recent discoveries of the Cosmic Background Explorer satellite (COBE), which probed back in time to within 300,000 years of the universe's beginning and revealed wrinkles in the fabric of space-time that he had projected. Eager to bring to his original text the new knowledge revealed by these observations, as well as his own recent research, Professor Hawking has prepared a new introduction to the book, written an entirely new chapter on wormholes and time travel, and updated the chapters throughout.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Classics",
                "Philosophy",
                "Space",
                "Audiobook"
            ]
        },
        {
            "title": "A Clash of Kings",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 4.41,
            "ranking_count": 850213,
            "abstract": "A comet the color of blood and flame cuts across the sky. Two great leaders—Lord Eddard Stark and Robert Baratheon—who hold sway over an age of enforced peace are dead, victims of royal treachery. Now, from the ancient citadel of Dragonstone to the forbidding shores of Winterfell, chaos reigns. Six factions struggle for control of a divided land and the Iron Throne of the Seven Kingdoms, preparing to stake their claims through tempest, turmoil, and war.. It is a tale in which brother plots against brother and the dead rise to walk in the night. Here a princess masquerades as an orphan boy; a knight of the mind prepares a poison for a treacherous sorceress; and wild men descend from the Mountains of the Moon to ravage the countryside. Against a backdrop of incest and fratricide, alchemy and murder, victory may go to the men and women possessed of the coldest steel...and the coldest hearts. For when kings clash, the whole land trembles.. Here is the second volume in George R.R. Martin magnificent cycle of novels that includes. A Game of Thrones. and. A Storm of Swords. . As a whole, this series comprises a genuine masterpiece of modern fantasy, bringing together the best the genre has to offer. Magic, mystery, intrigue, romance, and adventure fill these pages and transport us to a world unlike any we have ever experienced. Already hailed as a classic, George R.R. Martin stunning series is destined to stand as one of the great achievements of imaginative fiction.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Adventure",
                "Audiobook",
                "Epic"
            ]
        },
        {
            "title": "Rabbit, Run",
            "authors": [
                "John Updike"
            ],
            "ranking": 3.58,
            "ranking_count": 57208,
            "abstract": "Rabbit, Run. is the book that. established John Updike as one of the major American novelists of his—or any other—generation. Its hero is Harry “Rabbit” Angstrom, a onetime high-school basketball star who on an impulse deserts his wife and son. He is twenty-six years old, a man-child caught in a struggle between instinct and thought, self and society, sexual gratification and family duty—even, in a sense, human hard-heartedness and divine Grace. Though his flight from home traces a zigzag of evasion, he holds to the faith that he is on the right path, an invisible line toward his own salvation as straight as a ruler’s edge.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "A Canticle for Leibowitz",
            "authors": [
                "Walter M. Miller Jr.",
                "Mary Doria Russell"
            ],
            "ranking": 3.98,
            "ranking_count": 100883,
            "abstract": "In a nightmarish ruined world slowly awakening to the light after sleeping in darkness, the infant rediscoveries of science are secretly nourished by cloistered monks dedicated to the study and preservation of the relics and writings of the blessed Saint Isaac Leibowitz. From here the story spans centuries of ignorance, violence, and barbarism, viewing through a sharp, satirical eye the relentless progression of a human race damned by its inherent humanness to recelebrate its grand foibles and repeat its grievous mistakes.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Classics",
                "Fantasy",
                "Science Fiction Fantasy",
                "Religion",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Pale Fire",
            "authors": [
                "Vladimir Nabokov"
            ],
            "ranking": 4.14,
            "ranking_count": 45745,
            "abstract": "The American poet John Shade is dead. His last poem, 'Pale Fire', is put into a book, together with a preface, a lengthy commentary and notes by Shade's editor, Charles Kinbote. Known on campus as the 'Great Beaver', Kinbote is haughty, inquisitive, intolerant, but is he also mad, bad - and even dangerous? As his wildly eccentric annotations slide into the personal and the fantastical, Kinbote reveals perhaps more than he should be.. Nabokov's darkly witty, richly inventive masterpiece is a suspenseful whodunit, a story of one-upmanship and dubious penmanship, and a glorious literary conundrum.. Part of a major new series of the works of Vladimir Nabokov, author of. Lolita. and. Pale Fire,. in Penguin Classics.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Poetry",
                "Cultural",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Quiet American",
            "authors": [
                "Graham Greene",
                "Robert  Stone"
            ],
            "ranking": 3.96,
            "ranking_count": 56637,
            "abstract": "Graham Greene's classic exploration of love, innocence, and morality in Vietnam. I never knew a man who had better motives for all the trouble he caused, Graham Greene's narrator Fowler remarks of Alden Pyle, the eponymous Quiet American of what is perhaps the most controversial novel of his career. Pyle is the brash young idealist sent out by Washington on a mysterious mission to Saigon, where the French Army struggles against the Vietminh guerrillas. As young Pyle's well-intentioned policies blunder into bloodshed, Fowler, a seasoned and cynical British reporter, finds it impossible to stand safely aside as an observer. But Fowler's motives for intervening are suspect, both to the police and himself, for Pyle has stolen Fowler's beautiful Vietnamese mistress.. First published in 1956 and twice adapted to film,. The Quiet American. remains a terrifiying and prescient portrait of innocence at large. This Graham Greene Centennial Edition includes a new introductory essay by Robert Stone.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "War",
                "Literature",
                "Novels",
                "Cultural",
                "European Literature",
                "Literary Fiction",
                "Spy Thriller"
            ]
        },
        {
            "title": "Old Yeller",
            "authors": [
                "Fred Gipson"
            ],
            "ranking": 4.09,
            "ranking_count": 91967,
            "abstract": "At first, Travis couldn't stand the sight of Old Yeller.. The stray dog was ugly, and a thieving rascal, too. But he sure was clever, and a smart dog could be a big help on the wild Texas frontier, especially with Papa away on a long cattle drive up to Abilene.. Strong and courageous, Old Yeller proved that he could protect Travis's family from any sort of danger. But can Travis do the same for Old Yeller?",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Historical",
                "Academic",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The French Lieutenant's Woman",
            "authors": [
                "John Fowles"
            ],
            "ranking": 3.88,
            "ranking_count": 49741,
            "abstract": "The scene is the village of Lyme Regis on Dorset's Lyme Bay...the largest bite from the underside of England's out-stretched southwestern leg. The major characters in the love-intrigue triangle are Charles Smithson, 32, a gentleman of independent means & vaguely scientific bent; his fiancée, Ernestina Freeman, a pretty heiress daughter of a wealthy & pompous dry goods merchant; & Sarah Woodruff, mysterious & fascinating...deserted after a brief affair with a French naval officer a short time before the story begins. Obsessed with an irresistible fascination for the enigmatic Sarah, Charles is hurtled by a moment of consummated lust to the brink of the existential void. Duty dictates that his engagement to Tina must be broken as he goes forth once again to seek the woman who has captured his Victorian soul & gentleman's heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Romance",
                "Literature",
                "European Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "On the Beach",
            "authors": [
                "Nevil Shute"
            ],
            "ranking": 3.95,
            "ranking_count": 39409,
            "abstract": "After a nuclear World War III has destroyed most of the globe, the few remaining survivors in southern Australia await the radioactive cloud that is heading their way and bringing certain death to everyone in its path. Among them is an American submarine captain struggling to resist the knowledge that his wife and children in the United States must be dead. Then a faint Morse code signal is picked up, transmitting from somewhere near Seattle, and Captain Towers must lead his submarine crew on a bleak tour of the ruined world in a desperate search for signs of life.. On the Beach. is a remarkably convincing portrait of how ordinary people might face the most unimaginable nightmare.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Classics",
                "Cultural",
                "War",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Waves",
            "authors": [
                "Virginia Woolf"
            ],
            "ranking": 4.15,
            "ranking_count": 33958,
            "abstract": "Set on the coast of England against the vivid background of the sea,. The Waves. introduces six characters—three men and three women—who are grappling with the death of a beloved friend, Percival. Instead of describing their outward expressions of grief, Virginia Woolf draws her characters from the inside, revealing them through their thoughts and interior soliloquies. As their understanding of nature’s trials grows, the chorus of narrative voices blends together in miraculous harmony, remarking not only on the inevitable death of individuals but on the eternal connection of everyone. The novel that most epitomizes Virginia Woolf’s theories of fiction in the working form,. The Waves. is an amazing book very much ahead of its time. It is a poetic dreamscape, visual, experimental, and thrilling.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Poetry",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Westing Game",
            "authors": [
                "Ellen Raskin"
            ],
            "ranking": 4.01,
            "ranking_count": 191181,
            "abstract": "A bizarre chain of events begins when sixteen unlikely people gather for the reading of Samuel W. Westing's will. And though no one knows why the eccentric, game-loving millionaire has chosen a virtual stranger—and a possible murderer—to inherit his vast fortune, one thing's for sure: Sam Westing may be dead ... but that won't stop him from playing one last game!",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Classics",
                "Thriller",
                "Academic",
                "Realistic Fiction"
            ]
        },
        {
            "title": "All Creatures Great and Small",
            "authors": [
                "James Herriot"
            ],
            "ranking": 4.32,
            "ranking_count": 133783,
            "abstract": "The classic multimillion copy bestseller. Delve into the magical, unforgettable world of James Herriot, the world's most beloved veterinarian, and his menagerie of heartwarming, funny, and tragic animal patients.. For over forty years, generations of readers have thrilled to Herriot's marvelous tales, deep love of life, and extraordinary storytelling abilities. For decades, Herriot roamed the remote, beautiful Yorkshire Dales, treating every patient that came his way from smallest to largest, and observing animals and humans alike with his keen, loving eye.. In All Creatures Great and Small, we meet the young Herriot as he takes up his calling and discovers that the realities of veterinary practice in rural Yorkshire are very different from the sterile setting of veterinary school. Some visits are heart-wrenchingly difficult, such as one to an old man in the village whose very ill dog is his only friend and companion, some are lighthearted and fun, such as Herriot's periodic visits to the overfed and pampered Pekinese Tricki Woo who throws parties and has his own stationery, and yet others are inspirational and enlightening, such as Herriot's recollections of poor farmers who will scrape their meager earnings together to be able to get proper care for their working animals. From seeing to his patients in the depths of winter on the remotest homesteads to dealing with uncooperative owners and critically ill animals, Herriot discovers the wondrous variety and never-ending challenges of veterinary practice as his humor, compassion, and love of the animal world shine forth.. James Herriot's memoirs have sold 80 million copies worldwide, and continue to delight and entertain readers of all ages",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Autobiography",
                "Classics",
                "Biography",
                "Humor",
                "Biography Memoir",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Alexandria Quartet",
            "authors": [
                "Lawrence Durrell"
            ],
            "ranking": 4.17,
            "ranking_count": 11541,
            "abstract": "Lawrence Durrell's series of four novels set in Alexandria, Egypt during the 1940s. The lush and sensuous series consists of. Justine. (1957). Balthazar. (1958). Mountolive. (1958). Clea. (1960).. Justine. ,. Balthazar. and. Mountolive. use varied viewpoints to relate a series of events in Alexandria before World War II. In. Clea. , the story continues into the years during the war.. One L.G. Darley is the primary observer of the events, which include events in the lives of those he loves, and those he knows. In. Justine. , Darley attempts to recover from and put into perspective his recently ended affair with a woman.. Balthazar. reinterprets the romantic perspective he placed on the affair and its aftermath in. Justine. , in more philosophical and intellectual terms.. Mountolive. tells a story minus interpretation, and. Clea. reveals Darley's healing, and coming to love another woman.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Northern Africa",
                "Novels",
                "Cultural",
                "Literary Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Demian: Die Geschichte von Emil Sinclairs Jugend",
            "authors": [
                "Hermann Hesse",
                "Thomas Mann"
            ],
            "ranking": 4.13,
            "ranking_count": 90217,
            "abstract": "Wie alle Hauptwerke Hermann Hesses hat auch der Demian, den der damals 40jährige Autor mitten im Ersten Weltkrieg schrieb, eine ebenso ungewöhnliche wie spannende Entstehungs- und Wirkungsgeschichte. Daß dieses im Herbst 1917 vollendete Buch erst im Juni 1919, ein halbes Jahr nach Kriegsende, veröffentlicht wurde, lag an der Unbekanntheit des Verfassers. Denn Hesse hatte das Manuskript dem Verlag als das Erstlingswerk eines kranken jungen Dichters empfohlen, des zeitkritischen Poeten Emil Sinclair, der bisher nur in Zeitungen und Zeitschriften durch pazifistische Mahnrufe und Erzählungen aufgefallen war (die gleichfalls von Hesse stammten). Doch trotz des Inkognitos erlebte das Buch eine geradezu stürmische Aufnahme und wurde noch im Erscheinungsjahr mit dem Fontane-Preis für das beste Erstlingswerk eines Nachwuchsautors ausgezeichnet. Thomas Mann verglich die elektrisierende Wirkung des Buches mit der von Goethes Werther, da es »mit unheimlicher Genauigkeit den Nerv der Zeit traf und eine ganze Jugend, die wähnte aus ihrer Mitte sei ihr ein Künder ihres tiefsten Lebens entstanden, zu dankbarem Entzücken hinriß«. Bis zur Entdeckung des Pseudonyms im Mai 1920 erschienen drei Auflagen, denen dann unter Hesses eigenem Namen zu seinen Lebzeiten noch 93 weitere folgten.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "European Literature",
                "Literature",
                "Novels",
                "Cultural",
                "Young Adult",
                "Nobel Prize"
            ]
        },
        {
            "title": "Valley of the Dolls",
            "authors": [
                "Jacqueline Susann"
            ],
            "ranking": 3.79,
            "ranking_count": 56546,
            "abstract": "Dolls: red or black; capsules or tablets; washed down with vodka or swallowed straight-for Anne, Neely, and Jennifer, it doesn't matter, as long as the pill bottle is within easy reach. These three women become best friends when they are young and struggling in New York City and then climb to the top of the entertainment industry-only to find that there is no place left to go but down-into the Valley of the Dolls.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Novels",
                "Adult",
                "Adult Fiction",
                "New York",
                "Drama"
            ]
        },
        {
            "title": "Naked Lunch",
            "authors": [
                "William S. Burroughs",
                "James Grauerholz",
                "Barry Miles"
            ],
            "ranking": 3.45,
            "ranking_count": 85919,
            "abstract": "The book is structured as a series of loosely connected vignettes. Burroughs stated that the chapters are intended to be read in any order. The reader follows the narration of junkie William Lee, who takes on various aliases, from the U.S. to Mexico, eventually to Tangier and the dreamlike Interzone.. The vignettes are drawn from Burroughs' own experiences in these places and his addiction to drugs (heroin, morphine, and while in Tangier, majoun [a strong hashish confection] as well as a German opioid, brand name Eukodol, of which he wrote frequently).. [source wiki}",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Contemporary",
                "Science Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "Portnoy's Complaint",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.7,
            "ranking_count": 63660,
            "abstract": "The famous confession of Alexander Portnoy, who is thrust through life by his unappeasable sexuality, yet held back at the same time by the iron grip of his unforgettable childhood. Hilariously funny, boldly intimate, startlingly candid,. Portnoy’s Complaint. was an immediate bestseller upon its publication in 1969, and is perhaps Roth’s best-known book.. Portnoy's Complaint. n. [after Alexander Portnoy (1933-)] A disorder in which strongly-felt ethical and altruistic impulses are perpetually warring with extreme sexual longings, often of a perverse nature. Spielvogel says: 'Acts of exhibitionism, voyeurism, fetishism, auto-eroticism and oral coitus are plentiful; as a consequence of the patient's morality, however, neither fantasy nor act issues in genuine sexual gratification, but rather in overriding feelings of shame and the dread of retribution, particularly in the form of castration.' (Spielvogel, O. 'The Puzzled Penis',. Internationale Zeitschrift fur Psychoanalyse,. Vol. XXIV, p. 909.) it is believed by Spielvogel that many of the symptoms can be traced to the bonds obtaining in the mother-child relationship.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Humor",
                "Literary Fiction",
                "The United States Of America",
                "Contemporary"
            ]
        },
        {
            "title": "The Gulag Archipelago 1918–1956",
            "authors": [
                "Aleksandr Solzhenitsyn",
                "Edward E. Ericson Jr."
            ],
            "ranking": 4.31,
            "ranking_count": 24976,
            "abstract": "Drawing on his own incarceration and exile, as well as on evidence from more than 200 fellow prisoners and Soviet archives, Aleksandr I. Solzhenitsyn reveals the entire apparatus of Soviet repression—the state within the state that ruled all-powerfully. Through truly Shakespearean portraits of its victims—men, women, and children—we encounter secret police operations, labor camps and prisons; the uprooting or extermination of whole populations, the welcome that awaited Russian soldiers who had been German prisoners of war. Yet we also witness the astounding moral courage of the incorruptible, who, defenseless, endured great brutality and degradation.. The Gulag Archipelago 1918–1956. —a grisly indictment of a regime, fashioned here into a veritable literary miracle—has now been updated with a new introduction that includes the fall of the Soviet Union and Solzhenitsyn's move back to Russia.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Classics",
                "Cultural",
                "Politics",
                "Biography",
                "Literature",
                "Autobiography",
                "Historical"
            ]
        },
        {
            "title": "A Wizard of Earthsea",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.0,
            "ranking_count": 274654,
            "abstract": "Ged, the greatest sorcerer in all Earthsea, was called Sparrowhawk in his reckless youth.. Hungry for power and knowledge, Sparrowhawk tampered with long-held secrets and loosed a terrible shadow upon the world. This is the tale of his testing, how he mastered the mighty words of power, tamed an ancient dragon, and crossed death's threshold to restore the balance.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Classics",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The Pelican Brief",
            "authors": [
                "John Grisham"
            ],
            "ranking": 4.03,
            "ranking_count": 405633,
            "abstract": "In suburban Georgetown a killer's Reeboks whisper on the front floor of a posh home... In a seedy D.C. porno house a patron is swiftly garroted to death... The next day America learns that two of its Supreme Court justices have been assassinated. And in New Orleans, a young law student prepares a legal brief... To Darby Shaw it was no more than a legal shot in the dark, a brilliant guess. To the Washington establishment it was political dynamite. Suddenly Darby is witness to a murder -- a murder intended for her. Going underground, she finds there is only one person she can trust -- an ambitious reporter after a newsbreak hotter than Watergate -- to help her piece together the deadly puzzle. Somewhere between the bayous of  Louisiana and the White House's inner sanctums, a violent cover-up is being engineered. For someone has read Darby's brief. Someone who will stop at nothing to destroy the evidence of an unthinkable crime.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Novels",
                "Law",
                "Drama"
            ]
        },
        {
            "title": "An American Tragedy",
            "authors": [
                "Theodore Dreiser",
                "Richard R. Lingeman"
            ],
            "ranking": 3.95,
            "ranking_count": 34919,
            "abstract": "'An American Tragedy' is the story of Clyde Griffiths, who spends his life in the desperate pursuit of success. On a deeper, more profound level, it is the masterful portrayal of the society whose values both shape Clyde's ambitions and seal his fate; it is an unsurpassed depiction of the harsh realities of American life and of the dark side of the American dream. Extraordinary in scope and power, vivid in its sense of wholesale human waste, unceasing in its rich compassion, 'An American Tragedy' stands as Theodore Dreiser's supreme achievement.. Based on an actual criminal case, 'An American Tragedy' was the inspiration for the film 'A Place in the Sun', which won six Academy Awards and starred Elizabeth Taylor and Montgomery Cliff.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "Novels",
                "Mystery"
            ]
        },
        {
            "title": "Prince Caspian",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 3.98,
            "ranking_count": 391563,
            "abstract": "The four Pevensies help Caspian battle Miraz and ascend his rightful throne. NARNIA... the land between the lamp-post and the castle of Cair Paravel, where animals talk, where magical things happen... and where the adventure begins.. Peter, Susan, Edmund, and Lucy are returning to boarding school when they are summoned from the dreary train station (by Susan's own magic horn) to return to the land of Narnia—the land where they had ruled as kings and queens and where their help is desperately needed.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Christian",
                "Christian Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Bone People",
            "authors": [
                "Keri Hulme"
            ],
            "ranking": 4.05,
            "ranking_count": 20940,
            "abstract": "The powerful, visionary, Booker Award–winning novel about the complicated relationships between three outcasts of mixed European and Maori heritage.. “This book is just amazingly, wondrously great.” —Alice Walker. In a tower on the New Zealand sea lives Kerewin Holmes: part Maori, part European, asexual and aromantic, an artist estranged from her art, a woman in exile from her family.. One night her solitude is disrupted by a visitor—a speechless, mercurial boy named Simon, who tries to steal from her and then repays her with his most precious possession.. As Kerewin succumbs to Simon’s feral charm, she also falls under the spell of his Maori foster father Joe, who rescued the boy from a shipwreck and now treats him with an unsettling mixture of tenderness and brutality.. Out of this unorthodox trinity Keri Hulme has created what is at once a mystery, a love story, and an ambitious exploration of the zone where indigenous and European New Zealand meet, clash, and sometimes merge.. Winner of both a Booker Prize and Pegasus Prize for Literature, The Bone People is a work of unfettered wordplay and mesmerizing emotional complexity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Literature",
                "Historical",
                "Fantasy",
                "Book Club"
            ]
        },
        {
            "title": "Carrie",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.98,
            "ranking_count": 605141,
            "abstract": "A modern classic, Carrie introduced a distinctive new voice in American fiction -- Stephen King. The story of misunderstood high school girl Carrie White, her extraordinary telekinetic powers, and her violent rampage of revenge, remains one of the most barrier-breaking and shocking novels of all time.. Make a date with terror and live the nightmare that is...Carrie. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Classics",
                "Adult",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "The Big Sleep",
            "authors": [
                "Raymond Chandler"
            ],
            "ranking": 3.96,
            "ranking_count": 142512,
            "abstract": "Down these mean streets a man must go who is not himself mean, who is neither tarnished nor afraid....He is the hero; he is everything. He must be a complete man and a common man and yet an unusual man.. This is the Code of the Private Eye as defined by Raymond Chandler in his 1944 essay 'The Simple Act of Murder.' Such a man was Philip Marlowe, private eye, an educated, heroic, streetwise, rugged individualist and the hero of Chandler's first novel,. The Big Sleep. . This work established Chandler as the master of the 'hard-boiled' detective novel, and his articulate and literary style of writing won him a large audience, which ranged from the man in the street to the most sophisticated intellectual.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "A Suitable Boy",
            "authors": [
                "Vikram Seth"
            ],
            "ranking": 4.12,
            "ranking_count": 45455,
            "abstract": "Vikram Seth's novel is, at its core, a love story: Lata and her mother, Mrs. Rupa Mehra, are both trying to find—through love or through exacting maternal appraisal—a suitable boy for Lata to marry. Set in the early 1950s, in an India newly independent and struggling through a time of crisis,. A Suitable Boy. takes us into the richly imagined world of four large extended families and spins a compulsively readable tale of their lives and loves. A sweeping panoramic portrait of a complex, multiethnic society in flux,. A Suitable Boy. remains the story of ordinary people caught up in a web of love and ambition, humor and sadness, prejudice and reconciliation, the most delicate social etiquette and the most appalling violence.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Asian Literature",
                "Classics",
                "Romance",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Horse and His Boy",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 3.91,
            "ranking_count": 311505,
            "abstract": "The Horse and his Boy. is a stirring and dramatic fantasy story that finds a young boy named Shasta on the run from his homeland with the talking horse, Bree. When the pair discover a deadly plot by the Calormen people to conquer the land of Narnia, the race is on to warn the inhabitants of the impending danger and to rescue them all from certain death.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Christian",
                "Christian Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Snow Crash",
            "authors": [
                "Neal Stephenson"
            ],
            "ranking": 4.03,
            "ranking_count": 255549,
            "abstract": "In reality, Hiro Protagonist delivers pizza for Uncle Enzo's CosoNostra Pizza Inc., but in the Metaverse he's a warrior prince. Plunging headlong into the enigma of a new computer virus that's striking down hackers everywhere, he races along the neon-lit streets on a search-and-destroy mission for the shadowy virtual villain threatening to bring about infocalypse.. Snow Crash. is a mind-altering romp through a future America so bizarre, so outrageous… you'll recognize it immediately.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Speculative Fiction",
                "Novels",
                "Audiobook",
                "Classics"
            ]
        },
        {
            "title": "Prodigal Summer",
            "authors": [
                "Barbara Kingsolver"
            ],
            "ranking": 4.01,
            "ranking_count": 103981,
            "abstract": "Prodigal Summer. weaves together three stories of human love within a larger tapestry of lives inhabiting the forested mountains and struggling small farms of southern Appalachia.. From her outpost in an isolated mountain cabin, Deanna Wolfe, a reclusive wildlife biologist, watches a den of coyotes that have recently migrated into the region. She is caught off-guard by a young hunter who invades her most private spaces and confounds her self-assured, solitary life. On a farm several miles down the mountain, Lusa Maluf Landowski, a bookish city girl turned farmer's wife, finds herself unexpectedly marooned in a strange place where she must declare or lose her attachment to the land that has become her own. And a few more miles down the road, a pair of elderly feuding neighbors tend their respective farms and wrangle about God, pesticides, and the possibilities of a future neither of them expected.. Over the course of one humid summer, these characters find their connections to one another and to the flora and fauna with whom they share a place.. Prodigal Summer. demonstrates a balance of narrative, drama and ideas that is characteristic of Barbara Kingsolver's finest work.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Environment",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Adult Fiction",
                "Adult",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Pygmalion",
            "authors": [
                "George Bernard Shaw"
            ],
            "ranking": 3.89,
            "ranking_count": 95288,
            "abstract": "One of George Bernard Shaw's best-known plays, Pygmalion was a rousing success on the London and New York stages, an entertaining motion picture and a great hit with its musical version, My Fair Lady. An updated and considerably revised version of the ancient Greek legend of Pygmalion and Galatea, the 20th-century story pokes fun at the antiquated British class system.. In Shaw's clever adaptation, Professor Henry Higgins, a linguistic expert, takes on a bet that he can transform an awkward cockney flower seller into a refined young lady simply by polishing her manners and changing the way she speaks. In the process of convincing society that his creation is a mysterious royal figure, the Professor also falls in love with his elegant handiwork.. The irresistible theme of the emerging butterfly, together with Shaw's brilliant dialogue and splendid skills as a playwright, have made Pygmalion one of the most popular comedies in the English language. A staple of college drama courses, it is still widely performed.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Academic",
                "Literature",
                "Romance",
                "European Literature"
            ]
        },
        {
            "title": "American Pastoral",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.93,
            "ranking_count": 72386,
            "abstract": "Pulitzer Prize Winner (1998). In. American Pastoral. , Philip Roth gives us a novel of unqualified greatness that is an elegy for all the twentieth century's promises of prosperity, civic order, and domestic bliss. Roth's protagonist is Seymour 'Swede' Levov—a legendary high school athlete, a devoted family man, a hard worker, the prosperous inheritor of his father's Newark glove factory—comes of age in thriving, triumphant post-war America. And then one day in 1968, Swede's beautiful American luck deserts him.. For Swede's adored daughter, Merry, has grown from a loving, quick-witted girl into a sullen, fanatical teenager—a teenager capable of an outlandishly savage act of political terrorism. And overnight Swede is wrenched out of the longed-for American pastoral and into the indigenous American berserk. Compulsively readable, propelled by sorrow, rage, and a deep compassion for its characters, this is Roth's masterpiece.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Historical",
                "Contemporary",
                "The United States Of America",
                "American"
            ]
        },
        {
            "title": "The Murder of Roger Ackroyd",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 4.26,
            "ranking_count": 203514,
            "abstract": "Considered to be one of Agatha Christie's most controversial mysteries,. The Murder Of Roger Ackroyd. breaks the rules of traditional mystery.. The peaceful English village of King’s Abbot is stunned. The widow Ferrars dies from an overdose of veronal. Not twenty-four hours later, Roger Ackroyd—the man she had planned to marry—is murdered. It is a baffling case involving blackmail and death, that taxes Hercule Poirot’s “grey cells” before he reaches one of the most startling conclusions of his career.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Prince of Tides",
            "authors": [
                "Pat Conroy"
            ],
            "ranking": 4.24,
            "ranking_count": 201022,
            "abstract": "PAT CONROY has created a huge, brash thunderstorm of a novel, stinging with honesty and resounding with drama. Spanning forty years, this is the story of turbulent Tom Wingo, his gifted and troubled twin sister Savannah, and their struggle to triumph over the dark and tragic legacy of the extraordinary family into which they were born.. Filled with the vanishing beauty of the South Carolina low country as well as the dusty glitter of New York City,. The Prince of Tides. is PAT CONROY at his very best.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "American",
                "Romance",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Drama",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Eye of the World",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 4.18,
            "ranking_count": 466188,
            "abstract": "The Wheel of Time turns and Ages come and pass. What was, what will be, and what is, may yet fall under the Shadow.. Let the Dragon ride again on the winds of time.. The Wheel of Time turns and Ages come and go, leaving memories that become legend. Legend fades to myth, and even myth is long forgotten when the Age that gave it birth returns again. In the Third Age, an Age of Prophecy, the World and Time themselves hang in the balance. What was, what will be, and what is, may yet fall under the Shadow.. When The Two Rivers is attacked by Trollocs-a savage tribe of half-men, half-beasts- five villagers flee that night into a world they barely imagined, with new dangers waiting in the shadows and in the light.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "The Moon Is a Harsh Mistress",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 4.16,
            "ranking_count": 123104,
            "abstract": "It is a tale of revolution, of the rebellion of a former penal colony on the Moon against its masters on the Earth. It is a tale of a culture whose family structures are based on the presence of two men for every woman, leading to novel forms of marriage and family. It is the story of the disparate people, a computer technician, a vigorous young female agitator, and an elderly academic who become the movement's leaders, and of Mike, the supercomputer whose sentience is known only to the revolt's inner circle, who for reasons of his own is committed to the revolution's ultimate success.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Audiobook",
                "Politics",
                "Space",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Invisible Cities",
            "authors": [
                "Italo Calvino",
                "William Weaver",
                "ترانه یلدا"
            ],
            "ranking": 4.13,
            "ranking_count": 70848,
            "abstract": "Kublai Khan does not necessarily believe everything Marco Polo says when he describes the cities visited on his expeditions, but the emperor of the Tartars does continue listening to the young Venetian with greater attention and curiosity than he shows any other messenger or explorer of his. So begins Italo Calvino's compilation of fragmentary urban images. As Marco tells the khan about Armilla, which has nothing that makes it seem a city, except the water pipes that rise vertically where the houses should be and spread out horizontally where the floors should be, the spider-web city of Octavia, and other marvelous burgs, it may be that he is creating them all out of his imagination, or perhaps he is recreating fine details of his native Venice over and over again, or perhaps he is simply recounting some of the myriad possible forms a city might take.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Fantasy",
                "Short Stories",
                "Magical Realism",
                "European Literature",
                "Literature",
                "Cultural",
                "Architecture",
                "Novels"
            ]
        },
        {
            "title": "Animal Farm / 1984",
            "authors": [
                "George Orwell",
                "Christopher Hitchens"
            ],
            "ranking": 4.3,
            "ranking_count": 180320,
            "abstract": "This edition features George Orwell’s best-known novels—1984 and Animal Farm—with an introduction by Christopher Hitchens.. In 1984, London is a grim city where Big Brother is always watching you and the Thought Police can practically read your mind. Winston Smith joins a secret revolutionary organisation called The Brotherhood, dedicated to the destruction of the Party. Together with his beloved Julia, he hazards his life in a deadly match against the powers that be.. Animal Farm is Orwell’s classic satire of the Russian Revolution - an account of the bold struggle, initiated by the animals, that transforms Mr. Jones’s Manor Farm into Animal Farm - a wholly democratic society built on the credo that All Animals Are Created Equal. But are they? AUTHOR: George Orwell (1903-1950) was born in India and served with the Imperial Police in Burma before joining the Republican Army in the Spanish Civil War. Orwell was the author of six novels as well as numerous essays and nonfiction works.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Science Fiction",
                "Literature",
                "Politics",
                "Fantasy",
                "Novels",
                "Academic",
                "Philosophy"
            ]
        },
        {
            "title": "Into Thin Air: A Personal Account of the Mount Everest Disaster",
            "authors": [
                "Jon Krakauer"
            ],
            "ranking": 4.21,
            "ranking_count": 445903,
            "abstract": "Al vanaf zijn vroege jeugd droomde Jon Krakauer ervan de Mount Everest te beklimmen. Toen het er in het voorjaar van 1996 eindelijk van kwam, bleek de beklimming veel meer van zijn krachten te vergen dan hij ooit voor mogelijk had gehouden.. De ijle lucht in is Jon Krakauers indrukwekkende persoonlijke relaas van zijn worsteling met de hoogste berg ter wereld. Zijn verslag is verweven met de avonturen en verhalen van klimvrienden en bevat uitweidingen over historische Everest-expedities. Even onheilspellend als aangrijpend werkt het verhaal toe naar de dramatische dag waarop het hoogste punt bereikt moet worden _ een dag waarop de klimmers worden overvallen door een storm die een aantal van hen fataal zal worden. De ijle lucht in is het avontuurlijke, hypnotiserende, klappertandend vertelde verslag van een dramatisch verlopen expeditie. Het is een boek dat niet onderdoet voor de Mount Everest zelf: het is even meedogenloos en extreem.. Jon Krakauer (1954) schreef onder meer de bestsellers Dromen van de Eiger, De wildernis in (10. 000 exemplaren verkocht) en De held. De wildernis in, over avonturier Christopher McCandless, werd in 2007 verfilmd door Sean Penn als Into the Wild.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Adventure",
                "Autobiography",
                "Travel",
                "Biography",
                "History",
                "Sports",
                "Biography Memoir"
            ]
        },
        {
            "title": "Number the Stars",
            "authors": [
                "Lois Lowry"
            ],
            "ranking": 4.17,
            "ranking_count": 508109,
            "abstract": "Ten-year-old Annemarie Johansen and her best friend Ellen Rosen often think of life before the war. It's now 1943 and their life in Copenhagen is filled with school, food shortages, and the Nazi soldiers marching through town. When the Jews of Denmark are relocated, Ellen moves in with the Johansens and pretends to be one of the family. Soon Annemarie is asked to go on a dangerous mission to save Ellen's life.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Classics",
                "Childrens",
                "World War II",
                "Academic",
                "War"
            ]
        },
        {
            "title": "Stuart Little",
            "authors": [
                "E.B. White",
                "Garth Williams"
            ],
            "ranking": 3.9,
            "ranking_count": 118408,
            "abstract": "E.B. White's classic novel about one small mouse on a very big adventure!. Stuart Little is no ordinary mouse. Born to a family of humans, he lives in New York City with his parents, his older brother George, and Snowbell the cat. Though he's shy and thoughtful, he's also a true lover of adventure.. Stuart's greatest adventure comes when his best friend, a beautiful little bird named Margalo, disappears from her nest. Determined to track her down, Stuart ventures away from home for the very first time in his life. He finds adventure aplenty. But will he find his friend?",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Fantasy",
                "Animals",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "The End of the Affair",
            "authors": [
                "Graham Greene",
                "Monica Ali"
            ],
            "ranking": 3.9,
            "ranking_count": 58913,
            "abstract": "A story has no beginning or end: arbitrarily one chooses a moment of experience from which to look ahead.... This is a record of hate far more than of love, writes Maurice Bendrix in the opening passages of. The End of the Affair. , and it is a strange hate indeed that compels him to set down the retrospective account of his adulterous affair with Sarah Miles.. Now, a year after Sarah's death, Bendrix seeks to exorcise the persistence of his passion by retracing its course from obsessive love to love-hate. At first, he believes he hates Sarah and her husband, Henry. Yet as he delves deeper into his emotional outlook, Bendrix's hatred shifts to the God he feels has broken his life, but whose existence at last comes to recognize.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Romance",
                "Audiobook",
                "Literature",
                "Novels",
                "European Literature",
                "Literary Fiction",
                "Religion"
            ]
        },
        {
            "title": "Johnny Got His Gun",
            "authors": [
                "Dalton Trumbo"
            ],
            "ranking": 4.18,
            "ranking_count": 38407,
            "abstract": "This was no ordinary war. This was a war to make the world safe for democracy. And if democracy was made safe, then nothing else mattered - not the millions of dead bodies, nor the thousands of ruined lives.... This is no ordinary novel. This is a novel that never takes the easy way out: it is shocking, violent, terrifying, horrible, uncompromising, brutal, remorseless and gruesome... but so is war.. Winner of the National Book Award.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "War",
                "Historical",
                "Horror",
                "Literature",
                "Novels",
                "Politics"
            ]
        },
        {
            "title": "Childhood's End",
            "authors": [
                "Arthur C. Clarke"
            ],
            "ranking": 4.11,
            "ranking_count": 144021,
            "abstract": "The Overlords appeared suddenly over every city--intellectually, technologically, and militarily superior to humankind. Benevolent, they made few demands: unify earth, eliminate poverty, and end war. With little rebellion, humankind agreed, and a golden age began.. But at what cost? With the advent of peace, man ceases to strive for creative greatness, and a malaise settles over the human race. To those who resist, it becomes evident that the Overlords have an agenda of their own. As civilization approaches the crossroads, will the Overlords spell the end for humankind . . . or the beginning?",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels",
                "Audiobook",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Howards End",
            "authors": [
                "E.M. Forster"
            ],
            "ranking": 3.95,
            "ranking_count": 83797,
            "abstract": "Howards End. is a novel by E. M. Forster about social conventions, codes of conduct and relationships in turn-of-the-century England. A strong-willed and intelligent woman refuses to allow the pretensions of her husband's smug English family to ruin her life.. Howards End. is considered by some to be Forster's masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "European Literature",
                "Novels",
                "Romance",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Mythology",
            "authors": [
                "Edith Hamilton",
                "Steele Savage"
            ],
            "ranking": 4.02,
            "ranking_count": 49745,
            "abstract": "The world-renowned classic that has enthralled and delighted millions of readers with its timeless tales of gods and heroes.. Edith Hamilton's. Mythology. succeeds like no other book in bringing to life for the modern reader the Greek, Roman, and Norse myths that are the keystone of Western culture--the stories of gods and heroes that have inspired human creativity from antiquity to the present. We meet the Greek gods on Olympus and Norse gods in Valhalla. We follow the drama of the Trojan War and the wanderings of Odysseus. We hear the tales of Jason and the Golden Fleece, Cupid and Psyche, and mighty King Midas. We discover the origins of the names of the constellations. And we recognize reference points for countless works of art, literature, and cultural inquiry--from Freud's Oedipus complex to Wagner's Ring Cycle of operas to Eugene O'Neill's. Mourning Becomes Electra. . Praised throughout the world for its authority and lucidity,. Mythology. is Edith Hamilton's masterpiece--the standard by which all other books on mythology are measured.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Nonfiction",
                "History",
                "Reference",
                "Mythology",
                "Religion",
                "Academic",
                "Literature",
                "Short Stories"
            ]
        },
        {
            "title": "How to Win Friends and Influence People",
            "authors": [
                "Dale Carnegie"
            ],
            "ranking": 4.21,
            "ranking_count": 790457,
            "abstract": "You can go after the job you want...and get it! You can take the job you have...and improve it! You can take any situation you're in...and make it work for you!. Since its release in 1936,. How to Win Friends and Influence People. has sold more than 15 million copies. Dale Carnegie's first book is a timeless bestseller, packed with rock-solid advice that has carried thousands of now famous people up the ladder of success in their business and personal lives.. As relevant as ever before, Dale Carnegie's principles endure, and will help you achieve your maximum potential in the complex and competitive modern age.. Learn the six ways to make people like you, the twelve ways to win people to your way of thinking, and the nine ways to change people without arousing resentment.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Business",
                "Psychology",
                "Leadership",
                "Classics",
                "Language",
                "Audiobook",
                "Relationships"
            ]
        },
        {
            "title": "My Name Is Asher Lev",
            "authors": [
                "Chaim Potok"
            ],
            "ranking": 4.22,
            "ranking_count": 38223,
            "abstract": "Asher Lev is a Ladover Hasid who keeps kosher, prays three times a day and believes in the Ribbono Shel Olom, the Master of the Universe. Asher Lev is an artist who is compulsively driven to render the world he sees and feels even when it leads him to blasphemy. In this stirring and often visionary novel, Chaim Potok traces Asher’s passage between these two identities, the one consecrated to God, the other subject only to the imagination.. Asher Lev grows up in a cloistered Hasidic community in postwar Brooklyn, a world suffused by ritual and revolving around a charismatic Rebbe. But in time his gift threatens to estrange him from that world and the parents he adores. As it follows his struggle,. My Name Is Asher Lev. becomes a luminous portrait of the artist, by turns heartbreaking and exultant, a modern classic.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Religion",
                "Art",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "The Sirens of Titan",
            "authors": [
                "Kurt Vonnegut Jr.",
                "Chris     Moore"
            ],
            "ranking": 4.14,
            "ranking_count": 126918,
            "abstract": "The Sirens of Titan is an outrageous romp through space, time, and morality. The richest, most depraved man on Earth, Malachi Constant, is offered a chance to take a space journey to distant worlds with a beautiful woman at his side. Of course there's a catch to the invitation—and a prophetic vision about the purpose of human life that only Vonnegut has the courage to tell.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Humor",
                "Literature",
                "Novels",
                "Fantasy",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Just So Stories",
            "authors": [
                "Rudyard Kipling"
            ],
            "ranking": 4.06,
            "ranking_count": 46948,
            "abstract": "Librarian's Note: Alternate cover edition can be found. here. .. Twelve stories about animals, insects, and other subjects include How the Camel Got His Hump. The Butterfly That Stamped, and How the Alphabet Was Made..",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "Childrens",
                "Fantasy",
                "Animals",
                "Young Adult",
                "Literature",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "A Moveable Feast",
            "authors": [
                "Ernest Hemingway"
            ],
            "ranking": 4.02,
            "ranking_count": 133688,
            "abstract": "Hemingway's memories of his life as an unknown writer living in Paris in the twenties are deeply personal, warmly affectionate, and full of wit. Looking back not only at his own much younger self, but also at the other writers who shared Paris with him - James Joyce, Wyndham Lewis, Scott and Zelda Fitzgerald - he recalls the time when, poor, happy, and writing in cafes, he discovered his vocation. Written during the last years of Hemingway's life, his memoir is a lively and powerful reflection of his genius that scintillates with the romance of the city.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "Travel",
                "Literature",
                "Biography Memoir"
            ]
        },
        {
            "title": "Hawaii",
            "authors": [
                "James A. Michener"
            ],
            "ranking": 4.2,
            "ranking_count": 75332,
            "abstract": "An alternate cover edition for this ISBN can be found. here.. Pulitzer Prize–winning author James A. Michener brings Hawaii’s epic history vividly to life in a classic saga that has captivated readers since its initial publication in 1959. As the volcanic Hawaiian Islands sprout from the ocean floor, the land remains untouched for centuries—until, little more than a thousand years ago, Polynesian seafarers make the perilous journey across the Pacific, flourishing in this tropical paradise according to their ancient traditions. Then, in the early nineteenth century, American missionaries arrive, bringing with them a new creed and a new way of life. Based on exhaustive research and told in Michener’s immersive prose, Hawaii is the story of disparate peoples struggling to keep their identity, live in harmony, and, ultimately, join together.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Travel",
                "Novels",
                "Epic",
                "North American Hi...",
                "Literature"
            ]
        },
        {
            "title": "Ethan Frome",
            "authors": [
                "Edith Wharton",
                "Lucky",
                "Jacson Keating",
                "Clip Books",
                "Zola"
            ],
            "ranking": 3.42,
            "ranking_count": 117341,
            "abstract": "The classic novel of despair, forbidden emotions, and sexual undercurrents set against the austere New England countryside. Ethan Frome works his unproductive farm and struggles to maintain a bearable existence with his difficult, suspicious and hypochondriac wife, Zeena. But when Zeena's vivacious cousin enters their household as a hired girl, Ethan finds himself obsessed with her and with the possibilities for happiness she comes to represent.. In one of American fiction's finest and most intense narratives, Edith Wharton moves this ill-starred trio toward their tragic destinies. Different in both tone and theme from Wharton's other works,. Ethan Frome. has become perhaps her most enduring and most widely read book.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "Romance",
                "Historical",
                "Novels",
                "Young Adult"
            ]
        },
        {
            "title": "The Subtle Knife",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 4.14,
            "ranking_count": 405415,
            "abstract": "Lost in a new world, Lyra finds Will—a boy on the run, a murderer—a worthy and welcome ally. For this is a world where soul-eating Specters stalk the streets and witches share the skies with troops of angels.. Each is searching—Lyra for the meaning of Dark Matter, Will for his missing father—but what they find instead is a deadly secret, a knife of untold power. And neither Lyra nor Will suspects how tightly their lives, their loves, and their destinies are bound together... until they are split apart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Science Fiction",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Mother Night",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 4.21,
            "ranking_count": 85205,
            "abstract": "Librarian note: Alternate cover edition for this ISBN can be found. here. .. Mother Night. is a daring challenge to our moral sense. American Howard W. Campbell, Jr., a spy during World War II, is now on trial in Israel as a Nazi war criminal. But is he really guilty? In this brilliant book rife with true gallows humor, Vonnegut turns black and white into a chilling shade of gray with a verdict that will haunt us all.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "War",
                "Literature",
                "Novels",
                "Humor",
                "Science Fiction"
            ]
        },
        {
            "title": "I Capture the Castle",
            "authors": [
                "Dodie Smith"
            ],
            "ranking": 4.0,
            "ranking_count": 93659,
            "abstract": "Through six turbulent months of 1934, 17-year-old Cassandra Mortmain keeps a journal, filling three notebooks with sharply funny yet poignant entries about her home, a ruined Suffolk castle, and her eccentric and penniless family. By the time the last diary shuts, there have been great changes in the Mortmain household, not the least of which is that Cassandra is deeply, hopelessly, in love.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Romance",
                "European Literature",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "F. Scott Fitzgerald: The Great Gatsby: Essays, Articles, Reviews",
            "authors": [
                "Nicolas Tredell"
            ],
            "ranking": 3.8,
            "ranking_count": 3038,
            "abstract": "More critical writing exists on. The Great Gatsby. than on any other work of American fiction. This. Columbia Critical Guide. introduces and contextualizes the key critical debates surrounding Fitzgerald's novel. The extracts and essays included here reflect. The Great Gatsby. 's place as one of the first American novels to make significant use of modernist techniques and explore the influence of this Lost Generation work on later American writings. In considering secondary sources from the twenties to the present, this smart and sophisticated study guide offers readers an invaluable resource on this complex rendering of a moment in American history.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Adult",
                "Writing",
                "Academic",
                "Historical"
            ]
        },
        {
            "title": "Alas, Babylon",
            "authors": [
                "Pat Frank"
            ],
            "ranking": 4.08,
            "ranking_count": 42379,
            "abstract": "“An extraordinary real picture of human beings numbed by catastrophe but still driven by the unconquerable determination of living creatures to keep on being alive.” —. The New Yorker. “Alas, Babylon.” Those fateful words heralded the end. When the unthinkable nightmare of nuclear holocaust ravaged the United States, it was instant death for tens of millions of people; for survivors, it was a nightmare of hunger, sickness, and brutality. Overnight, a thousand years of civilization were stripped away.. But for one small Florida town, miraculously spared against all the odds, the struggle was only just beginning, as the isolated survivors—men and women of all ages and races—found the courage to come together and confront the harrowing darkness.. This classic apocalyptic novel by Pat Frank, first published in 1959 at the height of the Cold War, includes an introduction by award-winning science fiction writer and scientist David Brin.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Classics",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "The Amber Spyglass",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 4.09,
            "ranking_count": 332803,
            "abstract": "Will is the bearer of the knife. Now, accompanied by angels, his task is to deliver that powerful, dangerous weapon to Lord Asriel - by the command of his dying father.. But how can he go looking for Lord Asriel when Lyra is gone? Only with her help can he fathom the myriad plots and intrigues that beset him.. The two great powers of the many worlds are lining up for war, and Will must find Lyra, for together they are on their way to battle, an inevitable journey that will even take them to the world of the dead...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Rise and Fall of the Third Reich: A History of Nazi Germany",
            "authors": [
                "William L. Shirer"
            ],
            "ranking": 4.17,
            "ranking_count": 118530,
            "abstract": "Hitler boasted that The Third Reich would last a thousand years. It lasted only 12. But those 12 years contained some of the most catastrophic events Western civilization has ever known.. No other powerful empire ever bequeathed such mountains of evidence about its birth and destruction as the Third Reich. When the bitter war was over, and before the Nazis could destroy their files, the Allied demand for unconditional surrender produced an almost hour-by-hour record of the nightmare empire built by Adolph Hitler. This record included the testimony of Nazi leaders and of concentration camp inmates, the diaries of officials, transcripts of secret conferences, army orders, private letters—all the vast paperwork behind Hitler's drive to conquer the world.. The famed foreign correspondent and historian William L. Shirer, who had watched and reported on the Nazis since 1925, spent five and a half years sifting through this massive documentation. The result is a monumental study that has been widely acclaimed as the definitive record of one of the most frightening chapters in the history of mankind.. This worldwide bestseller has been acclaimed as the definitive book on Nazi Germany; it is a classic work.. The accounts of how the United States got involved and how Hitler used Mussolini and Japan are astonishing, and the coverage of the war-from Germany's early successes to her eventual defeat-is must reading",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Politics",
                "Cultural",
                "Historical",
                "Audiobook",
                "World War II"
            ]
        },
        {
            "title": "Geek Love",
            "authors": [
                "Katherine Dunn"
            ],
            "ranking": 3.96,
            "ranking_count": 64350,
            "abstract": "Geek Love. is the story of the Binewskis, a carny family whose mater- and paterfamilias set out—with the help of amphetamine, arsenic, and radioisotopes—to breed their own exhibit of human oddities. There’s Arturo the Aquaboy, who has flippers for limbs and a megalomaniac ambition worthy of Genghis Khan . . . Iphy and Elly, the lissome Siamese twins . . . albino hunchback Oly, and the outwardly normal Chick, whose mysterious gifts make him the family’s most precious—and dangerous—asset.. As the Binewskis take their act across the backwaters of the U.S., inspiring fanatical devotion and murderous revulsion; as its members conduct their own Machiavellian version of sibling rivalry,. Geek Love. throws its sulfurous light on our notions of the freakish and the normal, the beautiful and the ugly, the holy and the obscene. Family values will never be the same.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Fantasy",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Adult",
                "Adult Fiction",
                "Dark"
            ]
        },
        {
            "title": "A Town Like Alice",
            "authors": [
                "Nevil Shute"
            ],
            "ranking": 4.14,
            "ranking_count": 53529,
            "abstract": "Nevil Shute's most beloved novel, a tale of love and war, follows its enterprising heroine from the Malayan jungle during World War II to the rugged Australian outback.. Jean Paget, a young Englishwoman living in Malaya, is captured by the invading Japanese and forced on a brutal seven-month death march with dozens of other women and children. A few years after the war, Jean is back in England, the nightmare behind her. However, an unexpected inheritance inspires her to return to Malaya to give something back to the villagers who saved her life. Jean's travels leads her to a desolate Australian outpost called Willstown, where she finds a challenge that will draw on all the resourcefulness and spirit that carried her through her war-time ordeals.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Cultural",
                "Romance",
                "War",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "A Raisin in the Sun",
            "authors": [
                "Lorraine Hansberry"
            ],
            "ranking": 3.84,
            "ranking_count": 80845,
            "abstract": "Never before, in the entire history of the American theater, has so much of the truth of black people's lives been seen on the stage, observed James Baldwin shortly before. A Raisin in the Sun. opened on Broadway in 1959.. Indeed Lorraine Hansberry's award-winning drama about the hopes and aspirations of a struggling, working-class family living on the South Side of Chicago connected profoundly with the psyche of black America--and changed American theater forever.  The play's title comes from a line in Langston Hughes's poem Harlem, which warns that a dream deferred might dry up/like a raisin in the sun.. The events of every passing year add resonance to. A Raisin in the Sun. , said. The New York Times. .  It is as if history is conspiring to make the play a classic.  This Modern Library edition presents the fully restored, uncut version of Hansberry's landmark work with an introduction by Robert Nemiroff.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Fiction",
                "Drama",
                "Academic",
                "Historical",
                "Cultural",
                "Young Adult"
            ]
        },
        {
            "title": "The True Confessions of Charlotte Doyle",
            "authors": [
                "Avi"
            ],
            "ranking": 3.84,
            "ranking_count": 82924,
            "abstract": "An ocean voyage of unimaginable consequences... Not every thirteen-year-old girl is accused of murder, brought to trial, and found guilty. But I was just such a girl, and my story is worth relating even if it did happen years ago. Be warned, however: If strong ideas and action offend you, read no more. Find another companion to share your idle hours. For my part I intend to tell the truth as I lived it.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Childrens",
                "Classics",
                "Academic"
            ]
        },
        {
            "title": "V for Vendetta",
            "authors": [
                "Alan Moore",
                "David   Lloyd"
            ],
            "ranking": 4.25,
            "ranking_count": 289741,
            "abstract": "Remember, remember the fifth of November.... A frightening and powerful tale of the loss of freedom and identity in a chillingly believable totalitarian world,. V for Vendetta. stands as one of the highest achievements of the comics medium and a defining work for creators Alan Moore and David Lloyd.. Set in an imagined future England that has given itself over to fascism, this groundbreaking story captures both the suffocating nature of life in an authoritarian police state and the redemptive power of the human spirit which rebels against it. Crafted with sterling clarity and intelligence,. V for Vendetta. brings an unequaled depth of characterization and verisimilitude to its unflinching account of oppression and resistance.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Science Fiction",
                "Graphic Novels Comics",
                "Classics",
                "Comics",
                "Politics",
                "Fantasy"
            ]
        },
        {
            "title": "Harold and the Purple Crayon",
            "authors": [
                "Crockett Johnson"
            ],
            "ranking": 4.26,
            "ranking_count": 135864,
            "abstract": "Harold decides to go for a walk one evening and as he goes he fills in the scene using his purple crayon. Adventure goes hand in hand with imagination to create this charming classic story.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Fantasy",
                "Art",
                "Kids",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "Corelli's Mandolin",
            "authors": [
                "Louis de Bernières"
            ],
            "ranking": 4.0,
            "ranking_count": 81993,
            "abstract": "Captain Corelli’s Mandolin. is set in the early days of the second world war, before Benito Mussolini invaded Greece. Dr Iannis practices medicine on the island of Cephalonia, accompanied by his daughter, Pelagia, to whom he imparts much of his healing art. Even when the Italians do invade, life isn’t so bad—at first anyway. The officer in command of the Italian garrison is the cultured Captain Antonio Corelli, who responds to a Nazi greeting of “Heil Hitler” with his own “Heil Puccini”, and whose most precious possession is his mandolin. It isn't long before Corelli and Pelagia are involved in a heated affair--despite her engagement to a young fisherman, Mandras, who has gone off to join Greek partisans. Love is complicated enough in wartime, even when the lovers are on the same side. And for Corelli and Pelagia, it becomes increasingly difficult to negotiate the minefield of allegiances, both personal and political, as all around them atrocities mount, former friends become enemies and the ugliness of war infects everyone it touches.. British author Louis de Bernières is well known for his forays into magical realism in such novels as The War of Don Emmanuel's Nether Parts, Señor Vivo and the Coca Lord and The Troublesome Offspring of Cardinal Guzman. Here he keeps it to a minimum, though certainly the secondary characters with whom he populates his island—the drunken priest, the strongman, the fisherman who swims with dolphins—would be at home in any of his wildly imaginative Latin American fictions. Instead, de Bernières seems interested in dissecting the nature of history as he tells his ever-darkening tale from many different perspectives. Captain Corelli’s Mandolin works on many levels, as a love story, a war story and a deconstruction of just what determines the facts that make it into the history books.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Classics",
                "War",
                "Cultural",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Birdsong: A Novel of Love and War",
            "authors": [
                "Sebastian Faulks"
            ],
            "ranking": 4.09,
            "ranking_count": 73717,
            "abstract": "Published to international critical and popular acclaim, this intensely romantic yet stunningly realistic novel spans three generations and the unimaginable gulf between the First World War and the present. As the young Englishman Stephen Wraysford passes through a tempestuous love affair with Isabelle Azaire in France and enters the dark, surreal world beneath the trenches of No Man's Land, Sebastian Faulks creates a world of fiction that is as tragic as A Farewell to Arms and as sensuous as The English Patient. Crafted from the ruins of war and the indestructibility of love, Birdsong is a novel that will be read and marveled at for years to come.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Classics",
                "Romance",
                "Cultural",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Ella Enchanted",
            "authors": [
                "Gail Carson Levine"
            ],
            "ranking": 3.99,
            "ranking_count": 402259,
            "abstract": "At birth, Ella is inadvertently cursed by an imprudent young fairy named Lucinda, who bestows on her the gift of obedience. Anything anyone tells her to do, Ella must obey. Another girl might have been cowed by this affliction, but not feisty Ella: Instead of making me docile, Lucinda's curse made a rebel of me. Or perhaps I was that way naturally. When her beloved mother dies, leaving her in the care of a mostly absent and avaricious father, and later, a loathsome stepmother and two treacherous stepsisters, Ella's life and well-being seem to be in grave peril. But her intelligence and saucy nature keep her in good stead as she sets out on a quest for freedom and self-discovery as she tries to track down Lucinda to undo the curse, fending off ogres, befriending elves, and falling in love with a prince along the way. Yes, there is a pumpkin coach, a glass slipper, and a happily ever after, but this is the most remarkable, delightful, and profound version of Cinderella you'll ever read.. Gail Carson Levine's examination of traditional female roles in fairy tales takes some satisfying twists and deviations from the original. Ella is bound by obedience against her will, and takes matters in her own hands with ambition and verve. Her relationship with the prince is balanced and based on humor and mutual respect; in fact, it is she who ultimately rescues. him. . Ella Enchanted has won many well-deserved awards, including a Newbery Honor.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Childrens",
                "Retellings",
                "Adventure"
            ]
        },
        {
            "title": "The Dispossessed",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.22,
            "ranking_count": 103613,
            "abstract": "Librarian note: Alternate cover edition of ISBN. 9780061054884. .. Shevek, a brilliant physicist, decides to take action. He will seek answers, question the unquestionable, and attempt to tear down the walls of hatred that have isolated his planet of anarchists from the rest of the civilized universe. To do this dangerous task will mean giving up his family and possibly his life—Shevek must make the unprecedented journey to the utopian mother planet, Urras, to challenge the complex structures of life and living, and ignite the fires of change.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Speculative Fiction",
                "Politics",
                "Philosophy",
                "Novels"
            ]
        },
        {
            "title": "Jitterbug Perfume",
            "authors": [
                "Tom Robbins"
            ],
            "ranking": 4.21,
            "ranking_count": 73142,
            "abstract": "Jitterbug Perfume. is an epic, which is to say, it begins in the forests of ancient Bohemia and doesn't conclude until nine o'clock tonight [Paris time]. It is a saga, as well. A saga must have a hero, and the hero of this one is a janitor with a missing bottle. The bottle is blue, very, very old, and embossed with the image of a goat-horned god. If the liquid in the bottle is actually is the secret essence of the universe, as some folks seem to think, it had better be discovered soon because it is leaking and there is only a drop or two left.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Humor",
                "Magical Realism",
                "Literature",
                "Novels",
                "Contemporary",
                "Classics",
                "Literary Fiction"
            ]
        },
        {
            "title": "100 Selected Poems",
            "authors": [
                "E.E. Cummings"
            ],
            "ranking": 4.3,
            "ranking_count": 27894,
            "abstract": "E.E. Cummings is without question one of the major poets of the 20th century, and this volume, first published in 1959, is indispensable for every lover of modern lyrical verse. It contains one hundred of Cummings’s wittiest and most profound poems, harvested from thirty-five of the most radically creative years in contemporary American poetry. These poems exhibit all the extraordinary lyricism, playfulness, technical ingenuity, and compassion for which Cummings is famous. They demonstrate beautifully his extrapolations from traditional poetic structures and his departures from them, as well as the unique synthesis of lavish imagery and acute artistic precision that has won him the adulation and respect of critics and poetry lovers everywhere.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Fiction",
                "The United States Of America",
                "Anthologies",
                "Poetry Plays"
            ]
        },
        {
            "title": "The Winds of War",
            "authors": [
                "Herman Wouk"
            ],
            "ranking": 4.36,
            "ranking_count": 54678,
            "abstract": "Like no other masterpiece of historical fiction, Herman Wouk's sweeping epic of World War II is the great novel of America's Greatest Generation.. Wouk's spellbinding narrative captures the tide of global events, as well as all the drama, romance, heroism, and tragedy of World War II, as it immerses us in the lives of a single American family drawn into the very center of the war's maelstrom.. The Winds of War. and its sequel. War and Remembrance. stand as the crowning achievement of one of America's most celebrated storytellers.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Classics",
                "Audiobook",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Sparrow",
            "authors": [
                "Mary Doria Russell"
            ],
            "ranking": 4.12,
            "ranking_count": 69586,
            "abstract": "In 2019, humanity finally finds proof of extraterrestrial life when a listening post in Puerto Rico picks up exquisite singing from a planet that will come to be known as Rakhat. While United Nations diplomats endlessly debate a possible first contact mission, the Society of Jesus quietly organizes an eight-person scientific expedition of its own. What the Jesuits find is a world so beyond comprehension that it will lead them to question what it means to be human.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Religion",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Adult",
                "Book Club",
                "Novels"
            ]
        },
        {
            "title": "Gödel, Escher, Bach: An Eternal Golden Braid",
            "authors": [
                "Douglas R. Hofstadter"
            ],
            "ranking": 4.28,
            "ranking_count": 46464,
            "abstract": "Douglas Hofstadter's book is concerned directly with the nature of “maps” or links between formal systems. However, according to Hofstadter, the formal system that underlies all mental activity transcends the system that supports it. If life can grow out of the formal chemical substrate of the cell, if consciousness can emerge out of a formal system of firing neurons, then so too will computers attain human intelligence. Gödel, Escher, Bach is a wonderful exploration of fascinating ideas at the heart of cognitive science: meaning, reduction, recursion, and much more.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "Music",
                "Psychology",
                "Art",
                "Unfinished",
                "History"
            ]
        },
        {
            "title": "Winter's Tale",
            "authors": [
                "Mark Helprin"
            ],
            "ranking": 3.5,
            "ranking_count": 27318,
            "abstract": "New York City is subsumed in arctic winds, dark nights, and white lights, its life unfolds, for it is an extraordinary hive of the imagination, the greatest house ever built, and nothing exists that can check its vitality. One night in winter, Peter Lake, orphan and master-mechanic, attempts to rob a fortress-like mansion on the Upper West Side.. Though he thinks the house is empty, the daughter of the house is home. Thus begins the love between Peter Lake, a middle-aged Irish burglar, and Beverly Penn, a young girl, who is dying.. Peter Lake, a simple, uneducated man, because of a love that, at first he does not fully understand, is driven to stop time and bring back the dead. His great struggle, in a city ever alight with its own energy and besieged by unprecedented winters, is one of the most beautiful and extraordinary stories of American literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Magical Realism",
                "Romance",
                "New York",
                "Unfinished",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Collector",
            "authors": [
                "John Fowles"
            ],
            "ranking": 3.99,
            "ranking_count": 66735,
            "abstract": "Withdrawn, uneducated and unloved, Frederick collects butterflies and takes photographs. He is obsessed with a beautiful stranger, the art student Miranda. When he wins the pools he buys a remote Sussex house and calmly abducts Miranda, believing she will grow to love him in time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Horror",
                "Thriller",
                "Mystery",
                "Novels",
                "European Literature",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "The Foundation Trilogy",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.41,
            "ranking_count": 96352,
            "abstract": "A THOUSAND-YEAR EPIC, A GALACTIC STRUGGLE, A MONUMENTAL WORK IN THE ANNALS OF SCIENCE FICTION. FOUNDATION begins a new chapter in the story of man's future. As the Old Empire crumbles into barbarism throughout the million worlds of the galaxy, Hari Seldon and his band of psychologists must create a new entity, the Foundation-dedicated to art, science, and technology-as the beginning of a new empire.. FOUNDATION AND EMPIRE describes the mighty struggle for power amid the chaos of the stars in which man stands at the threshold of a new enlightened life which could easily be destroyed by the old forces of barbarism.. SECOND FOUNDATION follows the Seldon Plan after the First Empire's defeat and describes its greatest threat-a dangerous mutant strain gone wild, which produces a mind capable of bending men's wills, directing their thoughts, reshaping their desires, and destroying the universe.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Space",
                "Literature",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Accidental Tourist",
            "authors": [
                "Anne Tyler"
            ],
            "ranking": 3.9,
            "ranking_count": 101659,
            "abstract": "Macon Leary is a travel writer who hates both travel and anything out of the ordinary. He is grounded by loneliness and an unwillingness to compromise his creature comforts when he meets Muriel, a deliciously peculiar dog-obedience trainer who up-ends Macon’s insular world and thrusts him headlong into a remarkable engagement with life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Romance",
                "Novels",
                "Adult Fiction",
                "Literature",
                "Classics",
                "Adult"
            ]
        },
        {
            "title": "Survival in Auschwitz",
            "authors": [
                "Primo Levi",
                "Stuart J. Woolf",
                "Philip Roth"
            ],
            "ranking": 4.29,
            "ranking_count": 62666,
            "abstract": "The true and harrowing account of Primo Levi’s experience at the German concentration camp of Auschwitz and his miraculous survival; hailed by The Times Literary Supplement as a “true work of art, this edition includes an exclusive conversation between the author and Philip Roth.. In 1943, Primo Levi, a twenty-five-year-old chemist and “Italian citizen of Jewish race,” was arrested by Italian fascists and deported from his native Turin to Auschwitz. Survival in Auschwitz is Levi’s classic account of his ten months in the German death camp, a harrowing story of systematic cruelty and miraculous endurance. Remarkable for its simplicity, restraint, compassion, and even wit, Survival in Auschwitz remains a lasting testament to the indestructibility of the human spirit.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "World War II",
                "Autobiography",
                "Classics",
                "Biography",
                "War",
                "European Literature",
                "Historical"
            ]
        },
        {
            "title": "Finnegans Wake",
            "authors": [
                "James Joyce"
            ],
            "ranking": 3.67,
            "ranking_count": 12103,
            "abstract": "A story with no real beginning or end (it ends in the middle of a sentence and begins in the middle of the same sentence), this book of Doublends Jined is as remarkable for its prose as for its circular structure.. Written in a fantastic dream-language, forged from polyglot puns and portmanteau words, the Wake features some of Joyce's most hilarious characters: the Irish barkeep Humphrey Chimpden Earwicker, Shem the Penman, Shaun the Postman, and Anna Livia Plurabelle.. Joyce's final work, Finnegan's Wake is his masterpiece of the night as Ulysses is of the day. Supreme linguistic virtuosity conjures up the dark underground worlds of sexuality and dream. Joyce undermines traditional storytelling and all official forms of English and confronts the different kinds of betrayal - cultural, political and sexual - that he saw at the heart of Irish history. Dazzlingly inventive, with passages of great lyrical beauty and humour, Finnegans Wake remains one of the most remarkable works of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Cultural",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "Contact",
            "authors": [
                "Carl Sagan",
                "William Olivier Desmond"
            ],
            "ranking": 4.13,
            "ranking_count": 133259,
            "abstract": "Jeune astronome convaincue de l'existence d'une vie extraterrestre intelligente, Ellie Arroway doit faire face au scepticisme de la communauté scientifique à l'égard du projet Argus, un programme d'écoute spatiale installé au Nouveau-Mexique qu'elle et son équipe tentent par tous les moyens de sauver. Jusqu'au jour où leurs ordinateurs captent un message rationnel émis non pas depuis la Terre, mais depuis Véga, une lointaine étoile. Ellie se lance alors à coeur perdu dans son déchiffrage, pour découvrir qu'il s'agit des plans d'un véhicule censé permettre à des humains de voyager dans l'espace afin de rencontrer ceux qui nous les ont adressés. Or ces êtres. semblent à présent impatients d'établir le contact : ils nous surveillent depuis longtemps, et le moment est peut-être venu pour eux de nous juger...",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Space",
                "Novels",
                "Fantasy",
                "Audiobook",
                "Science"
            ]
        },
        {
            "title": "Pet Sematary",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.03,
            "ranking_count": 495001,
            "abstract": "'. This is an alternate Cover Edition for. ASIN: B00K3NEE56. .. When the Creeds move into a beautiful old house in rural Maine, it all seems too good to be true: physician father, beautiful wife, charming little daughter, adorable infant son-and now an idyllic home. As a family, they've got it all...right down to the friendly car. But the nearby woods hide a blood-chilling truth-more terrifying than death itself-and hideously more powerful. The Creeds are going to learn that sometimes dead is better.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook",
                "Adult",
                "Mystery",
                "Suspense"
            ]
        },
        {
            "title": "The New York Trilogy",
            "authors": [
                "Paul Auster",
                "Art Spiegelman",
                "Luc Sante"
            ],
            "ranking": 3.88,
            "ranking_count": 68184,
            "abstract": "The remarkable, acclaimed series of interconnected detective novels – from the author of 4 3 2 1: A Novel. The. New York Review of Books. has called Paul Auster’s work “one of the most distinctive niches in contemporary literature.” Moving at the breathless pace of a thriller, this uniquely stylized triology of detective novels begins with. City of Glass. , in which Quinn, a mystery writer, receives an ominous phone call in the middle of the night. He’s drawn into the streets of New York, onto an elusive case that’s more puzzling and more deeply-layered than anything he might have written himself. In. Ghosts. , Blue, a mentee of Brown, is hired by White to spy on Black from a window on Orange Street. Once Blue starts stalking Black, he finds his subject on a similar mission, as well. In. The Locked Room. , Fanshawe has disappeared, leaving behind his wife and baby and nothing but a cache of novels, plays, and poems.. This Penguin Classics Deluxe Edition includes an introduction from author and professor Luc Sante, as well as a pulp novel-inspired cover from Art Spiegelman, Pulitzer Prize-winning graphic artist of. Maus. and. In the Shadow of No Towers. .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Literature",
                "Novels",
                "Contemporary",
                "New York",
                "The United States Of America",
                "Classics"
            ]
        },
        {
            "title": "Speaker for the Dead",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 4.08,
            "ranking_count": 237237,
            "abstract": "Now available in mass market, the revised, definitive edition of the Hugo and Nebula Award-winning classic. In this second book in the saga set 3,000 years after the terrible war, Ender Wiggin is reviled by history as the Xenocide--the destroyer of the alien Buggers. Now, Ender tells the true story of the war and seeks to stop history from repeating itself. .... In the aftermath of his terrible war, Ender Wiggin disappeared, and a powerful voice arose: The Speaker for the Dead, who told the true story of the Bugger War.. Now, long years later, a second alien race has been discovered, but again the aliens' ways are strange and frightening...again, humans die. And it is only the Speaker for the Dead, who is also Ender Wiggin the Xenocide, who has the courage to confront the mystery...and the truth.. Speaker for the Dead. , the second novel in Orson Scott Card's Ender Quintet, is the winner of the 1986 Nebula Award for Best Novel and the 1987 Hugo Award for Best Novel.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Young Adult",
                "Audiobook",
                "Space",
                "Novels"
            ]
        },
        {
            "title": "Death in Venice and Other Tales",
            "authors": [
                "Thomas Mann",
                "Joachim Neugroschel"
            ],
            "ranking": 3.91,
            "ranking_count": 16340,
            "abstract": "Featuring his world-famous masterpiece, Death in Venice, this new collection of Nobel laureate Thomas Mann's stories and novellas reveals his artistic evolution. In this new, widely acclaimed translation that restores the controversial passages that were cut out of the original English version, Death in Venice tells about a ruinous quest for love and beauty amid degenerating splendor. Gustav von Aschenbach, a successful but lonely author, travels to the Queen of the Adriatic in search of an elusive spiritual fulfillment that turns into his erotic doom. Spellbound by a beautiful Polish boy, he finds himself fettered to this hypnotic city of sun-drenched sensuality and eerie physical decay. Also included in this volume are eleven other stories by Mann: Tonio Kroger, Gladius Dei, The Blood of the Walsungs, The Will for Happiness, Little Herr Friedmann, Tobias Mindernickel, Little Lizzy, Tristan, The Starvelings, The Wunderkind, and Harsh Hour. All of the stories collected here display Mann's inimitable use of irony, his subtle characterizations, and superb, complex plots.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "European Literature",
                "Literature",
                "LGBT",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "The Illustrated Man",
            "authors": [
                "Ray Bradbury"
            ],
            "ranking": 4.12,
            "ranking_count": 88568,
            "abstract": "That. The Illustrated Man. has remained in print since being published in 1951 is fair testimony to the universal appeal of Ray Bradbury's work. Only his second collection (the first was. Dark Carnival. , later reworked into. The October Country. ), it is a marvelous, if mostly dark, quilt of science fiction, fantasy, and horror. In an ingenious framework to open and close the book, Bradbury presents himself as a nameless narrator who meets the Illustrated Man--a wanderer whose entire body is a living canvas of exotic tattoos. What's even more remarkable, and increasingly disturbing, is that the illustrations are themselves magically alive, and each proceeds to unfold its own story, such as The Veldt, wherein rowdy children take a game of virtual reality way over the edge. Or Kaleidoscope, a heartbreaking portrait of stranded astronauts about to reenter our atmosphere--without the benefit of a spaceship. Or Zero Hour, in which invading aliens have discovered a most logical ally--our own children. Even though most were written in the 1940s and 1950s, these 18 classic stories will be just as chillingly effective 50 years from now.. --Stanley Wiater. Contents:. · Prologue: The Illustrated Man · ss *. · The Veldt [“The World the Children Made”] · ss The Saturday Evening Post Sep 23 ’50. · Kaleidoscope · ss Thrilling Wonder Stories Oct ’49. · The Other Foot · ss New Story Magazine Mar ’51. · The Highway [as by Leonard Spalding] · ss Copy Spr ’50. · The Man · ss Thrilling Wonder Stories Feb ’49. · The Long Rain [“Death-by-Rain”] · ss Planet Stories Sum ’50. · The Rocket Man · ss Maclean’s Mar 1 ’51. · The Fire Balloons [“‘In This Sign...’”] · ss Imagination Apr ’51. · The Last Night of the World · ss Esquire Feb ’51. · The Exiles [“The Mad Wizards of Mars”] · ss Maclean’s Sep 15 ’49; F&SF Win ’50. · No Particular Night or Morning · ss *. · The Fox and the Forest [“To the Future”] · ss Colliers May 13 ’50. · The Visitor · ss Startling Stories Nov ’48. · The Concrete Mixer · ss Thrilling Wonder Stories Apr ’49. · Marionettes, Inc. [Marionettes, Inc.] · ss Startling Stories Mar ’49. · The City [“Purpose”] · ss Startling Stories Jul ’50. · Zero Hour · ss Planet Stories Fll ’47. · The Rocket [“Outcast of the Stars”] · ss Super Science Stories Mar ’50. · Epilogue · aw *",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Classics",
                "Fantasy",
                "Horror",
                "Science Fiction Fantasy",
                "Literature",
                "Anthologies",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Down and Out in Paris and London",
            "authors": [
                "George Orwell"
            ],
            "ranking": 4.08,
            "ranking_count": 75209,
            "abstract": "This unusual fictional memoir - in good part autobiographical - narrates without self-pity and often with humor the adventures of a penniless British writer among the down-and-outs of two great cities. The Parisian episode is fascinating for its expose of the kitchens of posh French restaurants, where the narrator works at the bottom of the culinary echelon as dishwasher, or plongeur. In London, while waiting for a job, he experiences the world of tramps, street people, and free lodging houses. In the tales of both cities we learn some sobering Orwellian truths about poverty and of society.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "Autobiography",
                "Biography",
                "Travel",
                "History",
                "Literature",
                "Cultural",
                "Politics",
                "European Literature"
            ]
        },
        {
            "title": "All the President's Men",
            "authors": [
                "Carl Bernstein",
                "Bob Woodward"
            ],
            "ranking": 4.16,
            "ranking_count": 51453,
            "abstract": "The full account of the Watergate scandal from the two. Washington Post. reporters who broke the story. This is “the work that brought down a presidency— perhaps the most influential piece of journalism in history” (. Time. , All-Time 100 Best Nonfiction Books).. This is the book that changed America. Published just two months before President Nixon’s resignation,. All the President’s Men. revealed the full scope of the Watergate scandal and introduced for the first time the mysterious “Deep Throat.” Beginning with the story of a simple burglary at Democratic headquarters and then continuing through headline after headline, Bernstein and Woodward deliver the stunning revelations and pieces in the Watergate puzzle that brought about Nixon’s shocking downfall. Their explosive reports won a Pulitzer Prize for. The Washington Post. , toppled the president, and have since inspired generations of reporters.. All the President’s Men. is a riveting detective story, capturing the exhilarating rush of the biggest presidential scandal in U.S. history as it unfolded in real time. It is, as former. New York Times. managing editor Gene Roberts has called it, “maybe the single greatest reporting effort of all time.”",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Writing",
                "North American Hi...",
                "Crime",
                "Classics",
                "Historical",
                "Biography"
            ]
        },
        {
            "title": "Starship Troopers",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 4.0,
            "ranking_count": 210122,
            "abstract": "The historians can’t seem to settle whether to call this one The Third Space War (or the fourth), or whether The First Interstellar War fits it better. We just call it “The Bug War. Everything up to then and still later were incidents, patrols, or police actions. However, you are just as dead if you buy the farm in an incident as you are if you buy it in a declared war.... In one of Robert A. Heinlein’s most controversial bestsellers, a recruit of the future goes through the toughest boot camp in the Universe—and into battle with the Terran Mobile Infantry against mankind’s most alarming enemy.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "War",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Audiobook"
            ]
        }
    ]
}