{
    "books": [
        {
            "title": "The Believing Brain: From Ghosts and Gods to Politics and Conspiracies---How We Construct Beliefs and Reinforce Them as Truths",
            "authors": [
                "Michael Shermer"
            ],
            "ranking": 3.93,
            "ranking_count": 7246,
            "abstract": "Synthesizing thirty years of research, psychologist and science historian Michael Shermer upends the traditional thinking about how humans form beliefs about the world. Simply put, beliefs come first and explanations for beliefs follow. The brain, Shermer argues, is a belief engine. Using sensory data that flow in through the senses, the brain naturally begins to look for and find patterns, and then infuses those patterns with meaning, forming beliefs. Once beliefs are formed the brain begins to look for and find confirmatory evidence in support of those beliefs, accelerating the process of reinforcing them, and round and round the process goes in a positive-feedback loop.. In. The Believing Brain,. Shermer provides countless real-world examples of how this process operates, from politics, economics, and religion to conspiracy theories, the supernatural, and the paranormal. And ultimately, he demonstrates why science is the best tool ever devised to determine whether or not our beliefs match reality.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Psychology",
                "Religion",
                "Philosophy",
                "Biology",
                "Politics",
                "Neuroscience"
            ]
        },
        {
            "title": "The Bright Hour: A Memoir of Living and Dying",
            "authors": [
                "Nina Riggs"
            ],
            "ranking": 4.3,
            "ranking_count": 16137,
            "abstract": "An exquisite memoir about how to live--and love--every day with death in the room, from poet Nina Riggs, mother of two young sons and the direct descendant of Ralph Waldo Emerson, in the tradition of. When Breath Becomes Air. .. We are breathless, but we love the days. They are promises. They are the only way to walk from one night to the other.. Nina Riggs was just thirty-seven years old when initially diagnosed with breast cancer--one small spot. Within a year, the mother of two sons, ages seven and nine, and married sixteen years to her best friend, received the devastating news that her cancer was terminal.. How does one live each day, unattached to outcome? How does one approach the moments, big and small, with both love and honesty?. Exploring motherhood, marriage, friendship, and memory, even as she wrestles with the legacy of her great-great-great grandfather, Ralph Waldo Emerson, Nina Riggs's breathtaking memoir continues the urgent conversation that Paul Kalanithi began in his gorgeous. When Breath Becomes Air.. She asks, what makes a meaningful life when one has limited time?. Brilliantly written, disarmingly funny, and deeply moving,. The Bright Hour. is about how to love all the days, even the bad ones, and it's about the way literature, especially Emerson, and Nina's other muse, Montaigne, can be a balm and a form of prayer. It's a book about looking death squarely in the face and saying this is what will be.. Especially poignant in these uncertain times,. The Bright Hour. urges us to live well and not lose sight of what makes us human: love, art, music, words.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Death",
                "Biography Memoir",
                "Audiobook",
                "Medical",
                "Health",
                "Adult"
            ]
        },
        {
            "title": "Daughters of Rome",
            "authors": [
                "Kate Quinn"
            ],
            "ranking": 4.03,
            "ranking_count": 8116,
            "abstract": "A.D. 69. Nero is dead.. The Roman Empire is up for the taking. With bloodshed spilling out of the palace and into the streets of Rome, chaos has become the status quo. The Year of Four Emperors will change everything—especially the lives of two sisters with a very personal stake in the outcome….. Elegant and ambitious, Cornelia embodies the essence of the perfect Roman wife. She lives to one day see her loyal husband as Emperor. Her sister, Marcella, is more withdrawn, content to witness history rather than make it. Even so, Marcella has her share of distinguished suitors, from a cutthroat contender for the throne to a politician’s son who swears that someday he will be Emperor.. But when a bloody coup turns their world upside down, Cornelia and Marcella—along with their cousins, one a collector of husbands and lovers, the other a horse-mad beauty with no interest in romance—must maneuver carefully just to stay alive. As Cornelia tries to pick up the pieces of her shattered dreams, Marcella discovers a hidden talent for influencing the most powerful men in Rome. In the end, though, there can only be one Emperor … and one Empress.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Cultural",
                "History",
                "Literature",
                "Roman",
                "Drama"
            ]
        },
        {
            "title": "The Temporal Element: Time Travel Adventures, Past, Present, & Future",
            "authors": [
                "Martin T. Ingham",
                "Bruno Lombardi",
                "Arthur M. Doweyko",
                "C.M.  Chang"
            ],
            "ranking": 3.5,
            "ranking_count": 8,
            "abstract": "Since the dawn of the modern era, mankind has dreamed about the possibility of traversing the bounds of linear time, to explore the dark mysteries of pre-history or seek out the wild possibilities of the far future in person. This collection of stories does the next best thing, allowing readers to dream of the possibilities of such a theoretical trip. The Temporal Element contains stories all about traveling through time, and not in the natural way. From spell-casting wizards, to mad scientists, and government-sanctioned time agencies, here you will find an exceptional selection of stories about people traveling beyond their native time. Explore ancient history, the distant future, and everywhere in between.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "The Victoria Letters: The Heart and Mind of a Young Queen (The Official Companion to the ITV Series)",
            "authors": [
                "Helen Rappaport",
                "Daisy Goodwin"
            ],
            "ranking": 4.14,
            "ranking_count": 1005,
            "abstract": "The official companion to ITV’s hotly anticipated new drama, The Victoria Letters delves into the private writings of the young Queen Victoria, painting a vivid picture of the personal life of one of England’s greatest monarchs.. From the producers of Poldark and Endeavour, ITV’s Victoria follows the early years of the young Queen’s reign, based closely on Victoria’s own letters and journals. Now explore this extensive collection in greater depth, and discover who Victoria really was behind her upright public persona.. At only 18 years old, Victoria ascended the throne as a rebellious teenager and gradually grew to become one of the most memorable, unshakeable and powerful women in history. The extensive writings she left behind document this personal journey and show how she triumphed over scandal and corruption. Written by Internationally bestselling author, historian of 12 books and Victoria historical consultant, Helen Rappaport, and including a foreword by Daisy Goodwin – acclaimed novelist and screenwriter of the series – The Victoria Letters details the history behind the show. Revealing Victoria’s own thoughts about the love interests, family dramas and court scandals during her early reign, it also delves into the running of the royal household, the upstairs-downstairs relationships, and what it was like to live in Victorian England.. Full of beautiful photography from the series and genuine imagery from the era, come behind the palace doors and discover the girl behind the Queen.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Historical",
                "European Literature",
                "Reference",
                "Autobiography"
            ]
        },
        {
            "title": "My Brother's Book",
            "authors": [
                "Maurice Sendak",
                "Stephen Greenblatt"
            ],
            "ranking": 3.66,
            "ranking_count": 1485,
            "abstract": "Fifty years after Where the Wild Things Are was published comes the last book Maurice Sendak completed before his death in May 2012, My Brother's Book. With influences from Shakespeare and William Blake, Sendak pays homage to his late brother, Jack, whom he credited for his passion for writing and drawing. Pairing Sendak's poignant poetry with his exquisite and dramatic artwork, this book redefines what mature readers expect from Maurice Sendak while continuing the lasting legacy he created over his long, illustrious career. Sendak's tribute to his brother is an expression of both grief and love and will resonate with his lifelong fans who may have read his children's books and will be ecstatic to discover something for them now. Pulitzer Prize–winning literary critic and Shakespearean scholar Stephen Greenblatt contributes a moving introduction.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Childrens",
                "Art",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Death",
                "Sequential Art"
            ]
        },
        {
            "title": "Frontier",
            "authors": [
                "Can Xue",
                "Karen Gernant",
                "Zeping Chen",
                "Porochista Khakpour"
            ],
            "ranking": 3.5,
            "ranking_count": 252,
            "abstract": "One of the most raved-about works of translated fiction this year—Jonathan Sturgeon,. Flavorwire. Frontier. opens with the story of Liujin, a young woman heading out on her own to create her own life in Pebble Town, a somewhat surreal place at the base of Snow Mountain where wolves roam the streets and certain enlightened individuals can see and enter a paradisiacal garden.. Exploring life in this city (or in the frontier) through the viewpoint of a dozen different characters, some simple, some profound, Can Xue's latest novel attempts to unify the grand opposites of life--barbarism and civilization, the spiritual and the material, the mundane and the sublime, beauty and death, Eastern and Western cultures.. A layered, multifaceted masterpiece from the 2015 winner of the Best Translated Book Award,. Frontier. exemplifies John Darnielle's statement that Can Xue's books read as if dreams had invaded the physical world.. Can Xue. is a pseudonym meaning dirty snow, leftover snow. She learned English on her own and has written books on Borges, Shakespeare, and Dante. Her publications in English include. The Embroidered Shoes. ,. Five Spice Street. ,. Vertical Motion. , and. The Last Lover. , which won the 2015 Best Translated Book Award for Fiction.. Karen Gernant. is a professor emerita of Chinese history at Southern Oregon University. She translates in collaboration with Chen Zeping.. Chen Zeping. is a professor of Chinese linguistics at Fujian Teachers' University, and has collaborated with Karen Gernant on more than ten translations.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Magical Realism",
                "Literature",
                "Novels",
                "Asian Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "City of Blades",
            "authors": [
                "Robert Jackson Bennett"
            ],
            "ranking": 4.21,
            "ranking_count": 14389,
            "abstract": "A generation ago, the city of Voortyashtan was the stronghold of the god of war and death, the birthplace of fearsome supernatural sentinels who killed and subjugated millions.. Now, the city’s god is dead. The city itself lies in ruins. And to its new military occupiers, the once-powerful capital is a wasteland of sectarian violence and bloody uprisings.. So it makes perfect sense that General Turyin Mulaghesh — foul-mouthed hero of the battle of Bulikov, rumored war criminal, ally of an embattled Prime Minister — has been exiled there to count down the days until she can draw her pension and be forgotten.. At least, it makes the perfect. cover. story.. The truth is that the general has been pressed into service one last time, dispatched to investigate a discovery. For while the city’s god is most certainly dead,. something. is awakening in Voortyashtan. And someone is determined to make the world tremble at the the city’s awful power again.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Murmur",
            "authors": [
                "Will Eaves"
            ],
            "ranking": 3.42,
            "ranking_count": 800,
            "abstract": "Taking its cue from the arrest and legally enforced chemical castration of the mathematician Alan Turing, Murmur is the account of a man who responds to intolerable physical and mental stress with love, honour and a rigorous, unsentimental curiosity about the ways in which we perceive ourselves and the world. Formally audacious, daring in its intellectual inquiry and unwaveringly humane, Will Eaves’s new novel is a rare achievement.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Historical",
                "Literary Fiction",
                "Health",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Secret Karate Techniques: Kata Bunkai",
            "authors": [
                "Helmut Kogel"
            ],
            "ranking": 3.7,
            "ranking_count": 10,
            "abstract": "This book is intended to aid both the experienced Karate student and those just starting up to find their way in the theoretical and historical background of Karate.",
            "part_of_series": false,
            "genre_list": [
                "Combat"
            ]
        },
        {
            "title": "In Bed with the Beast",
            "authors": [
                "Tara Sivec"
            ],
            "ranking": 4.06,
            "ranking_count": 3834,
            "abstract": "A tale as old as time: she needs a place to stay, he's a grump with a secret and an extra room...can love find a way?. Meet the Naughty Princess Club, a series from. USA Today. bestselling author Tara Sivec that brings readers to Fairytale Lane and the hilarity—and romance—that three women fall into once they decide to strut their stuff and bring on their own happily ever after.. Living in her overprotective dad’s basement, shy Belle lives her life through books. Being a part of the Naughty Princess Club is the first adventure she’s ever had, plus she desperately needs the money to save one of her favorite places - the local library.. But when her new friends and new business gets her kicked out of her dad’s house, Belle is rescued by the surly Vincent “Beast” Adams who invites her to be his house guest until she gets back on her feet. Despite his attitude problem and. long. list of rules, Belle finds herself warming to the muscled man with a penchant for growling and starts seeing a gentle side to him that wasn’t there before.. Yet there’s a room that Beast keeps locked and Belle keeps getting hints that Beast is hiding something…can a nerdy librarian tame the beast or will their romance be over before it has a chance to blossom?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Humor",
                "Womens Fiction",
                "Audiobook",
                "Adult",
                "Retellings",
                "Fairy Tales",
                "Fantasy"
            ]
        },
        {
            "title": "Μαύρο νερό",
            "authors": [
                "Μιχάλης Μακρόπουλος"
            ],
            "ranking": 4.33,
            "ranking_count": 485,
            "abstract": "Ένας πατέρας κι ο ανάπηρος γιος του, με όπλο την αγάπη που τρέφουν ο ένας για τον άλλο, παλεύουν να επιβιώσουν σ' ένα χωριό που ερημώνει, στα βουνά της Ηπείρου. Γύρω τους έχει συντελεστεί μια οικολογική καταστροφή· το νερό πλέον δεν πίνεται, τα ζώα και τα φυτά είναι δηλητηριασμένα.. Ο αγώνας τους δίνεται με λόγο λιτό και ποιητικό στο. Μαύρο νερό. .. Περίμενε υπομονετικά· ήξερε ότι αργή ή γρήγορα κάποιο ζώο θα κατέβαινε να ξεδιψάσει στο νερό, που ξεγελούσε με τον γάργαρο ήχο του. Πενήντα μέτρα παραπίσω ήταν η παλιά δεξαμενή, με μισοσβησμένα πάνω τα γράμματα της RIPOIL, ενώ τα πλατανόφυλλα βάθαιναν με τον ίσκιο τους το καφεκόκκινο χρώμα της σκουριάς. Τρύπες είχαν ανοίξει στο μέταλλο, ένα παχύ στρώμα από σάπια φύλλα είχε γίνει χούμος μέσα, και η παλιά δεξαμενή ήταν γεμάτη ζωή: έντομα, τρωκτικά, πουλιά που μπαινόβγαιναν. Το πλατανόδασος δίπλα στο ποτάμι είχε δεχτεί με συγκατάβαση τον μεταλλικό ξένο, τον είχε κυκλώσει σκιάζοντάς τον, και κλαριά ακουμπούσαν πάνω του και τον διαπερνούσαν.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Cultural",
                "Science Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Bird King",
            "authors": [
                "G. Willow Wilson"
            ],
            "ranking": 3.74,
            "ranking_count": 7202,
            "abstract": "New from the award-winning author of. Alif the Unseen. and writer of the Ms. Marvel series, G. Willow Wilson. Set in 1491 during the reign of the last sultanate in the Iberian peninsula,. The Bird King. is the story of Fatima, the only remaining Circassian concubine to the sultan, and her dearest friend Hassan, the palace mapmaker.. Hassan has a secret--he can draw maps of places he's never seen and bend the shape of reality. When representatives of the newly formed Spanish monarchy arrive to negotiate the sultan's surrender, Fatima befriends one of the women, not realizing that she will see Hassan's gift as sorcery and a threat to Christian Spanish rule. With their freedoms at stake, what will Fatima risk to save Hassan and escape the palace walls?. As Fatima and Hassan traverse Spain with the help of a clever jinn to find safety,. The Bird King. asks us to consider what love is and the price of freedom at a time when the West and the Muslim world were not yet separate.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Magical Realism",
                "Adult",
                "Historical Fiction",
                "Science Fiction Fantasy",
                "Cultural",
                "LGBT"
            ]
        },
        {
            "title": "How to Stop Time",
            "authors": [
                "Matt Haig"
            ],
            "ranking": 3.85,
            "ranking_count": 110178,
            "abstract": "She smiled a soft, troubled smile and I felt the whole world slipping away, and I wanted to slip with it, to go wherever she was going... I had existed whole years without her, but that was all it had been. An existence. A book with no words.. Tom Hazard has just moved back to London, his old home, to settle down and become a high school history teacher. And on his first day at school, he meets a captivating French teacher at his school who seems fascinated by him. But Tom has a dangerous secret. He may look like an ordinary 41-year-old, but owing to a rare condition, he's been alive for centuries. Tom has lived history--performing with Shakespeare, exploring the high seas with Captain Cook, and sharing cocktails with Fitzgerald. Now, he just wants an ordinary life.. Unfortunately for Tom, the Albatross Society, the secretive group which protects people like Tom, has one rule: Never fall in love. As painful memories of his past and the erratic behavior of the Society's watchful leader threaten to derail his new life and romance, the one thing he can't have just happens to be the one thing that might save him. Tom will have to decide once and for all whether to remain stuck in the past, or finally begin living in the present.. How to Stop Time. tells a love story across the ages--and for the ages--about a man lost in time, the woman who could save him, and the lifetimes it can take to learn how to live. It is a bighearted, wildly original novel about losing and finding yourself, the inevitability of change, and how with enough time to learn, we just might find happiness.. Soon to be a major motion picture starring Benedict Cumberbatch.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Science Fiction",
                "Romance",
                "Audiobook",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "MI5 and Me: A Coronet Among the Spooks",
            "authors": [
                "Charlotte Bingham"
            ],
            "ranking": 3.4,
            "ranking_count": 265,
            "abstract": "'It seems to me now that everyone who came to our house in those days was a spy... '. When Lottie is summoned to her father's office aged eighteen, she is astonished that this aloof, unexciting parent is a spy. Even more perturbing is his view that she should stop drifting around working for the sort of people her mother could never ask to dinner and get a proper job, something patriotic and worthwhile.. So Lottie finds herself outside MI5's Mayfair headquarters in a dreary suit, feeling naked without her false eyelashes. Miserably assigned to the formidable Dragon, Lottie longs to escape or anything to release her from the torment of typing. Thankfully the serene Arabella is on hand to decode the enigma of office life - from the strange disappearance of some security films to the career-transforming properties of garlic. But as Lottie's home fills with actors doubling as spies, and Arabella's mother is besieged by fishy telephone calls, Lottie begins to feel well and truly spooked.. This unique memoir is a window into 1950s Britain: a country where Russian agents infiltrate the highest echelons, where debutantes are typists and where Englishness is both a nationality and a code of behaviour. Discretion and honour meet secrecy and suspicion in this enchanting, extraordinary and hilarious true story.. From the bestselling author comes a beguiling comic memoir about a young woman who discovers her father is a spy (and was the model for John le Carré's George Smiley) and goes to work as a secretary in 1950s MI5.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "History",
                "Spy Thriller",
                "Biography",
                "Humor",
                "Biography Memoir",
                "Thriller"
            ]
        },
        {
            "title": "The Hard Thing About Hard Things: Building a Business When There Are No Easy Answers",
            "authors": [
                "Ben Horowitz"
            ],
            "ranking": 4.23,
            "ranking_count": 75261,
            "abstract": "A lot of people talk about how great it is to start a business, but only Ben Horowitz is brutally honest about how hard it is to run one.. In. The Hard Thing About Hard Things. , Ben Horowitz, cofounder of Andreessen Horowitz and one of Silicon Valley's most respected and experienced entrepreneurs, draws on his own story of founding, running, selling, buying, managing, and investing in technology companies to offer essential advice and practical wisdom for navigating the toughest problems business schools don't cover. His blog has garnered a devoted following of millions of readers who have come to rely on him to help them run their businesses. A lifelong rap fan, Horowitz amplifies business lessons with lyrics from his favorite songs and tells it straight about everything from firing friends to poaching competitors, from cultivating and sustaining a CEO mentality to knowing the right time to cash in.. His advice is grounded in anecdotes from his own hard-earned rise—from cofounding the early cloud service provider Loudcloud to building the phenomenally successful Andreessen Horowitz venture capital firm, both with fellow tech superstar Marc Andreessen (inventor of Mosaic, the Internet's first popular Web browser). This is no polished victory lap; he analyzes issues with no easy answers through his trials, including. demoting (or firing) a loyal friend;. whether you should incorporate titles and promotions, and how to handle them;. if it's OK to hire people from your friend's company;. how to manage your own psychology, while the whole company is relying on you;. what to do when smart people are bad employees;. why Andreessen Horowitz prefers founder CEOs, and how to become one;. whether you should sell your company, and how to do it.. Filled with Horowitz's trademark humor and straight talk, and drawing from his personal and often humbling experiences,. The Hard Thing About Hard Things. is invaluable for veteran entrepreneurs as well as those aspiring to their own new ventures.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Leadership",
                "Buisness",
                "Self Help",
                "Biography",
                "Science"
            ]
        },
        {
            "title": "Don't Become Angry",
            "authors": [
                "Darussalam"
            ],
            "ranking": 4.48,
            "ranking_count": 147,
            "abstract": "Much of the flaws that afflict the individual and the community stem from the singular defect of Anger. Allah (Glorified and Exalted is He). and His Messenger (Peace be upon him) have given us instructions regarding the malady and advised us to keep it in check. This work is an extensive discussion on these instructions. We hope that this concise work will aid the one who is afflicted with this flaw to find cure in, Insha Allah; while the one who is free of it will find enough incentives to keep his emotions under control.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "Thanks a Lot, Mr. Kibblewhite: My Story",
            "authors": [
                "Roger Daltrey"
            ],
            "ranking": 4.04,
            "ranking_count": 3582,
            "abstract": "The frontman of one of the greatest bands of all time tells the story of his rise from nothing to rock 'n' roll megastar, and his wild journey as the voice of The Who.. “It’s taken me three years to unpack the events of my life, to remember who did what when and why, to separate the myths from the reality, to unravel what really happened at the Holiday Inn on Keith Moon’s 21st birthday,” says Roger Daltrey, the powerhouse vocalist of The Who. The result of this introspection is a remarkable memoir, instantly captivating, funny and frank, chock-full of well-earned wisdom and one-of-kind anecdotes from a raucous life that spans a tumultuous time of change in Britain and America.. Born during the air bombing of London in 1944, Daltrey fought his way (literally) through school and poverty and began to assemble the band that would become The Who while working at a sheet metal factory in 1961. In Daltrey’s voice, the familiar stories—how they got into smashing up their kit, the infighting, Keith Moon’s antics—take on a new, intimate life. Also here is the creative journey through the unforgettable hits including. My Generation, Substitute, Pinball Wizard. , and the great albums,. Who’s Next, Tommy. , and. Quadrophenia. . Amidst all the music and mayhem, the drugs, the premature deaths, the ruined hotel rooms, Roger is our perfect narrator, remaining sober (relatively) and observant and determined to make The Who bigger and bigger. Not only his personal story, this is the definitive biography of The Who.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Biography Memoir",
                "Audiobook",
                "History",
                "European Literature"
            ]
        },
        {
            "title": "Eating Dirt",
            "authors": [
                "Charlotte Gill"
            ],
            "ranking": 3.88,
            "ranking_count": 1328,
            "abstract": "Winner of the BC National Award for Non-Fiction, and short-listed for both the Charles Taylor Prize for Literary Non-Fiction and the 2011 Hilary Weston Writer's Trust Award.. A tree planter's vivid story of a unique subculture and the magical life of the forest.. Charlotte Gill spent twenty years working as a tree planter in the forests of Canada. During her million-tree career, she encountered hundreds of clearcuts, each one a collision site between human civilization and the natural world, a complicated landscape presenting geographic evidence of our appetites. Charged with sowing the new forest in these clearcuts, tree planters are a tribe caught between the stumps and the virgin timber, between environmentalists and loggers.. In. Eating Dirt. , Gill offers up a slice of tree planting life in all of its soggy, gritty exuberance, while questioning the ability of conifer plantations to replace original forests that evolved over millennia into complex ecosystems. She looks at logging's environmental impact and its boom-and-bust history, and touches on the versatility of wood, from which we have devised countless creations as diverse as textiles and airplane parts.. Eating Dirt. also eloquently evokes the wonder of trees, which grow from tiny seeds into one of the world's largest organisms, our slowest-growing renewable resource. Most of all, the book joyously celebrates the priceless value of forests and the ancient, ever-changing relationship between humans and trees. Also available in hardcover.. Published in partnership with the David Suzuki Foundation.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Environment",
                "Cultural",
                "Science",
                "Biography",
                "Nature",
                "History"
            ]
        },
        {
            "title": "The Crooked Castle",
            "authors": [
                "Sarah Jean Horwitz"
            ],
            "ranking": 4.19,
            "ranking_count": 125,
            "abstract": "Magician’s apprentice Carmer and one-winged faerie princess Grit investigate a mysteriously magical flying circus in the follow-up to “a fun and frolicking middle grade adventure full of enough fantasy, humor and heart to make giddy even the most finicky reader.” (. BookPage. ). Shortly after saving the faeries of Skemantis, magician’s apprentice Felix Carmer III and his faerie companion, Grit, head out to see the world. They soon come across a mysteriously magical flying circus. As they get to know the outlandish world of Rinka Tinka’s Roving Wonder Show, it becomes clear there’s something not quite normal about this circus or its inventor—and that recent airship disasters plaguing nearby Driftside City may have a sinister explanation.. Fans of the Wildwood trilogy and Lockwood & Co. series will love the thrills and chills of. The Crooked Castle. as it takes readers up in the air with a flying circus, under the sea to the evil Unseelie kingdom, through a terrifying magical snowstorm, and on a chase with the menacing Wild Hunt.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Watching You",
            "authors": [
                "Lisa Jewell"
            ],
            "ranking": 3.93,
            "ranking_count": 99787,
            "abstract": "Melville Heights is one of the nicest neighbourhoods in Bristol, England; home to doctors and lawyers and old-money academics. It’s not the sort of place where people are brutally murdered in their own kitchens. But it is the sort of place where everyone has a secret. And everyone is watching you.. As the headmaster credited with turning around the local school, Tom Fitzwilliam is beloved by one and all—including Joey Mullen, his new neighbor, who quickly develops an intense infatuation with this thoroughly charming yet unavailable man. Joey thinks her crush is a secret, but Tom’s teenaged son Freddie—a prodigy with aspirations of becoming a spy for MI5—excels in observing people and has witnessed Joey behaving strangely around his father.. One of Tom’s students, Jenna Tripp, also lives on the same street, and she’s not convinced her teacher is as squeaky clean as he seems. For one thing, he has taken a particular liking to her best friend and fellow classmate, and Jenna’s mother—whose mental health has admittedly been deteriorating in recent years—is convinced that Mr. Fitzwilliam is stalking her.. Meanwhile, twenty years earlier, a schoolgirl writes in her diary, charting her doomed obsession with a handsome young English teacher named Mr. Fitzwilliam…",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Where Did You Go Bernadette",
            "authors": [
                "Maria Semple"
            ],
            "ranking": 3.89,
            "ranking_count": 529506,
            "abstract": "Very funny with quirky characters.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Humor",
                "Mystery",
                "Audiobook",
                "Womens Fiction",
                "Adult",
                "Adult Fiction",
                "Book Club",
                "Novels"
            ]
        },
        {
            "title": "Making You Mine",
            "authors": [
                "Elizabeth Reyes"
            ],
            "ranking": 4.19,
            "ranking_count": 9729,
            "abstract": "New Adult/ Contemporary Romance. Always in control, the meticulous and professional Salvador Moreno is thrown for a loop when the newly hired bartender Grace Zendejas suddenly invades his family’s restaurant, and infuriatingly, his every thought. For the first time in his life, Sal is fumbling. But after recovering from a few blunders he discovers his feelings for Grace run much deeper.. Things begin to heat up between him and Grace, but then the ever-perfect Sal does something even his brothers never did—screws up royally. Now he’s scrambling to cover up a mistake he knows could cost him dearly. As his relationship with Grace grows even more serious, Sal's secret is a ticking bomb, threatening to destroy the one thing he now lives and breathes for—his relationship with the love of his life—Grace.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Womens Fiction",
                "Adult",
                "Love",
                "Business",
                "Audiobook"
            ]
        },
        {
            "title": "My Dyslexia",
            "authors": [
                "Philip Schultz"
            ],
            "ranking": 3.74,
            "ranking_count": 878,
            "abstract": "An inspiring memoir of a Pulitzer Prize winner's triumph over disability.. Despite winning the Pulitzer Prize for Poetry in 2008, Philip Schultz could never shake the feeling of being exiled to the dummy class in school, where he was largely ignored by his teachers and peers and not expected to succeed. Not until many years later, when his oldest son was diagnosed with dyslexia, did Schultz realize that he suffered from the same condition.. In his moving memoir, Schultz traces his difficult childhood and his new understanding of his early years. In doing so, he shows how a boy who did not learn to read until he was eleven went on to become a prize-winning poet by sheer force of determination. His balancing act—life as a member of a family with not one but two dyslexics, countered by his intellectual and creative successes as a writer—reveals an inspiring story of the strengths of the human mind.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Psychology",
                "Audiobook",
                "Education",
                "Biography",
                "Biography Memoir",
                "Poetry",
                "Disability",
                "True Story"
            ]
        },
        {
            "title": "In the Orchard, the Swallows",
            "authors": [
                "Peter Hobbs"
            ],
            "ranking": 3.95,
            "ranking_count": 1153,
            "abstract": "In the foothills of a mountain range in northern Pakistan is a beautiful orchard. Swallows wheel and dive silently over the branches, and the scent of jasmine threads through the air. Pomegranates hang heavy, their skins darkening to a deep crimson. Neglected now, the trees are beginning to grow wild, their fruit left to spoil on the branches.. Many miles away, a frail young man is flung out of prison gates. Looking up, scanning the horizon for swallows in flight, he stumbles and collapses in the roadside dust. His ravaged body tells the story of fifteen years of brutality.. Just one image has held and sustained him through the dark times -- the thought of the young girl who had left him dumbstruck with wonder all those years ago, whose eyes were lit up with life.. A tale of tenderness in the face of great and corrupt power, In The Orchard, The Swallows is a heartbreaking novel written in prose of exquisite stillness and beauty.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Romance",
                "Literary Fiction",
                "Novella",
                "Literature",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "Beatrice and Virgil",
            "authors": [
                "Yann Martel"
            ],
            "ranking": 3.17,
            "ranking_count": 20448,
            "abstract": "This is the story of a donkey named Beatrice and a monkey named Virgil. It is also the story of an extraordinary journey undertaken by a man named Henry. It begins with a mysterious parcel, and it ends in a place that will make you think again about one of the most significant events of the twentieth century. Once you have finished reading it, it is impossible to forget.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Animals",
                "Contemporary",
                "World War II",
                "Novels",
                "Adult Fiction",
                "Literary Fiction",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "The Last Place You'd Look: True Stories of Missing Persons and the People Who Search for Them",
            "authors": [
                "Carole Moore"
            ],
            "ranking": 3.66,
            "ranking_count": 111,
            "abstract": "What happens when a non-custodial parent kidnaps her son? Or a college student vanishes after a night out with friends? Or a middle-aged man seemingly drowns in calm waters? What do family members, friends, and law enforcement do when a beloved goes missing? Here, Moore explores an array of missing persons' scenarios, using real life stories, to uncover the various ways that people go missing, the efforts made to retrieve them, the emotional fallout for family and friends, and the difficulties and challenges such cases present for all involved. She covers parental abductions, intentional disappearances, stranger abductions, the missing and mentally ill, runaways, foul play, and other situations where people go missing. In addition, the criminal justice approach to missing persons is discussed, as Moore looks at the science of missing persons (DNA, forensic dentistry, etc.), resources for family and friends, national organizations such as the National Center for Missing and Exploited Children, and other groups involved in searching and recovering loves ones. Here, readers will discover how people are found, how missing persons' cases are treated, and how and why some stories have happy endings and others do not.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime"
            ]
        },
        {
            "title": "Thirteen Days to Midnight",
            "authors": [
                "Patrick Carman"
            ],
            "ranking": 3.66,
            "ranking_count": 4069,
            "abstract": "You are indestructible. . These are the words that transfer an astonishing power to Jacob Fielding... and it changes everything. After all, there's something addictive about testing the limits of fear, experiencing the thrill of walking through fire, or saving your friend from a beating in front of the whole school.. Then Ophelia James, the beautiful and daring new girl in town, suggests that they use the power to do good, to save others at risk of death. But with every heroic act, the power grows into the specter of a curse. How to decide who lives and who dies? And why does darkness seem to be chasing them? Jacob only has thirteen days to figure out how to harness this terrifying power... and the answer is chilling:. What if he has to kill the one he loves to save her?. In the context of a dark, unconventional superhero story, Patrick Carman has envisioned a high concept tale of intrigue, romance, friendship and adventure that probes deep into what teens face as they enter young adult years: navigating increasingly complex choices with greater consequences, as well as the gray areas blurring the definitions of right and wrong.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Romance",
                "Mystery",
                "Horror"
            ]
        },
        {
            "title": "Redemption",
            "authors": [
                "Susannah Sandlin"
            ],
            "ranking": 3.86,
            "ranking_count": 2494,
            "abstract": "For vampire Aidan Murphy, life has never been so desperate. The vaccine used to treat a global pandemic has rendered human blood deadly to his kind, leaving them on the brink of starvation and civil war.. In tiny Penton, Alabama, Aidan establishes a peaceful community of vampires and unvaccinated human donors. He dares to hope they can survive—until his estranged brother descends upon Penton and begins killing the humans. Determined to save his town, Aidan kidnaps an unsuspecting human doctor—and finds himself falling in love for the first time in nearly four centuries.. Dr. Krystal Harris thought she was coming to Penton for a job interview, but Aidan Murphy has other plans. Infuriated by his high-handed scheme to imprison her in the small town, Krys can't ignore the attraction between them. But is it love? Or does her dangerous, charismatic captor want only to bend her to his will?",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Romance",
                "Fantasy",
                "Audiobook",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Kiss Me Twice",
            "authors": [
                "Mary Robinette Kowal"
            ],
            "ranking": 3.89,
            "ranking_count": 193,
            "abstract": "In a near future Portland, the police work with AI partners to solve cases. This one is one of the biggest cases of all.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Mystery",
                "Short Stories",
                "Novella",
                "Science Fiction Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Sins of the Highlander",
            "authors": [
                "Connie Mason",
                "Mia Marlowe"
            ],
            "ranking": 3.94,
            "ranking_count": 1256,
            "abstract": "ABDUCTION. Never had Elspeth Stewart imagined her wedding would be interrupted by a dark-haired stranger charging in on a black stallion, scooping her into his arms, and carrying her off across the wild Scottish highlands. Pressed against his hard chest and nestled between his strong thighs, she ought to have feared for her life. But her captor silenced all protests with a soul-searing kiss, giving Elspeth a glimpse of the pain behind his passion—a pain only she could ease.. OBSESSION. Mad Rob MacLaren thought stealing his rival's bride-to-be was the perfect revenge. But Rob never reckoned that this beautiful, innocent lass would awaken the part of him he thought dead and buried with his wife. Against all reason, he longed to introduce the luscious Elspeth to the pleasures of the flesh, to make her his, and only his, forever.. With two clans against them burning for battle, they must find a way to join together—body, breath, and soul. Or both will be made to pay for the.... Sins of the Highlander. .",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Cultural",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Post voor mevrouw Bromley",
            "authors": [
                "Stefan Brijs"
            ],
            "ranking": 3.94,
            "ranking_count": 3366,
            "abstract": "‘Ik weet niet of je het al hebt gehoord, maar ons land heeft dringend helden nodig. Echte helden.’. Augustus 1914. In Londen melden duizenden jongemannen zich aan om te gaan vechten tegen de Duitsers. Martin Bromley, zeventien en te jong voor het leger, probeert de twee jaar oudere John Patterson te overreden samen in dienst te gaan, maar die wil zijn droom om te gaan studeren niet opgeven. Uiteindelijk slaagt Martin er met een list in naar het front te vertrekken en blijft John achter in een stad waar de druk op dienstweigeraars toeneemt.. Post voor mevrouw Bromley is een aangrijpende roman over ouders en kinderen in tijden van oorlog. Een verhaal over moed en lafheid, hoop en vriendschap, gemis en verlangen.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "European Literature",
                "Fiction",
                "Roman",
                "War",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "The End is Now",
            "authors": [
                "John Joseph Adams",
                "Hugh Howey",
                "Scott Sigler",
                "Seanan McGuire",
                "Jamie Ford",
                "Elizabeth Bear",
                "Ben H. Winters",
                "Jonathan Maberry",
                "more…",
                "Daniel H. Wilson",
                "Robin Wasserman",
                "…less"
            ],
            "ranking": 3.91,
            "ranking_count": 1777,
            "abstract": "Famine. Death. War. Pestilence. These are the harbingers of the biblical apocalypse, of the End of the World. In science fiction, the end is triggered by less figurative means: nuclear holocaust, biological warfare/pandemic, ecological disaster, or cosmological cataclysm.. But before any catastrophe, there are people who see it coming. During, there are heroes who fight against it. And after, there are the survivors who persevere and try to rebuild.. THE APOCALYPSE TRIPTYCH will tell their stories.. Edited by acclaimed anthologist John Joseph Adams and bestselling author Hugh Howey, The Apocalypse Triptych is a series of three anthologies of apocalyptic fiction. THE END IS NIGH focuses on life before the apocalypse. THE END IS NOW turns its attention to life during the apocalypse. And THE END HAS COME explores life after the apocalypse.. THE END IS NIGH is about the match. THE END HAS COME is about what will rise from the ashes. THE END IS NOW is about the conflagration.. • • • •. table of contents:. INTRODUCTION by John Joseph Adams. HERD IMMUNITY by Tananarive Due. THE SIXTH DAY OF DEER CAMP by Scott Sigler. GOODNIGHT STARS by Annie Bellet. ROCK MANNING CAN’T HEAR YOU by Charlie Jane Anders. FRUITING BODIES by Seanan McGuire. BLACK MONDAY by Sarah Langan. ANGELS OF THE APOCALYPSE by Nancy Kress. AGENT ISOLATED by David Wellington. THE GODS WILL NOT BE SLAIN by Ken Liu. YOU’VE NEVER SEEN EVERYTHING by Elizabeth Bear. BRING THEM DOWN by Ben H. Winters. TWILIGHT OF THE MUSIC MACHINES by Megan Arkenberg. SUNSET HOLLOW by Jonathan Maberry. PENANCE by Jake Kerr. AVTOMAT by Daniel H. Wilson. DANCING WITH BATGIRL IN THE LAND OF NOD by Will McIntosh. BY THE HAIR OF THE MOON by Jamie Ford. TO WRESTLE NOT AGAINST FLESH AND BLOOD by Desirina Boskovich. IN THE MOUNTAIN by Hugh Howey. DEAR JOHN by Robin Wasserman",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Anthologies",
                "Apocalyptic",
                "Fiction",
                "Horror",
                "Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Kitty's Big Trouble",
            "authors": [
                "Carrie Vaughn"
            ],
            "ranking": 3.9,
            "ranking_count": 6595,
            "abstract": "Kitty Norville is back and in more trouble than ever.  Her recent run-in with werewolves traumatized by the horrors of war has made her start wondering how long the US government might have been covertly using werewolves in combat. Have any famous names in our own history might have actually been supernatural?  She's got suspicions about William Tecumseh Sherman.  Then an interview with the right vampire puts her on the trail of Wyatt Earp, vampire hunter.. But her investigations lead her to a clue about enigmatic vampire Roman and the mysterious Long Game played by vampires through the millennia.  That, plus a call for help from a powerful vampire ally in San Francisco, suddenly puts Kitty and her friends on the supernatural chessboard, pieces in dangerously active play.  And Kitty Norville is never content to be a pawn. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Shapeshifters",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Horses on the Storm",
            "authors": [
                "William Altimari"
            ],
            "ranking": 4.07,
            "ranking_count": 59,
            "abstract": "At the edge of the Judaean Desert, bandits are menacing the stability of the kingdom of Herod the Great. Alarmed at the unsteadiness of its aging ally and the threat to the security of its gateway to the East, Rome dispatches Tribune Ulpius Crus and a single cohort of the Twenty-fifth Legion to the Judaean wasteland. The tribune asks Centurion Quintus Flavius Rufio to lead the cohort with him to Judaea to establish a temporary Roman presence as a deterrent near the edge of the Salt Sea. Veteran of eastern campaigns, Rufio recognizes that the threat of bandits is an illusion and that Rome faces a far superior danger. He must quickly train his foot soldiers to take to the saddle, for now they challenge a brilliant commander leading a force of the finest horsemen on earth. On the outcome of this confrontation depend the existence of Judaea and the credibility and primacy of Rome.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "The Tenth Song",
            "authors": [
                "Naomi Ragen"
            ],
            "ranking": 3.6,
            "ranking_count": 1099,
            "abstract": "When life is at its best, the unimaginable can shatter everything you think you know... Abigail Samuels has no reason to feel anything but joy on the morning her life falls apart. The epitome of the successful Jewish American woman, she is married to a well-known and respected accountant and is in the middle of planning her daughter Kayla's wedding. Kayla, too, wakes up that morning with the world in the palm of her hand. Having lived the charmed life of a well-loved child from a happy family, she is bright, pretty, a Harvard law student who has never really questioned the path she found herself on.. With a shocking suddenness, all that is smashed to pieces in ways they could never have dreamed. When a heartbroken Kayla runs away to a desert commune run by a charismatic mystic, Abigail rushes to save her, only to find that there is nothing more whole than a broken heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Audiobook",
                "Religion",
                "Family",
                "Novels"
            ]
        },
        {
            "title": "Tel Aviv Noir",
            "authors": [
                "Etgar Keret"
            ],
            "ranking": 3.29,
            "ranking_count": 274,
            "abstract": "Narrated by: Jonathan Davis, Elizabeth Evans, Victor Bevine, Jennifer Van Dyck, Suzanne Toren, Jeff Woodman. Length: 8 hrs and 46 mins",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Mystery",
                "Literature",
                "Dark"
            ]
        },
        {
            "title": "The History of White People",
            "authors": [
                "Nell Irvin Painter"
            ],
            "ranking": 4.07,
            "ranking_count": 2698,
            "abstract": "Ever since the Enlightenment, race theory and its inevitable partner, racism, have followed a crooked road, constructed by dominant peoples to justify their domination of others. Filling a huge gap in historical literature that long focused on the non-white, eminent historian Nell Irvin Painter guides us through more than two thousand years of Western civilization, tracing not only the invention of the idea of race but also the frequent worship of “whiteness” for economic, social, scientific, and political ends.. Our story begins in Greek and Roman antiquity, where the concept of race did not exist, only geography and the opportunity to conquer and enslave others. Not until the eighteenth century did an obsession with whiteness flourish, with the German invention of the notion of Caucasian beauty. This theory made northern Europeans into “Saxons,” “Anglo-Saxons,” and “Teutons,” envisioned as uniquely handsome natural rulers.. Here was a worldview congenial to northern Europeans bent on empire. There followed an explosion of theories of race, now focusing on racial temperament as well as skin color. Spread by such intellectuals as Madame de Stael and Thomas Carlyle, white race theory soon reached North America with a vengeance. Its chief spokesman, Ralph Waldo Emerson, did the most to label Anglo-Saxons—icons of beauty and virtue—as the only true Americans. It was an ideal that excluded not only blacks but also all ethnic groups not of Protestant, northern European background. The Irish and Native Americans were out and, later, so were the Chinese, Jews, Italians, Slavs, and Greeks—all deemed racially alien. Did immigrations threaten the very existence of America? Americans were assumed to be white, but who among poor immigrants could become truly American? A tortured and convoluted series of scientific explorations developed—theories intended to keep Anglo-Saxons at the top: the ever-popular measurement of skulls, the powerful eugenics movement, and highly biased intelligence tests—all designed to keep working people out and down.. As Painter reveals, power—supported by economics, science, and politics—continued to drive exclusionary notions of whiteness until, deep into the twentieth century, political realities enlarged the category of truly American.. A story filled with towering historical figures,. The History of White People. forcefully reminds us that the concept of one white race is a recent invention. The meaning, importance, and realty of this all-too-human thesis of race have buckled under the weight of a long and rich unfolding of events.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Race",
                "Politics",
                "Social Movements",
                "Sociology",
                "North American Hi...",
                "Anthropology",
                "Cultural"
            ]
        },
        {
            "title": "Come Home",
            "authors": [
                "Lisa Scottoline"
            ],
            "ranking": 3.59,
            "ranking_count": 18605,
            "abstract": "Jill Farrow is a typical suburban mom who has finally gotten her and her daughter's lives back on track after a divorce. She is about to remarry, her job as a pediatrician fulfills her---though it is stressful---and her daughter, Megan, is a happily over-scheduled thirteen-year-old juggling homework and the swim team.. But Jill’s life is turned upside down when her ex-stepdaughter, Abby, shows up on her doorstep late one night and delivers shocking news: Jill’s ex-husband is dead. Abby insists that he was murdered and pleads with Jill to help find his killer. Jill reluctantly agrees to make a few inquiries and discovers that things don’t add up. As she digs deeper, her actions threaten to rip apart her new family, destroy their hard-earned happiness, and even endanger her own life. Yet Jill can’t turn her back on a child she loves and once called her own.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Thriller",
                "Family",
                "Adult",
                "Womens Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Guardian",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.34,
            "ranking_count": 18369,
            "abstract": "Dream-Hunter Lydia has been charged with the most sacred and dangerous of missions: To descend into the Nether Realm and find the missing god of dreams before he betrays the secrets that could kill her and her kind. What she never expects is to be taken prisoner by the Realm’s most vicious guardian…. Seth’s time is running out. If he can’t hand over the entrance to Olympus, his own life and those of his people will be forfeit. No matter the torture, Seth hasn’t been able to break the god in his custody. Then there’s the beautiful Dream-Hunter Lydia: She isn’t just guarding the gates of Olympus—she’s holding back one of the world’s darkest powers. If she fails, an ancient curse will haunt the earth once more and no one will be safe. But evil is always seductive...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Shield of Winter",
            "authors": [
                "Nalini Singh"
            ],
            "ranking": 4.31,
            "ranking_count": 19206,
            "abstract": "The alpha author of paranormal romance draws us back into her extraordinary Psy-Changeling world, a world torn between violence and peace, passion and ice . . .. Assassin. Soldier. Arrow. That is who Vasic is, who he will always be. His soul drenched in blood, his conscience heavy with the weight of all he’s done, he exists in the shadows, far from the hope his people can almost touch—if only they do not first drown in the murderous insanity of a lethal contagion. To stop the wave of death, Vasic must complete the simplest and most difficult mission of his life.. For if the Psy race is to survive, the empaths must wake.. Having rebuilt her life after medical “treatment” that violated her mind and sought to stifle her abilities, Ivy should have run from the black-clad Arrow with eyes of winter frost. But Ivy Jane has never done what she should. Now, she'll fight for her people, and for this Arrow who stands as her living shield, yet believes he is beyond redemption. But as the world turns to screaming crimson, even Ivy’s fierce will may not be enough to save Vasic from the cold darkness . . .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Science Fiction",
                "Fiction",
                "Futuristic"
            ]
        },
        {
            "title": "Dark Days",
            "authors": [
                "Derek Landy"
            ],
            "ranking": 4.43,
            "ranking_count": 20401,
            "abstract": "Skulduggery Pleasant is lost on the other side of a portal, with only some evil gods for company. Can he possibly survive? (Yes, all right, he's already dead. But still.). Meet Skulduggery Pleasant: detective, sorcerer, warrior.. Oh yes. And dead.. Skulduggery Pleasant is gone, sucked into a parallel dimension overrun by the Faceless Ones. If his bones haven’t already been turned to dust, chances are he’s insane, driven out of his mind by the horror of the ancient gods. There is no official, Sanctuary-approved rescue mission. There is no official plan to save him.. But Valkyrie's never had much time for plans.. The problem is, even if she can get Skulduggery back, there might not be much left for him to return to. There’s a gang of villains bent on destroying the Sanctuary, there are some very powerful people who want Valkyrie dead, and as if all that wasn’t enough it looks very likely that a sorcerer named Darquesse is going to kill the world and everyone on it.. Skulduggery is gone. All our hopes rest with Valkyrie. The world’s weight is on her shoulders, and its fate is in her hands.. These are dark days indeed.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Mystery",
                "Adventure",
                "Childrens",
                "Humor"
            ]
        },
        {
            "title": "Useful",
            "authors": [
                "Debra Oswald"
            ],
            "ranking": 3.62,
            "ranking_count": 910,
            "abstract": "Sullivan Moss is useless.. Once a charming underachiever, he's now such a loser that he can't even commit suicide properly. Waking up in hospital after falling the wrong way on a rooftop, he comes to a decision. He shouldn't waste perfectly good organs just because they're attached to his head. After a life of regrets, Sully wants to do one useful thing: he wants to donate a kidney to a stranger.. As he scrambles over the hurdles to become a donor, Sully almost accidentally forges a new life for himself. Sober and employed, he makes new friends, not least radio producer Natalie and her son Louis, and begins to patch things up with old ones, like his ex-best mate Tim. Suddenly, everyone wants a piece of him.. But altruism is not as easy as it seems. Just when he thinks he's got himself together, Sully discovers that he's most at risk of falling apart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Humor",
                "Book Club",
                "Relationships",
                "Romance",
                "Adult",
                "Health",
                "Cultural"
            ]
        },
        {
            "title": "Hair Raising",
            "authors": [
                "Kevin J. Anderson"
            ],
            "ranking": 3.94,
            "ranking_count": 479,
            "abstract": "Ready-To-Were. The fur really flies when a serial scalper stalks the supernatural citizens of the Unnatural Quarter, targeting werewolves—and what’s sadder than a chrome-domed lycanthrope? Zombie P.I. Dan Shamble is on the case, trying to stop an all-out gang war between full-time and full-moon werewolves. As he combs through the tangled clues to hunt down the bald facts, things get hairy fast.. Shamble lurches through a loony landscape of voodoo tattoo artists, illicit cockatrice fights, body builders assembling make-your-own-human kits, and perhaps scariest of all, crazed fans in town for the Worldwide Horror Convention. Yet the reign of hair-raising terror grows longer. If Shamble can't snip this off at the roots, the whole world could end up howling mad.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fantasy",
                "Horror",
                "Humor",
                "Fiction",
                "Shapeshifters"
            ]
        },
        {
            "title": "Second Son",
            "authors": [
                "Lee Child"
            ],
            "ranking": 3.98,
            "ranking_count": 35302,
            "abstract": "Ever wondered what early experiences shaped Reacher's explosive career as butt-kicker supreme the one-man guided-missile battler for justice? This short story features an incident in Jack's teen years as the youngest son of a tough career US Marine on a faraway military base in the Pacific.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Short Stories",
                "Action",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "Mr Darcy",
            "authors": [
                "Alex  Field",
                "Peter Carnavas"
            ],
            "ranking": 3.87,
            "ranking_count": 38,
            "abstract": "Mr Darcy is a rather reserved and gentle duck.. He lives in the best park and feels terribly important - too important to accept an invitation to tea.. Sadly, this makes him lonely.. Fortunately he soon discovers that he loves and needs friends.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction"
            ]
        },
        {
            "title": "Spirit's End",
            "authors": [
                "Rachel Aaron"
            ],
            "ranking": 4.24,
            "ranking_count": 5016,
            "abstract": "Eli Monpress is clever, he's determined, and he's in way over his head.. First rule of thievery: don't be a hero. When Eli broke the rules and saved the Council Kingdoms, he thought he knew the price, but resuming his place as the Shepherdess's favorite isn't as simple as bowing his head. Now that she has her darling back, Benehime is setting in motion a plan that could destroy everything she was created to protect, and even Eli's charm might not be enough to stop her. But Eli Monpress always has a plan, and with disaster rapidly approaching, he's pulling in every favor he can think of to make it work, including the grudging help of the Spirit Court's new Rector, Miranda Lyonette.. But with the world in panic, the demon stirring, and the Lord of Storms back on the hunt, it's going to take more than luck and charm to pull Eli through this time. He's going to have to break a few more rules and work with some old enemies if he's going to survive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Science Fiction Fantasy",
                "Paranormal",
                "Audiobook"
            ]
        },
        {
            "title": "Far Far Away",
            "authors": [
                "Tom McNeal"
            ],
            "ranking": 3.87,
            "ranking_count": 8439,
            "abstract": "It says quite a lot about Jeremy Johnson Johnson that the strangest thing about him isn't even the fact his mother and father both had the same last name. Jeremy once admitted he's able to hear voices, and the townspeople of Never Better have treated him like an outsider since. After his mother left, his father became a recluse, and it's been up to Jeremy to support the family. But it hasn't been up to Jeremy alone. The truth is, Jeremy can hear voices. Or, specifically, one voice: the voice of the ghost of Jacob Grimm, one half of the infamous writing duo, The Brothers Grimm.. Jacob watches over Jeremy, protecting him from an unknown dark evil whispered about in the space between this world and the next. But when the provocative local girl Ginger Boultinghouse takes an interest in Jeremy (and his unique abilities), a grim chain of events is put into motion. And as anyone familiar with the Grimm Brothers know, not all fairy tales have happy endings...",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mystery",
                "Fiction",
                "Paranormal",
                "Horror"
            ]
        },
        {
            "title": "Divine Descendant",
            "authors": [
                "Jenna Black"
            ],
            "ranking": 3.74,
            "ranking_count": 786,
            "abstract": "For Immortal Huntress and cunning private investigator Nikki Glass, vengeance trumps all in the final novel in acclaimed author Jenna Black's addictive urban fantasy series!. What happens when fertility goddesses go on strike? Nothing much—except maybe the end of the human race.. When private investigator Nikki Glass became immortal as a descendant of Artemis, she never dreamed she’d find herself playing marriage counselor to the gods. But she doesn’t really have much of a choice when the crazed ex-wife of Anderson Kane—a god in disguise who just happens to be the son of a Fury—decides to enact revenge by wiping out all of humanity. Somehow, Nikki must convince the two to kiss and make up, but with Anderson now gone AWOL, she'll have to find him first. To top it all off, the cat’s out of the bag that Anderson killed Konstantin, the Olympians’ deposed leader. Now their new boss—Konstantin’s son—is out for blood.. With every mere mortal’s fate now resting in Nikki’s hands, can she outsmart the gods…or will she be doomed to spend the rest of eternity in a barren and desolate world?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Adult",
                "Mythology",
                "Romance",
                "Urban"
            ]
        },
        {
            "title": "A Snag in the Tapestry",
            "authors": [
                "Amethyst Marie"
            ],
            "ranking": 4.46,
            "ranking_count": 39,
            "abstract": "In this complete first volume of the webseries Thalia's Musings, Thalia the Muse of Comedy and her eight sisters have been ordered by Zeus to leave their home on Mt. Helicon and move to Mt. Parnassus under the governorship of the god Apollo. When Thalia and Apollo raise a cursed nymph from the dead, Thalia starts to wonder if the Muses have greater powers than anyone realized. The Fates, threatened by this possibility, put her to a test.. But Thalia cares less about the Fates’ games than the behind-the-scenes drama of the Olympian royal court. Why did Apollo kill the Cyclops, Zeus’ minion? Why did Zeus give Apollo such a light sentence? And with the Cyclops dead, who will resupply Zeus’ lightning bolts when they run out? Will Hera then make her move for Zeus’ throne, or will she be too busy torturing his latest paramour? And what will happen to the Muses when said paramour is one of them?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Death Wears a Mask",
            "authors": [
                "Ashley Weaver"
            ],
            "ranking": 3.86,
            "ranking_count": 3831,
            "abstract": "Amory Ames is looking forward to a tranquil period of reconnecting with reformed playboy husband Milo after an unexpected reconciliation following the murderous events at the Brightwell Hotel. Amory hopes a quiet stay at their London flat will help mend their dysfunctional relationship. However, she soon finds herself drawn into another investigation when Serena Barrington asks her to look into the disappearance of valuable jewelry snatched at a dinner party.. Unable to say no to an old family friend, Amory agrees to help lay a trap to catch the culprit at a lavish masked ball hosted by the notorious Viscount Dunmore. But when one of the illustrious party guests is murdered, Amory is pulled back into the world of detection, enlisted by old ally Detective Inspector Jones. As she works through the suspect list, she struggles to fend off the advances of the very persistent viscount even as rumors swirl about Milo and a French film star. Once again, Amory and Milo must work together to solve a mystery where nothing is as it seems, set in the heart of 1930s society London.. Death Wears a Mask is the second novel in Ashley Weaver's witty and stylish Amory and Milo Ames mystery series.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Thriller",
                "Romance",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "Distraction",
            "authors": [
                "Aurora Rose Reynolds"
            ],
            "ranking": 4.17,
            "ranking_count": 8756,
            "abstract": "Distraction. The great intensity, novelty, or attractiveness of something other than the object of attention.. Sven is a man who takes pride in his ability to separate himself from his emotions. He's a man who knows who he is and where he's going in life, a man who needs no one, because needing someone, anyone, is a weakness.. His past taught him love isn't enough.. Maggie wants the happily ever after, but has never picked the right men, or stuck around long enough, to build a forever. It's always been easier to get out early, before emotions make things messy.. When Maggie wakes up naked in Sven's bed, with no memory of the night before, these two must be honest about their feelings and face their fears, so they can build a future together.. Will love be enough for them to get their happy ending together, or will a threat from outside strike them down before they ever have a chance?. This book contains an over-the-top alpha who knows what he wants. It also contains sexual situations that may not be suitable for younger audiences.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Adult",
                "Suspense",
                "Adult Fiction",
                "Humor",
                "Drama"
            ]
        },
        {
            "title": "Santa, You Freak",
            "authors": [
                "John Blandly"
            ],
            "ranking": 4.0,
            "ranking_count": 2,
            "abstract": "In words only a reindeer can express, Rudy the RNR riffs on the holiday season. He likes mistletoe and Christmas parties, and is a very good kisser. He's busy around the 24th & 25th of December, but other than that, he has a lot of free time, so, he looks forward to hearing from you. This book would be a nice gift even if you haven't got antlers. It's really tough to type with hoofs.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Многії літа. Благії літа.",
            "authors": [
                "Андрій Ворон",
                "Мирослав Дочинець"
            ],
            "ranking": 4.42,
            "ranking_count": 100,
            "abstract": "Десятиліттями я живу в одному місці. Роблю ту саму роботу. Веду бесіди з одними й тими ж людьми. Сідаю за той же стіл у той же час і їм майже однакову їжу. Лягаю в один час в своє ліжко... Минають літа, але ніщо не міняється - ні довкілля, ні я. Бо не міняється моя душа. І це добре. Дивлюся на образи діда, батька, на своїх онуків і правнуків - і здається, що я на цьому світі був завжди. І буду вічно... Андрій Ворон.. Маємо унікальний, осмислений і пронизаний істинною духовністю устрій життя однієї людини. Людини звичайної і водночас незвичайної. Це не просто безцінні крихти набутих знань і вмінь мудрого старця, це Система. Вибудована на тонкій інтуіції і вивірена 100-літнім досвідом, вона з користю прислужиться кожному, в тому числі великою мірою і нам, медикам. Це свіжий струмінь у сучасні дієтологію, валеологію, соціальну психологію і людинознавство. Уважно і вдумливо це слід читати і перечитувати, неначе дрібними ковтками п`єш живу воду. Доктор мед. наук, академік В. Білоног.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "European Literature"
            ]
        },
        {
            "title": "Torment",
            "authors": [
                "Alisa Woods"
            ],
            "ranking": 3.96,
            "ranking_count": 452,
            "abstract": "Shifters live in the shadows of Seattle, just under the skin of the alpha male, dot-com entrepreneurs who are building a new Silicon Valley in the Emerald City.. Jak enjoys the female human population of Seattle as much as any wolf, but his heart belongs to a female shifter who’s already mated. Worse, she’s the mate of his alpha’s brother.. Arianna was captured from her pack when she was only twenty and mated to a wolf whose dark side takes full advantage of her unbreakable bond to him. Her nights belong to him, but her days are free to explore other things… including feelings for a wolf she can never have.. Is love stronger than magic? Or will breaking an unbreakable bond destroy them both?. Torment (Dark Alpha 1) is 60 pages or 15,000 words. It's the first of six episodes in the Dark Alpha serial.. Adult content. Ages 18+.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Business",
                "Adult Fiction",
                "Novella",
                "Shapeshifters",
                "Adult"
            ]
        },
        {
            "title": "The Children's Crusade",
            "authors": [
                "Ann Packer"
            ],
            "ranking": 3.52,
            "ranking_count": 7411,
            "abstract": "From the. New York Times. bestselling, award-winning author of. The Dive From Clausen's Pier. , a sweeping, masterful new novel that explores the secrets and desires, the remnant wounds and saving graces of one California family, over the course of five decades.. Bill Blair finds the land by accident, three wooded acres in a rustic community south of San Francisco. The year is 1954, long before anyone will call this area Silicon Valley. Struck by a vision of the family he has yet to create, Bill buys the property on a whim. In Penny Greenway he finds a suitable wife, a woman whose yearning attitude toward life seems compelling and answerable, and they marry and have four children. Yet Penny is a mercurial housewife, at a time when women chafed at the conventions imposed on them. She finds salvation in art, but the cost is high.. Thirty years later, the three oldest Blair children, adults now and still living near the family home, are disrupted by the return of the youngest, whose sudden presence and all-too-familiar troubles force a reckoning with who they are, separately and together, and set off a struggle over the family's future. One by one, the siblings take turns telling the story--Robert, a doctor like their father; Rebecca, a psychiatrist; Ryan, a schoolteacher; and James, the malcontent, the problem child, the only one who hasn't settled down-their narratives interwoven with portraits of the family at crucial points in their history.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Family",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Realistic Fiction",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Unquiet Grave",
            "authors": [
                "Sharyn McCrumb"
            ],
            "ranking": 3.74,
            "ranking_count": 2433,
            "abstract": "From. New York Times. bestselling author Sharyn McCrumb comes a finely wrought novel set in nineteenth-century West Virginia, based on the true story of one of the strangest murder trials in American history—the case of the Greenbrier Ghost.. Lakin, West Virginia, 1930. Following a suicide attempt and consigned to a segregated insane asylum, attorney James P. D. Gardner finds himself under the care of Dr. James Boozer. Fresh out of medical school, Dr. Boozer is eager to try the new talking cure for insanity, and encourages his elderly patient to reminisce about his experiences as the first black attorney to practice law in nineteenth-century West Virginia. Gardner's most memorable case was the one in which he helped to defend a white man on trial for the murder of his young bride—a case that the prosecution based on the testimony of a ghost.. Greenbrier, West Virginia, 1897. Beautiful, willful Zona Heaster has always lived in the mountains of West Virginia. Despite her mother’s misgivings, Zona marries Erasmus Trout Shue, the handsome blacksmith who has recently come to Greenbrier County. After weeks of silence from the newlyweds, riders come to the Heasters’ place to tell them that Zona has died from a fall, attributed to a recent illness. Mary Jane is determined to get justice for her daughter. A month after the funeral, she informs the county prosecutor that Zona’s ghost appeared to her, saying that she had been murdered. An autopsy, ordered by the reluctant prosecutor, confirms her claim.. The Greenbrier Ghost is renowned in American folklore, but Sharyn McCrumb is the first author to look beneath the legend to unearth the facts. Using a century of genealogical material and other historical documents, McCrumb reveals new information about the story and brings to life the personalities in the trial: the prosecutor, a former Confederate cavalryman; the defense attorney, a pro-Union bridgeburner, who nevertheless had owned slaves; and the mother of the murdered woman, who doggedly sticks to her ghost story—all seen through the eyes of a young black lawyer on the cusp of a new century, with his own tragedies yet to come.. With its unique blend of masterful research and mesmerizing folklore, illuminating the story’s fascinating and complex characters,. The Unquiet Grave. confirms Sharyn McCrumb’s place among the finest Southern writers at work today.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Horror",
                "Crime",
                "Paranormal",
                "Adult Fiction"
            ]
        },
        {
            "title": "A World Gone Mad: The Diaries of Astrid Lindgren, 1939-45",
            "authors": [
                "Astrid Lindgren",
                "Sarah Death"
            ],
            "ranking": 4.14,
            "ranking_count": 1447,
            "abstract": "These personal diaries kept by Astrid Lindgren, author of the world famous Pippi Longstocking books, chronicle the horrors of World War II. This is the British edition. The American edition is titled War Diaries 1939-1945.. Before she became internationally known for her Pippi Longstocking books, Astrid Lindgren was an aspiring author living in Stockholm with her family at the outbreak of the Second World War. The diaries she kept throughout the hostilities offer a civilian's, a mother's, and an aspiring writer’s unique account of the devastating conflict. She emerges as a morally courageous critic of violence and war, as well as a deeply sensitive and astute observer of world affairs. We hear her thoughts about rationing, blackouts, the Soviet invasion of Finland, and the nature of evil, as well as of her personal heartbreaks, financial struggles, and trials as a mother and writer.. Posthumously published in Sweden to great international acclaim, these diaries were called in the Swedish press an “unparalleled war narrative,” “unprecedented.” and a “shocking history lesson.” Illustrated with family photographs, newspaper clippings, and facsimile pages, Lindgren’s diaries provide an intensely personal and vivid account of Europe during the war.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Autobiography",
                "War",
                "Diary",
                "European Literature",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "Lost in Shangri-la: A True Story of Survival, Adventure, and the Most Incredible Rescue Mission of World War II",
            "authors": [
                "Mitchell Zuckoff"
            ],
            "ranking": 3.85,
            "ranking_count": 44741,
            "abstract": "“A lost world, man-eating tribesmen, lush andimpenetrable jungles, stranded American fliers (one of them. a dame withgreat gams. , for heaven's sake), a startling rescue mission. . . . This is atrue story made in heaven for a writer as talented as Mitchell Zuckoff. Whew—what an utterly compelling and deeplysatisfying read! —Simon Winchester, author of. Atlantic. Award-winning former. Boston Globe. reporter Mitchell Zuckoffunleashes the exhilarating, untold story of an extraordinary World War IIrescue mission, where a plane crash in the South Pacific plunged a trio of U.S.military personnel into a land that time forgot. Fans of Hampton Sides’. Ghost Soldiers. , Marcus Luttrell’s. Lone Survivor. , and David Grann’s. The Lost Cityof Z. will be captivated by Zuckoff’s masterfullyrecounted, all-true story of danger, daring, determination, and discovery injungle-clad New Guinea during the final days of WWII.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "War",
                "Adventure",
                "Historical",
                "Biography",
                "Audiobook"
            ]
        },
        {
            "title": "City of the Lost",
            "authors": [
                "Kelley Armstrong"
            ],
            "ranking": 4.06,
            "ranking_count": 16526,
            "abstract": "Casey Duncan is a homicide detective with a secret: when she was in college, she killed a man. She was never caught, but he was the grandson of a mobster and she knows that someday this crime will catch up to her. Casey's best friend, Diana, is on the run from a violent, abusive ex-husband. When Diana's husband finds her, and Casey herself is attacked shortly after, Casey knows it's time for the two of them to disappear again.. Diana has heard of a town made for people like her, a town that takes in people on the run who want to shed their old lives. You must apply to live in Rockton and if you're accepted, it means walking away entirely from your old life, and living off the grid in the wilds of Canada: no cell phones, no Internet, no mail, no computers, very little electricity, and no way of getting in or out without the town council's approval. As a murderer, Casey isn't a good candidate, but she has something they want: She's a homicide detective, and Rockton has just had its first real murder. She and Diana are in. However, soon after arriving, Casey realizes that the identity of a murderer isn't the only secret Rockton is hiding—in fact, she starts to wonder if she and Diana might be in even more danger in Rockton than they were in their old lives.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Contemporary",
                "Romance",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "ever really hear it",
            "authors": [
                "Soham Patel"
            ],
            "ranking": 3.67,
            "ranking_count": 3,
            "abstract": "Poetry. Literary Nonfiction. Hybrid Genre. Asian & Asian American Studies. LGBTQIA Studies. Music. Women's Studies. This collection constructs a poetics of pop music moving to embody the audience's desire to be both performer and micro. In EVER REALLY HEAR IT music is an ambient mediator of raced and gendered spaces. The book critiques music's ability to shape culture and the way marginalized bodies experience narrow space while it also honors the desires of women in their own versions of love song. The voices in this book create a mythology foregrounded in close readings of popular music's subtexts across historical consciousness.. Open your ear to Soham Patel's EVER REALLY HEAR IT, and find a twisted lullaby courting you into a phantasmagoric dream caught some place between the chaos of migration and a garden. Patel, in this astonishing accomplishment, engages a poetic of the toughly textured utterance, 'scratched wood scratch metal'--one that speaks into the mouth of what music might be if it were a body with experience. That's how we hear it, like Tina Turner sings in 'Proud Mary, ' 'See we never do nothing / nice, easy / We always do it nice and rough.' A rock riff, a blues for a broken heart, a limp, ever really hear it situates Soham Patel's poems in a breaking-glass lyric, stripping the soul, and stroking it too, in a way we desperately need now.--Dawn Lundy Martin. Soham Patel writes poems the way I want to be kissed--with fervent challenge, presence, and sensual intelligence. She reminds me that when the instrument breaks, the desire for melody--that longing for a sinuous connection across divides--persists. She takes us nimbly across broken houses, wretched dive bars, sodden river beds, and historical oppressions in pursuit of this tune, not blinking at pain or other glories in the veldt of desire. Have you been held in the cut of Soham's song? It's the softest and to the quick.--Sueyeun Juliette Lee",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Tea Planter's Wife",
            "authors": [
                "Dinah Jefferies"
            ],
            "ranking": 3.79,
            "ranking_count": 18170,
            "abstract": "#1 International bestselling novel set in 1920s Ceylon, about a young Englishwoman who marries a charming tea plantation owner and widower, only to discover he's keeping terrible secrets about his past, including what happened to his first wife, that lead to devastating consequences. Nineteen-year-old Gwendolyn Hooper is newly married to a rich and charming widower, eager to join him on his tea plantation, determined to be the perfect wife and mother. But life in Ceylon is not what Gwen expected.. The plantation workers are resentful, the neighbours treacherous, and there are clues to the past - a dusty trunk of dresses, an overgrown gravestone in the grounds - that her husband refuses to discuss.. Just as Gwen finds her feet, disaster strikes. She faces a terrible choice, hiding the truth from almost everyone, but a secret this big can't stay buried forever....",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Mystery",
                "Cultural",
                "Adult Fiction",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Temporally Out of Order",
            "authors": [
                "Joshua Palmatier",
                "Patricia Bray",
                "Seanan McGuire",
                "Gini Koch",
                "Faith Hunter",
                "David B. Coe",
                "Laura Anne Gilman",
                "Laura Resnick",
                "more…",
                "Stephen Leigh",
                "Juliet E. McKenna",
                "Elektra Hammond",
                "Chuck Rothman",
                "Edmund R. Schubert",
                "Steve Ruskin",
                "Sofie Bird",
                "Amy Griswold",
                "Susan Jett",
                "Christopher Barili",
                "Jeremy Sim",
                "…less"
            ],
            "ranking": 3.84,
            "ranking_count": 295,
            "abstract": "It’s frustrating when a gadget stops working. But what if the gadget is working fine, it’s just “temporally” out of order? What would you do if you discovered your cell phone linked you to a different time? Or that your camera took pictures of the past?. In this collection, seventeen leading science fiction authors share their take on what happens when gadgets run temporally amok. From past to future, humor to horror, there’s something for everyone.. Join Seanan McGuire, Elektra Hammond, David B. Coe, Chuck Rothman, Faith Hunter, Edmund R. Schubert, Steve Ruskin, Sofie Bird, Laura Resnick, Amy Griswold, Laura Anne Gilman, Susan Jett, Gini Koch, Christopher Barili, Stephen Leigh, Juliet E. McKenna, and Jeremy Sim as they investigate how ordinary objects behaving temporally out of order can change our everyday lives.. Introduction copyright © 2015 by Joshua Palmatier. “Reading Lists” copyright © 2015 by Seanan McGuire. “Salamander Bites” copyright © 2015 by Elektra Hammond. “Black and White” copyright © 2015 by David B. Coe. “Dinosaur Stew” copyright © 2015 by Chuck Rothman. “Not All Is As It Seems” copyright © 2015 by Faith Hunter. “Batting Out of Order” copyright © 2015 by Edmund R. Schubert. “Grand Tour” copyright © 2015 by Steve Ruskin. “‘A’ is for Alacrity, Astronauts, and Grief” copyright © 2015 by Sofie Bird. “The Spiel of the Glocken” copyright © 2015 by Laura Resnick. “The Passing Bell” copyright © 2015 by Amy Griswold. “Destination Ahead” copyright © 2015 by Laura Anne Gilman. “Where There’s Smoke” copyright © 2015 by Susan Jett. “Alien Time Warp” copyright © 2015 by Jeanne Cook (Gini Koch). “Cell Service” copyright © 2015 by Christopher Barili. “Temporally Full” copyright © 2015 by Stephen Leigh. “Notes and Queries” copyright © 2015 by Juliet E. McKenna. “Temporally Out of Odor: A Fragrant Fable” copyright © 2015 by Jeremy Sim",
            "part_of_series": true,
            "genre_list": [
                "Anthologies",
                "Short Stories",
                "Fantasy",
                "Science Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "A Portrait of Emily Price",
            "authors": [
                "Katherine Reay"
            ],
            "ranking": 3.82,
            "ranking_count": 2685,
            "abstract": "Art restorer Emily Price has never encountered anything she can’t fix—until she meets Ben, an Italian chef, who seems just right. But when Emily follows Ben home to Italy, she learns that his family is another matter . . .. Emily Price—fix-it girl extraordinaire and would-be artist—dreams of having a gallery show of her own. There is no time for distractions, especially not the ultimate distraction of falling in love.. But Chef Benito Vassallo’s relentless pursuit proves hard to resist. Visiting from Italy, Ben works to breathe new life into his aunt and uncle’s faded restaurant, Piccollo. Soon after their first meeting, he works to win Emily as well—inviting her into his world and into his heart.. Emily astonishes everyone when she accepts Ben’s proposal and follows him home. But instead of allowing the land, culture, and people of Monterello to transform her, Emily interferes with everyone and everything around her, alienating Ben’s tightly knit family. Only Ben’s father, Lucio, gives Emily the understanding she needs to lay down her guard. Soon, Emily’s life and art begin to blossom, and Italy’s beauty and rhythm take hold of her spirit.. Yet when she unearths long-buried family secrets, Emily wonders if she really fits into Ben’s world. Will the joys of Italy become just a memory, or will Emily share in the freedom and grace that her life with Ben has shown her are possible?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Christian Fiction",
                "Womens Fiction",
                "Christian",
                "Adult Fiction",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Bête",
            "authors": [
                "Adam Roberts"
            ],
            "ranking": 3.66,
            "ranking_count": 552,
            "abstract": "A man is about to kill a cow. He discusses life and death and his right to kill with the compliant animal. He begins to suspect he may be about to commit murder. But kills anyway.... It began when the animal right movement injected domestic animals with artificial intelligences in bid to have the status of animals realigned by the international court of human rights. But what is an animal that can talk? Where does its intelligence end at its machine intelligence begin? And where might its soul reside.. As we place more and more pressure on the natural world and become more and more divorced Adam Roberts' new novel posits a world where nature can talk back, and can question us and our beliefs.. Roberts is an award winning author at the peak of his powers and each new novel charts an exciting new direction while maintaining a uniformly high level of literary achievement.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "European Literature",
                "Animals",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "Wave",
            "authors": [
                "Sonali Deraniyagala"
            ],
            "ranking": 3.76,
            "ranking_count": 18714,
            "abstract": "On the morning of December 26, 2004, on the southern coast of Sri Lanka, Sonali Deraniyagala lost her parents, her husband, and her two young sons in the tsunami she miraculously survived. In this brave and searingly frank memoir, she describes those first horrifying moments and her long journey since. She has written an engrossing, unsentimental, beautifully poised account: as she struggles through the first months following the tragedy, furiously clenched against a reality that she cannot face and cannot deny; and then, over the ensuing years, as she emerges reluctantly, slowly allowing her memory to take her back through the rich and joyous life she’s mourning, from her family’s home in London, to the birth of her children, to the year she met her English husband at Cambridge, to her childhood in Colombo; all the while learning the difficult balance between the almost unbearable reminders of her loss and the need to keep her family, somehow, still alive within her.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "Cultural",
                "History",
                "Audiobook",
                "Family",
                "Adventure"
            ]
        },
        {
            "title": "The English Physician",
            "authors": [
                "Nicholas Culpeper",
                "Michael A. Flannery"
            ],
            "ranking": 4.33,
            "ranking_count": 3,
            "abstract": "The first medical book published in the American colonies.. The English Physician. is a humble vest-pocket-sized 94-page medical guide for the common person, by the prolific herbalist and author Nicholas Culpeper. It was a staple in 17th-century England, as it was short, written in accessible prose, and inexpensive; and perhaps as attractive, it took a decidedly skeptical view of official medicine, relying instead on popular remedies. Culpeper’s philosophy was to teach the common folk to minister to themselves by providing them with the tools and knowledge for self-help.. Published in Boston in 1708 by Nicholas Boone, the American version of. The English Physician. was widely cited and used at the time. Today only five copies are known to exist. The rarity of this. vade mecum. of colonial America is wrapped in mystery: Who really wrote this book and when, where, and how did it originate?. The editor illuminates these mysteries while adding an informative historical introduction on the state of medical knowledge and practice at the time, exploring Culpeper’s position among competing medical writers, and glossing the medical and botanical terms, providing contemporary equivalents. Modern readers will discover the meaning behind the strangely named brews and concoctions of the 17th century and will learn how this Boston printing literally transformed the American landscape with herbs brought from the British colonists’ homeland.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "Raising Stress-Proof Kids Parenting Today's Children for Tomorrow's World",
            "authors": [
                "Shelley Davidow"
            ],
            "ranking": 3.92,
            "ranking_count": 12,
            "abstract": "A must-read for every parent who wants to raise smart, emotionally stable, responsible, stress-proof kids!. Stress is rising alarmingly in our children, both at school and at home. Across the world, hearts are racing, faces are pale — and most of the time we're unaware that many of our children are chronically stressed.. Drawing on cutting-edge research from the Institute of HeartMath, California, as well as Shelley Davidow's extensive experience in working with children and teens, Raising Stress-Proof Kids explores the powerful and potentially long-term effects of stress on our children. Most importantly, it offers simple but effective steps that parents can take to minimise the impact of stress at home and at school. These include tools from the author's 'Restorative Parenting Toolbox', empowering parents with the necessary skills to: resolve behaviour issues; deal with temper tantrums; resolve sibling rivalries; handle bullying; cope with teenagers testing their independence; navigate the challenges posed by the virtual world; and, provide firm, effective guidance when problems arise.",
            "part_of_series": false,
            "genre_list": [
                "Parenting"
            ]
        },
        {
            "title": "Down and Out in Purgatory",
            "authors": [
                "Tim Powers"
            ],
            "ranking": 3.84,
            "ranking_count": 107,
            "abstract": "Twenty tales of science fiction and fantasy from the two-time World Fantasy and Philip K. Dick Award winning author of. The Anubis Gates. and. On Stranger Tides.. POWERS OF THE IMAGINATION!. Twenty-one pulse-pounding, mind-bending tales of science fiction, twisted metaphysics, and supernatural wonder from the two-time World Fantasy and Philip K. Dick Award-winning author of. The Anubis Gates. and. On Stranger Tides.. A complete palette of storytelling colors from Powers, including acclaimed tale “The Bible Repairman,” in which a psychic handyman who supernaturally eliminates troublesome passages of the Bible for paying clients finds the remains of his own broken soul on the line. Time travel takes a savage twist in “Salvage and Demolition,” where the chance discovery of a long-lost manuscript throws a down-and-out book collector back in time to 1950s San Francisco where he must prevent an ancient Sumeric inscription from dooming millions in the future. And obsession and vengeance survive on the other side of death in “Down and Out in Purgatory,” where the soul of a man lusting for revenge attempts to eternally eliminate the killer who murdered the love of his life.. Wide-ranging, wonder-inducing, mind-bending—these and other tales make up the complete shorter works of a modern-day master of science fiction and fantasy.. Praise for. Down and Out in Purgatory:. Powers creates tales of dark, thought-provoking drama that are just frightening enough to make you keep the lights blazing but not enough to give you nightmares. . . . This is a treat for fans and newbies alike; hand it to readers who enjoy genre-blending authors as varied as Jim Butcher, Dean Koontz and China Mieville.—. Booklist. “Powers is a writer whose senses and soul are attuned to a cosmic symphony most of us would not hear without his deft channeling of the music.”—Paul di Filippo,. Locus. About Tim Powers:. Powers writes in a clean, elegant style that illuminates without slowing down the tale. . . . [He] promises marvels and horrors, and delivers them all.—Orson Scott Card. . . .  immensely clever stuff.... Powers' prose is often vivid and arresting . . . All in all, Powers' unique voice in science fiction continues to grow stronger.”—. Washington Post Book World. “Powers is at heart a storyteller, and ruthlessly shapes his material into narrative form.”—. The Encyclopedia of Science Fiction. “. On Stranger Tides. . . . immediately hooks you and drags you along in sympathy with one central character's appalling misfortunes on the Spanish Main, [and] escalates from there to closing mega-thrills so determinedly spiced that your palate is left almost jaded.—David Langford. . On Stranger Tides. . . . was the inspiration for. Monkey Island. . If you read this book you can really see where Guybrush and LeChuck were -plagiarized- derived from, plus the heavy influence of voodoo in the game. . . .  [the book] had a lot of what made fantasy interesting . . .”—legendary game designer Ron Gilbert. “Powers's strengths [are] his originality, his action-crammed plots, and his ventures into the mysterious, dark, and supernatural.”. Los Angeles Times Book Review. [Powers’ work delivers] an intense and intimate sense of period or realization of milieu; taut plotting, with human development and destiny . . . and, looming above all, an awareness of history itself as a merciless turning of supernatural wheels. . . . Powers' descriptions . . . are breathtaking, sublimely precise . . . his status as one of fantasy's major stylists can no longer be in doubt.”—. SF Site",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Horror",
                "Fiction",
                "Science Fiction"
            ]
        },
        {
            "title": "Motherless Child",
            "authors": [
                "Glen Hirshberg"
            ],
            "ranking": 3.57,
            "ranking_count": 351,
            "abstract": "In his powerful novel,. Motherless Child. , Bram Stoker Award-nominee Glen Hirshberg, author of the International Horror Guild Award-winning. American Morons. , exposes the fallacy of the. Twilight. -style romantic vampire while capturing the heart of every reader.. It's the thrill of a lifetime when Sophie and Natalie, single mothers living in a trailer park in North Carolina, meet their idol, the mysterious musician known only as the Whistler. Morning finds them covered with dried blood, their clothing shredded and their memories hazy. Things soon become horrifyingly clear: the Whistler is a vampire and Natalie and Sophie are his latest victims. The young women leave their babies with Natalie's mother and hit the road, determined not to give in to their unnatural desires.. Hunger and desire make a powerful couple. So do the Whistler and his Mother, who are searching for Sophie and Natalie with the help of Twitter and the musician's many fans. The violent, emotionally moving showdown between two who should be victims and two who should be monsters will leave readers gasping in fear and delight.. Originally published in a sold-out, limited edition,. Motherless Child. is an extraordinary Southern horror novel that Tor Books is proud to bring to a wider audience.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Paranormal",
                "Fantasy",
                "Fiction",
                "Adult",
                "Gothic"
            ]
        },
        {
            "title": "The Waterside Ape: An Alternative Account of Human Evolution",
            "authors": [
                "Peter H Rhys Evans"
            ],
            "ranking": 3.67,
            "ranking_count": 15,
            "abstract": "Why are humans so fond of water?. Why is our skin colour so variable?. Why aren't we hairy like our close ape relatives?. A savannah scenario of human evolution has been widely accepted primarily due to fossil evidence; and fossils do not offer insight into these questions. Other alternative evolutionary scenarios might, but these models have been rejected. This book explores a controversial idea - that human evolution was intimately associated with watery habitats as much or more than typical savannahs. Written from a medical point of view, the author presents evidence supporting a credible alternative explanation for how humans diverged from our primate ancestors. Anatomical and physiological evidence offer insight into hairlessness, different coloured skin, subcutaneous fat, large brains, a marine-type kidney, a unique heat regulation system and speech. This evidence suggests that humans may well have evolved, not just as savannah mammals, as is generally believed, but with more affinity for aquatic habitats - rivers, streams, lakes and coasts.. Key Features:. Presents the evidence for a close association between riparian habitats and the origin of humansReviews the savannah ape hypothesis for human originsDescribes various anatomical adaptations that are associated with hypotheses of human evolution Explores characteristics from the head and neck such as skull and sinus structures, the larynx and ear structures and functions",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Anthropology"
            ]
        },
        {
            "title": "Memoir of the repentant people",
            "authors": [
                "محمد عبدالرحمن العريفي",
                "Darussalam"
            ],
            "ranking": 4.46,
            "ranking_count": 69,
            "abstract": "Allah loves those who sincerely seek His forgiveness and want to live a life of obedience. This book has detailed and illuminating examples from the lives of our righteous predecessors, and ordinary Muslims, about how they turned to their Lord after going astray. It is an essential guide to everyone wanting to return to the straight path.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "Trouble Boys: The True Story of the Replacements",
            "authors": [
                "Bob Mehr"
            ],
            "ranking": 4.52,
            "ranking_count": 3181,
            "abstract": "Trouble Boys. is the first definitive, no-holds-barred biography of one of the last great bands of the twentieth century: The Replacements. With full participation from reclusive singer and chief songwriter Paul Westerberg, bassist Tommy Stinson, guitarist Slim Dunlap, and the family of late band co-founder Bob Stinson, author Bob Mehr is able to tell the real story of this highly influential group, capturing their chaotic, tragic journey from the basements of Minneapolis to rock legend. Drawing on years of research and access to the band's archives at Twin/Tone Records and Warner Bros. Mehr also discovers previously unrevealed details from those in the group's inner circle, including family, managers, musical friends and collaborators.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Biography",
                "History",
                "Autobiography",
                "Culture",
                "Biography Memoir",
                "Audiobook",
                "Reference"
            ]
        },
        {
            "title": "Locke & Key, Vol. 4: Keys to the Kingdom",
            "authors": [
                "Joe Hill",
                "Gabriel Rodríguez"
            ],
            "ranking": 4.39,
            "ranking_count": 32843,
            "abstract": "Joe Hill and Gabriel Rodriguez's Locke & Key unwinds into its fourth volume in Keys to the Kingdom. With more keys making themselves known, and the depths of the Locke family's mystery ever-expanding, Dodge's desperation to end his shadowy quest drives the inhabitants of Keyhouse ever closer to a revealing conclusion.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Mystery"
            ]
        },
        {
            "title": "The Red Threads of Fortune",
            "authors": [
                "Neon Yang"
            ],
            "ranking": 3.9,
            "ranking_count": 4230,
            "abstract": "The Red Threads of Fortune. is one of a pair of unique, standalone introductions to JY Yang's Tensorate Series, which Kate Elliott calls effortlessly fascinating. For more of the story you can read its twin novella. The Black Tides of Heaven. , available now.. Fallen prophet, master of the elements, and daughter of the supreme Protector, Sanao Mokoya has abandoned the life that once bound her. Once her visions shaped the lives of citizens across the land, but no matter what tragedy Mokoya foresaw, she could never reshape the future. Broken by the loss of her young daughter, she now hunts deadly, sky-obscuring naga in the harsh outer reaches of the kingdom with packs of dinosaurs at her side, far from everything she used to love.. On the trail of a massive naga that threatens the rebellious mining city of Bataanar, Mokoya meets the mysterious and alluring Rider. But all is not as it seems: the beast they both hunt harbors a secret that could ignite war throughout the Protectorate. As she is drawn into a conspiracy of magic and betrayal, Mokoya must come to terms with her extraordinary and dangerous gifts, or risk losing the little she has left to hold dear.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Novella",
                "LGBT",
                "Adult",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Hate U Give",
            "authors": [
                "Angie Thomas",
                "Bahni Turpin"
            ],
            "ranking": 4.5,
            "ranking_count": 711953,
            "abstract": "Alternate Cover Edition ISBN: 006267708X (ISBN13: 9780062677082). Inspired by the Black Lives Matter movement, Angie Thomas’s searing debut about an ordinary girl in extraordinary circumstances addresses issues of racism and police violence with intelligence, heart, and unflinching honesty. Soon to be a major motion picture from Fox 2000/Temple Hill Productions.. Sixteen-year-old Starr Carter moves between two worlds: the poor neighborhood where she lives and the fancy suburban prep school she attends. The uneasy balance between these worlds is shattered when Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer. Khalil was unarmed.. Soon afterward, his death is a national headline. Some are calling him a thug, maybe even a drug dealer and a gangbanger. Protesters are taking to the streets in Khalil’s name. Some cops and the local drug lord try to intimidate Starr and her family. What everyone wants to know is: what. really. went down that night? And the only person alive who can answer that is Starr.. But what Starr does—or does not—say could upend her community. It could also endanger her life.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Realistic Fiction",
                "Race",
                "Social Movements"
            ]
        },
        {
            "title": "The Twin Prophecies: Rebirth",
            "authors": [
                "Nina Perez"
            ],
            "ranking": 3.95,
            "ranking_count": 116,
            "abstract": "High school sophomores Jack Morrow and Violet Ross don't know each other, but they have similar secrets: she can feel the emotions of others and when he touches people, he can see their future. A tragic accident thrusts them into a world where they learn an even bigger secret: all the mythical beings they believed to be fictional are real. Guided by prophecies predicting the end of the world, the mysterious Dr. Tesla - who leads an alliance of supernatural beings - helps Jack and Violet come to terms with this new world, control the growing powers within them, and face an unspeakable evil determined to possess their very souls. Rebirth is the first in a series that follows Violet Ross; sarcastic, smart, rebellious and Jack Morrow; sensitive, brave and loyal, as they unlock the mysteries behind magic as old as time, team up with a centuries-old vampire, and expose the corruption within the inner sanctum of a mystical alliance - all while trying to graduate from high school.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "Velva Jean Learns to Fly",
            "authors": [
                "Jennifer Niven"
            ],
            "ranking": 4.08,
            "ranking_count": 1270,
            "abstract": "From the author of the. New York Times. bestselling. All the Bright Places. , after Pearl Harbor Velva Jean signs up for service and gets her wings, risking her life-and her heart.. Velva Jean Hart, the fiercely independent heroine of Jennifer Niven's (. Becoming Clementine. ) spectacular debut novel,. Velva Jean Learns to Drive. , returns in a captivating adventure that literally sends her soaring.. Bristling at the limitations faced by a woman in rural Appalachia and fuelled by the memory of her late Mama telling her to live out there, Velva Jean hits the road to pursue her dream of singing at the Grand Ole Opry. But after a string of auditions, she begins to lose hope- until her brother pays her a surprise visit and treats Velva Jean to a flying lesson that ignites a brand-new dream: to become a female pilot.. Funny, poignant, and utterly unforgettable,. Velva Jean Learns to Fly. will have fans cheering all over again.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Womens Fiction",
                "Book Club"
            ]
        },
        {
            "title": "The Dead Republic",
            "authors": [
                "Roddy Doyle"
            ],
            "ranking": 3.61,
            "ranking_count": 909,
            "abstract": "The triumphant conclusion to the trilogy that began with A Star Called Henry. Roddy Doyle's irrepressible Irish rebel Henry Smart is back-and he is not mellowing with age. Saved from death in California's Monument Valley by none other than Henry Fonda, he ends up in Hollywood collaborating with legendary director John Ford on a script based on his life. Returning to Ireland in 1951 to film The Quiet Man- which to Henry's consternation has been completely sentimentalized-he severs his relationship with Ford.. His career in film over, Henry settles into a quiet life in a village north of Dublin, where he finds work as a caretaker for a boys' school and takes up with a woman named Missus O'Kelly, whom he suspects- but is not quite sure-may be his long-lost wife, the legendary Miss O'Shea. After being injured in a political bombing in Dublin in 1974, Henry is profiled in the newspaper and suddenly the secret of his rebel past is out. Henry is a national hero. Or are his troubles just beginning?. Raucous, colorful, epic, and full of intrigue and incident, The Dead Republic is also a moving love story-the magnificent final act in the life of one of Roddy Doyle's most unforgettable characters.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "European Literature",
                "Novels",
                "Contemporary",
                "Literature",
                "Literary Fiction",
                "Adult"
            ]
        },
        {
            "title": "Mordecai: The Life & Times",
            "authors": [
                "Charles Foran"
            ],
            "ranking": 4.18,
            "ranking_count": 124,
            "abstract": "Foran's book is IT: the definitive, detailed, intimate portrait of Mordecai Richler, the lion of Canadian literature, and the turbulent, changing times that nurtured him. It is also an extraordinary love story that lasted half a century.. The first major biography with access to family letters and archives. Mordecai Richler was an outsized and outrageous novelist whose life reads like fiction.. Mordecai Richler won multiple Governor General's Literary Awards, the Giller Prize, the Commonwealth Writers' Prize, among others, as well as many awards for his children's books. He also wrote Oscar-nominated screenplays. His influence was larger than life in Canada and abroad. In. Mordecai. , award-winning novelist and journalist Charlie Foran brings to the page the richness of Mordecai's life as young bohemian, irreverent writer, passionate and controversial Canadian, loyal friend and deeply romantic lover. He explores Mordecai's distraught childhood, and gives us the portrait of a marriage — the lifelong love affair with Florence, with Mordecai as beloved father of five. The portrait is alive and intimate — warts and all.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Autobiography of an Execution",
            "authors": [
                "David R. Dow"
            ],
            "ranking": 3.97,
            "ranking_count": 2351,
            "abstract": "Near the beginning of. The Autobiography of an Execution. , David Dow lays his cards on the table. People think that because I am against the death penalty and don't think people should be executed, that I forgive those people for what they did. Well, it isn't my place to forgive people, and if it were, I probably wouldn't. I'm a judgmental and not very forgiving guy. Just ask my wife.. It this spellbinding true crime narrative, Dow takes us inside of prisons, inside the complicated minds of judges, inside execution-administration chambers, into the lives of death row inmates (some shown to be innocent, others not) and even into his own home--where the toll of working on these gnarled and difficult cases is perhaps inevitably paid. He sheds insight onto unexpected phenomena-- how even religious lawyer and justices can evince deep rooted support for putting criminals to death-- and makes palpable the suspense that clings to every word and action when human lives hang in the balance.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Autobiography",
                "Law",
                "Mystery",
                "Politics",
                "Social Movements",
                "Biography",
                "Audiobook"
            ]
        },
        {
            "title": "Taste of Darkness",
            "authors": [
                "Maria V. Snyder"
            ],
            "ranking": 4.08,
            "ranking_count": 14594,
            "abstract": "She's fought death and won. But how can she fight her fears?. Avry knows hardship and trouble. She fought the plague and survived. She took on King Tohon and defeated him. But now her heart-mate, Kerrick, is missing, and Avry fears he's gone forever.. But there's a more immediate threat: The Skeleton King plots to claim the Fifteen Realms for his own. With armies in disarray and the dead not staying down, Avry's healing powers are needed now more than ever.. Torn between love and loyalty, Avry must choose her path carefully. For the future of her world depends on her decision.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Adventure",
                "Fiction"
            ]
        },
        {
            "title": "Days of the Bagnold Summer",
            "authors": [
                "Joff Winterhart"
            ],
            "ranking": 4.0,
            "ranking_count": 547,
            "abstract": "A tale of single parenting and heavy metal.. 'When someone looks back and writes a history of this summer, two people they will almost certainly leave out are Sue and Daniel Bagnold...'. So begins Joff Winterhart's sublimely funny and perceptive graphic novel,. Days of the Bagnold Summer. . Sue, 52, works in a library. Daniel, 15, is still at school. This was the summer holidays Daniel was due to spend with his father and his father's pregnant new wife in Florida. When they cancel his trip, Sue and Daniel face six long weeks together.. Joff Winterhart perfectly captures the ennui, the tension, the pathos and yes, the affection of this mother-son relationship. Already well-known for his animated films like. Violet. and. Turquoise. , he here shows himself to be a comics author of extraordinary talent.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Graphic Novels Comics",
                "Realistic Fiction",
                "Young Adult",
                "Music",
                "Comics",
                "Family"
            ]
        },
        {
            "title": "Fall Higher",
            "authors": [
                "Dean Young"
            ],
            "ranking": 4.17,
            "ranking_count": 363,
            "abstract": "Dean Young surmounts the failures of love and the body with his signature humor, verbal banter, and wild imaginative leaps. Embracing the elegiac, angry, and amorous with surrealistic wordplay and off-kilter music, Young coaxes us to fall higher into an intimate, vulnerable, expansive exchange. This is a major new book by one of America's most inventive poets.. I was satisfied with haiku until I met you,. jar of octopus, cuckoo's cry, 5-7-5,. but now I want a Russian novel,. a 50 page description of you sleeping,. another 75 of what you think staring out. a window. I don't care about the plot. although I suppose there will have to be one,. the usual separation of the lovers, turbulent. seas, danger of de-commission in spite. of constant war, time in gulps and glitches. passing, squibs of threnody, a fallen nest,. speckled eggs somehow uncrushed, the sled. out-racing the wolves on the steppes, the huge. glittering ball where all that matters. is a kiss at the end of a dark hall . . .. Dean Young. has published ten books of poetry, including finalists for the Pulitzer and Griffin Poetry Prizes. He teaches at the University of Texas, Austin.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction"
            ]
        },
        {
            "title": "Dreamless",
            "authors": [
                "Josephine Angelini"
            ],
            "ranking": 4.18,
            "ranking_count": 41627,
            "abstract": "Can true love be. FORGOTTEN?. As the only Scion who can descend into the Underworld, Helen Hamilton has been given a nearly impossible task. By night she wanders through Hades, trying to stop the endless cycle of revenge that has cursed her family. By day she struggles to overcome the fatigue that is rapidly eroding her sanity. Without Lucas by her side, Helen is not sure she has the strength to go on.. Just as Helen is pushed to her breaking point, a mysterious new Scion comes to her rescue. Funny and brave, Orion shields her from the dangers of the Underworld. But time is running out - a ruthless foe plots against them, and the Furies' cry for blood is growing louder.. As the ancient Greek world collides with the mortal one, Helen's sheltered life on Nantucket descends into chaos. But the hardest task of all will be forgetting Lucas Delos.. Josephine Angelini's compelling saga becomes ever more intricate and spellbinding as an unforgettable love triangle emerges and the eternal cycle of revenge intensifies. Eagerly awaited, this sequel to the internationally bestselling STARCROSSED delivers a gritty, action-packed love story that exceeds all expectations.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mythology"
            ]
        },
        {
            "title": "The Secret Diamond Sisters",
            "authors": [
                "Michelle Madow"
            ],
            "ranking": 3.6,
            "ranking_count": 1310,
            "abstract": "Three sisters. One billionaire father. What could go wrong?. Savannah. Courtney. Peyton.. The three sisters grew up not knowing their father and not quite catching a break. But it looks like their luck is about to change when they find out the secret identity of their long-lost dad -- a billionaire Las Vegas hotel owner who wants them to come live in a gorgeous penthouse hotel suite.. Suddenly the Strip's most exclusive clubs are all-access, and with an unlimited credit card each, it should be easier than ever to fit right in. But in a town full of secrets and illusion, fitting in is nothing compared to finding out the truth about their past.. This quick and entertaining read is filled with glitz and glamour... Get ready for one crazy and fabulous ride.. -RT Book Reviews. Sexy and often electrifying... Gossip Girl meets The Princess Diaries in a city that never sleeps.. -Booklist",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Womens Fiction",
                "Fiction",
                "Mystery",
                "Realistic Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Love Me If You Dare",
            "authors": [
                "Carly Phillips"
            ],
            "ranking": 3.88,
            "ranking_count": 3142,
            "abstract": "The perfect catch is about to fall for the one woman he's always resisted.... When hostage negotiator Rafe Mancuso takes a bullet to save Sara Rios, his former partner, his actions make him a bona fide hero—and New York City's newest most eligible bachelor. Then Rafe admits that Sara is. much. more than just another woman he's rescued. Suddenly, a firestorm of gossip turns him into exactly what he doesn't want to be: the Bachelor Blog's newest hot topic. His only solution is to leave town and get himself out of the spotlight…and sexy, jaded Sara out of his mind.. NYPD officer Sara Rios has Rafe to thank for saving her life, and Rafe to blame for the media chaos surrounding her. She wants to throw herself back into duty at full throttle, but until her injuries heal, she's on leave and in search of her rescuer. From the moment she finds Rafe and meets his large, boisterous family, she's hooked. But mutual attraction doesn't always mean happily-ever-after, and these two have a long way to go to find their fairy-tale ending…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Fiction",
                "Adult",
                "Audiobook",
                "Novels",
                "Suspense"
            ]
        },
        {
            "title": "Superduif",
            "authors": [
                "Esther Gerritsen"
            ],
            "ranking": 3.52,
            "ranking_count": 411,
            "abstract": "Bonnie weet al op heel jonge leeftijd dat ze voorbestemd is om uit te stijgen boven de middelmaat. Op haar elfde springt ze over een tuinhekje, en een aantal seconden blijft ze zweven. Niet veel later ziet ze hoe haar lichaam transformeert tot een gigantische, oerlelijke duif. Ze beseft dat ze nu behoort tot het schaarse gezelschap helden dat onheil kan afwenden en mensen kan behoeden voor ongelukken. Na haar reddingsacties verandert ze altijd weer in het onopvallende meisje dat ze is. Haar omgeving maakt zich zorgen over Bonnies groeiende gekte, behalve haar vriendin Ine, die niet zonder hun vriendschap kan.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Academic",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Kitty Goes to War",
            "authors": [
                "Carrie Vaughn"
            ],
            "ranking": 4.0,
            "ranking_count": 9384,
            "abstract": "Kitty Norville, Alpha werewolf and host of. The Midnight Hour. , a radio call-in show, is contacted by a friend at the NIH's Center for the Study of Paranatural Biology. Three Army soldiers recently returned from the war in Afghanistan are being held at Ft. Carson in Colorado Springs. They're killer werewolves and post traumatic stress has left them unable to control their shape-shifting and unable to interact with people. Kitty agrees to see them, hoping to help by bringing them into her pack.. Meanwhile, Kitty gets sued for libel by CEO Harold Franklin after featuring Speedy Mart — his nationwide chain of 24-hour convenience stores with a reputation for attracting supernatural unpleasantness — on her show.. Very bad weather is on the horizon.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Shapeshifters",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Sophia Tolstoy: A Biography",
            "authors": [
                "Alexandra Popoff"
            ],
            "ranking": 4.11,
            "ranking_count": 176,
            "abstract": "Sophia Tolstoy: A Biography",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Cultural",
                "Womens",
                "Feminism",
                "Literature",
                "Biography Memoir"
            ]
        },
        {
            "title": "Conquerors: How Portugal Forged the First Global Empire",
            "authors": [
                "Roger Crowley"
            ],
            "ranking": 4.27,
            "ranking_count": 2683,
            "abstract": "As remarkable as Columbus and the conquistador expeditions, the history of Portuguese exploration is now almost forgotten. But Portugal's navigators cracked the code of the Atlantic winds, launched the expedition of Vasco da Gama to India and beat the Spanish to the spice kingdoms of the East - then set about creating the first long-range maritime empire. In an astonishing blitz of thirty years, a handful of visionary and utterly ruthless empire builders, with few resources but breathtaking ambition, attempted to seize the Indian Ocean, destroy Islam and take control of world trade.. Told with Roger Crowley's customary skill and verve, this is narrative history at its most vivid - an epic tale of navigation, trade and technology, money and religious zealotry, political diplomacy and espionage, sea battles and shipwrecks, endurance, courage and terrifying brutality. Drawing on extensive first-hand accounts, it brings to life the exploits of an extraordinary band of conquerors - men such as Afonso de Albuquerque, the first European since Alexander the Great to found an Asian empire - who set in motion five hundred years of European colonisation and unleashed the forces of globalisation.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Politics",
                "Travel"
            ]
        },
        {
            "title": "Hush",
            "authors": [
                "Eishes Chayil",
                "Judy  Brown"
            ],
            "ranking": 3.98,
            "ranking_count": 3611,
            "abstract": "Inside the closed community of Borough Park, where most Chassidim live, the rules of life are very clear, determined by an ancient script written thousands of years before down to the last detail--and abuse has never been a part of it. But when thirteen-year-old Gittel learns of the abuse her best friend has suffered at the hands of her own family member, the adults in her community try to persuade Gittel, and themselves, that nothing happened. Forced to remain silent, Gittel begins to question everything she was raised to believe.. A richly detailed and nuanced book, one of both humor and depth, understanding and horror, this story explains a complex world that remains an echo of its past, and illuminates the conflict between yesterday's traditions and today's reality.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Realistic Fiction",
                "Literature",
                "Contemporary",
                "Religion",
                "Sociology",
                "Judaism"
            ]
        },
        {
            "title": "No Mercy",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.28,
            "ranking_count": 24612,
            "abstract": "Live fast, fight hard and if you have to die then take as many of your enemies with you as you can. That is the Amazon credo and it was one Samia lived and died by. Now in contemporary New Orleans, the immortal Amazon warrior is about to learn that there’s a worse evil coming to slaughter mankind than she’s ever faced before.. Shapeshifter Dev Peltier has stood guard at the front of Sanctuary for almost two hundred years and in that time, he’s seen it all. Or so he thought. Now their enemies have discovered a new source of power- one that makes a mockery of anything faced to date.. The war is on and Dev and Sam are guarding ground zero. But in order to win, they will have to break the most cardinal of all rules and pray it doesn’t unravel the universe as we know it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Mythology",
                "Fiction"
            ]
        },
        {
            "title": "Rise of an Oligarch: The Way it is",
            "authors": [
                "Carlito Sofer",
                "Nik Krasno"
            ],
            "ranking": 4.35,
            "ranking_count": 69,
            "abstract": "One bullet. One billionaire. Mikhail lies in a coma. For while Mikhail's methods were ruthless, his arrogance left him vulnerable. His associates can shoot, but they cannot manage the financial empire he built so painstakingly. Is there a way to avoid its rapid descend into turmoil?. Rise of an Oligarch is a thrilling historical fiction set against the background of the Big Bang of the USSR.. This is the book that tycoons don't want you to read!",
            "part_of_series": true,
            "genre_list": [
                "Cultural"
            ]
        },
        {
            "title": "The Defender: How the Legendary Black Newspaper Changed America",
            "authors": [
                "Ethan Michaeli"
            ],
            "ranking": 4.31,
            "ranking_count": 380,
            "abstract": "Giving voice to the voiceless, the. Chicago Defender. condemned Jim Crow, catalyzed the Great Migration, and focused the electoral power of black America. Robert S. Abbott founded. The Defender. in 1905, smuggled hundreds of thousands of copies into the most isolated communities in the segregated South, and was dubbed a Modern Moses, becoming one of the first black millionaires in the process. His successor wielded the newspaper’s clout to elect mayors and presidents, including Harry S. Truman and John F. Kennedy, who would have lost in 1960 if not for. The. Defender. ’s support. Along the way, its pages were filled with columns by legends like Ida B. Wells, Langston Hughes, and Martin Luther King.. Drawing on dozens of interviews and extensive archival research, Ethan Michaeli constructs a revelatory narrative of race in America and brings to life the reporters who braved lynch mobs and policemen’s clubs to do their jobs, from the age of Teddy Roosevelt to the age of Barack Obama.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Race",
                "Writing",
                "Politics",
                "Cultural",
                "Social Movements",
                "North American Hi...",
                "Historical"
            ]
        },
        {
            "title": "Archangel's Legion",
            "authors": [
                "Nalini Singh"
            ],
            "ranking": 4.38,
            "ranking_count": 24954,
            "abstract": "Nalini Singh, the New York Times bestselling. alpha author of paranormal romance (Booklist). returns to an immortal world of violent passion and lethal power…on the brink of a deadly archangelic war.. Angels are falling from the sky in New York, struck down by a vicious, unknown force.. Vampires are dying impossibly of disease.. Guild hunter Elena Deveraux and the Archangel Raphael must discover the source of the wave of death before it engulfs their city and their people, leaving New York a ruin and Raphael’s Tower under siege by enemy archangels.. Yet even as they fight desperately to save the city, an even darker force is stirring, its chill eyes trained on New York…and on Raphael. Rivers of crimson and nightmares given flesh, the world will never again be the same…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Palace of Tears",
            "authors": [
                "Julian Leatherdale"
            ],
            "ranking": 3.89,
            "ranking_count": 522,
            "abstract": "Angie loved Mr. Fox's magnificent, absurd hotel. In fact, it was her one true great love. But ... today Angie was so cross, so fed up with everybody and everything, she would probably cheer if a wave of fire swept over the cliff and engulfed the Palace and all its guests.. A sweltering summer's day, January 1914: the charismatic and ruthless Adam Fox throws a lavish birthday party for his son and heir at his elegant clifftop hotel in the Blue Mountains. Everyone is invited except Angie, the girl from the cottage next door. The day will end in tragedy, a punishment for a family's secrets and lies.. In 2013, Fox's granddaughter Lisa, seeks the truth about the past. Who is this Angie her mother speaks of: 'the girl who broke all our hearts'? Why do locals call Fox's hotel the 'palace of tears'? Behind the grandeur and glamour of its famous guests and glittering parties, Lisa discovers a hidden history of passion and revenge, loyalty and love.. A grand piano burns in the night, a seance promises death or forgiveness, a fire rages in a snowstorm, a painter's final masterpiece inspires betrayal, a child is given away. With twist upon twist, this lush, strange mystery withholds its shocking truth to the very end.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Cultural",
                "Drama"
            ]
        },
        {
            "title": "The Faithful",
            "authors": [
                "S.M. Freedman"
            ],
            "ranking": 3.94,
            "ranking_count": 1329,
            "abstract": "For Agent Josh Metcalf, memories are ghosts. They are blood-soaked backpacks and the smell of strawberry Chap Stick. Josh is haunted by a little girl who went missing his first summer on the force. Decades later his search has become an obsession, and he’s pinned the photos of hundreds of missing children to his wall of tears. All the children had psychic abilities. All the cases went cold -- with no witnesses, no useful tips, and no children ever recovered. Until a woman gets injured trying to stop an abduction, and Josh comes face to face with his personal ghost.. For Rowan Wilson, a meteorite hunter for NASA’s Spaceguard program, memories are lies. The childhood she thought she knew has been erased, leaving a black hole in its place. New recollections are flaring to life: men dressed like priests, a ranch in the mountains, mind control, and rape. Each new memory draws her closer to one of the other missing children, Sumner Macey; and to I Fidele, the underground organization for whom kidnapping is just the beginning.. For Sumner, memories have become weapons. He’s sharpened each of his with surgical precision: the ranch, the doctrine, the mind-wash, and the murders. He’s eager to slice at the black sludge pumping through I Fidele’s heart, desperate to cripple those who stole his childhood.. To I Fidele, non-psychics are cockroaches in need of extermination, an inferior species destroying the earth. They’re ready to enforce eugenics on a global scale. If they succeed, only those faithful to their doctrine will survive.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Suspense",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Cozy Classics: Pride and Prejudice",
            "authors": [
                "Jack  Wang",
                "Holman Wang",
                "Jane Austen"
            ],
            "ranking": 4.3,
            "ranking_count": 535,
            "abstract": "Classics never go out of style—that’s what makes them classic.. Cozy Classics. is a new board book series that presents well-loved stories to children aged 0+. Every classic in the series will be condensed to 12 baby-friendly words, and each word will appear alongside a photograph of needle felted objects.. Pride and Prejudice. is a timeless romance about how a bad first impression can turn into love, and one of the world’s most beloved classics. Now this classic can be shared with your youngest children.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Art",
                "Romance",
                "Humor",
                "Historical",
                "Retellings"
            ]
        },
        {
            "title": "The Spirit War",
            "authors": [
                "Rachel Aaron"
            ],
            "ranking": 4.24,
            "ranking_count": 5898,
            "abstract": "Eli Monpress is vain. He's cocky. And he's a thief.. But he's a thief who has just seen his bounty topped and he's not happy about it. The bounty topper, as it turns out, is his best friend, bodyguard, and master swordsman, Josef. Who has been keeping secrets from Eli. Apparently, he's the only prince of a rather feisty country and his mother (a formidable queen who's every bit as driven and stubborn as he is) wants him to come home and do his duty, which means throwing over personal ambitions like proving he's the greatest swordsman who ever lived.. Family drama aside, Eli and Josef have their hands full. The Spirit Court has been usurped by the Council of Thrones and someone calling herself the Immortal Empress is staging a massive invasion. But it's not just politics --- the Immortal Empress has a specific target in mind: Eli Monpress, the greatest thief in the world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult",
                "Audiobook"
            ]
        }
    ]
}