{
    "books": [
        {
            "title": "The Last Spell",
            "authors": [
                "J.A.    White",
                "Andrea Offermann"
            ],
            "ranking": 4.41,
            "ranking_count": 928,
            "abstract": "The spellbinding conclusion to the critically acclaimed Thickety series. In The Thickety #4: The Last Spell, Kara and her brother Taff must find the hidden pieces of Princess Evangeline’s grimoire to defeat Rygoth and her army of witches in one last good versus evil battle.. Kara and Taff have discovered that the Spider Queen is searching for Princess Evangeline’s grimoire, the Vukera. Legends say that any witch who wields its dangerous magic would be indestructible. Kara and Taff have to stop the Spider Queen from finding the ancient weapon—and destroying everything.. They will travel through time with an old enemy, come face-to-face with the creatures that guard the grimoire’s pages, and unravel a king’s dangerous secret, before one final battle against the Spider Queen. But can Kara save the people she loves and cast a spell that could change magic forever?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Adventure",
                "Paranormal",
                "Young Adult",
                "Horror",
                "Fiction"
            ]
        },
        {
            "title": "Time's Anvil: England, Archaeology and the Imagination",
            "authors": [
                "Richard Morris"
            ],
            "ranking": 4.05,
            "ranking_count": 55,
            "abstract": "History thrives on stories.. Time's Anvil. explores archaeology's influence on what such stories say, how they are told, who tells them and how we listen.. In a dazzlingly wide-ranging exploration, Richard Morris casts fresh light on three quarters of a million years of history in the place we now think of as England. Drawing upon genres that are usually pursued in isolation - such as biography, poetry, or physics - he finds potent links between things we might imagine to be unrelated. His subjects range from humanity's roots to the destruction of the wildwood, from the first farmers to industrialization, and from Tudor drama to twentieth-century conflict. Each topic sits at a different point along the continuum between epoch and the fleeting moment.. In part, this is a history of archaeology; in part, too, it is a personal account of the author's history in archaeology. But mainly it is about how the past is read, and about what we bring to the reading as well as what we find. The result is a book that defies categorization, but one which will by turns surprise, enthral and provoke anyone who cares for England, who we are and where we have come from.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "European Literature",
                "Science"
            ]
        },
        {
            "title": "Claire, After All",
            "authors": [
                "Karen J. Hasley"
            ],
            "ranking": 4.28,
            "ranking_count": 130,
            "abstract": "Claire Penwarren is a force to be reckoned with. Commissioned by her widowed father, she descends on the green Sussex hills with three assignments. Ready Loden Hall for her father's arrival as the new earl. Find the perfect husband for her gorgeous half-sister. Acquire a tutor for her rapscallion twin brothers. At twenty-eight Claire--now Lady Claire--has had years of experience running an orderly household in India and cannot imagine England will be any different. Older. Wiser. That's Claire.. But England refuses to cooperate with Claire's well laid plans. How did beautiful Loden Hall become such a ruin and how will she make it right in time? Why is her usually cooperative sister so resistant to Claire's recommendation for a husband? Why are her brothers so unhappy that stowing away on a merchant ship holds more appeal than her loving care at home? Really, if it weren't for the unexpectedly practical advice of her neighbor the Marquis of Symonton, she would feel quite alone.. For Claire, focused on the tangled knots of her own family, Symonton is the perfect ally. Who better to offer guidance than a man savvy enough to maneuver his way through society for six and thirty years without being trapped into matrimony? And how fortunate that the man is entertained by her family's exploits! But even with Symonton, Claire manages to get it wrong. It's not her family he's interested in and amusement is not what he feels. The man has other plans entirely. Maturity and experience are all well and good, but Claire will learn that neither is as valuable as love.. Book I of The Penwarrens, a series of 3 light-hearted Victorian romances.. Claire, After All   ~   Listening to Abby   ~   Jubilee Rose",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "European Literature"
            ]
        },
        {
            "title": "Decisive: How to Make Better Choices in Life and Work",
            "authors": [
                "Chip Heath",
                "Dan Heath"
            ],
            "ranking": 3.95,
            "ranking_count": 15703,
            "abstract": "Chip and Dan Heath, the bestselling authors of. Switch. and. Made to Stick. , tackle one of the most critical topics in our work and personal lives: how to make better decisions.. Research in psychology has revealed that our decisions are disrupted by an array of biases and irrationalities: We’re overconfident. We seek out information that supports us and downplay information that doesn’t. We get distracted by short-term emotions. When it comes to making choices, it seems, our brains are flawed instruments. Unfortunately, merely being aware of these shortcomings doesn’t fix the problem, any more than knowing that we are nearsighted helps us to see. The real question is: How can we do better?. In. Decisive. , the Heaths, based on an exhaustive study of the decision-making literature, introduce a four-step process designed to counteract these biases. Written in an engaging and compulsively readable style,. Decisive. takes readers on an unforgettable journey, from a rock star’s ingenious decision-making trick to a CEO’s disastrous acquisition, to a single question that can often resolve thorny personal decisions.. Along the way, we learn the answers to critical questions like these: How can we stop the cycle of. agonizing. over our decisions? How can we make group decisions without destructive politics? And how can we ensure that we don’t overlook precious opportunities to change our course?. Decisive. is the Heath brothers’ most powerful—and important—book yet, offering fresh strategies and practical tools enabling us to make better choices. Because the right decision, at the right moment, can make all the difference.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Leadership",
                "Productivity",
                "Audiobook",
                "Buisness"
            ]
        },
        {
            "title": "Shylock Is My Name",
            "authors": [
                "Howard Jacobson"
            ],
            "ranking": 3.16,
            "ranking_count": 2104,
            "abstract": "Man Booker Prize-winner Howard Jacobson brings his singular brilliance to this modern re-imagining of one of Shakespeare’s most unforgettable characters: Shylock. Winter, a cemetery, Shylock. In this provocative and profound interpretation of “The Merchant of Venice,” Shylock is juxtaposed against his present-day counterpart in the character of art dealer and conflicted father Simon Strulovitch. With characteristic irony, Jacobson presents Shylock as a man of incisive wit and passion, concerned still with questions of identity, parenthood, anti-Semitism and revenge. While Strulovich struggles to reconcile himself to his daughter Beatrice's “betrayal” of her family and heritage – as she is carried away by the excitement of Manchester high society, and into the arms of a footballer notorious for giving a Nazi salute on the field – Shylock alternates grief for his beloved wife with rage against his own daughter's rejection of her Jewish upbringing. Culminating in a shocking twist on Shylock’s demand for the infamous pound of flesh, Jacobson’s insightful retelling examines contemporary, acutely relevant questions of Jewish identity while maintaining a poignant sympathy for its characters and a genuine spiritual kinship with its antecedent—a drama which Jacobson himself considers to be “the most troubling of Shakespeare’s plays for anyone, but, for an English novelist who happens to be Jewish, also the most challenging.”",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Retellings",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Adult Fiction",
                "Novels",
                "European Literature",
                "Religion"
            ]
        },
        {
            "title": "The Devil is a Part-Timer Light Novel, Vol. 1",
            "authors": [
                "Satoshi Wagahara"
            ],
            "ranking": 4.25,
            "ranking_count": 1282,
            "abstract": "After being soundly thrashed by the hero Emilia, the Devil King and his general beat a hasty retreat to a parallel universe...only to land plop in the middle of bustling, modern-day Tokyo! Lacking the magic necessary to return home, the two are forced to assume human identities and live average human lives until they can find a better solution. And to make ends meet, Satan finds gainful employment at a nearby fast food joint! With his devilish mind set on working his way up the management food chain, what will become of his thirst for conquest?!",
            "part_of_series": true,
            "genre_list": [
                "Novels",
                "Fantasy",
                "Sequential Art",
                "Humor",
                "Fiction",
                "Young Adult",
                "Asian Literature",
                "Romance"
            ]
        },
        {
            "title": "Politics",
            "authors": [
                "rory macbeth"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Politics is the politics of politics. Nothing matters but the winning and losing. An edgy look at the women and men in that racket.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Не минаючи ані титли... Лінгвобіографія старослов'янської мови",
            "authors": [
                "Любомир Белей"
            ],
            "ranking": 4.8,
            "ranking_count": 5,
            "abstract": "Пропоноване дослідження - це лінгвобіографія, або історико-культурний нарис розвитку старослов'янської мови, покликаний з'ясувати місце та роль старослов'янської писемності в культурі українського народу. Ця проблематика тривалий час перебувала під сильним ідеологічним пресом, в результаті чого нерідко піддавалася хибним, заідеологізованим інтерпретаціям. Автор виважено висвітлює темні сторінки лінгвобіографії старослов'янської мови та з'ясовує специфіку впливу найдавнішої літературної мови слов'ян на процесс становлення української літературної мови.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Beneath the Night Tree",
            "authors": [
                "Nicole Baart"
            ],
            "ranking": 4.1,
            "ranking_count": 774,
            "abstract": "Do I have a child? Julia DeSmit knew she would face the question eventually, but she didn’t expect it now. At twenty-four, she is finally content with the way her life has unfolded. A single mother to her son and young brother, she works at the local grocery store while chipping away at a two-year degree. All her free time is spent with her unorthodox family—her boys, her grandmother, and her boyfriend of five years. It’s not perfect, but Julia is happier than ever.. So when she receives the cryptic e-mail from her son’s father, Julia’s world is turned upside down. She hasn’t heard from Parker since he left her in a college parking lot nearly six years ago. But one look at her son—the spitting image of his father—is enough to convince her that, for better or worse, Parker is a part of their story. Faced with this new reality and an unexpected tragedy, Julia begins a tightrope walk between what was and what is, what she hopes for and what will be.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "History of Wolves",
            "authors": [
                "Emily Fridlund"
            ],
            "ranking": 3.41,
            "ranking_count": 26193,
            "abstract": "Fourteen-year-old Madeline lives with her parents in the beautiful, austere woods of northern Minnesota, where their nearly abandoned commune stands as a last vestige of a lost counter-culture world. Isolated at home and an outlander at school, Madeline is drawn to the enigmatic, attractive Lily and new history teacher Mr. Grierson. When Mr. Grierson is charged with possessing child pornography, the implications of his arrest deeply affect Madeline as she wrestles with her own fledgling desires and craving to belong.. And then the young Gardner family moves in across the lake and Madeline finds herself welcomed into their home as a babysitter for their little boy, Paul. It seems that her life finally has purpose but with this new sense of belonging she is also drawn into secrets she doesn’t understand. Over the course of a few days, Madeline makes a set of choices that reverberate throughout her life. As she struggles to find a way out of the sequestered world into which she was born, Madeline confronts the life-and-death consequences of the things people do—and fail to do—for the people they love",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Young Adult",
                "Adult Fiction",
                "Adult",
                "Novels",
                "Religion",
                "Book Club"
            ]
        },
        {
            "title": "Goodbye, Vitamin",
            "authors": [
                "Rachel Khong"
            ],
            "ranking": 3.72,
            "ranking_count": 21952,
            "abstract": "Goodbye, Vitamin. is the wry, beautifully observed story of a woman at a crossroads, as Ruth and her friends attempt to shore up her father's career; she and her mother obsess over the ambiguous health benefits - in the absence of a cure - of dried jellyfish supplements and vitamin pills; and they all try to forge a new relationship with the brilliant, childlike, irascible man her father has become.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Family",
                "Adult Fiction",
                "Adult",
                "Health",
                "Humor"
            ]
        },
        {
            "title": "Love Song",
            "authors": [
                "Sophia Bennett"
            ],
            "ranking": 4.1,
            "ranking_count": 1150,
            "abstract": "A million girls would kill for the chance to meet The Point, but Nina’s not one of them.. Winner of the RNA Romantic Novel of the Year Award 2017. She’s the new assistant to the lead singer’s diva fiancée, and she knows it’s going to suck. She quickly learns that being with the hottest band on the planet isn’t as easy as it looks: behind the scenes, the boys are on the verge of splitting up. Tasked with keeping an eye on four spoiled rock stars, Nina’s determined to stick it out – and not fall for any of them …. The new novel from the popular and highly-acclaimed author of. You Don’t Know Me. ,. The Look. , and the. Threads. series.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Music",
                "New Adult",
                "Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Is Critique Secular?: Blasphemy, Injury, and Free Speech",
            "authors": [
                "Talal Asad",
                "Judith Butler",
                "Saba Mahmood"
            ],
            "ranking": 3.96,
            "ranking_count": 146,
            "abstract": "In this volume, four leading thinkers of our times confront the paradoxes and dilemmas attending the supposed stand-off between Islam and liberal democratic values. Taking the controversial Danish cartoons of Mohammad as a point of departure, Talal Asad, Wendy Brown, Judith Butler, and Saba Mahmood inquire into the evaluative frameworks at stake in understanding the conflicts between blasphemy and free speech, between religious taboos and freedoms of thought and expression, and between secular and religious world views. Is the language of the law an adequate mechanism for the adjudication of such conflicts? What other modes of discourse are available for the navigation of such differences in multicultural and multi-religious societies? What is the role of critique in such an enterprise? These are among the pressing questions this volume addresses.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Religion",
                "Anthropology",
                "Academic",
                "Politics",
                "Writing"
            ]
        },
        {
            "title": "The Three Lives of James Madison: Genius, Partisan, President",
            "authors": [
                "Noah Feldman"
            ],
            "ranking": 4.16,
            "ranking_count": 704,
            "abstract": "A sweeping reexamination of the Founding Father who transformed the United States in each of his political “lives”—as a revolutionary thinker, as a partisan political strategist, and as a president. Over the course of his life,. James Madison changed the United States three times: First, he designed the Constitution, led the struggle for its adoption and ratification, then drafted the Bill of Rights. As an older, cannier politician he co-founded the original Republican party, setting the course of American political partisanship. Finally, having pioneered a foreign policy based on economic sanctions, he took the United States into a high-risk conflict, becoming the first wartime president and, despite the odds, winning.. Now Noah Feldman offers an intriguing portrait of this elusive genius and the constitutional republic he created—and how both evolved to meet unforeseen challenges. Madison hoped to eradicate partisanship yet found himself giving voice to, and institutionalizing, the political divide. Madison’s lifelong loyalty to Thomas Jefferson led to an irrevocable break with George Washington, hero of the American Revolution. Madison closely collaborated with Alexander Hamilton on the. Federalist. papers—yet their different visions for the United States left them enemies.. Alliances defined Madison, too. The vivacious Dolley Madison used her social and political talents to win her husband new supporters in Washington—and define the diplomatic customs of the capital’s society. Madison’s relationship with James Monroe, a mixture of friendship and rivalry, shaped his presidency and the outcome of the War of 1812.. We may be more familiar with other Founding Fathers, but the United States today is in many ways Madisonian in nature. Madison predicted that foreign threats would justify the curtailment of civil liberties. He feared economic inequality and the power of financial markets over politics, believing that government by the people demanded resistance to wealth. Madison was the first Founding Father to recognize the importance of public opinion, and the first to understand that the media could function as a safeguard to liberty.. The Three Lives of James Madison. is an illuminating biography of the man whose creativity and tenacity gave us America’s distinctive form of government. His collaborations, struggles, and contradictions define the United States to this day.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Politics",
                "North American Hi...",
                "Nonfiction",
                "Presidents",
                "Literature",
                "Audiobook",
                "Military History"
            ]
        },
        {
            "title": "Grandma Gatewood's Walk: The Inspiring Story of the Woman Who Saved the Appalachian Trail",
            "authors": [
                "Ben Montgomery"
            ],
            "ranking": 4.05,
            "ranking_count": 18255,
            "abstract": "Winner of the 2014 National Outdoor Book Awards for History/Biography. Emma Gatewood told her family she was going on a walk and left her small Ohio hometown with a change of clothes and less than two hundred dollars. The next anybody heard from her, this genteel, farm-reared, 67-year-old great-grandmother had walked 800 miles along the 2,050-mile Appalachian Trail. And in September 1955, having survived a rattlesnake strike, two hurricanes, and a run-in with gangsters from Harlem, she stood atop Maine’s Mount Katahdin. There she sang the first verse of “America, the Beautiful” and proclaimed, “I said I’ll do it, and I’ve done it.”. Grandma Gatewood, as the reporters called her, became the first woman to hike the entire Appalachian Trail alone, as well as the first person—man or woman—to walk it twice and three times. Gatewood became a hiking celebrity and appeared on TV and in the pages of Sports Illustrated. The public attention she brought to the little-known footpath was unprecedented. Her vocal criticism of the lousy, difficult stretches led to bolstered maintenance, and very likely saved the trail from extinction.. Author Ben Montgomery was given unprecedented access to Gatewood’s own diaries, trail journals, and correspondence, and interviewed surviving family members and those she met along her hike, all to answer the question so many asked:. Why did she do it?. The story of Grandma Gatewood will inspire readers of all ages by illustrating the full power of human spirit and determination. Even those who know of Gatewood don’t know the full story—a story of triumph from pain, rebellion from brutality, hope from suffering.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Travel",
                "History",
                "Environment",
                "Adventure",
                "Autobiography",
                "Audiobook",
                "Nature",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Girl with Seven Names: A North Korean Defector’s Story",
            "authors": [
                "Hyeonseo Lee",
                "David John"
            ],
            "ranking": 4.39,
            "ranking_count": 73702,
            "abstract": "An extraordinary insight into life under one of the world’s most ruthless and secretive dictatorships – and the story of one woman’s terrifying struggle to avoid capture/repatriation and guide her family to freedom.. As a child growing up in North Korea, Hyeonseo Lee was one of millions trapped by a secretive and brutal totalitarian regime. Her home on the border with China gave her some exposure to the world beyond the confines of the Hermit Kingdom and, as the famine of the 1990s struck, she began to wonder, question and to realise that she had been brainwashed her entire life. Given the repression, poverty and starvation she witnessed surely her country could not be, as she had been told “the best on the planet”?. Aged seventeen, she decided to escape North Korea. She could not have imagined that it would be twelve years before she was reunited with her family.. She could not return, since rumours of her escape were spreading, and she and her family could incur the punishments of the government authorities – involving imprisonment, torture, and possible public execution. Hyeonseo instead remained in China and rapidly learned Chinese in an effort to adapt and survive. Twelve years and two lifetimes later, she would return to the North Korean border in a daring mission to spirit her mother and brother to South Korea, on one of the most arduous, costly and dangerous journeys imaginable.. This is the unique story not only of Hyeonseo’s escape from the darkness into the light, but also of her coming of age, education and the resolve she found to rebuild her life – not once, but twice – first in China, then in South Korea. Strong, brave and eloquent, this memoir is a triumph of her remarkable spirit.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "History",
                "Biography Memoir",
                "Audiobook",
                "Politics",
                "Book Club"
            ]
        },
        {
            "title": "Prophecy",
            "authors": [
                "S.J. Parris"
            ],
            "ranking": 3.92,
            "ranking_count": 7518,
            "abstract": "S. J. Parris returns with the next Giordano Bruno mystery, set inside Queen Elizabeth’s palace and steeped in period atmospherics and the strange workings of the occult.. It is the year of the Great Conjunction, when the two most powerful planets, Jupiter and Saturn, align an astrological phenomenon that occurs once every thousand years and heralds the death of one age and the dawn of another. The streets of London are abuzz with predictions of horrific events to come, possibly even the death of Queen Elizabeth.. When several of the queen’s maids of honor are found dead, rumors of black magic abound. Elizabeth calls upon her personal astrologer, John Dee, and Giordano Bruno to solve the crimes. While Dee turns to a mysterious medium claiming knowledge of the murders, Bruno fears that something far more sinister is at work. But even as the climate of fear at the palace intensifies, the queen refuses to believe that the killer could be someone within her own court.. Bruno must play a dangerous game: can he allow the plot to progress far enough to give the queen the proof she needs without putting her, England, or his own life in danger?. In this utterly gripping and gorgeously written novel, S. J. Parris has proven herself the new master of the historical thriller.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "English History"
            ]
        },
        {
            "title": "The Sun and Her Flowers",
            "authors": [
                "Rupi Kaur"
            ],
            "ranking": 4.12,
            "ranking_count": 242247,
            "abstract": "From Rupi Kaur, the #1 New York Times bestselling author of milk and honey, comes her long-awaited second collection of poetry. A vibrant and transcendent journey about growth and healing. Ancestry and honoring one’s roots. Expatriation and rising up to find a home within yourself.. Divided into five chapters and illustrated by Kaur, the sun and her flowers is a journey of wilting, falling, rooting, rising, and blooming. A celebration of love in all its forms.. this is the recipe of life. said my mother. as she held me in her arms as i wept. think of those flowers you plant. in the garden each year. they will teach you. that people too. must wilt. fall. root. rise. in order to bloom",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Feminism",
                "Nonfiction",
                "Adult",
                "Contemporary",
                "Romance",
                "Health",
                "Cultural",
                "Womens",
                "Love"
            ]
        },
        {
            "title": "Beneath the Lion's Gaze",
            "authors": [
                "Maaza Mengiste"
            ],
            "ranking": 3.94,
            "ranking_count": 2909,
            "abstract": "An epic tale of a father and two sons, of betrayals and loyalties, of a family unraveling in the wake of Ethiopia’s revolution.. This memorable, heartbreaking story opens in Addis Ababa, Ethiopia, 1974, on the eve of a revolution. Yonas kneels in his mother’s prayer room, pleading to his god for an end to the violence that has wracked his family and country. His father, Hailu, a prominent doctor, has been ordered to report to jail after helping a victim of state-sanctioned torture to die. And Dawit, Hailu’s youngest son, has joined an underground resistance movement—a choice that will lead to more upheaval and bloodshed across a ravaged Ethiopia.. Beneath the Lion’s Gaze. tells a gripping story of family, of the bonds of love and friendship set in a time and place that has rarely been explored in fiction. It is a story about the lengths human beings will go in pursuit of freedom and the human price of a national revolution. Emotionally gripping, poetic, and indelibly tragic,. Beneath The Lion’s Gaze. is a transcendent and powerful debut. .",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Historical",
                "Eastern Africa",
                "War",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Family"
            ]
        },
        {
            "title": "Amatka",
            "authors": [
                "Karin Tidbeck"
            ],
            "ranking": 3.78,
            "ranking_count": 3171,
            "abstract": "Vanja, a government worker, leaves her home city of Essre for the austere, wintry colony of Amatka on a research assignment. It takes some adjusting: people act differently in Amatka, and citizens are monitored for signs of subversion.. Intending to stay just a short while, Vanja finds herself falling in love with her housemate, Nina, and decides to stick around. But when she stumbles on evidence of a growing threat to the colony and a cover-up by its administration, she begins an investigation that puts her at tremendous risk.. In Karin Tidbeck's dystopic imagining, language has the power to shape reality. Unless objects, buildings, and the surrounding landscape are repeatedly named, and named properly, everything will fall apart. Trapped in the repressive colony, Vanja dreams of using language to break free, but her individualism may well threaten the very fabric of reality. Amatka is a beguiling and wholly original novel about freedom, love, and artistic creation by an idiosyncratic new voice.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "LGBT",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Horror",
                "European Literature"
            ]
        },
        {
            "title": "De urolige",
            "authors": [
                "Linn Ullmann"
            ],
            "ranking": 3.96,
            "ranking_count": 3373,
            "abstract": "Å se, å huske, å begripe. Alt kommer an på hvor du står. Første gang hun kom til Hammars, var hun knapt ett år gammel og visste ingenting om den store og omveltende kjærligheten som hadde brakt henne dit.. Egentlig var det tre kjærligheter.. Far og datter sitter med en båndopptager mellom seg. Planen var at de skulle dokumentere aldringen, i en bok de to skulle lage sammen. Men da de endelig er i gang, har alderdommen tatt tak i ham på en måte som gjør samtalene uforutsigbare og sprukne.. De urolige er en leken, utforskende og sjangeroverskridende roman om et barn som ikke kan vente med å bli voksen, og foreldre som helst vil være barn, om minner og glemsel og de mange historiene som utgjør et liv.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Culture",
                "European Literature",
                "Cultural",
                "Literary Fiction",
                "Family",
                "Young Adult",
                "Novels",
                "Book Club"
            ]
        },
        {
            "title": "Infinite City: A San Francisco Atlas",
            "authors": [
                "Rebecca Solnit"
            ],
            "ranking": 4.24,
            "ranking_count": 1181,
            "abstract": "What makes a place?. Infinite City. , Rebecca Solnit’s brilliant reinvention of the traditional atlas, searches out the answer by examining the many layers of meaning in one place, the San Francisco Bay Area. Aided by artists, writers, cartographers, and twenty-two gorgeous color maps, each of which illuminates the city and its surroundings as experienced by different inhabitants, Solnit takes us on a tour that will forever change the way we think about place. She explores the area thematically—connecting, for example, Eadweard Muybridge’s foundation of motion-picture technology with Alfred Hitchcock’s filming of. Vertigo.. Across an urban grid of just seven by seven miles, she finds seemingly unlimited landmarks and treasures—butterfly habitats, queer sites, murders, World War II shipyards, blues clubs, Zen Buddhist centers. She roams the political terrain, both progressive and conservative, and details the cultural geographies of the Mission District, the culture wars of the Fillmore, the South of Market world being devoured by redevelopment, and much, much more. Breathtakingly original, this atlas of the imagination invites us to search out the layers of San Francisco that carry meaning for us—or to discover our own infinite city, be it Cleveland, Toulouse, or Shanghai.. CONTRIBUTORS:. Cartographers: Ben Pease and Shizue Seigel. Designer: Lia Tjandra. Artists: Sandow Birk, Mona Caron, Jaime Cortez, Hugh D'Andrade, Robert Dawson, Paz de la Calzada, Jim Herrington, Ira Nowinski, Alison Pebworth, Michael Rauner, Gent Sturgeon, Sunaura Taylor. Writers and researchers: Summer Brenner, Adriana Camarena, Chris Carlsson, Lisa Conrad, Guillermo Gómez-Peña, Joshua Jelly-Schapiro, Paul La Farge, Genine Lentine, Stella Lochman, Aaron Shurin, Heather Smith, Richard Walker. Additional cartography: Darin Jensen; Robin Grossinger and Ruth Askevold, San Francisco Estuary Institute",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "Travel",
                "Writing",
                "Cartography",
                "Science",
                "Geography",
                "Art",
                "Reference",
                "Urban"
            ]
        },
        {
            "title": "стихотворения",
            "authors": [
                "Albena Todorova",
                "Албена Тодорова"
            ],
            "ranking": 4.48,
            "ranking_count": 87,
            "abstract": "Дебютната стихосбирка на Албена Тодорова.. Достъпна за свободно сваляне на http://book.bembeni.com.. Съдържа редактирани текстове от http://bembeni.com и непубликувани стихотворения.. Книгата беше наградена с поощрителна награда Иван Николов през декември 2014.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature"
            ]
        },
        {
            "title": "Queen of the Falls",
            "authors": [
                "Chris Van Allsburg"
            ],
            "ranking": 3.9,
            "ranking_count": 4367,
            "abstract": "She could remember standing in a park near the falls, hypnotized by the sight and sound, and holding her father’s hand as they took a walk that would lead them closer. That’s what everyone wonders when they see Niagara . . . How close will their courage let them get to it?. At the turn of the nineteenth century, a retired sixty-two-year-old charm school instructor named Annie Edson Taylor, seeking fame and fortune, decided to do something that no one in the world had ever done before—she would go over Niagara Falls in a wooden barrel. Come meet the Queen of the Falls and witness with your own eyes her daring ride!",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Biography",
                "Nonfiction",
                "History",
                "Adventure",
                "Biography Memoir",
                "Historical",
                "Womens"
            ]
        },
        {
            "title": "Bloodtree River",
            "authors": [
                "Sarah Barrie"
            ],
            "ranking": 4.19,
            "ranking_count": 916,
            "abstract": "From the author of the bestselling Hunters Ridge series comes this stand-alone twisty rural suspense, this time set against the dark backdrop of Tasmanian mountains. Indiana O'Meara is no stranger to the forces of evil.. Her own past is full of violence. Now a policewoman, Indy is always fighting to redeem herself and defeat the dark. So when girls begin to go missing at a remote cattle station in Tasmania, she is quick to agree to go undercover to investigate chief suspect, the owner of Calico Mountain Lodge, Logan Atherton, even though last time she went undercover it came to a bloody end. But her early encounter with Logan Atherton reveals a man full of contradictions. His deep empathy for horses and those he cares for is obvious but he is also taciturn to the point of rudeness, and there is a strange atmosphere at the lodge. It doesn't add up. As Indy begins to dig deeper into the secrets at the Lodge, she finds herself embroiled in a murderous web more complex and terrifying than she could ever have imagined...",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Thriller",
                "Mystery",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "Spring",
            "authors": [
                "Ali Smith"
            ],
            "ranking": 4.15,
            "ranking_count": 10237,
            "abstract": "Spring will come. The leaves on its trees will open after blossom. Before it arrives, a hundred years of empire-making. The dawn breaks cold and still but, deep in the earth, things are growing.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Literature",
                "European Literature",
                "Cultural",
                "Politics",
                "Audiobook"
            ]
        },
        {
            "title": "The Reader on the 6.27",
            "authors": [
                "Jean-Paul Didierlaurent"
            ],
            "ranking": 3.73,
            "ranking_count": 13123,
            "abstract": "Guylain Vignolles leads a dull and solitary life. He hates his job and his only company at home is a goldfish. Every morning he takes the 6.27 to his tedious job at a book pulping factory. He hates his boss and his assistant but he finds companionship with the factory's guard, an eccentric aficionado of classical literature. On the train each morning on the way to work, Guylain reads aloud to his fellow commuters the disparate pages that he rescues from the jaws of the monstrous pulping machine. One morning on the train, he finds a USB stick which contains the diary of a young woman. As Guylain reads the diary, he finds himself falling love with its author ...This enchanting novel is a warm and funny fable about literature's power to uplift even the most monotonous of lives; and how there can be dignity and poetry for even the most misunderstood.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Writing",
                "Romance",
                "Cultural",
                "Adult",
                "European Literature",
                "Adult Fiction",
                "Roman",
                "Novels"
            ]
        },
        {
            "title": "As You Wish: Inconceivable Tales from the Making of The Princess Bride",
            "authors": [
                "Cary Elwes",
                "Joe Layden",
                "Rob Reiner"
            ],
            "ranking": 4.12,
            "ranking_count": 60396,
            "abstract": "From actor Cary Elwes, who played the iconic role of Westley in. The Princess Bride. , comes a first-person account and behind-the-scenes look at the making of the cult classic film filled with never-before-told stories, exclusive photographs, and interviews with costars Robin Wright, Wallace Shawn, Billy Crystal, Christopher Guest, and Mandy Patinkin, as well as author and screenwriter William Goldman, producer Norman Lear, and director Rob Reiner.. The Princess Bride. has been a family favorite for close to three decades. Ranked by the American Film Institute as one of the top 100 Greatest Love Stories and by the Writers Guild of America as one of the top 100 screenplays of all time,. The Princess Bride. will continue to resonate with audiences for years to come.. Cary Elwes was inspired to share his memories and give fans an unprecedented look into the creation of the film while participating in the twenty-fifth anniversary cast reunion. In. As You Wish. he has created an enchanting experience; in addition to never-before seen photos and interviews with his fellow cast mates, there are plenty of set secrets, backstage stories, and answers to lingering questions about off-screen romances that have plagued fans for years!. With a foreword by Rob Reiner and a limited edition original poster by acclaimed artist Shepard Fairey,. As You Wish. is a must-have for all fans of this beloved film.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Humor",
                "Biography Memoir",
                "Adult",
                "Culture",
                "Media Tie In"
            ]
        },
        {
            "title": "I Know What Love Is",
            "authors": [
                "Whitney Bianca"
            ],
            "ranking": 3.79,
            "ranking_count": 3260,
            "abstract": "This is not a love story.. A chance encounter in a dark bar changed my life forever. I'll never forget the events of that night and the days that followed. I'll never be the same. He tried to break me, but now I'm stronger than ever.. I want him to pay. I want him to suffer. I want to be just as much of a monster as he is.. But maybe, deep down... I want him just as much as he wants me. Maybe we deserve each other. Maybe he knows me better than I know myself.. Maybe.. But I know what love is, and this is not it.. Warning: This dark erotic tale contains violence, explicit sexuality, and adult situations. The content may be considered objectionable, so please read at your own discretion.",
            "part_of_series": true,
            "genre_list": [
                "Dark",
                "Sociology",
                "Erotica",
                "Adult Fiction",
                "Romance",
                "Contemporary",
                "Adult",
                "New Adult",
                "Suspense"
            ]
        },
        {
            "title": "The Runaway",
            "authors": [
                "Kate O'Hearn"
            ],
            "ranking": 4.42,
            "ranking_count": 1073,
            "abstract": "Fourteen-year-old Freya is a Valkyrie: a Norse goddess, a reaper of souls from human battlefields. She has the power to cause death with just one touch. But Freya has not followed in the footsteps of the legends before her. She has been to the World of Man to befriend humans - and not to reap their souls. Now she must go to the World of Man again on a new quest to track down the runaway Valkyrie of legend. There she will discover a dark secret that leads her to the Land of the Frost Giants where she must take on new enemies. But this time she has friends to rely on, and lots more to gain ...and create a new VALKYRIE legend. 'Kate O'Hearn serves up a winning mix of modern adventure and classic fantasy.' Rick Riordan, author of Percy Jackson",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Retellings",
                "Adventure",
                "Mythology"
            ]
        },
        {
            "title": "Saga, Volume 9",
            "authors": [
                "Brian K. Vaughan",
                "Fiona Staples"
            ],
            "ranking": 4.57,
            "ranking_count": 26506,
            "abstract": "The multiple Eisner Award-winning series returns with a spacefaring adventure about fake news and genuine terror. Get ready for the most shocking, most impactful SAGA storyline yet.. Collects:. Saga. #49-54.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Adult",
                "LGBT",
                "Comics",
                "Romance"
            ]
        },
        {
            "title": "Heavy",
            "authors": [
                "Kiese Laymon"
            ],
            "ranking": 4.47,
            "ranking_count": 32575,
            "abstract": "In this powerful and provocative memoir, genre-bending essayist and novelist Kiese Laymon explores what the weight of a lifetime of secrets, lies, and deception does to a black body, a black family, and a nation teetering on the brink of moral collapse.. Kiese Laymon is a fearless writer. In his essays, personal stories combine with piercing intellect to reflect both on the state of American society and on his experiences with abuse, which conjure conflicted feelings of shame, joy, confusion and humiliation. Laymon invites us to consider the consequences of growing up in a nation wholly obsessed with progress yet wholly disinterested in the messy work of reckoning with where we’ve been.. In. Heavy. , Laymon writes eloquently and honestly about growing up a hard-headed black son to a complicated and brilliant black mother in Jackson, Mississippi. From his early experiences of sexual violence, to his suspension from college, to his trek to New York as a young college professor, Laymon charts his complex relationship with his mother, grandmother, anorexia, obesity, sex, writing, and ultimately gambling. By attempting to name secrets and lies he and his mother spent a lifetime avoiding, Laymon asks himself, his mother, his nation, and us to confront the terrifying possibility that few in this nation actually know how to responsibly love, and even fewer want to live under the weight of actually becoming free.. A personal narrative that illuminates national failures,. Heavy. is defiant yet vulnerable, an insightful, often comical exploration of weight, identity, art, friendship, and family that begins with a confusing childhood—and continues through twenty-five years of haunting implosions and long reverberations.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Race",
                "Audiobook",
                "Biography",
                "Biography Memoir",
                "Social Movements",
                "Cultural",
                "Writing"
            ]
        },
        {
            "title": "Race the Wind",
            "authors": [
                "Lauren St. John"
            ],
            "ranking": 4.23,
            "ranking_count": 1294,
            "abstract": "When Casey Blue's Badminton victory earns her and Storm an invitation to the prestigious Kentucky Three Day Event, it is a dream come true. But that dream is about to turn into a nightmare. After her father is arrested for a crime Casey is convinced he didn't commit, she finds herself the victim of a vicious blackmailer. To make matters worse, Storm is behaving like the wild horse he once was. Faced with losing everything she loves, she needs the help of her farrier boyfriend, Peter, to win in Kentucky. But is he for her or against her?",
            "part_of_series": true,
            "genre_list": [
                "Animals",
                "Young Adult",
                "Contemporary",
                "Childrens",
                "Fiction"
            ]
        },
        {
            "title": "A Song for Quiet",
            "authors": [
                "Cassandra Khaw"
            ],
            "ranking": 3.88,
            "ranking_count": 904,
            "abstract": "Deacon James is a rambling bluesman straight from Georgia, a black man with troubles that he can't escape, and music that won't let him go. On a train to Arkham, he meets trouble — visions of nightmares, gaping mouths and grasping tendrils, and a madman who calls himself John Persons. According to the stranger, Deacon is carrying a seed in his head, a thing that will destroy the world if he lets it hatch.. The mad ravings chase Deacon to his next gig. His saxophone doesn't call up his audience from their seats, it calls up monstrosities from across dimensions. As Deacon flees, chased by horrors and cultists, he stumbles upon a runaway girl, who is trying to escape her father, and the destiny he has waiting for her. Like Deacon, she carries something deep inside her, something twisted and dangerous. Together, they seek to leave Arkham, only to find the Thousand Young lurking in the woods.. The song in Deacon’s head is growing stronger, and soon he won’t be able to ignore it any more.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Novella",
                "Fiction",
                "Mystery",
                "Short Stories",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Secret",
            "authors": [
                "Brigid Kemmerer"
            ],
            "ranking": 4.17,
            "ranking_count": 5987,
            "abstract": "EARTH. FIRE. AIR. WATER.. Nick Merrick is stretched to breaking point. He's trying to keep his grades sky-high or he won't get in to college. He's trying to keep his brother's business afloat or the Merricks will be out on the street. He's trying to keep the secret of where he's going in the evenings from his twin brother Gabriel - or he fears he'll lose his family. And he's trying to keep his mind off the hot, self-assured dancer who is his 'girlfriend's' partner.. And then Quinn takes to hanging around his sworn enemy, and an Elemental Guide is counting the hours until he can try again to kill the Merrick brothers. Storms are brewing. On all sides.. SECRETS IN THE WIND. DANGER IN THE AIR.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "LGBT"
            ]
        },
        {
            "title": "Rizq And Lawful Earnings",
            "authors": [
                "Darussalam"
            ],
            "ranking": 4.29,
            "ranking_count": 92,
            "abstract": "Narrated by Umar Ibn al-Khattaab (May Allah be pleased with him), the Prophet (Peace be upon him) said:. “If you put your faith completely in Allah, He will arrange for your sustenance in the same way as he provides for the bird. They go out in the morning with their stomachs empty and return filled in the evening.” (Tirmidhee). This book discusses the place of pride Islam gives to making lawful earnings and rizq through hard work and striving. It also looks at the contempt Islam places on begging and indolence. Then it looks at which earnings are lawful, which are not and the many ways by which wealth can increase while seeking the pleasure of Allah (Glorified and Exalted is He).",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "The Lost Plot",
            "authors": [
                "Genevieve Cogman"
            ],
            "ranking": 4.18,
            "ranking_count": 12538,
            "abstract": "After being commissioned to find a rare book, Librarian Irene and her assistant, Kai, head to Prohibition-era New York and are thrust into the middle of a political fight with dragons, mobsters, and Fae.. In a 1920s-esque New York, Prohibition is in force; fedoras, flapper dresses, and tommy guns are in fashion: and intrigue is afoot. Intrepid Librarians Irene and Kai find themselves caught in the middle of a dragon political contest. It seems a young Librarian has become tangled in this conflict, and if they can't extricate him, there could be serious repercussions for the mysterious Library. And, as the balance of power across mighty factions hangs in the balance, this could even trigger war.. Irene and Kai are locked in a race against time (and dragons) to procure a rare book. They'll face gangsters, blackmail, and the Library's own Internal Affairs department. And if it doesn't end well, it could have dire consequences on Irene's job. And, incidentally, on her life...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Science Fiction",
                "Writing",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Kaffe med rån",
            "authors": [
                "Catharina Ingelman-Sundberg"
            ],
            "ranking": 3.25,
            "ranking_count": 16305,
            "abstract": "The Best Exotic Marigold Hotel. meets. The Italian Job. in internationally-bestselling author Catharina Ingelman-Sundberg’s witty and insightful comedy of errors about a group of delinquent seniors whose desire for a better quality of life leads them to rob and ransom priceless artwork.. Martha Andersson may be seventy-nine-years-old and live in a retirement home, but that doesn’t mean she’s ready to stop enjoying life. So when the new management of Diamond House starts cutting corners to save money, Martha and her four closest friends—The Genius, The Rake, Christina and Anna-Gretta (a.k.a. The League of Pensioners)—won’t stand for it. Their solution? White collar crime!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Mystery",
                "Cultural",
                "Book Club",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Good Bones",
            "authors": [
                "Maggie  Smith"
            ],
            "ranking": 4.33,
            "ranking_count": 1351,
            "abstract": "Featuring Good Bones --called Official Poem of 2016 by the BBC/Public Radio International. Maggie Smith writes out of the experience of motherhood, inspired by watching her own children read the world like a book they've just opened, knowing nothing of the characters or plot. These are poems that stare down darkness while cultivating and sustaining possibility, poems that have a sense of moral gravitas, personal urgency, and the ability to address a larger world.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Parenting",
                "Environment",
                "Family",
                "Literature"
            ]
        },
        {
            "title": "On Desperate Ground: The Marines at The Reservoir, the Korean War's Greatest Battle",
            "authors": [
                "Hampton Sides"
            ],
            "ranking": 4.59,
            "ranking_count": 4258,
            "abstract": "12 hrs 8 mins. From the. New York Times. bestselling author of. Ghost Soldiers. and. In the Kingdom of Ice. , a chronicle of the extraordinary feats of heroism by Marines called on to do the impossible during the greatest battle of the Korean War. On October 15, 1950, the vainglorious General Douglas MacArthur, Supreme Commander of U.N. troops in Korea, convinced President Harry Truman that the communist forces would be utterly defeated by Thanksgiving. The Chinese, he said with near certainty, would not intervene in the war.. As he was speaking, 300,000 Chinese soldiers began crossing the border. Led by the 13,000 men of the 1st Marine Division, the Americans moved far north into the trap Mao had set for the arrogant MacArthur at the Chosin Reservoir. What followed was one of the most heroic - and harrowing - operations in American military history. Faced with annihilation, and temperatures plunging to 20 degrees below zero, the surrounded Marines fought through the enemy forces with ferocity, ingenuity and nearly unimaginable courage.. Hampton Sides's superb account of the battle relies on years of archival research and interviews with scores of Marines and Koreans who survived the siege. While expertly chronicling the follies of the American leaders, this is an immediate, grunt's-eye view of history, enthralling in its narrative pace and powerful in its portrayal of what ordinary men are capable of in the most extreme circumstances.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "North American Hi...",
                "Historical",
                "Audiobook",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "A Life with Books",
            "authors": [
                "Julian Barnes"
            ],
            "ranking": 4.09,
            "ranking_count": 227,
            "abstract": "Julian Barnes, one of Britain’s most distinguished novelists, is also an acclaimed essayist. A Life with Books is an essay specially commissioned for Independent Booksellers Week, supplied exclusively to independent bookshops. In it, Julian Barnes writes about his early awareness of books and about his obsessive book-collecting and time spent in second-hand bookshops around the country. He ends by praising the physical book and expressing the confident hope that it will survive.. A Life with Books is published as a pamphlet, with cover art by Suzanne Dean, the renowned designer responsible for the cover of Julian Barnes’ Man Booker-winning The Sense of an Ending.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Language",
                "Autobiography",
                "Literature",
                "European Literature",
                "Literary Fiction",
                "Criticism"
            ]
        },
        {
            "title": "Cupid's Maze",
            "authors": [
                "Mark Souza"
            ],
            "ranking": 4.27,
            "ranking_count": 22,
            "abstract": "A short story available free on Smashwords, B&N, Apple Bookstore, Sony eReader Store, Kobo, and Diesel. Sean has popped the question and dreads the drive across the bleak Kansas landscape on Valentine's Day to announce his intentions to his fiancee Janet's parents. When he sees a sign for a corn maze, he pulls in for a momentary reprieve. Little does he know what a mistake he's made.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "The Cleanest Race: How North Koreans See Themselves and Why It Matters",
            "authors": [
                "B.R. Myers"
            ],
            "ranking": 3.91,
            "ranking_count": 1957,
            "abstract": "Understanding North Korea through its propaganda. What do the North Koreans really believe? How do they see themselves and the world around them?. Here B.R. Myers, a North Korea analyst and a contributing editor of. The Atlantic. , presents the first full-length study of the North Korean worldview. Drawing on extensive research into the regime’s domestic propaganda, including films, romance novels and other artifacts of the personality cult, Myers analyzes each of the country’s official myths in turn—from the notion of Koreans’ unique moral purity, to the myth of an America quaking in terror of “the Iron General.” In a concise but groundbreaking historical section, Myers also traces the origins of this official culture back to the Japanese fascist thought in which North Korea’s first ideologues were schooled.. What emerges is a regime completely unlike the West’s perception of it. This is neither a bastion of Stalinism nor a Confucian patriarchy, but a paranoid nationalist, “military-first” state on the far right of the ideological spectrum.. Since popular support for the North Korean regime now derives almost exclusively from pride in North Korean military might, Pyongyang can neither be cajoled nor bullied into giving up its nuclear program. The implications for US foreign policy—which has hitherto treated North Korea as the last outpost of the Cold War—are as obvious as they are troubling. With North Korea now calling for a “blood reckoning” with the “Yankee jackals,” Myers’s unprecedented analysis could not be more timely.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Cultural",
                "Sociology",
                "Race",
                "Psychology",
                "Philosophy",
                "Adult"
            ]
        },
        {
            "title": "Ghosted",
            "authors": [
                "Shaughnessy Bishop-Stall"
            ],
            "ranking": 3.71,
            "ranking_count": 183,
            "abstract": "Mason, a struggling writer, comes in from the cold after five years of drifting. His childhood friend, Chaz, a small-time gangster, loans him an apartment and finds him a job selling hotdogs. But instead of getting his act together, Mason drinks too much, does too many drugs and loses too much money at poker, digging himself even more deeply in debt to Chaz, who also happens to be his drug dealer. Talk about a vicious circle.. Then Mason has a bright idea. He'll find the cash to pay Chaz back by becoming a ghostwriter of suicide notes, a fitting use of his talents. The trouble is that Mason is hard-wired to rescue people, and no one needs rescuing more than the suicidal. Except maybe the woman he is falling in love with — Willy, a wheelchair-bound, heroin-smoking beauty.. What happens when someone already wrestling with his own demons immerses himself in the tragedies of other people's lives? In this case, a lot: a hotdog cart is totalled, a convict sprung, a funeral faked, a head scalped, a horse stolen. Terrible secrets are brought to the light and suicide morphs into murder. Then, just when it looks like Mason is finally going down, he faces the biggest test of all. He'll either become the death-defying hero of his own dreams or lose everything and everybody he's ever loved.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature"
            ]
        },
        {
            "title": "Echoes of Betrayal",
            "authors": [
                "Elizabeth Moon"
            ],
            "ranking": 4.19,
            "ranking_count": 3044,
            "abstract": "The action continues fast and furious in this third installment of Elizabeth Moon's celebrated return to the fantasy world of the paladin Paksenarrion Dorthansdotter. This award-winning author has firsthand military experience and an imagination that knows no bounds. Combine those qualities with an ability to craft flesh-and-blood characters, and the result is the kind of speculative fiction that engages both heart and mind.. All is not well in the Eight Kingdoms. In Lyonya, King Kieri is about to celebrate marriage to his beloved, the half-elf Arian. But uncanny whispers from the spirits of his ancestors continue to warn of treachery and murder. A finger of suspicion has been pointed toward his grandmother, the queen of the Ladysforest elves, and that suspicion has only intensified with time and the Lady's inexplicable behavior. Clearly, she is hiding something. But what? And why?. Meanwhile, in Tsaia, the young king Mikeli must grapple with unrest among his own nobility over his controversial decision to grant the title and estates of a traitorous magelord to a Verrakaien who not only possesses the forbidden magic but is a woman besides: Dorrin, once one of Kieri's most trusted captains. When renegade Verrakaien attack two of Dorrin's squires, suspicion and prejudice combine to place Dorrin's life at risk--and the king's claim to the throne in peril.. But even greater danger is looming. The wild offspring of a dragon are on the loose, sowing death and destruction and upsetting the ancient balance of power between dragonkind, humans, elves, and gnomes. A collision seems inevitable. Yet when it comes, it will be utterly unexpected--and all the more devastating for it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "War"
            ]
        },
        {
            "title": "Freiheit. Ein Plädoyer",
            "authors": [
                "Joachim Gauck"
            ],
            "ranking": 3.37,
            "ranking_count": 65,
            "abstract": "Joachim Gauck genießt in Deutschland höchstes Ansehen. Der Politiker und Bürgerrechtler äußert sich leidenschaftlich zu seinem großen Lebensthema: Freiheit. Er weiß, wie Menschen unter Diktatur und Unterdrückung leiden. Er hat aber auch erlebt, wie ein Volk aufbegehrt und sich die Freiheit erobert.. Konzentriert und dicht hat Gauck seine Gedanken zu Freiheit und Demokratie, zu Menschenrechten und Toleranz zusammengefasst. Er spricht über die faszinierenden Möglichkeiten, die sich unserer Gesellschaft und jedem Einzelnen eröffnen, wenn wir die Freiheit zu nutzen wissen. Und über die Notwendigkeit, diese Chancen jetzt zu ergreifen.. Eine präzise und kritische Zeitanalyse, eine gesellschaftspolitische Agenda, deren Kernsatz lautet: »Wenn wir Freiheit gestalten wollen, gibt es nicht allzu viele Varianten. Ich jedenfalls kenne keine, die der westlichen Variante von Eigenverantwortung vorzuziehen wäre.«",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "European Literature"
            ]
        },
        {
            "title": "Harbinger",
            "authors": [
                "Philippa Ballantine"
            ],
            "ranking": 3.85,
            "ranking_count": 715,
            "abstract": "The Deacons of the Order are all that stand between the wicked spirits of the Otherside and the innocent citizens of the Empire. They are sworn to protect humanity, even when they cannot protect themselves…. After the Razing of the Order, Sorcha Faris, one of the most powerful Deacons, is struggling to regain control of the runes she once wielded. The Deacons are needed more desperately than ever. The barrier between the world of the living and the world of the dead is weakening, and the Emperor has abandoned his throne, seeking to destroy those he feels have betrayed him.. Though she is haunted by the terrible truth of her past, Sorcha must lead the charge against the gathering hordes of geists seeking to cross into the Empire. But to do so, she will need to manipulate powers beyond her understanding—powers that may prove to be her undoing…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Adult",
                "Fiction",
                "Science Fiction Fantasy",
                "Paranormal"
            ]
        },
        {
            "title": "The Patrick Melrose Novels",
            "authors": [
                "Edward St. Aubyn"
            ],
            "ranking": 4.04,
            "ranking_count": 5982,
            "abstract": "NATIONAL BESTSELLER. An. Atlantic Magazine. Best Book of the Year. A. Publishers Weekly. Best Book of the Year. For more than twenty years, acclaimed author Edward St. Aubyn has chronicled the life of Patrick Melrose, painting an extraordinary portrait of the beleaguered and self-loathing world of privilege. This single volume collects the first four novels—. Never Mind. ,. Bad News. ,. Some Hope. , and. Mother’s Milk. , a Man Booker finalist—to coincide with the publication of. At Last. , the final installment of this unique novel cycle.. By turns harrowing and hilarious, these beautifully written novels dissect the English upper class as we follow Patrick Melrose’s story from child abuse to heroin addiction and recovery.. Never Mind. , the first novel, unfolds over a day and an evening at the family’s chateaux in the south of France, where the sadistic and terrifying figure of David Melrose dominates the lives of his five-year-old son, Patrick, and his rich and unhappy American mother, Eleanor. From abuse to addiction, the second novel,. Bad News. opens as the twenty-two-year-old Patrick sets off to collect his father’s ashes from New York, where he will spend a drug-crazed twenty-four hours. And back in England, the third novel,. Some Hope. , offers a sober and clean Patrick the possibility of recovery. The fourth novel, the Booker-shortlisted. Mother’s Milk. , returns to the family chateau, where Patrick, now married and a father himself, struggles with child rearing, adultery, his mother’s desire for assisted suicide, and the loss of the family home to a New Age foundation.. Edward St. Aubyn offers a window into a world of utter decadence, amorality, greed, snobbery, and cruelty—welcome to the declining British aristocracy.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Family",
                "Unfinished",
                "Historical"
            ]
        },
        {
            "title": "In the Plex: How Google Thinks, Works, and Shapes Our Lives",
            "authors": [
                "Steven Levy"
            ],
            "ranking": 3.82,
            "ranking_count": 29545,
            "abstract": "Written with full cooperation from top management, including cofounders Sergey Brin and Larry Page, this is the inside story behind Google, the most successful and most admired technology company of our time, told by one of our best technology writers.. Few companies in history have ever been as successful and as admired as Google, the company that has transformed the Internet and become an indispensable part of our lives. How has Google done it? Veteran technology reporter Steven Levy was granted unprecedented access to the company, and in this revelatory book he takes readers inside Google headquarters—the Googleplex—to show how Google works.. While they were still students at Stanford, Google cofounders Larry Page and Sergey Brin revolutionized Internet search. They followed this brilliant innovation with another, as two of Google’s earliest employees found a way to do what no one else had: make billions of dollars from Internet advertising. With this cash cow, Google was able to expand dramatically and take on other transformative projects: more efficient data centers, open-source cell phones, free Internet video (YouTube), cloud computing, digitizing books, and much more.. The key to Google’s success in all these businesses, Levy reveals, is its engineering mind-set and adoption of such Internet values as speed, openness, experimentation, and risk taking. After its unapologetically elitist approach to hiring, Google pampers its engineers—free food and dry cleaning, on-site doctors and masseuses—and gives them all the resources they need to succeed. Even today, with a workforce of more than 23,000, Larry Page signs off on every hire.. But has Google lost its innovative edge? With its newest initiative, social networking, Google is chasing a successful competitor for the first time. Some employees are leaving the company for smaller, nimbler start-ups. Can the company that famously decided not to be evil still compete?. No other book has ever turned Google inside out as Levy does with In the Plex.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Science",
                "History",
                "Biography",
                "Audiobook"
            ]
        },
        {
            "title": "The Blood of Gods",
            "authors": [
                "Conn Iggulden"
            ],
            "ranking": 4.26,
            "ranking_count": 6867,
            "abstract": "The fifth and final instalment of the Emperor series.. Julius Caesar has been assassinated. A nation is in mourning. Revenge will be bloody.. Rome’s great hero Julius Caesar has been brutally murdered by his most trusted allies. While these self-appointed Liberatores seek refuge in the senate, they have underestimated one man: Caesar’s adopted son Octavian, a man whose name will echo through history as Augustus Caesar.. Uniting with his great rival Mark Antony, Octavian will stop at nothing to seek retribution from the traitors and avenge his father’s death. His greatest hatred is reserved for Brutus, Caesar’s childhood friend and greatest ally, now leader of the conspirators.. As the people take to the streets of Rome, the Liberatores must face their fate. Some flee the city; others will not escape mob justice. Not a single one will die a natural death. And the reckoning will come for Brutus on the sweeping battlefield at Philippi.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Roman",
                "Fantasy",
                "Novels",
                "Audiobook",
                "Cultural",
                "Action"
            ]
        },
        {
            "title": "And so to bed...: A biblical view of sleep",
            "authors": [
                "Adrian   Reynolds"
            ],
            "ranking": 3.72,
            "ranking_count": 79,
            "abstract": "Sleep is part of our created humanity, a good gift from God to be treasured and enjoyed; an earthly picture of a spiritual reality. In this reflection on sleep, Reynolds reflects on what the Bible has to say about sleep and rest, and how that can impact not only your night but your life. He includes his suggestions for turning off and enjoying rest.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction"
            ]
        },
        {
            "title": "The Cardturner: A Novel about a King, a Queen, and a Joker",
            "authors": [
                "Louis Sachar"
            ],
            "ranking": 3.82,
            "ranking_count": 9844,
            "abstract": "From Louis Sachar,. New York Times. bestselling author and winner of the Newbery Medal for HOLES, comes the young adult novel THE CARDTURNER, an exploration of the human condition.. How are we supposed to be partners? He can’t see the cards and I don’t know the rules!. The summer after junior year of high school looks bleak for Alton Richards. His girlfriend has dumped him to hook up with his best friend. He has no money and no job. His parents insist that he drive his great-uncle Lester to his bridge club four times a week and be his cardturner—whatever that means. Alton’s uncle is old, blind, very sick, and very rich.. But Alton’s parents aren’t the only ones trying to worm their way into Lester Trapp’s good graces. They’re in competition with his longtime housekeeper, his alluring young nurse, and the crazy Castaneda family, who seem to have a mysterious influence over him.. Alton soon finds himself intrigued by his uncle, by the game of bridge, and especially by the pretty and shy Toni Castaneda. As the summer goes on, he struggles to figure out what it all means, and ultimately to figure out the meaning of his own life.. Through Alton’s wry observations, Louis Sachar explores the disparity between what you know and what you think you know. With his incomparable flair and inventiveness, he examines the elusive differences between perception and reality—and inspires readers to think and think again.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Realistic Fiction",
                "Contemporary",
                "Romance",
                "Humor",
                "Family",
                "Audiobook"
            ]
        },
        {
            "title": "Toxic Charity: How Churches and Charities Hurt Those They Help (And How to Reverse It)",
            "authors": [
                "Robert D. Lupton"
            ],
            "ranking": 3.95,
            "ranking_count": 3817,
            "abstract": "Veteran urban activist Robert Lupton reveals the shockingly toxic effects that modern charity has upon the very people meant to benefit from it. Toxic Charity provides proven new models for charitable groups who want to help—not sabotage—those whom they desire to serve. Lupton, the founder of FCS Urban Ministries (Focused Community Strategies) in Atlanta, the voice of the. Urban Perspectives. newsletter, and the author of. Compassion, Justice and the Christian Life. , has been at the forefront of urban ministry activism for forty years. Now, in the vein of Jeffrey Sachs’s. The End of Poverty. , Richard Stearns’s. The Hole in Our Gospel. , and Gregory Boyle’s. Tattoos on the Heart. , his groundbreaking. Toxic Charity. shows us how to start serving needy and impoverished members of our communities in a way that will lead to lasting, real-world change.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Christian",
                "Religion",
                "Social Movements",
                "Social Issues",
                "Sociology"
            ]
        },
        {
            "title": "Cross Currents",
            "authors": [
                "John Shors"
            ],
            "ranking": 3.85,
            "ranking_count": 525,
            "abstract": "Thailand's pristine Ko Phi Phi island attracts tourists from around the world. There, struggling to make ends meet, small-resort owners Lek and Sarai are happy to give an American named Patch room and board in exchange for his help. But when Patch's brother, Ryan, arrives, accompanied by his girlfriend, Brooke, Lek learns that Patch is running from the law, and his presence puts Lek's family at risk. Meanwhile, Brooke begins to doubt her love for Ryan while her feelings for Patch blossom.In a landscape where nature's bounty seems endless, these two families are swept up in an approaching cataclysm that will require all their strength of heart and soul to survive...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "Literary Fiction",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Doctor Who: The Runaway Train",
            "authors": [
                "Oli Smith",
                "Matt  Smith"
            ],
            "ranking": 3.44,
            "ranking_count": 394,
            "abstract": "Arriving on Earth in the midst of the American Civil War, the Doctor and Amy must get a posse together to help them retrieve an alien artefact that has fallen into the clutches of the Confederate Army. The terraforming device belongs to the Cei, a race of invaders who plan to use it to turn the planet into a new home world.. But neither the Army nor the aliens are keen to let the Doctor and his gang interfere with their plans, and give chase across the Wild West. The only hope of escape for the Doctor and friends is to catch the 3.25 to Arizona and race along the newly-built transcontinental railroad.... Written specially for audio by Oli Smith, and read by Matt Smith, The Runaway Train features the Doctor as played by Matt Smith in the acclaimed hit series from BBC Television.. Matt Smith reads this exclusive audio story featuring the Eleventh Doctor and Amy.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Audiobook",
                "Fiction",
                "Westerns",
                "Adventure",
                "Historical",
                "Short Stories"
            ]
        },
        {
            "title": "Sisterhood of Dune",
            "authors": [
                "Brian Herbert",
                "Kevin J. Anderson"
            ],
            "ranking": 3.85,
            "ranking_count": 4663,
            "abstract": "It is eighty-three years after the last of the thinking machines were destroyed in the Battle of Corrin, after Faykan Butler took the name of Corrino and established himself as the first Emperor of a new Imperium. Great changes are brewing that will shape and twist all of humankind.. The war hero Vorian Atreides has turned his back on politics and Salusa Secundus. The descendants of Abulurd Harkonnen Griffen and Valya have sworn vengeance against Vor, blaming him for the downfall of their fortunes. Raquella Berto-Anirul has formed the Bene Gesserit School on the jungle planet Rossak as the first Reverend Mother. The descendants of Aurelius Venport and Norma Cenva have built Venport Holdings, using mutated, spice-saturated Navigators who fly precursors of Heighliners. Gilbertus Albans, the ward of the hated Erasmus, is teaching humans to become Mentats…and hiding an unbelievable secret.. The Butlerian movement, rabidly opposed to all forms of “dangerous technology,” is led by Manford Torondo and his devoted Swordmaster, Anari Idaho. And it is this group, so many decades after the defeat of the thinking machines, which begins to sweep across the known universe in mobs, millions strong, destroying everything in its path.. Every one of these characters, and all of these groups, will become enmeshed in the contest between Reason and Faith. All of them will be forced to choose sides in the inevitable crusade that could destroy humankind forever….",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Space",
                "Audiobook",
                "Science Fiction Fantasy",
                "Adventure",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Vibrant Matter: A Political Ecology of Things",
            "authors": [
                "Jane Bennett"
            ],
            "ranking": 3.85,
            "ranking_count": 993,
            "abstract": "In. Vibrant Matter. the political theorist Jane Bennett, renowned for her work on nature, ethics, and affect, shifts her focus from the human experience of things to things themselves. Bennett argues that political theory needs to do a better job of recognizing the active participation of nonhuman forces in events. Toward that end, she theorizes a “vital materiality” that runs through and across bodies, both human and nonhuman. Bennett explores how political analyses of public events might change were we to acknowledge that agency always emerges as the effect of ad hoc configurations of human and nonhuman forces. She suggests that recognizing that agency is distributed this way, and is not solely the province of humans, might spur the cultivation of a more responsible, ecologically sound politics: a politics less devoted to blaming and condemning individuals than to discerning the web of forces affecting situations and events.. Bennett examines the political and theoretical implications of vital materialism through extended discussions of commonplace things and physical phenomena including stem cells, fish oils, electricity, metal, and trash. She reflects on the vital power of material formations such as landfills, which generate lively streams of chemicals, and omega-3 fatty acids, which can transform brain chemistry and mood. Along the way, she engages with the concepts and claims of Spinoza, Nietzsche, Thoreau, Darwin, Adorno, and Deleuze, disclosing a long history of thinking about vibrant matter in Western philosophy, including attempts by Kant, Bergson, and the embryologist Hans Driesch to name the “vital force” inherent in material forms. Bennett concludes by sketching the contours of a “green materialist” ecophilosophy.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Politics",
                "Academic",
                "Biology",
                "Environment",
                "Anthropology",
                "Culture",
                "Sociology"
            ]
        },
        {
            "title": "My Notorious Life",
            "authors": [
                "Kate Manning"
            ],
            "ranking": 4.03,
            "ranking_count": 12878,
            "abstract": "A brilliant rendering of a scandalous historical figure, Kate Manning's. My Notorious Life. is an ambitious, thrilling novel introducing Axie Muldoon, a fiery heroine for the ages. Axie's story begins on the streets of 1860s New York. The impoverished child of Irish immigrants, she grows up to become one of the wealthiest and most controversial women of her day.. In vivid prose, Axie recounts how she is forcibly separated from her mother and siblings, apprenticed to a doctor, and how she and her husband parlay the sale of a few bottles of 'Lunar Tablets for Female Complaint' into a thriving midwifery business. Flouting convention and defying the law in the name of women's reproductive rights, Axie rises from grim tenement rooms to the splendor of a mansion on Fifth Avenue, amassing wealth while learning over and over never to trust a man who says trust me.. When her services attract outraged headlines, Axie finds herself on a collision course with a crusading official, Anthony Comstock, founder of the Society for the Suppression of Vice. It will take all of Axie's cunning and power to outwit him in the fight to preserve her freedom and everything she holds dear.. Inspired by the true history of an infamous female physician who was once called the Wickedest Woman in New York,. My Notorious Life. is a mystery, a family saga, a love story, and an exquisitely detailed portrait of nineteenth-century America. Axie Muldoon's inimitable voice brings the past alive, and her story haunts and enlightens the present.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Feminism",
                "New York",
                "Adult",
                "Literature",
                "Adult Fiction",
                "Book Club",
                "Womens"
            ]
        },
        {
            "title": "Courting Miss Lancaster",
            "authors": [
                "Sarah M. Eden"
            ],
            "ranking": 4.03,
            "ranking_count": 7090,
            "abstract": "Harry Windower adores blonde, green-eyes Athena Lancaster, but alas, a penniless man like himself has no hope of winning a young noblewoman's hand. To add insult to injury, Athena's brother-in-law and guardian, the Duke of Kielder, has asked Harry to assist Athena in finding a gentleman of her dreams. But the lovesick Harry is cunning as well: as the weeks pass, he introduces Athena to suitors who are horrifically boring, alarmingly attached to their mothers, downright rude, astoundingly self-absorbed, and utterly ridiculous.. Athena can't comprehend why she is having so little success meeting eligible and acceptable gentlemen. Indeed, her circle of admirers couldn't be be less admirable - nothing like the loyal, gentle friend she's found in Harry. But how long can Harry's scheme be hidden before it is discovered? And what will Athena do when she uncovers Harry's deception? Escape into a charming regency world in this delightfully romantic comedy of manners that will entertain you to the very last word.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Adult Fiction",
                "Christianity"
            ]
        },
        {
            "title": "Land of Shadows",
            "authors": [
                "Rachel Howzell Hall"
            ],
            "ranking": 3.85,
            "ranking_count": 1923,
            "abstract": "Along the ever-changing border of gentrifying Los Angeles, a seventeen-year-old girl is found dead at a construction site, hanging in the closet of an unfinished condominium.. Homicide detective Elouise “Lou” Norton’s new partner Colin Taggert, fresh from the Colorado Springs police department, assumes it’s a teenage suicide. Lou isn’t buying the easy explanation. For one thing, the condo site is owned by Napoleon Crase, a self-made millionaire… and the man who may have murdered Lou’s missing sister thirty years ago.. As Lou investigates the death of Monique Darson, she uncovers undeniable links between the two cases. She is convinced that when she solves Monique’s case she will finally bring her lost sister home. But as she gets closer to the truth, she also gets closer to a violent killer. After all this time, can he be brought to justice… before Lou becomes his next victim?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Adult",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "Hungry for You",
            "authors": [
                "Lynsay Sands"
            ],
            "ranking": 4.27,
            "ranking_count": 13946,
            "abstract": "This vampire has been alone for far too long . . .. As one of the most ancient in the Argeneau clan, Cale Valens has given up on finding a life mate. His friends and family, however, have not. In fact, they believe they've finally found his perfect match. Getting them together, however, requires one little white lie . . .. Alexandra Willan is in a panic. Her restaurant is due to open in two weeks, but her chef just walked out. Then a highly recommended replacement arrives, an impossibly handsome culinary genius who sends electric tingles racing through her body . . .. Except he can't cook. In fact, Cale hasn't eaten real food in two thousand years. Yet he's determined to prove to Alex his prowess in the kitchen . . . and elsewhere. Because never has he hungered so for any mortal woman. And not just for a taste of her, but for the whole delicious feast!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction",
                "Contemporary",
                "Humor"
            ]
        },
        {
            "title": "The Last Threshold",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.22,
            "ranking_count": 6197,
            "abstract": "Drizzt Do’Urden percorre un sentiero tortuoso, disseminato di misteri e menzogne intrecciati con gli oscuri segreti di Dahlia, la sua compagna. La relazione che da tempo la tiene avvinta a Drizzt minaccia di spezzarsi, mentre i suoi legami con l’ex nemico, Artemis Entreri, continuano a intensificarsi.. Nel frattempo, nelle caverne di Gauntlgrym, il drow Tiago Baenre accetta l’aiuto della banda Bregan D’aerthe nel suo tentativo di distruggere Drizzt.. Determinato a difendere la giustizia nei Reami, Drizzt imbocca una nuova strada in direzione nord, verso la Valle del Vento Gelido. I suoi nuovi compagni lo seguiranno?. Può combattere l’oscurità con le sue sole forze? In ogni caso, ora sa dove è diretto, nell’unico luogo in cui si è sempre sentito a casa...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Role Playing Games",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Basilisk",
            "authors": [
                "Rob Thurman"
            ],
            "ranking": 3.93,
            "ranking_count": 1145,
            "abstract": "Stefan Korsak and his genetically-altered brother have evaded the Institute for three years. When they learn the new location of the secret lab, they plan to break in and save the remaining children there. But one of the little ones doesn't want to leave. She wants to kill...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Thriller",
                "Adult",
                "Urban",
                "Suspense"
            ]
        },
        {
            "title": "Беллона",
            "authors": [
                "Анатолий Брусникин",
                "Boris Akunin"
            ],
            "ranking": 4.02,
            "ranking_count": 133,
            "abstract": "Первые две книги автора - Девятный Спас и Герой иного времени - стали бестселлерами. Третий роман называется Беллона. Экранизационные права на него были приобретены еще на стадии рукописи.. Беллона - это два романа в одной обложке, очень разные по стилю и смыслу. Объединяет первую и вторую часть дилогии фон Крымской войны, несколько сквозных героев и главный персонаж: безжалостная богиня войны Беллона.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "Inked",
            "authors": [
                "Karen Chance",
                "Eileen Wilks",
                "Marjorie M. Liu",
                "Yasmine Galenorn"
            ],
            "ranking": 4.02,
            "ranking_count": 6128,
            "abstract": "Four of today's hottest urban fantasy writers together for the first time!. From today's most provocative authors come four tales of urban fantasy and paranormal romance exploring body art that is more than it seems-in a world of magic and mayhem that always leaves its mark.. This captivating tattoo theme surrounds each author's popular characters and worlds:. Karen Chance. 's war mage Lia de Croissets,. Marjorie M. Liu. 's demon-hunter Maxine Kiss,. Yasmine Galenorn. 's Otherworld Intelligence Agency operative Camille D'Artigo, and. Eileen Wilk. 's Lupi world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Anthologies",
                "Romance",
                "Short Stories",
                "Fiction",
                "Shapeshifters"
            ]
        },
        {
            "title": "The Face",
            "authors": [
                "Ruth Ozeki"
            ],
            "ranking": 4.11,
            "ranking_count": 976,
            "abstract": "“Ruth Ozeki, a Zen Buddhist priest, sets herself the task of staring at her face in a mirror for three full, uninterrupted hours; her ruminations ripple out from personal and familial memories to wise and honest meditations on families and aging, race and the body.” —. Minneapolis Star Tribune. What did your face look like before your parents were born? In. The Face: A Time Code. , bestselling author and Zen Buddhist priest Ruth Ozeki recounts, in moment-to-moment detail, a profound encounter with memory and the mirror. According to ancient Zen tradition, “your face before your parents were born” is your true face. Who are you? What is your true self? What is your identity before or beyond the dualistic distinctions, like father/mother and good/evil, that define us?. With these questions in mind, Ozeki challenges herself to spend three hours gazing into her own reflection, recording her thoughts, and noticing every possible detail. Those solitary hours open up a lifetime's worth of meditations on race, aging, family, death, the body, self doubt, and, finally, acceptance. In this lyrical short memoir, Ozeki calls on her experience of growing up in the wake of World War II as a half-Japanese, half-Caucasian American; of having a public face as an author; of studying the intricate art of the Japanese Noh mask; of being ordained as a Zen Buddhist priest; and of her own and her parents’ aging, to paint a rich and utterly unique portrait of a life as told through a face.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Writing",
                "Religion",
                "Biography",
                "Philosophy",
                "Biography Memoir",
                "Cultural",
                "Academic"
            ]
        },
        {
            "title": "The Lady in Gold: The Extraordinary Tale of Gustav Klimt's Masterpiece, Portrait of Adele Bloch-Bauer",
            "authors": [
                "Anne-Marie  O'Connor"
            ],
            "ranking": 3.97,
            "ranking_count": 8393,
            "abstract": "The Lady in Gold, considered an unforgettable masterpiece, one of the twentieth century's most recognizable paintings, made headlines all over the world when Ronald Lauder bought it for $135 million a century after Klimt, the most famous Austrian painter of his time, completed the society portrait. Anne-Marie O'Connor, writer for the Washington Post, formerly of the Los Angeles Times, tells the galvanizing story of the Lady in Gold, Adele Bloch-Bauer, a dazzling Viennese Jewish society figure; daughter of the head of one of the largest banks in the Hapsburg Empire, head of the Oriental Railway, whose Orient Express went from Berlin to Constantinople; wife of Ferdinand Bauer, sugar-beet baron. The Bloch-Bauers were art patrons, and Adele herself was considered a rebel of fin de siècle Vienna (she wanted to be educated, a notion considered degenerate” in a society that believed women being out in the world went against their feminine nature). The author describes how Adele inspired the portrait and how Klimt made more than a hundred sketches of her-simple pencil drawings on thin manila paper. And O'Connor writes of Klimt himself, son of a failed gold engraver, shunned by arts bureaucrats, called an artistic heretic in his time, a genius in ours. She writes of the Nazis confiscating the portrait of Adele from the Bloch-Bauers' grand palais; of the Austrian government putting the painting on display, stripping Adele's Jewish surname from it so that no clues to her identity (nor any hint of her Jewish origins) would be revealed. Nazi officials called the painting, The Lady in Gold and proudly exhibited it in Vienna's Baroque Belvedere Palace, consecrated in the 1930s as a Nazi institution. The author writes of the painting, inspired by the Byzantine mosaics Klimt had studied in Italy, with their exotic symbols and swirls, the subject an idol in a golden shrine. We see how, sixty years after it was stolen by the Nazis, the Portrait of Adele Bloch-Bauer became the subject of a decade-long litigation between the Austrian government and the Bloch-Bauer heirs, how and why the U.S. Supreme Court became involved in the case, and how the Court's decision had profound ramifications in the art world. In this book listeners will find riveting social history; an illuminating and haunting look at turn-of-the-century Vienna; a brilliant portrait of the evolution of a painter; a masterfully told tale of suspense. And at the heart of it, The Lady in Gold-the shimmering painting, and its equally irresistible subject, the fate of each forever intertwined.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Art",
                "History",
                "Biography",
                "War",
                "Historical",
                "World War II",
                "Literature"
            ]
        },
        {
            "title": "Simply Irresistible",
            "authors": [
                "Jill Shalvis"
            ],
            "ranking": 3.91,
            "ranking_count": 33676,
            "abstract": "Maddie Moore's whole life needs a makeover.. In one fell swoop, Maddie loses her boyfriend (her decision) and her job (so. not. her decision). But rather than drowning her sorrows in bags of potato chips, Maddie leaves L.A. to claim the inheritance left by her free-spirited mother—a ramshackle inn nestled in the little coastal town of Lucky Harbor, Washington.. Starting over won't be easy. Yet Maddie sees the potential for a new home and a new career—if only she can convince her two half-sisters to join her in the adventure. But convincing Tara and Chloe will be difficult because the inn needs a big makeover too.. The contractor Maddie hires is a tall, dark-haired hottie whose eyes—and mouth—are making it hard for her to remember that she's sworn off men. Even harder will be Maddie's struggles to overcome the past, though she's about to discover that there's no better place to call home than Lucky Harbor.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Adult",
                "Fiction",
                "Holiday",
                "Humor",
                "Family",
                "Adult Fiction"
            ]
        },
        {
            "title": "Tablet & Pen: Literary Landscapes from the Modern Middle East",
            "authors": [
                "Reza Aslan"
            ],
            "ranking": 4.15,
            "ranking_count": 395,
            "abstract": "The countries that stretch along the broad horizons of the Middle East—from Morocco to Iran, from Turkey to Pakistan—boast different cultures, different languages, and different religions. Yet the literary landscape of this dynamic part of the world has been bound together not by borders and nationalities, but by a common experience of Western imperialism. Keenly aware of the collected scars left by a legacy of colonial rule, the acclaimed writer Reza Aslan, with a team of four regional editors and seventy-seven translators, cogently demonstrates with Tablet and Pen how literature can, in fact, be used to form identity and serve as an extraordinary chronicle of the disrupted histories of the region.. Acting with Words Without Borders, which fosters international exchange through translation and publication of the world’s finest literature, Aslan has purposefully situated this volume in the twentieth century, beyond the familiar confines of the Ottoman past, believing that the writers who have emerged in the last hundred years have not received their full due. This monumental collection, therefore, of nearly two hundred pieces, including short stories, novels, memoirs, essays and works of drama—many of them presented in English for the first time—features translated works from Arabic, Persian, Urdu, and Turkish. Organized chronologically, the volume spans a century of literature—from the famed Arab poet Khalil Gibran to the Nobel laureates Naguib Mahfouz and Orhan Pamuk, from the great Syrian-Lebanese poet Adonis to the grand dame of Urdu fiction, Ismat Chughtai—connected by the extraordinarily rich tradition of resplendent cultures that have been all too often ignored by the Western canon.. By shifting America’s perception of the Middle Eastern world away from religion and politics, Tablet and Pen evokes the splendors of a region through the voices of its writers and poets, whose literature tells an urgent and liberating story. With a wealth of contextual information that places the writing within the historical, political, and cultural breadth of the region,. Tablet Pen. is transcendent, a book to be devoured as a single sustained narrative, from the first page to the last. Creating a vital bridge between two estranged cultures, this is that rare anthology: cohesive, affecting, and informing (. Publishers Weekly. ).",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Short Stories",
                "Literature",
                "Religion",
                "Anthologies",
                "Cultural",
                "Literary Fiction",
                "Politics"
            ]
        },
        {
            "title": "Vij's at Home: Relax, Honey: The Warmth and Ease of Indian Cooking",
            "authors": [
                "Vikram Vij",
                "Meeru Dhalwala"
            ],
            "ranking": 4.19,
            "ranking_count": 139,
            "abstract": "The team behind the world famous Vij’s and Rangoli restaurants in Vancouver have an approachable follow-up to their award-winning, bestselling cookbook. Vij’s: Elegant and Inspired Indian Cuisine. . The easily adaptable, versatile recipes in. Vij's at Home. are tailored for busy households like theirs. Meeru and Vikram share how to prepare flavorful vegetarian dishes that go from stove to plate in less than 45 minutes as well as easy Indian seafood, poultry and meat dishes that come together in 20 minutes then simmer while the home chef sits down with a glass of wine, or helps the kids with their homework. Interspersed throughout, the endearing couple share aspects of the home life of busy restaurateurs, who still manage to cook with their daughters, eat at the dining room table and throw parties for friends.. Pull up a chair—Meeru and Vikram invite you to dinner.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Reference",
                "Literature"
            ]
        },
        {
            "title": "Punaisten kyynelten talo",
            "authors": [
                "Terhi Rannela"
            ],
            "ranking": 4.08,
            "ranking_count": 108,
            "abstract": "Chey Chan on määrätietoinen nainen, punakhmer, joka uskoo vallankumouksen välttämättömyyteen. Kauan eläköön Demokraattinen Kamputsea! Mutta vainoharhainen puolue Angkar kääntyy omiaan vastaan. Chan pidätetään ja viedään pahamaineiseen Tuol Slengin vankilaan ministerimiehensä ja poikavauvansa kanssa. Kaksi muuta lasta, Arun-poika ja Vanna-tytär, joutuvat leireille eroon vanhemmistaan.. Kolmekymmentä vuotta myöhemmin Vanna on itse äiti ja vaimo. Arki kannattelee eteenpäin, mutta monen muun ikäisensä tavoin Vanna ei voi olla miettimättä, mitä isälle, äidille ja veljelle tapahtui 1970-luvun levottomina vuosina. Kun pelättyjä punakhmer-johtajia vihdoin aletaan vaatia oikeuden eteen, Vannan on tehtävä rohkea päätös: asettuako niitä vastaan, jotka kerran orjuuttivat koko kansakunnan? Ja miksi lähestyvä oikeudenkäynti saa aviomiehen pois raiteiltaan?",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Historical",
                "Cultural",
                "Fiction"
            ]
        },
        {
            "title": "Rivers",
            "authors": [
                "Michael Farris Smith"
            ],
            "ranking": 3.76,
            "ranking_count": 2152,
            "abstract": "For fans of Cormac McCarthy and Annie Proulx, “a wonderfully cinematic story” (. The Washington Post. ) set in the post-Katrina South after violent storms have decimated the region.. It had been raining for weeks. Maybe months. He had forgotten the last day that it hadn’t rained, when the storms gave way to the pale blue of the Gulf sky, when the birds flew and the clouds were white and sunshine glistened across the drenched land.. The Gulf Coast has been brought to its knees. Years of catastrophic hurricanes have so punished and depleted the region that the government has drawn a new boundary ninety miles north of the coastline. Life below the Line offers no services, no electricity, and no resources, and those who stay behind live by their own rules—including Cohen, whose wife and unborn child were killed during an evacuation attempt. He buried them on family land and never left.. But after he is ambushed and his home is ransacked, Cohen is forced to flee. On the road north, he is captured by Aggie, a fanatical, snake-handling preacher who has a colony of captives and dangerous visions of repopulating the barren region. Now Cohen is faced with a decision: continue to the Line alone, or try to shepherd the madman’s prisoners across the unforgiving land with the biggest hurricane yet bearing down—and Cohen harboring a secret that poses the greatest threat of all.. Eerily prophetic in its depiction of a Southern landscape ravaged by extreme weather,. Rivers. is a masterful tale of survival and redemption in a world where the next devastating storm is never far behind.. “. This is the kind of book that lifts you up with its mesmerizing language then pulls you under like a riptide” (. The Atlanta Journal-Constitution. ).",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Adventure",
                "American",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Midwife's Confession",
            "authors": [
                "Diane Chamberlain"
            ],
            "ranking": 4.08,
            "ranking_count": 38648,
            "abstract": "Dear Anna,. What I have to tell you is difficult to write, but I know it will be far more difficult for you to hear, and I'm so sorry—. The unfinished letter is the only clue Tara and Emerson have to the reason behind their close friend Noelle's suicide. Everything they knew about Noelle—her calling as a midwife, her passion for causes, her love for her friends and family—described a woman who. embraced. life.. Yet there was so much they. didn't. know.. With the discovery of the letter and its heartbreaking secret, Noelle's friends begin to uncover the truth about this complex woman who touched each of their lives - and the life of a desperate stranger - with love and betrayal, compassion and deceit.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Mystery",
                "Contemporary",
                "Drama",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Family"
            ]
        },
        {
            "title": "ჩაკეტილი საზოგადოება და მისი დარაჯები",
            "authors": [
                "Giorgi Maisuradze"
            ],
            "ranking": 4.08,
            "ranking_count": 39,
            "abstract": "ჩაკეტილი საზოგადოება და მისი დარაჯები~ გიორგი მაისურაძის სხვადასხვა დროს გამოქვეყნებულ ესეებს აერთიანებს.. ჩაკეტილი საზოგადოება საკუთარი ნებით ცდილობს გარესამყაროსგან მოწყვეტას და თვითიზოლაციას. ასეთი საზოგადოების ცვალებადობა მიმართულია არა სიახლისკენ, არამედ სიძველის გაცოცხლებისა და გატოტალურებისკენ, რაც მას აუცხოებს და რიყავს დანარჩენი სამყაროსაგან და ანაქრონულს ხდის საკუთარ ეპოქასთან. ადამიანები თავიანთი, შექმნილი მითების ტყვეობაში ექცევიან. გაზღაპრებული წარსული აწმყოს ადგილს იკავებს და ახლის დაბადებას უშლის ხელს.. ჩაკეტილი საზოგადოება იმართება ისტორიული თუ მითოლოგიური ფიგურებით, რომელთაც გაჩერებული დროის დაცვა და წარსულში დაბრუნების მესაჭეობა ევალებათ. მათთვის კულტმსახურებას სწორედ ჩაკეტილი საზოგადოების დარაჯები აღავლენენ, რომელთა ერთადერთი სარწმუნოება, ერთადერთი მიზანი სხვა ადამიანების მანიპულაციის ხარჯზე საკუთარი ძალაუფლების მოხვეჭა და განმტკიცებაა.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Philosophy",
                "Nonfiction"
            ]
        },
        {
            "title": "Right of Way",
            "authors": [
                "Andrew Wingfield"
            ],
            "ranking": 4.71,
            "ranking_count": 17,
            "abstract": "Cleave Springs is a gentrifying neighborhood in the shadow of the nation's capital. These insightful, humane, and beautifully crafted stories introduce us to the neighborhood's dazzling variety of characters-long-time survivors and new arrivals, preservationists and visionaries, black people and white people-as they navigate the complexities of diversity and change, and strive to realize a comforting vision of home. RIGHT OF WAY is the winner of the Washington Writers' Publishing House 2010 fiction prize.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Twilight / Life and Death",
            "authors": [
                "Stephenie Meyer"
            ],
            "ranking": 3.44,
            "ranking_count": 29181,
            "abstract": "WHEN ISABELLA SWAN MOVES TO THE. gloomy town of Forks and meets the mysterious, alluring Edward Cullen, her life takes a thrilling and terrifying turn. With his porcelain skin, golden eyes, mesmerizing voice, and supernatural gifts, Edward is both irresistible and enigmatic.. WHAT BELLA DOESN'T REALIZE IS THE CLOSER. she gets to him, the more she is putting herself and those around her at risk. And, it might be too late to turn back.... DEEPLY SEDUCTIVE AND EXTRAORDINARILY. suspenseful,. Twilight. has enraptured millions and become a modern classic, redefining genres within young adult literature and inspiring a phenomenon that has had readers yearning for more.. This special tenth anniversary dual edition includes a foreword by the author as well as a complete reimagining of the original novel. Turn this book over to read. Life and Death. .. /. WHEN BEAUFORT SWAN MOVES TO THE. gloomy town of Forks and meets the mysterious, alluring Edythe Cullen, his life takes a thrilling and terrifying turn. With her porcelain skin, golden eyes, mesmerizing voice, and supernatural gifts, Edythe is both irresistible and enigmatic.. WHAT BEAU DOESN'T REALIZE IS THE. closer he gets to her, the more he is putting himself and those around him at risk. And, it might be too late to turn back…. IN CELEBRATION OF THE TENTH ANNIVERSARY. of. Twilight. , Stephenie Meyer has crafted. Life and Death. , a bold and compelling reimagining of the iconic love story that will surprise and enthrall readers. This special dual edition includes a foreword by the author as well as the complete original novel. Turn this book over to read. Twilight. .",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction",
                "Shapeshifters"
            ]
        },
        {
            "title": "This is How You Die: Stories of the Inscrutable, Infallible, Inescapable Machine of Death",
            "authors": [
                "Ryan North",
                "Matthew Bennardo",
                "David Malki",
                "'Nathan Burgoine",
                "Toby W. Rush",
                "Rhiannon Kelly",
                "Ryan Estrada",
                "George Page III",
                "more…",
                "Chandler Kaiden",
                "Tom Francis",
                "Grace Seybold",
                "D.L.E. Roger",
                "Daliso Chaponda",
                "John Takis",
                "Ada Hoffmann",
                "Karen Stay Ahlstrom",
                "Gord Sellar",
                "Marleigh Norton",
                "Sarah Pavis",
                "Ren Warom",
                "Liz Argall",
                "John Chernega",
                "Bill Chernega",
                "Richard Salter",
                "Ed    Turner",
                "Hollan Lane",
                "Martin Livings",
                "Kyle Schoenfeld",
                "M.J. Leitch",
                "Brigita Orel",
                "Erika Hammerschmidt",
                "Rebecca    Black",
                "…less"
            ],
            "ranking": 4.11,
            "ranking_count": 1946,
            "abstract": "If a machine could predict how you would die, would you want to know? This is the tantalizing premise of This Is How You Die, the brilliant follow-up anthology to the self-published best seller, Machine of Death.. The machines started popping up around the world. The offer was tempting: With a simple blood test, anyone could know how they would die. But the machines didn't give dates or specific circumstances - just a single word or phrase. DROWNED, CANCER, OLD AGE, CHOKED ON A HANDFUL OF POPCORN. And though the predictions were always accurate, they were also often frustratingly vague. OLD AGE, it turned out, could mean either dying of natural causes, or being shot by an elderly, bedridden man in a botched home invasion. The machines held on to that old-world sense of irony in death: You can know how it's going to happen, but you'll still be surprised when it does.. This addictive anthology - sinister, witty, existential, and fascinating - collects the best of the thousands of story submissions the editors received in the wake of the success of the first volume, and exceeds the first in every way.. Length: 15 hrs and 38 mins. Unabridged Audiobook",
            "part_of_series": true,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Science Fiction",
                "Anthologies",
                "Fantasy",
                "Horror",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "My Name Is Memory",
            "authors": [
                "Ann Brashares"
            ],
            "ranking": 3.71,
            "ranking_count": 31593,
            "abstract": "Daniel has spent centuries falling in love with the same girl. Life after life, crossing continents and dynasties, he and Sophia (despite her changing name and form) have been drawn together-and he remembers it all. Daniel has the memory, the ability to recall past lives and recognize souls of those he's previously known. It is a gift and a curse. For all the times that he and Sophia have been drawn together throughout history, they have also been torn painfully, fatally, apart. A love always too short.. Interwoven through Sophia and Daniel's unfolding present day relationship are glimpses of their expansive history together. From 552 Asia Minor to 1918 England and 1972 Virginia, the two souls share a long and sometimes torturous path of seeking each other time and time again. But just when young Sophia (now Lucy in the present) finally begins to awaken to the secret of their shared past, to understand the true reason for the strength of their attraction, the mysterious force that has always torn them apart reappears. Ultimately, they must come to understand what stands in the way of their love if they are ever to spend a lifetime together.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Fantasy",
                "Young Adult",
                "Historical",
                "Science Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Eleanor Marx: A Life",
            "authors": [
                "Rachel Holmes"
            ],
            "ranking": 4.32,
            "ranking_count": 307,
            "abstract": "Unrestrained by convention, lion-hearted and free, Eleanor Marx (1855-98) was an exceptional woman. Hers was the first English translation of Flaubert's Mme Bovary. She pioneered the theatre of Henrik Ibsen. She was the first woman to lead the British dock workers' and gas workers' trades unions. For years she worked tirelessly for her father, Karl Marx, as personal secretary and researcher. Later she edited many of his key political works, and laid the foundations for his biography. But foremost among her achievements was her pioneering feminism. For her, sexual equality was a necessary precondition for a just society.. Drawing strength from her family and their wide circle, including Friedrich Engels and Wilhelm Liebknecht, Eleanor Marx set out into the world to make a difference - her favourite motto: 'Go ahead!' With her closest friends - among them, Olive Schreiner, Havelock Ellis, George Bernard Shaw, Will Thorne and William Morris - she was at the epicentre of British socialism. She was also the only Marx to claim her Jewishness. But her life contained a deep sadness: she loved a faithless and dishonest man, the academic, actor and would-be playwright Edward Aveling. Yet despite the unhappiness he brought her, Eleanor Marx never wavered in her political life, ceaselessly campaigning and organising until her untimely end, which - with its letters, legacies, secrets and hidden paternity - reads in part like a novel by Wilkie Collins, and in part like the modern tragedy it was.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Feminism",
                "Politics",
                "Biography Memoir",
                "Womens",
                "Literature",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "Untold",
            "authors": [
                "Sarah Rees Brennan"
            ],
            "ranking": 3.92,
            "ranking_count": 13681,
            "abstract": "It's time to choose sides..... On the surface, Sorry-in-the-Vale is a sleepy English town. But Kami Glass knows the truth. Sorry-in-the-Vale is full of magic. In the old days, the Lynburn family ruled with fear, terrifying the people into submission in order to kill for blood and power. Now the Lynburns are back, and Rob Lynburn is gathering sorcerers so that the town can return to the old ways.. But Rob and his followers aren’t the only sorcerers in town. A decision must be made: pay the blood sacrifice, or fight. For Kami, this means more than just choosing between good and evil. With her link to Jared Lynburn severed, she’s now free to love anyone she chooses. But who should that be?. A darkly humorous take on Gothic romance, Sarah Rees Brennan's Lynburn Legacy weaves together the tale of a heroine desperate to protect those she loves, two boys hoping to be saved, and the magical forces that will shape their destiny.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Gothic",
                "Mystery",
                "Fiction"
            ]
        },
        {
            "title": "The Last Girl",
            "authors": [
                "Joe Hart"
            ],
            "ranking": 3.79,
            "ranking_count": 20669,
            "abstract": "A mysterious worldwide epidemic reduces the birthrate of female infants from 50 percent to less than 1 percent. Medical science and governments around the world scramble in an effort to solve the problem, but twenty-five years later there is no cure, and an entire generation grows up with a population of fewer than a thousand women.. Zoey and some of the surviving young women are housed in a scientific research compound dedicated to determining the cause. For two decades, she’s been isolated from her family, treated as a test subject, and locked away—told only that the virus has wiped out the rest of the world’s population.. Captivity is the only life Zoey has ever known, and escaping her heavily armed captors is no easy task, but she’s determined to leave before she is subjected to the next round of tests…a program that no other woman has ever returned from. Even if she’s successful, Zoey has no idea what she’ll encounter in the strange new world beyond the facility’s walls. Winning her freedom will take brutality she never imagined she possessed, as well as all her strength and cunning—but Zoey is ready for war.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Apocalyptic",
                "Fantasy",
                "Thriller",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Die van die van u",
            "authors": [
                "Annie M.G. Schmidt"
            ],
            "ranking": 4.38,
            "ranking_count": 86,
            "abstract": "Een verrassende nieuwe kijk op het werk van Annie M.G. Schmidt, gekozen en gepresenteerd aan de vooravond van het zeventigjarig bestaan van Uitgeverij Van Oorschot in 2015.. In 'Die van die van u' is voor de eerste keer geen onderscheid gemaakt tussen Schmidts gedichten voor kinderen en volwassenen. Het resultaat is even verrassend als aanstekelijk.. 'Dankzij jou en jullie jubileumboek ben ik nu ingelijfd bij de literatuur, althans dat zegt men algemeen. Ik voel me de bejaarde hoer die plotseling op visite mag bij de streng calvinistische familie. Ze zijn vriendelijk.'. Dit aardige, korte en prachtig-venijnige briefje schreef Annie M. G. Schmidt aan uitgever Geert van Oorschot kort na de verschijning in 1985 van de bundel Gedichten, waaraan zij meewerkte. Hij bevatte een keuze uit eigen werk van zes dichteressen die de uitgever de moeite waard vond. De andere vijf waren Elisabeth Eybers, Fritzi Harmsen van Beek, Judith Herzberg, Hanny Michaelis en M. Vasalis.. Aan de vooravond van het zeventigjarig bestaan van Uitgeverij Van Oorschot in 2015 verschijnt nu, dankzij de erven Schmidt en collega-uitgeverij Querido, voor één keer een keuze uit haar werk die, naar het befaamde citaat van Simon Carmiggelt, is 'gedundrukt door Van Oorschot'.. [Source: http://www.vanoorschot.nl/winkel/verh...]",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Die Analphabetin, die rechnen konnte",
            "authors": [
                "Jonas Jonasson"
            ],
            "ranking": 3.77,
            "ranking_count": 52103,
            "abstract": "Die aberwitzige Geschichte der jungen Afrikanerin Nombeko, die zwar nicht lesen kann, aber ein Rechengenie ist, fast zufällig bei der Konstruktion nuklearer Sprengköpfe mithilft und nebenbei Verhandlungen mit den Mächtigen der Welt führt. Nach einem besonders brisanten Geschäft setzt sie sich nach Schweden ab, wo ihr die große Liebe begegnet. Das bringt nicht nur ihr eigenes Leben, sondern gleich die gesamte Weltpolitik durcheinander...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Historical",
                "Cultural",
                "Audiobook",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "The Possessed: Adventures With Russian Books and the People Who Read Them",
            "authors": [
                "Elif Batuman"
            ],
            "ranking": 3.68,
            "ranking_count": 4420,
            "abstract": "No one who read Elif Batuman’s first article (in the journal. n+1. ) will ever forget it. “Babel in California” told the true story of various human destinies intersecting at Stanford University during a conference about the enigmatic writer Isaac Babel. Over the course of several pages, Batuman managed to misplace Babel’s last living relatives at the San Francisco airport, uncover Babel’s secret influence on the making of. King Kong. , and introduce her readers to a new voice that was unpredictable, comic, humane, ironic, charming, poignant, and completely, unpretentiously full of love for literature.. Batuman’s subsequent pieces—for. The New Yorker. ,. Harper’s Magazine. , and the. London Review of Books. — have made her one of the most sought-after and admired writers of her generation, and its best traveling companion. In. The Possessed. we watch her investigate a possible murder at Tolstoy’s ancestral estate. We go with her to Stanford, Switzerland, and St. Petersburg; retrace Pushkin’s wanderings in the Caucasus; learn why Old Uzbek has one hundred different words for crying; and see an eighteenth-century ice palace reconstructed on the Neva.. Love and the novel, the individual in history, the existential plight of the graduate student: all find their place in. The Possessed. . Literally and metaphorically following the footsteps of her favorite authors, Batuman searches for the answers to the big questions in the details of lived experience, combining fresh readings of the great Russians, from Pushkin to Platonov, with the sad and funny stories of the lives they continue to influence—including her own.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Cultural",
                "Writing",
                "Travel",
                "Literature",
                "Biography",
                "Criticism"
            ]
        },
        {
            "title": "Gulab",
            "authors": [
                "Annie Zaidi"
            ],
            "ranking": 3.25,
            "ranking_count": 117,
            "abstract": "Gulab tests the limits that our mind sets upon a ghost’s powers. If you see her as a woman clinging to life, there is not much to fear. Yet: what if she wants to return to your life? And what makes you think you can make her leave?. It is a warm, muggy summer’s day. Nikunj is in a Muslim cemetery to attend Saira’s burial. Saira, the long-lost love he has been looking for since the earthquake, even through all the years of his marriage, never sure what he would do if he found her. But what are Usman and Parmod doing at her grave? Who are these women – Gulab, Mumtaz – that lay claim to his Saira’s resting place? This is a love story. But what sort of relationship can you have with a dead person, and what sort of future? Ghosts don’t grow old. Or have children. We know that, don’t we? But how do we know? If they can walk through walls and reclaim a body for themselves, perhaps they can cover that body with scars. Or stretch marks. In the afterlife, possibilities stretch into infinity. Why would they not grow bored of one man, one life?",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction"
            ]
        },
        {
            "title": "Foreplay",
            "authors": [
                "Sophie Jordan"
            ],
            "ranking": 3.91,
            "ranking_count": 18821,
            "abstract": "Before she goes after the life she’s always wanted, she’s about to find the one she needs.. Pepper has been hopelessly in love with her best friend’s brother, Hunter, for like ever. He’s the key to everything she’s always craved: security, stability, family. But she needs Hunter to notice her as more than just a friend. Even though she’s kissed exactly one guy, she has just the plan to go from novice to rock star in the bedroom—take a few pointers from someone who knows what he’s doing.. Her college roommates have the perfect teacher in mind. But bartender Reece is nothing like the player Pepper expects. Yes, he’s beyond gorgeous, but he’s also dangerous, deep—with a troubled past. Soon what started as lessons in attraction are turning both their worlds around, and showing just what can happen when you go past foreplay and get to what’s real…",
            "part_of_series": true,
            "genre_list": [
                "New Adult",
                "Romance",
                "Contemporary",
                "Academic",
                "Womens Fiction",
                "Adult",
                "Adult Fiction",
                "Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "The Dog",
            "authors": [
                "Joseph O'Neill"
            ],
            "ranking": 3.15,
            "ranking_count": 2178,
            "abstract": "The author of the best-selling and award-winning. Netherland. now gives us his eagerly awaited, stunningly different new novel: a tale of alienation and heartbreak in Dubai.. Distraught by a breakup with his long-term girlfriend, our unnamed hero leaves New York to take an unusual job in a strange desert metropolis. In Dubai at the height of its self-invention as a futuristic Shangri-la, he struggles with his new position as the “family officer” of the capricious and very rich Batros family. And he struggles, even more helplessly, with the “doghouse,” a seemingly inescapable condition of culpability in which he feels himself constantly trapped—even if he’s just going to the bathroom, or reading e-mail, or scuba diving. A comic and philosophically profound exploration of what has become of humankind’s moral progress,. The Dog. is told with Joseph O’Neill’s hallmark eloquence, empathy, and storytelling mastery. It is a brilliantly original, achingly funny fable for our globalized times.. A. NEW YORK TIMES. NOTABLE BOOK***. ***LONGLISTED FOR THE MAN BOOKER PRIZE 2014***. ***. PW. s Best of the Year 2014***",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Unfinished",
                "Book Club",
                "Travel",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Shadow Magic",
            "authors": [
                "Joshua Khan"
            ],
            "ranking": 4.14,
            "ranking_count": 1889,
            "abstract": "Thorn, an outlaw's son, wasn't supposed to be a slave. He's been sold to Tyburn, an executioner, and they're headed to Castle Gloom in Gehenna, the land of undead, where Thorn will probably be fed to a vampire.. Lilith Shadow wasn't supposed to be ruler of Gehenna. But following the murder of her family, young Lily became the last surviving member of House Shadow, a long line of dark sorcerers. Her country is surrounded by enemies and the only way she can save it is by embracing her heritage and practicing the magic of the undead. But how can she when, as a girl, magic is forbidden to her?. Just when it looks like Lily will have to leave her home forever, Thorn arrives at Castle Gloom. A sudden death brings them together, inspires them to break the rules, and leads them to soar to new heights in this fantasy with all the sparkle and luster of a starry night sky.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Adventure",
                "Fiction",
                "Young Adult",
                "Mystery"
            ]
        },
        {
            "title": "Goodbye Stranger",
            "authors": [
                "Rebecca Stead"
            ],
            "ranking": 3.93,
            "ranking_count": 13410,
            "abstract": "Bridge is an accident survivor who's wondering why she's still alive. Emily has new curves and an almost-boyfriend who wants a certain kind of picture. Tabitha sees through everybody's games—or so she tells the world. The three girls are best friends with one rule: No fighting. Can it get them through seventh grade?. This year everything is different for Sherm Russo as he gets to know Bridge Barsamian. What does it mean to fall for a girl—as a friend?. On Valentine's Day, an unnamed high school girl struggles with a betrayal. How long can she hide in plain sight?",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Young Adult",
                "Realistic Fiction",
                "Fiction",
                "Contemporary",
                "Romance"
            ]
        },
        {
            "title": "In the Days of Humans: Third Exodus",
            "authors": [
                "Terry R. Hill"
            ],
            "ranking": 4.23,
            "ranking_count": 39,
            "abstract": "No matter how deep the darkness man creates, the soul will always search for the light of a promised tomorrow.. The days that followed the machine awakening were unlike what anyone had anticipated, and took humanity to the brink of extinction as Man and Machine embattle to gain control of their respective destinies. The Earth was devastated. But at great cost we…‘won’. Delivered by the operations that brought the AI into existence, the African continent was shielded at the time of the Great War. This refuge of humankind became the last foothold of civilization and the last chance for our future.. One hundred years after the Great War, with the rapidly vanishing resources on Earth, scientists and the government of the United African Nations embark on a bold new plan for a select few to leave their dying ancestral planet and find the resources to build a new future.. Col. Adamini, commander of the Yamakarā and its crew are tasked to explore and to make a new home for humankind. Millions of kilometers from Earth and faced with growing corruption within the space agency that could lead to the downfall of them all, Adamini must decide where his loyalties lie. Unknown to them, they may be Earth's last hope when forces threaten the total annihilation of the human species once again.. A surprising twist of fate lead them to an unlikely ally that will be required for their survival. Everything Col. Adamini has known to be true and just will be tested; placing humankind on an uncertain path into the future shadowed by those who came before.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "The Waking",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 3.87,
            "ranking_count": 689,
            "abstract": "To judge and execute. That is Ruin's power and desire. But Ruin's memory is empty of how he came to be here on Earth and why. After saving Isadore-- a neuroscientist living in the swamps of Louisiana-- from a sexual predator, she volunteers to help him.. Ruin soon discovers that judging and executing wicked humans while linked to such a difficult and beautiful woman who can't help but involve herself in every aspect of his business, is proving to be more difficult than judging the world",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Promise",
            "authors": [
                "Gene Luen Yang",
                "Michael Dante DiMartino",
                "Bryan Konietzko",
                "Gurihiru",
                "Dave Marshall"
            ],
            "ranking": 4.42,
            "ranking_count": 22006,
            "abstract": "The Avatar's adventures continue right where the TV series left off, in this beautiful, oversized hardcover of The Promise, from Airbender creators Michael Dante DiMartino and Bryan Konietzko! Aang and friends must join together once again as the four nations' tenuous peace is threatened in an impasse between Fire Lord Zuko and Earth King Kuei! As the world heads toward another devastating war, Aang's friendship with Zuko throws him into the middle of the conflict! Featuring annotations by Eisner Award-winning writer Gene Luen Yang (American Born Chinese) and artist Gurihiru (Thor and the Warriors Four), and a brand-new sketchbook, this is a story that Avatar fans need in an edition they will love!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Graphic Novels Comics",
                "Adventure",
                "Childrens",
                "Comics"
            ]
        },
        {
            "title": "Carve the Mark",
            "authors": [
                "Veronica Roth"
            ],
            "ranking": 3.78,
            "ranking_count": 77550,
            "abstract": "In a galaxy powered by the current, everyone has a gift.. Cyra is the sister of the brutal tyrant who rules the Shotet people. Cyra’s currentgift gives her pain and power — something her brother exploits, using her to torture his enemies. But Cyra is much more than just a blade in her brother’s hand: she is resilient, quick on her feet, and smarter than he knows.. Akos is the son of a farmer and an oracle from the frozen nation-planet of Thuvhe. Protected by his unusual currentgift, Akos is generous in spirit, and his loyalty to his family is limitless. Once Akos and his brother are captured by enemy Shotet soldiers, Akos is desperate to get this brother out alive — no matter what the cost.. The Akos is thrust into Cyra's world, and the enmity between their countries and families seems insurmountable. Will they help each other to survive, or will they destroy one another?. Carve the Mark. is Veronica Roth's stunning portrayal of the power of friendship — and love — in a galaxy filled with unexpected gifts.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Audiobook",
                "Space"
            ]
        },
        {
            "title": "Time for Outrage: Indignez-vous!",
            "authors": [
                "Stéphane Hessel"
            ],
            "ranking": 3.61,
            "ranking_count": 4393,
            "abstract": "This controversial, impassioned call-to-arms for a return to the ideals that fueled the French Resistance has sold millions of copies worldwide since its publication in France in October 2010. Rejecting the dictatorship of world financial markets and defending the social values of modern democracy, 93-old Stéphane Hessel -- Resistance leader, concentration camp survivor, and former UN speechwriter -- reminds us that life and liberty must still be fought for, and urges us to reclaim those essential rights we have permitted our governments to erode since the end of World War II.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Philosophy",
                "Cultural",
                "Writing",
                "History",
                "European Literature",
                "Culture",
                "Social"
            ]
        },
        {
            "title": "Solitaire",
            "authors": [
                "Alice Oseman"
            ],
            "ranking": 3.7,
            "ranking_count": 25920,
            "abstract": "In case you’re wondering, this is not a love story.. My name is Tori Spring. I like to sleep and I like to blog. Last year – before all that stuff with Charlie and before I had to face the harsh realities of A-Levels and university applications and the fact that one day I really will have to start talking to people – I had friends. Things were very different, I guess, but that’s all over now.. Now there’s Solitaire. And Michael Holden.. I don’t know what Solitaire are trying to do, and I don’t care about Michael Holden.. I really don’t.. This incredible debut novel by outstanding young author Alice Oseman is perfect for fans of John Green, Rainbow Rowell and all unflinchingly honest writers.",
            "part_of_series": true,
            "genre_list": [
                "Contemporary",
                "Young Adult",
                "Romance",
                "Health",
                "LGBT",
                "Fiction",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "The Dread",
            "authors": [
                "Gail Z. Martin"
            ],
            "ranking": 4.15,
            "ranking_count": 1765,
            "abstract": "War has come to the Winter Kingdoms. The Dread will rise. Kings will fall.. Summoner-King Tris Drayke takes what remains of his army north for a war he is ill-prepared to fight, as reports from spies confirm Tris's worst fear. A new threat rises across the sea: a dark summoner who intends to make the most of the Winter Kingdoms's weakness.. In Isencroft, Kiara's father is assassinated and she will now have no choice except to return and claim the crown. But she must leave behind her husband and their infant son to face the dark power that threatens her rule.. THE DREAD is the epic conclusion to the Fallen Kings Cycle.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Paranormal"
            ]
        },
        {
            "title": "Poor Economics: A Radical Rethinking of the Way to Fight Global Poverty",
            "authors": [
                "Abhijit V. Banerjee",
                "Esther Duflo"
            ],
            "ranking": 4.28,
            "ranking_count": 18532,
            "abstract": "Winner of the 2011. Financial Times. /Goldman Sachs Best Business Book of the Year Award. Billions of government dollars, and thousands of charitable organizations and NGOs, are dedicated to helping the world's poor. But much of their work is based on assumptions that are untested generalizations at best, harmful misperceptions at worst.. Abhijit Banerjee and Esther Duflo have pioneered the use of randomized control trials in development economics. Work based on these principles, supervised by the Poverty Action Lab, is being carried out in dozens of countries. Drawing on this and their 15 years of research from Chile to India, Kenya to Indonesia, they have identified wholly new aspects of the behavior of poor people, their needs, and the way that aid or financial investment can affect their lives. Their work defies certain presumptions: that microfinance is a cure-all, that schooling equals learning, that poverty at the level of 99 cents a day is just a more extreme version of the experience any of us have when our income falls uncomfortably low.. This important book illuminates how the poor live, and offers all of us an opportunity to think of a world beyond poverty.. Learn more at www.pooreconomics.com",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Nonfiction",
                "Politics",
                "Business",
                "Social Issues",
                "International Rel...",
                "Sociology",
                "Social Movements",
                "Cultural"
            ]
        },
        {
            "title": "Fullmetal Alchemist, Vol. 26",
            "authors": [
                "Hiromu Arakawa",
                "Akira Watanabe"
            ],
            "ranking": 4.67,
            "ranking_count": 6093,
            "abstract": "With all the pieces now in his possession, the homunculus father executes his master plan as Edward and the others watch in horror. When the dust settles, the entire world has been reshaped. With the help of Hohenheim, the Elric brothers lauch a desperate final attack, but is it all too late...?",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction",
                "Manga",
                "Comics Manga"
            ]
        },
        {
            "title": "Civil War: The History of England Volume III",
            "authors": [
                "Peter Ackroyd"
            ],
            "ranking": 3.98,
            "ranking_count": 1865,
            "abstract": "In. Civil War. , Peter Ackroyd continues his dazzling account of England's history, beginning with the progress south of the Scottish king, James VI, who on the death of Elizabeth I became the first Stuart king of England, and ends with the deposition and flight into exile of his grandson, James II. The Stuart dynasty brought together the two nations of England and Scotland into one realm, albeit a realm still marked by political divisions that echo to this day. More importantly, perhaps, the Stuart era was marked by the cruel depredations of civil war, and the killing of a king.. Ackroyd paints a vivid portrait of James I and his heirs. Shrewd and opinionated, the new King was eloquent on matters as diverse as theology, witchcraft and the abuses of tobacco, but his attitude to the English parliament sowed the seeds of the division that would split the country in the reign of his hapless heir, Charles I. Ackroyd offers a brilliant - warts and all - portrayal of Charles's nemesis Oliver Cromwell, Parliament's great military leader and England's only dictator, who began his career as a political liberator but ended it as much of a despot as 'that man of blood', the king he executed.. England's turbulent seventeenth century is vividly laid out before us, but so too is the cultural and social life of the period, notable for its extraordinarily rich literature, including Shakespeare's late masterpieces, Jacobean tragedy, the poetry of John Donne and Milton and Thomas Hobbes' great philosophical treatise, Leviathan.. Civil War. also gives us a very real sense of the lives of ordinary English men and women, lived out against a backdrop of constant disruption and uncertainty.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "European Literature",
                "Historical",
                "Politics",
                "Audiobook",
                "Literature",
                "Reference",
                "Military History"
            ]
        },
        {
            "title": "From Notting Hill with Four Weddings . . . Actually",
            "authors": [
                "Ali McNamara"
            ],
            "ranking": 3.89,
            "ranking_count": 999,
            "abstract": "Set in the world of all your favorite rom-coms, a gorgeously romantic new novel by the author of From Notting Hill with Love . . . Actually Movie addict Scarlett O'Brien is finally living the jet-setting life she's dreamed of, but it all hangs by a shiny, golden thread. Flying between London and New York, running two businesses, and planning her wedding to handsome fiance Sean along with her best friends Oscar and Maddie--life couldn't be better. Then Scarlett meets paparazzi darling Gabriella Romero, and life suddenly becomes even more extravagant and glamourous. But as she begins to experience the other side of being rich and famous, it's not only Scarlett's perfect wedding that's put in jeopardy, but her whole world.",
            "part_of_series": true,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Adult Fiction",
                "New York",
                "European Literature",
                "Adult"
            ]
        }
    ]
}