{
    "books": [
        {
            "title": "The Crying of Lot 49",
            "authors": [
                "Thomas Pynchon"
            ],
            "ranking": 3.69,
            "ranking_count": 78808,
            "abstract": "Suffused with rich satire, chaotic brilliance, verbal turbulence and wild humor,. The Crying of Lot 49. opens as Oedipa Maas discovers that she has been made executrix of a former lover's estate. The performance of her duties sets her on a strange trail of detection, in which bizarre characters crowd in to help or confuse her. But gradually, death, drugs, madness, and marriage combine to leave Oedipa in isolation on the threshold of revelation, awaiting the Crying of Lot 49.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Mystery",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "Anansi Boys",
            "authors": [
                "Neil Gaiman"
            ],
            "ranking": 4.03,
            "ranking_count": 209201,
            "abstract": "God is dead. Meet the kids.. Fat Charlie Nancy's normal life ended the moment his father dropped dead on a Florida karaoke stage. Charlie didn't know his dad was a god. And he never knew he had a brother.. Now brother Spider's on his doorstep -- about to make Fat Charlie's life more interesting... and a lot more dangerous.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Science Fiction Fantasy",
                "Humor",
                "Adult",
                "Magical Realism",
                "Contemporary"
            ]
        },
        {
            "title": "Tropic of Cancer",
            "authors": [
                "Henry Miller"
            ],
            "ranking": 3.68,
            "ranking_count": 67481,
            "abstract": "Now hailed as an American classic. Tropic of Cancer. , Henry Miller’s masterpiece, was banned as obscene in this country for twenty-seven years after its first publication in Paris in 1934. Only a historic court ruling that changed American censorship standards, ushering in a new era of freedom and frankness in modern literature, permitted the publication of this first volume of Miller’s famed mixture of memoir and fiction, which chronicles with unapologetic gusto the bawdy adventures of a young expatriate writer, his friends, and the characters they meet in Paris in the 1930s.. Tropic of Cancer. is now considered, as Norman Mailer said, one of the ten or twenty great novels of our century.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Adult Fiction",
                "Literary Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Lunar Park",
            "authors": [
                "Bret Easton Ellis"
            ],
            "ranking": 3.62,
            "ranking_count": 28533,
            "abstract": "Bret Ellis, the narrator of. Lunar Park,. is a writer whose first novel. Less Than Zero. catapulted him to international stardom while he was still in college. In the years that followed, he found himself adrift in a world of wealth, drugs, and fame, as well as dealing with the unexpected death of his abusive father. After a decade of decadence, a chance for salvation arrives; the chance to reconnect with an actress he was once involved with, and their son. But almost immediately his new life is threatened by a freak sequence of events and a bizarre series of murders that all seem to connect to Ellis’s past.. Reality, memoir, and fantasy combine to create not only a fascinating version of this most controversial writer but also a deeply moving novel about love and loss, parents and children, and ultimately forgiveness.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Thriller",
                "Mystery",
                "Contemporary",
                "Novels",
                "Literature",
                "Suspense",
                "Dark"
            ]
        },
        {
            "title": "Journey to the Center of the Earth",
            "authors": [
                "Jules Verne"
            ],
            "ranking": 3.86,
            "ranking_count": 174037,
            "abstract": "An adventurous geology professor chances upon a manuscript in which a 16th-century explorer claims to have found a route to the earth's core. Professor Lidenbrock can't resist the opportunity to investigate, and with his nephew Axel, he sets off across Iceland in the company of Hans Bjelke, a native guide. The expedition descends into an extinct volcano toward a sunless sea, where they encounter a subterranean world of luminous rocks, antediluvian forests, and fantastic marine life — a living past that holds the secrets to the origins of human existence.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Fantasy",
                "Cultural",
                "Literature",
                "Novels",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Forty Rules of Love",
            "authors": [
                "Elif Shafak"
            ],
            "ranking": 4.14,
            "ranking_count": 151342,
            "abstract": "In this lyrical, exuberant follow-up to her 2007 novel,. The Bastard of Istanbul. , acclaimed Turkish author Elif Shafak unfolds two tantalizing parallel narratives—one contemporary and the other set in the thirteenth century, when Rumi encountered his spiritual mentor, the whirling dervish known as Shams of Tabriz—that together incarnate the poet's timeless message of love.. Ella Rubenstein is forty years old and unhappily married when she takes a job as a reader for a literary agent. Her first assignment is to read and report on. Sweet Blasphemy. , a novel written by a man named Aziz Zahara. Ella is mesmerized by his tale of Shams's search for Rumi and the dervish's role in transforming the successful but unhappy cleric into a committed mystic, passionate poet, and advocate of love. She is also taken with Shams's lessons, or rules, that offer insight into an ancient philosophy based on the unity of all people and religions, and the presence of love in each and every one of us. As she reads on, she realizes that Rumi's story mir­rors her own and that Zahara—like Shams—has come to set her free.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Romance",
                "Philosophy",
                "Asian Literature",
                "Spirituality",
                "Religion",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Percy Jackson and the Olympians",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.52,
            "ranking_count": 43761,
            "abstract": "Humans and half-bloods agree—Percy Jackson and the Olympians is a series fit for heroes! Relive the adventure from the beginning with this boxed set of the first three books with glorious new cover art by John Rocco.. The Lightning Thief. Percy Jackson is a good kid, but he can't seem to focus on his schoolwork or control his temper. When his mom tells him the truth about where he came from, she takes him to the one place he'll be safe—Camp Half-Blood, a summer camp for demigods (on Long Island). There, Percy learns that the father he never knew is actually Poseidon, God of the Sea. Soon Percy finds himself caught up in a mystery that could lead to disastrous consequences. Together with his friends—a satyr and another the demigod daughter of Athena—Percy sets out on a quest to reach the gates of the Underworld (located in a recording studio in Hollywood) and prevent a catastrophic war between the gods.. The Sea of Monsters. After a summer spent trying to prevent a catastrophic war among the Greek gods, Percy Jackson finds his seventh-grade school year unnervingly calm. But things don't stay quiet for long. Percy soon discovers there is trouble at Camp Half-Blood: the magical borders which protect Half-Blood Hill have been poisoned by a mysterious enemy, and the only safe haven for demigods is on the verge of being overrun by mythological monsters. To save the camp, Percy needs the help of his best friend, Grover, who has been taken prisoner by the Cyclops Polyphemus on an island somewhere in the Sea of Monsters—the dangerous waters Greek heroes have sailed for millennia—only today, the Sea of Monsters goes by a new name: the Bermuda Triangle. Now Percy and his friends must retrieve the Golden Fleece from the Island of the Cyclops by the end of the summer or Camp Half-Blood will be destroyed. But first, Percy will learn a stunning new secret about his family—one that makes him question whether being claimed as Poseidon's son is an honor or simply a cruel joke…. The Titan's Curse. When Percy Jackson receives a distress call from his friend Grover, he immediately prepares for battle. He knows he'll need his powerful demigod allies, Annabeth and Thalia, at his side; his trusty bronze sword Riptide; and…a ride from his mom. The demigods race to the rescue, to find that Grover has made an important discovery: two new powerful half-bloods whose parentage is unknown. But that's not all that awaits them. The Titan lord, Kronos, has set up his most devious trap yet, and the young heroes have unwittingly fallen prey. Hilarious and action-packed, this third adventure in the series finds Percy faced with his most dangerous challenge so far: the chilling prophecy of the Titan's curse.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Mythology",
                "Childrens"
            ]
        },
        {
            "title": "To Live and Die in Fantasyland",
            "authors": [
                "Ben Peller"
            ],
            "ranking": 4.27,
            "ranking_count": 94,
            "abstract": "In this final installment of the bestselling fantastical “TO LIVE” trilogy, Shawn Michals morphs into a new guise, that of Rusty Loury, a former hero to millions who flees back to his home island from Los Angeles and tries to bury his past not only as his persona as Shawn Michals but as a name he has never known. Yet a mysterious woman, Bina, locates him and coaxes him into the present, and in doing so forces him to find revolution, evolution, and aspects of himself previously thought lost and buried. The unfolding events affect both Rusty Loury and also the island upon which he knows as home. He is called upon to lead, and must find within himself the will to launch a surge of action against not only the powers that are stifling freedoms of the island’s inhabitants, but also his own personal abandon to choose. What fantasy will this wanderer accept in the end? Either path leads to a way to dance about this fantasy we all may live. Open this book. It’s a risk worth taking. Strong pacing... well timed. - Publishers Weekly Rest assured, fantasyLAnds are very real. To quote STEPHEN KING, 'If you think I’m kidding, you missed the nightly news.'” - Rusty Loury",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Inspirational"
            ]
        },
        {
            "title": "Across the Universe",
            "authors": [
                "Beth Revis"
            ],
            "ranking": 3.77,
            "ranking_count": 117516,
            "abstract": "A love out of time. A spaceship built of secrets and murder.. Seventeen-year-old Amy joins her parents as frozen cargo aboard the vast spaceship Godspeed and expects to awaken on a new planet, three hundred years in the future. Never could she have known that her frozen slumber would come to an end fifty years too soon and that she would be thrust into the brave new world of a spaceship that lives by its own rules.. Amy quickly realizes that her awakening was no mere computer malfunction. Someone—one of the few thousand inhabitants of the spaceship —tried to kill her. And if Amy doesn't do something soon, her parents will be next.. Now Amy must race to unlock Godspeed's hidden secrets. But out of her list of murder suspects, there's only one who matters: Elder, the future leader of the ship and the love she could never have seen coming.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Mystery",
                "Space",
                "Adventure"
            ]
        },
        {
            "title": "The Complete Persepolis",
            "authors": [
                "Marjane Satrapi",
                "Mattias Ripa",
                "Blake Ferris",
                "Anjali Singh"
            ],
            "ranking": 4.37,
            "ranking_count": 153897,
            "abstract": "Here, in one volume: Marjane Satrapi's best-selling, internationally acclaimed graphic memoir.. Persepolis. is the story of Satrapi's unforgettable childhood and coming of age within a large and loving family in Tehran during the Islamic Revolution; of the contradictions between private life and public life in a country plagued by political upheaval; of her high school years in Vienna facing the trials of adolescence far from her family; of her homecoming--both sweet and terrible; and, finally, of her self-imposed exile from her beloved homeland. It is the chronicle of a girlhood and adolescence at once outrageous and familiar, a young life entwined with the history of her country yet filled with the universal trials and joys of growing up.. Edgy, searingly observant, and candid, often heartbreaking but threaded throughout with raw humor and hard-earned wisdom--. Persepolis. is a stunning work from one of the most highly regarded, singularly talented graphic artists at work today.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "History",
                "Feminism",
                "Cultural",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "A River Runs Through it and Other Stories",
            "authors": [
                "Norman Maclean",
                "Annie Proulx"
            ],
            "ranking": 4.18,
            "ranking_count": 24294,
            "abstract": "Just as Norman Maclean writes at the end of A River Runs through It that he is haunted by waters, so have readers been haunted by his novella. A retired English professor who began writing fiction at the age of 70, Maclean produced what is now recognized as one of the classic American stories of the twentieth century. Originally published in 1976, A River Runs through It and Other Stories now celebrates its twenty-fifth anniversary, marked by this new edition that includes a foreword by Annie Proulx.. Maclean grew up in the western Rocky Mountains in the first decades of the twentieth century. As a young man he worked many summers in logging camps and for the United States Forest Service. The two novellas and short story in this collection are based on his own experiences—the experiences of a young man who found that life was only a step from art in its structures and beauty. The beauty he found was in reality, and so he leaves a careful record of what it was like to work in the woods when it was still a world of horse and hand and foot, without power saws, cats, or four-wheel drives. Populated with drunks, loggers, card sharks, and whores, and set in the small towns and surrounding trout streams and mountains of western Montana, the stories concern themselves with the complexities of fly fishing, logging, fighting forest fires, playing cribbage, and being a husband, a son, and a father.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "Environment",
                "Historical",
                "Literary Fiction",
                "Westerns",
                "Novels"
            ]
        },
        {
            "title": "One of Us Is Lying",
            "authors": [
                "Karen M. McManus"
            ],
            "ranking": 4.02,
            "ranking_count": 517157,
            "abstract": "Pay close attention and you might solve this.. On Monday afternoon, five students at Bayview High walk into detention.. Bronwyn,. the brain. , is Yale-bound and never breaks a rule.. Addy,. the beauty. , is the picture-perfect homecoming princess.. Nate,. the criminal. , is already on probation for dealing.. Cooper,. the athlete. , is the all-star baseball pitcher.. And Simon,. the outcast. , is the creator of Bayview High's notorious gossip app.. Only, Simon never makes it out of that classroom. Before the end of detention Simon's dead. And according to investigators, his death wasn't an accident. On Monday, he died. But on Tuesday, he'd planned to post juicy reveals about all four of his high-profile classmates, which makes all four of them suspects in his murder. Or are they the perfect patsies for a killer who's still on the loose?. Everyone has secrets, right? What really matters is how far you would go to protect them.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Contemporary",
                "Thriller",
                "Fiction",
                "Romance",
                "Audiobook",
                "LGBT"
            ]
        },
        {
            "title": "Saving the World and Other Extreme Sports",
            "authors": [
                "James Patterson"
            ],
            "ranking": 4.14,
            "ranking_count": 90352,
            "abstract": "In MAXIMUM RIDE: SAVING THE WORLD AND OTHER EXTREME SPORTS, the time has arrived for Max and her winged Flock to face their ultimate enemy and discover their original purpose: to defeat the takeover of Re-evolution, a sinister experiment to re-engineer a select population into a scientifically superior master race...and to terminate the rest. Max, Fang, Iggy, Nudge, Gasman, and Angel have always worked together to defeat the forces working against them--but can they save the world when they are torn apart, living in hiding and captivity, halfway across the globe from one another?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Romance",
                "Action"
            ]
        },
        {
            "title": "On Dublin Street",
            "authors": [
                "Samantha Young"
            ],
            "ranking": 4.18,
            "ranking_count": 185739,
            "abstract": "Jocelyn Butler has been hiding from her past for years. But all her secrets are about to be laid bare .... Four years ago, Jocelyn left her tragic past behind in the States and started over in Scotland, burying her grief, ignoring her demons, and forging ahead without attachments. Her solitary life is working well - until she moves into a new apartment on Dublin Street, where she meets a man who shakes her carefully guarded world to its core.. Braden Carmichael is used to getting what he wants, and he's determined to get Jocelyn into his bed. Knowing how skittish she is about entering a relationship, Braden proposes an arrangement that will satisfy their intense attraction without any strings attached.. But after an intrigued Jocelyn accepts, she realizes that Braden won't be satisfied with just mind-blowing passion. The stubborn Scotsman is intent on truly knowing her . . . down to the very soul.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Adult",
                "Adult Fiction",
                "Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Winds of War",
            "authors": [
                "Herman Wouk"
            ],
            "ranking": 4.36,
            "ranking_count": 54660,
            "abstract": "Like no other masterpiece of historical fiction, Herman Wouk's sweeping epic of World War II is the great novel of America's Greatest Generation.. Wouk's spellbinding narrative captures the tide of global events, as well as all the drama, romance, heroism, and tragedy of World War II, as it immerses us in the lives of a single American family drawn into the very center of the war's maelstrom.. The Winds of War. and its sequel. War and Remembrance. stand as the crowning achievement of one of America's most celebrated storytellers.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Classics",
                "Audiobook",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Absolutely True Diary of a Part-Time Indian",
            "authors": [
                "Sherman Alexie",
                "Ellen Forney"
            ],
            "ranking": 4.08,
            "ranking_count": 248274,
            "abstract": "Bestselling author Sherman Alexie tells the story of Junior, a budding cartoonist growing up on the Spokane Indian Reservation. Determined to take his future into his own hands, Junior leaves his troubled school on the rez to attend an all-white farm town high school where the only other Indian is the school mascot.. Heartbreaking, funny, and beautifully written, The Absolutely True Diary of a Part-Time Indian, which is based on the author's own experiences, coupled with poignant drawings by Ellen Forney that reflect the character's art, chronicles the contemporary adolescence of one Native American boy as he attempts to break away from the life he was destined to live.. With a foreward by Markus Zusak & interviews with Sherman Alexie and Ellen Forney",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Humor",
                "Academic",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Evernight",
            "authors": [
                "Claudia Gray"
            ],
            "ranking": 3.65,
            "ranking_count": 80094,
            "abstract": "Bianca wants to escape.. She's been uprooted from her small hometown and enrolled at Evernight Academy, an eerie Gothic boarding school where the students are somehow too perfect: smart, sleek, and almost predatory. Bianca knows she doesn't fit in.. Then she meets Lucas. He's not the Evernight type either, and he likes it that way. Lucas ignores the rules, stands up to the snobs, and warns Bianca to be careful—even when it comes to caring about him.. I couldn't stand it if they took it out on you,. he tells Bianca,. and eventually they would.. But the connection between Bianca and Lucas can't be denied. Bianca will risk anything to be with Lucas, but dark secrets are fated to tear them apart . . . and to make Bianca question everything she's ever believed.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Memnoch the Devil",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.76,
            "ranking_count": 77931,
            "abstract": "In the fifth Vampire Chronicle, Lestat is searching for Dora, the beautiful and charismatic mortal daughter of a drug lord. Dora has moved Lestat like no other mortal ever has, and he cannot get her out of his visions. At the same time, he is increasingly aware that the Devil knows who he is and wants something from him. While torn betwen his vampire world and his passion for Dora, Lestat is sucked in by Memnoch, who claims to be the Devil himself. Memnoch presents Lestat with unimagined opportunities: to witness creation, to visit purgatory, to be treated like a prophet. Lestat faces a choice between the Devil or God. Whom does he believe in? Who does he serve? What are the element of religious belief? Lestat finds himself caught in a whirlpool of the ultimate choice",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Gothic",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Invisible Cities",
            "authors": [
                "Italo Calvino",
                "William Weaver",
                "ترانه یلدا"
            ],
            "ranking": 4.13,
            "ranking_count": 70764,
            "abstract": "Kublai Khan does not necessarily believe everything Marco Polo says when he describes the cities visited on his expeditions, but the emperor of the Tartars does continue listening to the young Venetian with greater attention and curiosity than he shows any other messenger or explorer of his. So begins Italo Calvino's compilation of fragmentary urban images. As Marco tells the khan about Armilla, which has nothing that makes it seem a city, except the water pipes that rise vertically where the houses should be and spread out horizontally where the floors should be, the spider-web city of Octavia, and other marvelous burgs, it may be that he is creating them all out of his imagination, or perhaps he is recreating fine details of his native Venice over and over again, or perhaps he is simply recounting some of the myriad possible forms a city might take.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Fantasy",
                "Short Stories",
                "Magical Realism",
                "European Literature",
                "Literature",
                "Cultural",
                "Architecture",
                "Novels"
            ]
        },
        {
            "title": "Go, Dog. Go!",
            "authors": [
                "P.D. Eastman"
            ],
            "ranking": 4.12,
            "ranking_count": 86118,
            "abstract": "Reading goes to the dogs in this timeless Beginner Book edited by Dr. Seuss. From big dogs and little dogs to red, green, and blue dogs, dogs going up and dogs going fast . . . who knew dogs were so busy? And laughter will ensue at the repeated question “Do you like my hat?” Like P. D. Eastman’s classic. Are You My Mother?. Go, Dog. Go!. has been a go-to favorite for over fifty years, leaving audiences of all breeds wagging their tails with delight.. Originally created by Dr. Seuss, Beginner Books encourage children to read all by themselves, with simple words and illustrations that give clues to their meaning.. The canine cartoons make an elementary text funny and coherent and still one of the best around.--. School Library Journal.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Kids",
                "Poetry",
                "Fantasy"
            ]
        },
        {
            "title": "Storm Front",
            "authors": [
                "Jim Butcher"
            ],
            "ranking": 3.99,
            "ranking_count": 323027,
            "abstract": "HARRY DRESDEN — WIZARD. Lost Items Found. Paranormal Investigations. Consulting. Advice. Reasonable Rates. No Love Potions, Endless Purses, or Other Entertainment.. Harry Dresden is the best at what he does. Well, technically, he's the. only. at what he does. So when the Chicago P.D. has a case that transcends mortal creativity or capability, they come to him for answers. For the everyday world is actually full of strange and magical things—and most don't play well with humans. That's where Harry comes in. Takes a wizard to catch a—well, whatever. There's just one problem. Business, to put it mildly, stinks.. So when the police bring him in to consult on a grisly double murder committed with black magic, Harry's seeing dollar signs. But where there's black magic, there's a black mage behind it. And now that mage knows Harry's name. And that's when things start to get interesting.. Magic - it can get a guy killed.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Tin Drum",
            "authors": [
                "Günter Grass",
                "Ralph Manheim"
            ],
            "ranking": 3.95,
            "ranking_count": 41189,
            "abstract": "On his third birthday Oskar decides to stop growing. Haunted by the deaths of his parents and wielding his tin drum Oskar recounts the events of his extraordinary life; from the long nightmare of the Nazi era to his anarchic adventures in post-war Germany.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Historical",
                "Literature",
                "Cultural",
                "Magical Realism",
                "Novels",
                "Nobel Prize",
                "War"
            ]
        },
        {
            "title": "Momo",
            "authors": [
                "Michael Ende"
            ],
            "ranking": 4.33,
            "ranking_count": 65556,
            "abstract": "Eine gespenstische Gesellschaft grauer Herren ist am Werk und veranlasst immer mehr Menschen, Zeit zu sparen. Aber in Wirklichkeit betrügen sie die Menschen um diese ersparte Zeit. Als die Not am größten ist und die Welt ihnen schon endgültig zu gehören scheint, entschließt sich Meister Hora, der geheimnisvolle Verwalter der Zeit, zum Eingreifen. Doch dazu braucht er die Hilfe eines Menschenkindes. Die Welt steht still und Momo, die struppige kleine Heldin der Geschichte, kämpft ganz allein, mit nichts als einer Blume in der Hand und einer Schildkröte unter dem Arm, gegen das riesige Heer der grauen Herren.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Childrens",
                "European Literature",
                "Young Adult",
                "Novels",
                "Literature",
                "Adventure"
            ]
        },
        {
            "title": "Maus I: Un Survivant Raconte: Mon Père Saigne L'histoire",
            "authors": [
                "Art Spiegelman"
            ],
            "ranking": 4.36,
            "ranking_count": 285423,
            "abstract": "Maus raconte la vie de Vladek Spiegelman, rescapé juif des camps nazis, et de son fils, auteur de bandes dessinées, qui cherche un terrain de réconciliation avec son père, sa terrifiante histoire et l'Histoire. Des portes d'Auschwitz aux trottoirs de New York se déroule en deux temps (les années 30 et les années 70) le récit d'une double survie : celle du père, mais aussi celle du fils, qui se débat pour survivre au survivant. Ici, les Nazis sont des chats et les Juifs des souris.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "History",
                "Nonfiction",
                "Autobiography",
                "World War II",
                "Biography",
                "Historical",
                "War",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Rules of Attraction",
            "authors": [
                "Simone Elkeles"
            ],
            "ranking": 4.18,
            "ranking_count": 86544,
            "abstract": "Carlos Fuentes doesn't want any part of the life his older brother, Alex, has laid out for him in Boulder, Colorado. He wants to keep living on the edge, and carve his own path-just like Alex did. Unfortunately, his ties to a Mexican gang aren't easy to break, and he soon finds himself being set up by a drug lord.. When Alex arranges for Carlos to live with his former professor and his family to keep him from being sent to jail, Carlos feels completely out of place. He's even more thrown by his strong feelings for the professor's daughter, Kiara, who is nothing like the girls he's usually drawn to. But Carlos and Kiara soon discover that in matters of the heart, the rules of attraction overpower the social differences that conspire to keep them apart.. As the danger grows for Carlos, he's shocked to discover that it's this seemingly All-American family who can save him. But is he willing to endanger their safety for a chance at the kind of life he's never even dreamed possible?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Realistic Fiction",
                "Womens Fiction",
                "Fiction",
                "New Adult"
            ]
        },
        {
            "title": "For One More Day",
            "authors": [
                "Mitch Albom"
            ],
            "ranking": 4.1,
            "ranking_count": 137103,
            "abstract": "Every family is a ghost story.... Mitch Albom mesmerized readers around the world with his number one. New York Times. bestsellers,. The Five People You Meet in Heaven. and. Tuesdays with Morrie. . Now he returns with a beautiful, haunting novel about the family we love and the chances we miss.. For One More Day. is the story of a mother and a son, and a relationship that covers a lifetime and beyond. It explores the question: What would you do if you could spend one more day with a lost loved one?. As a child, Charley Chick Benetto was told by his father, You can be a mama's boy or a daddy's boy, but you can't be both. So he chooses his father, only to see the man disappear when Charley is on the verge of adolescence.. Decades later, Charley is a broken man. His life has been crumbled by alcohol and regret. He loses his job. He leaves his family. He hits bottom after discovering his only daughter has shut him out of her wedding. And he decides to take his own life.. He makes a midnight ride to his small hometown, with plans to do himself in. But upon failing even to do that, he staggers back to his old house, only to make an astonishing discovery. His mother, who died eight years earlier, is still living there, and welcomes him home as if nothing ever happened... What follows is the one ordinary day so many of us yearn for, a chance to make good with a lost parent, to explain the family secrets, and to seek forgiveness. Somewhere between this life and the next, Charley learns the astonishing things he never knew about his mother and her sacrifices. And he tries, with her tender guidance, to put the crumbled pieces of his life back together.. Through Albom's inspiring characters and masterful storytelling, readers will newly appreciate those whom they love and may have thought they'd lost in their own lives.. For One More Day. is a book for anyone in a family, and will be cherished by Albom's millions of fans worldwide.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Inspirational",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Novels",
                "Fantasy",
                "Family",
                "Drama",
                "Self Help"
            ]
        },
        {
            "title": "Jaws",
            "authors": [
                "Peter Benchley"
            ],
            "ranking": 3.97,
            "ranking_count": 149032,
            "abstract": "The classic, blockbuster thriller of man-eating terror that inspired the Steven Spielberg movie and made millions of beachgoers afraid to go into the water. Experience the thrill of helpless horror again—or for the first time!",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Classics",
                "Adventure",
                "Suspense",
                "Animals",
                "Audiobook",
                "Novels",
                "Mystery"
            ]
        },
        {
            "title": "Swan Song",
            "authors": [
                "Robert R. McCammon"
            ],
            "ranking": 4.28,
            "ranking_count": 60319,
            "abstract": "An ancient evil roams the desolate landscape of an America ravaged by nuclear war.. He is the Man with the Scarlet Eye, a malevolent force that feeds on the dark desires of the countless followers he has gathered into his service. His only desire is to find a special child named Swan—and destroy her. But those who would protect the girl are determined to fight for what is left of the world, and their souls.. In a wasteland born of rage, populated by monstrous creatures and marauding armies, the last survivors on earth have been drawn into the final battle between good and evil that will decide the fate of humanity....",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Apocalyptic",
                "Fantasy",
                "Science Fiction",
                "Thriller",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Till We Have Faces",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.16,
            "ranking_count": 62243,
            "abstract": "In this timeless tale of two mortal princesses- one beautiful and one unattractive- C.S. Lewis reworks the classical myth of Cupid and Psyche into an enduring piece of contemporary fiction. This is the story of Orual, Psyche's embittered and ugly older sister, who posessively and harmfully loves Psyche. Much to Orual's frustration, Psyche is loved by Cupid, the god of love himself, setting the troubled Orual on a path of moral development.. Set against the backdrop of Glome, a barbaric, pre-Christian world, the struggles between sacred and profane love are illuminated as Orual learns that we cannot understand the intent of the gods till we have faces and sincerity in our souls and selves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Classics",
                "Christian",
                "Religion",
                "Literature",
                "Christian Fiction",
                "Retellings"
            ]
        },
        {
            "title": "A Town Like Alice",
            "authors": [
                "Nevil Shute"
            ],
            "ranking": 4.14,
            "ranking_count": 53504,
            "abstract": "Nevil Shute's most beloved novel, a tale of love and war, follows its enterprising heroine from the Malayan jungle during World War II to the rugged Australian outback.. Jean Paget, a young Englishwoman living in Malaya, is captured by the invading Japanese and forced on a brutal seven-month death march with dozens of other women and children. A few years after the war, Jean is back in England, the nightmare behind her. However, an unexpected inheritance inspires her to return to Malaya to give something back to the villagers who saved her life. Jean's travels leads her to a desolate Australian outpost called Willstown, where she finds a challenge that will draw on all the resourcefulness and spirit that carried her through her war-time ordeals.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Cultural",
                "Romance",
                "War",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "New Moon",
            "authors": [
                "Stephenie Meyer"
            ],
            "ranking": 3.57,
            "ranking_count": 1683572,
            "abstract": "There is an alternate cover edition for ISBN13 9780316160193. here. .. I knew we were both in mortal danger. Still, in that instant, I felt. well. . Whole. I could feel my heart racing in my chest, the blood pulsing hot and fast through my veins again. My lungs filled deep with the sweet scent that came off his skin. It was like there had never been any hole in my chest. I was perfect - not healed, but as if there had never been a wound in the first place.. I FELT LIKE I WAS TRAPPED IN ONE OF THOSE TERRIFYING NIGHTMARES, the one where you have to run, run till your lungs burst, but you can't make your body move fast enough.... But this was no dream, and, unlike the nightmare, I wasn't running for my life; I was racing to save something infinitely more precious. My own life meant little to me today.. FOR BELLA SWAN THERE IS ONE THING more important than life itself: Edward Cullen. But being in love with a vampire is even more dangerous than Bella could ever have imagined. Edward has already rescued Bella from the clutches of one evil vampire, but now, as their daring relationship threatens all that is near and dear to them, they realize their troubles may be just beginning..... LEGIONS OF READERS ENTRANCED BY THE. New York Times. bestseller. Twilight. are hungry for the continuing story of star-crossed lovers Bell and Edward. In. New Moon. , Stephanie Meyer delivers another irresistible combination of romance and suspense with a supernatural spin. passionate, riveting, and full of surprising twists and turns, this vampire love saga is well on its way to literary immortality.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction",
                "Shapeshifters"
            ]
        },
        {
            "title": "Kingdom of Ash",
            "authors": [
                "Sarah J. Maas",
                "Mario Pulver"
            ],
            "ranking": 4.6,
            "ranking_count": 230034,
            "abstract": "Aelin Galathynius has vowed to save her people ― but at a tremendous cost. Locked within an iron coffin by the Queen of the Fae, Aelin must draw upon her fiery will as she endures months of torture. The knowledge that yielding to Maeve will doom those she loves keeps her from breaking, but her resolve is unraveling with each passing day…. With Aelin captured, friends and allies are scattered to different fates. Some bonds will grow even deeper, while others will be severed forever. As destinies weave together at last, all must fight if Erilea is to have any hope of salvation.. Years in the making, Sarah J. Maas's. New York Times. bestselling Throne of Glass series draws to an explosive conclusion as Aelin fights to save herself―and the promise of a better world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "New Adult",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "The Valley of Horses",
            "authors": [
                "Jean M. Auel",
                "Sandra Burr"
            ],
            "ranking": 4.0,
            "ranking_count": 83307,
            "abstract": "Librarian note: See an alternate cover edition. here. .. This unforgettable odyssey into the distant past carries us back to the awesome mysteries of the exotic, primeval world of. The Clan of the Cave Bear. , and to Ayla, now grown into a beautiful and courageous young woman.. Cruelly cast out by the new leader of the ancient Clan that adopted her as a child, Ayla leaves those she loves behind and travels alone through a stark, open land filled with dangerous animals but few people, searching for the Others, tall and fair like herself. The short summer gives her little time to look, and when she finds a sheltered valley with a herd of hardy steppe horses, she decides to stay and prepare for the long glacial winter ahead. Living with the Clan has taught Ayla many skills but not real hunting. She finally knows she can survive when she traps a horse, which gives her meat and a warm pelt for the winter, but fate has bestowed a greater gift, an orphaned foal with whom she develops a unique kinship. One winter extends to more; she discovers a way to make fire more quickly and a wounded cave lion cub joins her unusual family, but her beloved animals don't fulfill her restless need for human companionship. Then she hears the sound of a man screaming in pain. She saves tall, handsome Jondalar, who brings her a language to speak and an awakening of love and desire, but Ayla is torn between her fear of leaving her valley and her hope of living with her own kind.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Romance",
                "Historical Fiction",
                "Adventure",
                "Adult",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Spy Who Came In from the Cold",
            "authors": [
                "John le Carré"
            ],
            "ranking": 4.06,
            "ranking_count": 95496,
            "abstract": "In this classic, John le Carre's third novel and the first to earn him international acclaim, he created a world unlike any previously experienced in suspense fiction. With unsurpassed knowledge culled from his years in British Intelligence, le Carre brings to light the shadowy dealings of international espionage in the tale of a British agent who longs to end his career but undertakes one final, bone-chilling assignment. When the last agent under his command is killed and Alec Leamas is called back to London, he hopes to come in from the cold for good. His spymaster, Control, however, has other plans. Determined to bring down the head of East German Intelligence and topple his organization, Control once more sends Leamas into the fray -- this time to play the part of the dishonored spy and lure the enemy to his ultimate defeat.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Spy Thriller",
                "Classics",
                "Novels",
                "Suspense",
                "Historical"
            ]
        },
        {
            "title": "School's Out—Forever",
            "authors": [
                "James Patterson"
            ],
            "ranking": 4.15,
            "ranking_count": 116722,
            "abstract": "In this eagerly awaited follow-up, brave bird-kid Max and her flock are discovered by an FBI agent and forced to go to school. There is no such thing as an ordinary day as Max deciphers how and when she's supposed to save the world, and she faces her greatest enemy--a clone of herself. Little, Brown and Company",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Action",
                "Romance",
                "Thriller"
            ]
        },
        {
            "title": "The Waves",
            "authors": [
                "Virginia Woolf"
            ],
            "ranking": 4.15,
            "ranking_count": 33924,
            "abstract": "Set on the coast of England against the vivid background of the sea,. The Waves. introduces six characters—three men and three women—who are grappling with the death of a beloved friend, Percival. Instead of describing their outward expressions of grief, Virginia Woolf draws her characters from the inside, revealing them through their thoughts and interior soliloquies. As their understanding of nature’s trials grows, the chorus of narrative voices blends together in miraculous harmony, remarking not only on the inevitable death of individuals but on the eternal connection of everyone. The novel that most epitomizes Virginia Woolf’s theories of fiction in the working form,. The Waves. is an amazing book very much ahead of its time. It is a poetic dreamscape, visual, experimental, and thrilling.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Poetry",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Scanner Darkly",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 4.02,
            "ranking_count": 97438,
            "abstract": "Substance D is not known as Death for nothing. It is the most toxic drug ever to find its way on to the streets of LA. It destroys the links between the brain's two hemispheres, causing, first, disorientation and then complete and irreversible brain damage.. The undercover narcotics agent who calls himself Bob Arctor is desperate to discover the ultimate source of supply. But to find any kind of lead he has to pose as a user and, inevitably, without realising what is happening, Arctor is soon as addicted as the junkies he works among...",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Novels",
                "Fantasy",
                "Speculative Fiction",
                "Literature"
            ]
        },
        {
            "title": "Origin",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.34,
            "ranking_count": 104660,
            "abstract": "Alternate cover for ISBN: 1622660757/9781622660759. Daemon will do anything to get Katy back.. After the successful but disastrous raid on Mount Weather, he’s facing the impossible. Katy is gone. Taken. Everything becomes about finding her. Taking out anyone who stands in his way? Done. Burning down the whole world to save her? Gladly. Exposing his alien race to the world? With pleasure.. All Katy can do is survive.. Surrounded by enemies, the only way she can come out of this is to adapt. After all, there are sides of Daedalus that don’t seem entirely crazy, but the group’s goals are frightening and the truths they speak even more disturbing. Who are the real bad guys? Daedalus? Mankind? Or the Luxen?. Together, they can face anything.. But the most dangerous foe has been there all along, and when the truths are exposed and the lies come crumbling down, which side will Daemon and Katy be standing on?. And will they even be together?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Twenty Love Poems and a Song of Despair",
            "authors": [
                "Pablo Neruda",
                "W.S. Merwin",
                "Cristina García"
            ],
            "ranking": 4.24,
            "ranking_count": 60755,
            "abstract": "When it appeared in 1924, this work launched into the international spotlight a young and unknown poet whose writings would ignite a generation. W. S. Merwin's incomparable translation faces the original Spanish text. Now in a black-spine Classics edition with an introduction by Cristina Garcia, this book stands as an essential collection that continues to inspire lovers and poets around the world.. The most popular work by Chile's Nobel Prize-winning poet, and the subject of Pablo Larraín's acclaimed feature film Neruda starring Gael García Bernal.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Romance",
                "European Literature",
                "Fiction",
                "Literature",
                "Cultural",
                "Nobel Prize"
            ]
        },
        {
            "title": "Cry Wolf",
            "authors": [
                "Patricia Briggs"
            ],
            "ranking": 4.12,
            "ranking_count": 96290,
            "abstract": "Anna never knew werewolves existed, until the night she survived a violent attack... and became one herself. After three years at the bottom of the pack, she'd learned to keep her head down and never, ever trust dominant males. Then Charles Cornick, the enforcer—and son—of the leader of the North American werewolves, came into her life.. Charles insists that not only is Anna his mate, but she is also a rare and valued Omega wolf. And it is Anna's inner strength and calming presence that will prove invaluable as she and Charles go on the hunt in search of a rogue werewolf—a creature bound in magic so dark that it could threaten all of the pack.. It is recommended you read the prequel Alpha & Omega before reading. Cry Wolf. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Stinky Cheese Man and Other Fairly Stupid Tales",
            "authors": [
                "Jon Scieszka",
                "Lane Smith"
            ],
            "ranking": 4.19,
            "ranking_count": 94224,
            "abstract": "A revisionist storyteller provides his mad, hilarious versions of children's favorite tales in this collection that includes Little Red Running Shorts, The Princess and the Bowling Ball, Cinderumpelstilskin, and others.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Humor",
                "Fiction",
                "Fantasy",
                "Short Stories",
                "Kids",
                "Retellings",
                "Classics"
            ]
        },
        {
            "title": "The Iron Daughter",
            "authors": [
                "Julie Kagawa"
            ],
            "ranking": 4.07,
            "ranking_count": 124263,
            "abstract": "Half Summer faery princess, half human, Meghan has never fit in anywhere. Deserted by the Winter prince she thought loved her, she is prisoner to the Winter faery queen. As war looms between Summer and Winter, Meghan knows that the real danger comes from the Iron fey—ironbound faeries that only she and her absent prince have seen. But no one believes her.. Worse, Meghan's own fey powers have been cut off. She's stuck in Faery with only her wits for help. Trusting anyone would be foolish. Trusting a seeming traitor could be deadly. But even as she grows a backbone of iron, Meghan can't help but hear the whispers of longing in her all-too-human heart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Outliers: The Story of Success",
            "authors": [
                "Malcolm Gladwell"
            ],
            "ranking": 4.18,
            "ranking_count": 673594,
            "abstract": "Learn what sets high achievers apart -- from Bill Gates to the Beatles -- in this #1 bestseller from a singular talent (. New York Times Book Review. ).. In this stunning book, Malcolm Gladwell takes us on an intellectual journey through the world of outliers--the best and the brightest, the most famous and the most successful. He asks the question: what makes high-achievers different?. His answer is that we pay too much attention to what successful people are like, and too little attention to where they are from: that is, their culture, their family, their generation, and the idiosyncratic experiences of their upbringing. Along the way he explains the secrets of software billionaires, what it takes to be a great soccer player, why Asians are good at math, and what made the Beatles the greatest rock band.. Brilliant and entertaining,. Outliers. is a landmark work that will simultaneously delight and illuminate.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Business",
                "Self Help",
                "Sociology",
                "Science",
                "Audiobook",
                "Economics",
                "Leadership"
            ]
        },
        {
            "title": "Fall on Your Knees",
            "authors": [
                "Ann-Marie MacDonald"
            ],
            "ranking": 3.96,
            "ranking_count": 63396,
            "abstract": "They are the Pipers of Cape Breton Island — a family steeped in lies and unspoken truths that reach out from the past, forever mindful of the tragic secret that could shatter the family to its foundations. Chronicling five generations of this eccentric clan,. Fall on Your Knees. follows four remarkable sisters whose lives are filled with driving ambition, inescapable family bonds, and forbidden love. Their experiences will take them from their stormswept homeland, across the battlefields of World War I, to the freedom and independence of Jazz-era New York City.. Compellingly written, running the literary gamut from menacingly dark to hilariously funny, this is an epic saga of one family’s trials and triumphs in a world of sin, guilt, and redemption.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literary Fiction",
                "Novels",
                "Literature",
                "LGBT",
                "Book Club",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Color of Water: A Black Man's Tribute to His White Mother",
            "authors": [
                "James   McBride"
            ],
            "ranking": 4.1,
            "ranking_count": 114518,
            "abstract": "Touches readers of all colors as a vivid portrait of growing up, a haunting meditation on race and identity, and a lyrical valentine to a mother from her son.. Who is Ruth McBride Jordan? A self-declared light-skinned woman evasive about her ethnicity, yet steadfast in her love for her twelve black children. James McBride, journalist, musician and son, explores his mother's past, as well as his own upbringing and heritage, in a poignant and powerful debut, The Color Of Water: A Black Man's Tribute to His White Mother.. The son of a black minister and a woman who would not admit she was white, James McBride grew up in orchestrated chaos with his eleven siblings in the poor, all-black projects of Red Hook, Brooklyn. Mommy, a fiercely protective woman with dark eyes full of pep and fire, herded her brood to Manhattan's free cultural events, sent them off on buses to the best (and mainly Jewish) schools, demanded good grades and commanded respect. As a young man, McBride saw his mother as a source of embarrassment, worry, and confusion--and reached thirty before he began to discover the truth about her early life and long-buried pain.. In The Color of Water, McBride retraces his mother's footsteps and, through her searing and spirited voice, recreates her remarkable story. The daughter of a failed itinerant Orthodox rabbi, she was born Rachel Shilsky (actually Ruchel Dwara Zylska) in Poland on April 1, 1921. Fleeing pogroms, her family emigrated to America and ultimately settled in Suffolk, Virginia, a small town where anti-Semitism and racial tensions ran high. With candor and immediacy, Ruth describes her parents' loveless marriage; her fragile, handicapped mother; her cruel, sexually-abusive father; and the rest of the family and life she abandoned.. At seventeen, after fleeing Virginia and settling in New York City, Ruth married a black minister and founded the all-black New Brown Memorial Baptist Church in her Red Hook living room. God is the color of water, Ruth McBride taught her children, firmly convinced that life's blessings and life's values transcend race. Twice widowed, and continually confronting overwhelming adversity and racism, Ruth's determination, drive and discipline saw her dozen children through college--and most through graduate school. At age 65, she herself received a degree in social work from Temple University.. Interspersed throughout his mother's compelling narrative, McBride shares candid recollections of his own experiences as a mixed-race child of poverty, his flirtations with drugs and violence, and his eventual self-realization and professional success. The Color of Water touches readers of all colors as a vivid portrait of growing up, a haunting meditation on race and identity, and a lyrical valentine to a mother from her son.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Race",
                "Cultural",
                "Biography Memoir",
                "Academic",
                "Book Club",
                "Audiobook"
            ]
        },
        {
            "title": "This Present Darkness",
            "authors": [
                "Frank E. Peretti"
            ],
            "ranking": 4.23,
            "ranking_count": 99553,
            "abstract": "For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.. Ephesians 6:12. Ashton is just a typical small town. But when a skeptical reporter and a prayerful, hardworking pastor begin to investigate mysterious events, they suddenly find themselves caught up in a hideous New Age plot to enslave the townspeople, and eventually the entire human race. The physical world meets the spiritual realm as the battle rages between forces of good and evil.. This Present Darkness is a gripping story that brings keen insight into spiritual warfare and the necessity of prayer. Since its original publication more than 2.7 million copies have been sold. The companion volume, Piercing the Darkness, continues the story of the battle between spiritual forces.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Christian Fiction",
                "Christian",
                "Fantasy",
                "Thriller",
                "Religion",
                "Spirituality"
            ]
        },
        {
            "title": "Germinal",
            "authors": [
                "Émile Zola",
                "Roger Pearson"
            ],
            "ranking": 4.17,
            "ranking_count": 32838,
            "abstract": "The thirteenth novel in Émile Zola’s great Rougon-Macquart sequence, Germinal expresses outrage at the exploitation of the many by the few, but also shows humanity’s capacity for compassion and hope.. Etienne Lantier, an unemployed railway worker, is a clever but uneducated young man with a dangerous temper. Forced to take a back-breaking job at Le Voreux mine when he cannot get other work, he discovers that his fellow miners are ill, hungry, in debt, and unable to feed and clothe their families. When conditions in the mining community deteriorate even further, Lantier finds himself leading a strike that could mean starvation or salvation for all.. •New translation. • Includes introduction, suggestions for further reading, filmography, chronology, explanatory notes, and glossary",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "European Literature",
                "Literature",
                "Historical",
                "Novels",
                "Roman"
            ]
        },
        {
            "title": "Awakened",
            "authors": [
                "P.C. Cast",
                "Kristin Cast"
            ],
            "ranking": 3.99,
            "ranking_count": 133451,
            "abstract": "Exonerated by the Vampyre High Council and returned to her position of High Priestess at Tulsa’s House of Night, Neferet has sworn vengeance on Zoey. Dominion over her immortal consort Kalona is only one of the weapons she plans to use against Z. But Zoey has found sanctuary on the Isle of Skye and is being groomed by Queen Sgiach to take over for her there. Being Queen would be cool, wouldn’t it? Why should she return to Tulsa? After losing her human consort, Heath, she will never be the same – and her relationship with her super-hot-warrior, Stark, may never be the same either… And what about Stevie Rae and Rephaim? The Raven Mocker refuses to be used against Stevie Rae, but what choice does he have when no one in the entire world, including Zoey, would be okay with their relationship? Does he betray his father or his heart?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Wicked King",
            "authors": [
                "Holly Black"
            ],
            "ranking": 4.34,
            "ranking_count": 373407,
            "abstract": "The enchanting and bloodthirsty sequel to the New York Times bestselling novel The Cruel Prince.. You must be strong enough to strike and strike and strike again without tiring.. The first lesson is to make yourself strong.. After the jaw-dropping revelation that Oak is the heir to Faerie, Jude must keep her brother safe. To do so, she has bound the wicked king, Cardan, to her, and made herself the power behind the throne. Navigating the constantly shifting political alliances of Faerie would be difficult enough if Cardan were easy to control. But he does everything in his power to humiliate and undermine her even as his fascination with her remains undiminished.. When it becomes all too clear that someone close to Jude means to betray her, threatening her own life and the lives of everyone she loves, Jude must uncover the traitor and fight her own complicated feelings for Cardan to maintain control as a mortal in a Faerie world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Fiction",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "Ubik",
            "authors": [
                "Philip K. Dick",
                "David Alabort",
                "Manuel Espín"
            ],
            "ranking": 4.09,
            "ranking_count": 95586,
            "abstract": "Glen Runciter está muerto. ¿O lo están todos los demás? Lo que es seguro es que alguien ha muerto en una explosión organizada por los competidores de Runciter. De hecho, sus empleados asisten a un funeral. Pero durante el duelo comienzan a recibir mensajes descorcentantes, e incluso morbosos, de su jefe. Y el mundo a su alrededor comienza a desmoronarse de un modo que sugiere que a ellos tampoco les queda mucho tiempo.. Esta mordaz comedia metafísica de muerte y salvación (que podrá llevar un cómodo envase) es un tour de force de amenaza paranoica y comedia absurda, en la cual los muertos ofrecen consejos comerciales, compran su siguiente reencarnación y corren el riesgo continuo de volver a morir.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Novels",
                "Mystery",
                "Fantasy",
                "Speculative Fiction",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Pelican Brief",
            "authors": [
                "John Grisham"
            ],
            "ranking": 4.03,
            "ranking_count": 405495,
            "abstract": "In suburban Georgetown a killer's Reeboks whisper on the front floor of a posh home... In a seedy D.C. porno house a patron is swiftly garroted to death... The next day America learns that two of its Supreme Court justices have been assassinated. And in New Orleans, a young law student prepares a legal brief... To Darby Shaw it was no more than a legal shot in the dark, a brilliant guess. To the Washington establishment it was political dynamite. Suddenly Darby is witness to a murder -- a murder intended for her. Going underground, she finds there is only one person she can trust -- an ambitious reporter after a newsbreak hotter than Watergate -- to help her piece together the deadly puzzle. Somewhere between the bayous of  Louisiana and the White House's inner sanctums, a violent cover-up is being engineered. For someone has read Darby's brief. Someone who will stop at nothing to destroy the evidence of an unthinkable crime.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Novels",
                "Law",
                "Drama"
            ]
        },
        {
            "title": "Year of Wonders",
            "authors": [
                "Geraldine Brooks"
            ],
            "ranking": 4.0,
            "ranking_count": 150850,
            "abstract": "When an infected bolt of cloth carries plague from London to an isolated village, a housemaid named Anna Frith emerges as an unlikely heroine and healer. Through Anna's eyes we follow the story of the fateful year of 1666, as she and her fellow villagers confront the spread of disease and superstition. As death reaches into every household and villagers turn from prayers to murderous witch-hunting, Anna must find the strength to confront the disintegration of her community and the lure of illicit love. As she struggles to survive and grow, a year of catastrophe becomes instead annus mirabilis, a year of wonders.. Inspired by the true story of Eyam, a village in the rugged hill country of England,. Year of Wonders. is a richly detailed evocation of a singular moment in history.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Adult",
                "Book Club",
                "Adult Fiction",
                "Audiobook",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Chronicle of a Death Foretold",
            "authors": [
                "Gabriel García Márquez",
                "Gregory Rabassa"
            ],
            "ranking": 3.97,
            "ranking_count": 154836,
            "abstract": "A man returns to the town where a baffling murder took place twenty-seven years earlier, determined to get to the bottom of the story. Just hours after marrying the beautiful Angela Vicario, everyone agrees, Bayardo San Roman returned his bride in disgrace to her parents. Her distraught family forced her to name her first lover; and her twin brothers announced their intention to murder Santiago Nasar for dishonoring their sister.. Yet if everyone knew the murder was going to happen, why did no one intervene to try and stop it? The more that is learned, the less is understood, and as the story races to its inexplicable conclusion, an entire society--not just a pair of murderers—is put on trial.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Magical Realism",
                "Literature",
                "Academic",
                "European Literature",
                "Novels",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "Half-Blood",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.11,
            "ranking_count": 94896,
            "abstract": "The Hematoi descend from the unions of gods and mortals, and the children of two Hematoi pure bloods have godlike powers. Children of Hematoi and mortals--well, not so much. Half-bloods only have two options: become trained Sentinels who hunt and kill daimons or become servants in the homes of the pures.. Seventeen-year-old Alexandria would rather risk her life fighting than waste it scrubbing toilets, but she may end up slumming it anyway. There are several rules that students at the Covenant must follow. Alex has problems with them all, but especially rule #1:Relationships between pures and halfs are forbidden. Unfortunately, she's crushing hard on the totally hot pure-blood Aiden. But falling for Aiden isn't her biggest problem--staying alive long enough to graduate the Covenant and become a Sentinel is.. If she fails in her duty, she faces a future worse than death or slavery: being turned into a daimon, and being hunted by Aiden. And that would kind of suck.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mythology"
            ]
        },
        {
            "title": "Keeper of the Lost Cities",
            "authors": [
                "Shannon Messenger"
            ],
            "ranking": 4.44,
            "ranking_count": 50122,
            "abstract": "Twelve-year-old Sophie Foster has a secret. She’s a Telepath—someone who hears the thoughts of everyone around her. It’s a talent she’s never known how to explain.. Everything changes the day she meets Fitz, a mysterious boy who appears out of nowhere and also reads minds. She discovers there’s a place she does belong, and that staying with her family will place her in grave danger. In the blink of an eye, Sophie is forced to leave behind everything and start a new life in a place that is vastly different from anything she has ever known.. Sophie has new rules to learn and new skills to master, and not everyone is thrilled that she has come “home.”. There are secrets buried deep in Sophie’s memory—secrets about who she really is and why she was hidden among humans—that other people desperately want. Would even kill for.. In this page-turning debut, Shannon Messenger creates a riveting story where one girl must figure out why she is the key to her brand-new world, before the wrong person finds the answer first.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Empire Falls",
            "authors": [
                "Richard Russo"
            ],
            "ranking": 3.92,
            "ranking_count": 117477,
            "abstract": "Welcome to Empire Falls, a blue-collar town full of abandoned mills whose citizens surround themselves with the comforts and feuds provided by lifelong friends and neighbors and who find humor and hope in the most unlikely places, in this Pulitzer Prize-winning novel by Richard Russo.. Miles Roby has been slinging burgers at the Empire Grill for 20 years, a job that cost him his college education and much of his self-respect. What keeps him there? It could be his bright, sensitive daughter Tick, who needs all his help surviving the local high school. Or maybe it’s Janine, Miles’ soon-to-be ex-wife, who’s taken up with a noxiously vain health-club proprietor. Or perhaps it’s the imperious Francine Whiting, who owns everything in town–and seems to believe that “everything” includes Miles himself. In. Empire Falls. Richard Russo delves deep into the blue-collar heart of America in a work that overflows with hilarity, heartache, and grace",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Book Club",
                "Adult Fiction",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Eclipse",
            "authors": [
                "Stephenie Meyer"
            ],
            "ranking": 3.71,
            "ranking_count": 1608517,
            "abstract": "BELLA?. Edward's soft voice came from behind me. I turned to see him spring lightly up the porch steps, his hair windblown from running. He pulled me into his arms at once, just like he had in the parking lot, and kissed me again.. This kiss frightened me. There was too much tension, too strong an edge to the way his lips crushed mine - like he was afraid we had only so much time left to us.. As Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge, Bella once again finds herself surrounded by danger. In the midst of it all, she is forced to choose between her love for Edward and her friendship with Jacob - knowing that her decision has the potential to ignite the ageless struggle between vampire and werewolf. With her graduation quickly approaching, Bella has one more decision to make: life or death. But which is which?. READERS CAPTIVATED BY. Twilight. AND. New Moon. will eagerly devour. Eclipse. , the much-anticipated third book in Stephenie Meyer's riveting vampire love saga.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Womens Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Audiobook",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Bloodfever",
            "authors": [
                "Karen Marie Moning"
            ],
            "ranking": 4.26,
            "ranking_count": 102707,
            "abstract": "I used to think my sister and I were just two nice southern girls who’d get married in a few years and settle down to a quiet life. Then I discovered that Alina and I descend, not from good wholesome southern stock, but from an ancient Celtic bloodline of powerful sidhe-seers, people who can see the Fae. Not only can I see the terrifying otherworldly race, but I can sense the sacred Fae relics that hold the deadliest of their magic.. When my sister was found dead in a trash-filled alley in Dublin, I came over to get answers. Now all I want is revenge. And after everything I’ve learned about myself, I know I have the power to get it….. MacKayla Lane’s ordinary life underwent a complete makeover when she landed on Ireland’s shores and was plunged into a world of deadly sorcery and ancient secrets.. In her fight to stay alive, Mac must find the Sinsar Dubh–a million-year-old book of the blackest magic imaginable, which holds the key to power over both the worlds of the Fae and of Man. Pursued by Fae assassins, surrounded by mysterious figures she knows she cannot trust, Mac finds herself torn between two deadly and irresistible men: V’lane, the insatiable Fae who can turn sensual arousal into an obsession for any woman, and the ever-inscrutable Jericho Barrons, a man as alluring as he is mysterious.. For centuries the shadowy realm of the Fae has coexisted with that of humans. Now the walls between the two are coming down, and Mac is the only thing that stands between them.…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fairies",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Matching Configurations",
            "authors": [
                "Kyle Keyes"
            ],
            "ranking": 4.37,
            "ranking_count": 6287,
            "abstract": "Matching Configurations is the second sequel to Quantum Roots, a light Sci-Fi adventure story that features everyday Olan Chapman as a hero vigilante who defends the weak and helpless victims of today's society. Like the first two editions of Quantum Roots, Matching Configurations is based on a growing belief that creation forms from recycled energy, and people evolve from recycled quarks. The book contains more humor than science, as Chapman returns to Earth as someone he once was, and manages to elude Director of Paranormal Affairs, Lt General Alexis Grumman, who keeps both feet on the ground, while her young lover, Jeremy Wade goes cloud bound in a supersonic motor scooter that flies. Book has some content not suitable for readers under 18.",
            "part_of_series": true,
            "genre_list": [
                "Novels",
                "Fiction",
                "Science Fiction",
                "Young Adult",
                "Contemporary",
                "Epic",
                "Science Fiction Fantasy",
                "Adventure",
                "Drama"
            ]
        },
        {
            "title": "The Tale of Despereaux",
            "authors": [
                "Kate DiCamillo",
                "Timothy Basil Ering"
            ],
            "ranking": 4.05,
            "ranking_count": 181267,
            "abstract": "A brave mouse, a covetous rat, a wishful serving girl, and a princess named Pea come together in Kate DiCamillo's Newbery Medal–winning tale.. Welcome to the story of Despereaux Tilling, a mouse who is in love with music, stories, and a princess named Pea. It is also the story of a rat called Roscuro, who lives in the darkness and covets a world filled with light. And it is the story of Miggery Sow, a slow-witted serving girl who harbors a simple, impossible wish. These three characters are about to embark on a journey that will lead them down into a horrible dungeon, up into a glittering castle, and, ultimately, into each other's lives. What happens then? As Kate DiCamillo would say: Reader, it is your destiny to find out.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Animals",
                "Adventure",
                "Classics"
            ]
        },
        {
            "title": "Illuminae",
            "authors": [
                "Amie Kaufman",
                "Jay Kristoff"
            ],
            "ranking": 4.25,
            "ranking_count": 138437,
            "abstract": "This morning, Kady thought breaking up with Ezra was the hardest thing she’d have to do. This afternoon, her planet was invaded.. The year is 2575, and two rival mega-corporations are at war over a planet that’s little more than a speck at the edge of the universe. Now with enemy fire raining down on them, Kady and Ezra — who are barely even talking to each other—are forced to evacuate with a hostile warship in hot pursuit.. But their problems are just getting started. A plague has broken out and is mutating with terrifying results; the fleet’s AI may actually be their enemy; and nobody in charge will say what’s really going on. As Kady hacks into a web of data to find the truth, it’s clear the only person who can help her is the ex-boyfriend she swore she’d never speak to again.. Told through a fascinating dossier of hacked documents — including emails, maps, files, IMs, medical reports, interviews, and more —. Illuminae. is the first book in a heart-stopping trilogy about lives interrupted, the price of truth, and the courage of everyday heroes.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Space",
                "Thriller",
                "Adventure"
            ]
        },
        {
            "title": "Turtles All the Way Down",
            "authors": [
                "John Green"
            ],
            "ranking": 3.92,
            "ranking_count": 440697,
            "abstract": "It all begins with a fugitive billionaire and the promise of a cash reward.. Turtles All the Way Down. is about lifelong friendship, the intimacy of an unexpected reunion, Star Wars fan fiction, and tuatara. But at its heart is Aza Holmes, a young woman navigating daily existence within the ever-tightening spiral of her own thoughts.. In his long-awaited return, John Green shares Aza's story with shattering, unflinching clarity.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Health",
                "Romance",
                "Audiobook",
                "Realistic Fiction",
                "Mental Health",
                "Mystery"
            ]
        },
        {
            "title": "Tales of H.P. Lovecraft",
            "authors": [
                "H.P. Lovecraft",
                "Joyce Carol Oates"
            ],
            "ranking": 4.24,
            "ranking_count": 9084,
            "abstract": "“H. P. Lovecraft has yet to be surpassed as the 20th century’s greatest practitioner of the classic horror tale.”—Stephen King. The most important tales of the godfather of the modern horror genre—a master who influenced the works of a generation of writers including Stephen King and Anne Rice—are gathered in one volume by National Book Award-winning author Joyce Carol Oates.. Combining the 19th-century gothic sensibility of Edgar Allan Poe with a daring internal vision, Lovecraft’s tales foretold a psychically troubled world to come. Set in a meticulously wrought, historically grounded New England landscape, his harrowing stories explore the collapse of sanity beneath the weight of chaotic events. Lovecraft’s universe is a frightening shadow world were reality and nightmare intertwine, and redemption can come only from below. For aficionados and a new generation of 21st-century readers , Tales of H. P. Lovecraft is a classic not to be missed.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Short Stories",
                "Classics",
                "Fantasy",
                "Science Fiction",
                "Gothic",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "Practical Magic",
            "authors": [
                "Alice Hoffman"
            ],
            "ranking": 3.75,
            "ranking_count": 101632,
            "abstract": "Alternate cover for ISBN 9780425190371 (currently. here. ). .. The Owens sisters confront the challenges of life and love in this bewitching novel from. New York Times. bestselling author Alice Hoffman.. For more than two hundred years, the Owens women have been blamed for everything that has gone wrong in their Massachusetts town. Gillian and Sally have endured that fate as well: as children, the sisters were forever outsiders, taunted, talked about, pointed at. Their elderly aunts almost seemed to encourage the whispers of witchery, with their musty house and their exotic concoctions and their crowd of black cats. But all Gillian and Sally wanted was to escape.. One will do so by marrying, the other by running away. But the bonds they share will bring them back—almost as if by magic...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Magical Realism",
                "Romance",
                "Paranormal",
                "Adult",
                "Audiobook",
                "Womens Fiction"
            ]
        },
        {
            "title": "Blue Moon",
            "authors": [
                "Alyson Noel"
            ],
            "ranking": 3.61,
            "ranking_count": 93941,
            "abstract": "Alyson Noël's bestselling Immortals series has been hailed as addictive, beautiful, haunting, and mesmerizing. In. Blue Moon,. Ever has a chance to bring her family back from the dead - but only if she's willing to sacrifice the guy she loves more than life itself.. Just as Ever is learning everything she can about her new abilities as an immortal, initiated into the dark, seductive world by her beloved Damen, something terrible is happening to him. As Ever's powers are increasing, Damen's begin to fade after he is stricken by a mysterious illness that threatens his memory, his identity, his life.. Desperate to save him, Ever travels to the mystical dimension of Summerland, where she uncovers not only the secrets of Damen's past - the brutal, tortured history he hoped to keep hidden - but also an ancient text revealing the workings of time. With the approaching blue moon heralding her only window for travel, Ever is forced to decide between turning back the clock and saving her family from the accident that claimed them - or staying in the present and saving Damen, who grows weaker each day....",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Before I Go to Sleep",
            "authors": [
                "S.J. Watson"
            ],
            "ranking": 3.89,
            "ranking_count": 314940,
            "abstract": "Christine wakes up every morning in an unfamiliar bed with an unfamiliar man. She looks in the mirror and sees an unfamiliar, middle-aged face. And every morning, the man she has woken up with must explain that he is Ben, he is her husband, she is forty-seven years old, and a terrible accident two decades earlier decimated her ability to form new memories.. Every day, Christine must begin again the reconstruction of her past. And the closer she gets to the truth, the more unbelievable it seems.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Brave New World / Brave New World Revisited",
            "authors": [
                "Aldous Huxley",
                "Christopher Hitchens"
            ],
            "ranking": 4.17,
            "ranking_count": 153262,
            "abstract": "The astonishing novel. Brave New World. , originally published in 1932, presents Aldous Huxley's vision of the future--of a world utterly transformed. Through the most efficient scientific and psychological engineering, people are genetically designed to be passive and therefore consistently useful to the ruling class. This powerful work of speculative fiction sheds a blazing critical light on the present and is considered to be Aldous Huxley's most enduring masterpiece.. The non-fiction work. Brave New World Revisited. , published in 1958, is a fascinating work in which Huxley uses his tremendous knowledge of human relations to compare the modern-day world with his prophetic fantasy envisioned in. Brave New World. , including the threats to humanity, such as over-population, propaganda, and chemical persuasion.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Science Fiction",
                "Literature",
                "Novels",
                "Fantasy",
                "Philosophy",
                "Science Fiction Fantasy",
                "Politics"
            ]
        },
        {
            "title": "Life, the Universe and Everything",
            "authors": [
                "Douglas Adams"
            ],
            "ranking": 4.19,
            "ranking_count": 213674,
            "abstract": "The unhappy inhabitants of planet Krikkit are sick of looking at the night sky above their heads–so they plan to destroy it. The universe, that is. Now only five individuals stand between the killer robots of Krikkit and their goal of total annihilation.. They are Arthur Dent, a mild-mannered space and time traveler who tries to learn how to fly by throwing himself at the ground and missing; Ford Prefect, his best friend, who decides to go insane to see if he likes it; Slartibartfast, the indomitable vice president of the Campaign for Real Time, who travels in a ship powered by irrational behavior; Zaphod Beeblebrox, the two-headed, three-armed ex-president of the galazy; and Trillian, the sexy space cadet who is torn between a persistent Thunder God and a very depressed Beeblebrox.. How will it all end? Will it end? Only this stalwart crew knows as they try to avert “universal” Armageddon and save life as we know it–and don’t know it!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Audiobook",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "The Turn of the Screw",
            "authors": [
                "Henry James"
            ],
            "ranking": 3.41,
            "ranking_count": 129972,
            "abstract": "Whether viewed as a subtle, self-conscious exploration of the haunted house of Victorian culture, filled with echoes of sexual and social unease, or simply as the most hopelessly evil story we have ever read,. The Turn of the Screw. is probably the most famous of ghostly tales and certainly the most eerily equivocal. This new edition includes three rarely reprinted ghost stories from the 1890s, Sir Edmund Orme, Owen Wingrave, and The Friends of the Friends, as well as relevant extracts from James's notebooks and journals.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Horror",
                "Fiction",
                "Gothic",
                "Mystery",
                "Literature",
                "Audiobook",
                "Paranormal",
                "Fantasy"
            ]
        },
        {
            "title": "The Throne of Fire",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.19,
            "ranking_count": 187010,
            "abstract": "Ever since the gods of Ancient Egypt were unleashed in the modern world, Carter Kane and his sister Sadie have been in trouble. As descendants of the House of Life, the Kanes have some powers at their command, but the devious gods haven't given them much time to master their skills at Brooklyn House, which has become a training ground for young magicians.. And now their most threatening enemy yet - the chaos snake Apophis - is rising. If they don't prevent him from breaking free in a few days' time, the world will come to an end. In other words, it's a typical week for the Kane family.. To have any chance of battling the Forces of Chaos, the Kanes must revive the sun god Ra. But that would be a feat more powerful than any magician has ever accomplished.. First they have to search the world for the three sections of the Book of Ra, then they have to learn how to chant its spells. Oh, and did we mention that no one knows where Ra is exactly?. Narrated in two different wisecracking voices, featuring a large cast of new and unforgettable characters, and with adventures spanning the globe, this second installment in the Kane Chronicles is nothing short of a thrill ride.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Skagboys",
            "authors": [
                "Irvine Welsh"
            ],
            "ranking": 3.98,
            "ranking_count": 18157,
            "abstract": "Mark Renton has it all: he's good-looking, young, with a pretty girlfriend and a place at university. But there's no room for him in the 1980s. Thatcher's government is destroying working-class communities across Britain, and the post-war certainties of full employment, educational opportunity and a welfare state are gone. When his family starts to fracture, Mark's life swings out of control and he succumbs to the defeatism which has taken hold in Edinburgh's grimmer areas. The way out is heroin.. It's no better for his friends. Spud Murphy is paid off from his job, Tommy Lawrence feels himself being sucked into a life of petty crime and violence - the worlds of the thieving Matty Connell and psychotic Franco Begbie. Only Sick Boy, the supreme manipulator of the opposite sex, seems to ride the current, scamming and hustling his way through it all.. Skagboys. charts their journey from likely lads to young men addicted to the heroin which has flooded their disintegrating community. This is the 1980s: a time of drugs, poverty, AIDS, violence, political strife and hatred - but a lot of laughs, and maybe just a little love; a decade which changed Britain for ever. The prequel to the world-renowned. Trainspotting. , this is an exhilarating and moving book, full of the scabrous humour, salty vernacular and appalling behaviour that has made Irvine Welsh a household name.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Contemporary",
                "Mystery",
                "Dark",
                "Drama",
                "Cultural",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "Stones from the River",
            "authors": [
                "Ursula Hegi"
            ],
            "ranking": 4.09,
            "ranking_count": 93729,
            "abstract": "Alternate cover edition of ISBN. 9780684844770. From the highly acclaimed, award-winning author of. Floating in My Mother's Palm. comes a stunning novel about ordinary people living in extraordinary times.. Trudi Montag is a. Zwerg. —a dwarf—short, undesirable, different, the voice of anyone who has ever tried to fit in. Eventually she learns that being different is a secret that all humans share—from her mother who flees into madness, to her friend Georg whose parents pretend he's a girl, to the Jews Trudy harbors in her cellar.. Ursula Hegi brings us a timeless and unforgettable story in Trudi and a small town, weaving together a profound tapestry of emotional power, humanity, and truth.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "War",
                "World War II",
                "Literary Fiction",
                "Adult Fiction",
                "Book Club"
            ]
        },
        {
            "title": "Switched",
            "authors": [
                "Amanda Hocking"
            ],
            "ranking": 3.87,
            "ranking_count": 97504,
            "abstract": "Switched. - the first book in the Trylle Trilogy.... When Wendy Everly was six-years-old, her mother was convinced she was a monster and tried to kill her. It isn't until eleven years later that Wendy discovers her mother might have been right.. With the help of Finn Holmes, Wendy finds herself in a world she never knew existed - a world both beautiful and frightening, and Wendy's not sure she wants to be a part of it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Decameron",
            "authors": [
                "Giovanni Boccaccio",
                "G.H. McWilliam"
            ],
            "ranking": 3.89,
            "ranking_count": 36299,
            "abstract": "The Decameron (c.1351) is an entertaining series of one hundred stories written in the wake of the Black Death. The stories are told in a country villa outside the city of Florence by ten young noble men and women who are seeking to escape the ravages of the plague. Boccaccio's skill as a dramatist is masterfully displayed in these vivid portraits of people from all stations in life, with plots that revel in a bewildering variety of human reactions.. Translated with an Introduction and Notes by G. H. McWilliam",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "Literature",
                "European Literature",
                "Cultural",
                "Historical",
                "Academic"
            ]
        },
        {
            "title": "Alias Grace",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 4.03,
            "ranking_count": 127478,
            "abstract": "It's 1843, and Grace Marks has been convicted for her involvement in the vicious murders of her employer and his housekeeper and mistress. Some believe Grace is innocent; others think her evil or insane. Now serving a life sentence, Grace claims to have no memory of the murders.. An up-and-coming expert in the burgeoning field of mental illness is engaged by a group of reformers and spiritualists who seek a pardon for Grace. He listens to her story while bringing her closer and closer to the day she cannot remember. What will he find in attempting to unlock her memories?. Captivating and disturbing,. Alias Grace. showcases best-selling, Booker Prize-winning author Margaret Atwood at the peak of her powers.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Cultural",
                "Classics",
                "Literary Fiction",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Way of Shadows",
            "authors": [
                "Brent Weeks"
            ],
            "ranking": 4.14,
            "ranking_count": 157769,
            "abstract": "From. New York Times. Bestselling author Brent Weeks.... For Durzo Blint, assassination is an art-and he is the city's most accomplished artist.. For Azoth, survival is precarious. Something you never take for granted. As a guild rat, he's grown up in the slums, and learned to judge people quickly - and to take risks. Risks like apprenticing himself to Durzo Blint.. But to be accepted, Azoth must turn his back on his old life and embrace a new identity and name. As Kylar Stern, he must learn to navigate the assassins' world of dangerous politics and strange magics - and cultivate a flair for death.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Adult",
                "Science Fiction Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "The Dead Zone",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.95,
            "ranking_count": 202118,
            "abstract": "Johnny, the small boy who skated at breakneck speed into an accident that for one horrifying moment plunged him into. The Dead Zone. .. Johnny Smith, the small-town schoolteacher who spun the wheel of fortune and won a four-and-a-half-year trip into. The Dead Zone. .. John Smith, who awakened from an interminable coma with an accursed power—the power to see the future and the terrible fate awaiting mankind in. The Dead Zone. .. ~",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Science Fiction",
                "Mystery",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "The Time Quartet Box Set",
            "authors": [
                "Madeleine L'Engle",
                "Peter Sís"
            ],
            "ranking": 4.35,
            "ranking_count": 11050,
            "abstract": "With over 10 million copies in print, Madeleine L'Engle's Newbery Medal-winning classic, A Wrinkle in Time, along with its bestselling companions, A Wind in the Door, A Swiftly Tilting Planet, and Many Waters, has enthralled and inspired readers of all ages. This newly designed boxed set features the stunning art of Peter Sis.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Childrens",
                "Classics",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Tale of Genji",
            "authors": [
                "Murasaki Shikibu",
                "Royall  Tyler",
                "Minora Sugai"
            ],
            "ranking": 3.73,
            "ranking_count": 11865,
            "abstract": "Written in the eleventh century, this exquisite portrait of courtly life in medieval Japan is widely celebrated as the world’s first novel. Genji, the Shining Prince, is the son of an emperor. He is a passionate character whose tempestuous nature, family circumstances, love affairs, alliances, and shifting political fortunes form the core of this magnificent epic. Royall Tyler’s superior translation is detailed, poetic, and superbly true to the Japanese original while allowing the modern reader to appreciate it as a contemporary treasure. Supplemented with detailed notes, glossaries, character lists, and chronologies to help the reader navigate the multigenerational narrative, this comprehensive edition presents this ancient tale in the grand style that it deserves.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Historical",
                "Literature",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "Pretty Little Liars",
            "authors": [
                "Sara Shepard"
            ],
            "ranking": 3.86,
            "ranking_count": 194717,
            "abstract": "EVERYONE HAS SOMETHING TO HIDE - ESPECIALLY HIGH SCHOOL JUNIORS SPENCER, ARIA, EMILY, AND HANNA. Spencer covets her sister's boyfriend. Aria's fantasizing about her English teacher. Emily's crushing on the new girl at school. Hanna uses some ugly tricks to stay beautiful. But they've all kept an even. bigger. secret since their friend Alison vanished.. How do I know? Because I know. everything. about the bad girls they were, the naughty girls they are, and the dirty secrets they've kept. And guess what? I'm telling.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Thriller",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Rescue",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.11,
            "ranking_count": 180037,
            "abstract": "When confronted by raging fires or deadly accidents, volunteer fireman Taylor McAden feels compelled to take terrifying risks; but there is one leap of faith Taylor can't bring himself to make: He can't fall in love.. BookPage calls Nicholas Sparks, a modern master of fateful love stories, and his phenomenal bestsellers- The Notebook, Message in a Bottle, and A Walk to Remember- have made him one of America's most beloved storytellers. Here, in his newest work, Sparks tells a story about making the greatest commitment of all...loving someone forever.. The Rescue. When confronted by raging fires or deadly accidents, volunteer fireman Taylor McAden feels compelled to take terrifying risks - risks no one else in the department would ever take - to save lives. But there is one leap of faith Taylor can't bring himself to make: He can't fall in love. For all his adult years, Taylor has sought out women who need to be rescued, women he leaves as soon as their crisis is over, as soon as the relationship starts to become truly intimate.. Then, one day, a raging, record-breaking storm hits his small Southern town. Denise Holton, a young single mother, is driving through it when her car skids off the road. With her is her four-year-old son, Kyle, a boy with severe learning disabilities and for whom she has sacrificed everything. Unconscious and bleeding, she-but not Kyle-will be found by Taylor McAden. And when she wakes, the chilling truth becomes clear to both of them: Kyle is gone.. During the search for Kyle, the connection, the lifeline, between Taylor and Denise takes root. Taylor doesn't know that this rescue will be different from all the others, demanding far more than raw physical courage. That it will lead him to the possibility of his own rescue from a life lived without love. That it will require him to open doors to his past that were slammed shut by pain. That it will dare him to live life to the fullest by daring to love.. In The Rescue Nicholas Sparks weaves his inimitable spell, immersing us in the passions and the surprising complexities of modern relationships-and in doing so, teaching us something about our own.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Drama",
                "Love",
                "Audiobook"
            ]
        },
        {
            "title": "Fallen Too Far",
            "authors": [
                "Abbi Glines"
            ],
            "ranking": 4.16,
            "ranking_count": 167957,
            "abstract": "To want what you’re not supposed to have…. She is only nineteen.. She is his new stepfather’s daughter.. She is still naïve and innocent due to spending the last three years taking care of her sick mother.. But for twenty-four year old Rush Finlay, she is the only thing that has ever been off limits. His famous father’s guilt money, his mother’s desperation to win his love, and his charm are the three reasons he has never been told no.. Blaire Wynn left her small farmhouse in Alabama, after her mother passed away, to move in with her father and his new wife in their sprawling beach house along the Florida gulf coast. She isn’t prepared for the lifestyle change and she knows she’ll never fit into this world. Then there is her sexy stepbrother who her father leaves her with for the summer while he runs off to Paris with his wife. Rush is as spoiled as he is gorgeous. He is also getting under her skin. She knows he is anything but good for her and that he’ll never be faithful to anyone. He is jaded and has secrets Blaire knows she may never uncover but even knowing all of that…. Blaire just may have fallen too far.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Womens Fiction",
                "Adult",
                "Fiction",
                "Adult Fiction",
                "Love"
            ]
        },
        {
            "title": "A Dirty Job",
            "authors": [
                "Christopher Moore"
            ],
            "ranking": 4.03,
            "ranking_count": 115096,
            "abstract": "Charlie Asher is a pretty normal guy with a normal life, married to a bright and pretty woman who actually loves him for his normalcy. They're even about to have their first child. Yes, Charlie's doing okay—until people start dropping dead around him, and everywhere he goes a dark presence whispers to him from under the streets. Charlie Asher, it seems, has been recruited for a new position: as Death.. It's a dirty job. But, hey! Somebody's got to do it.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Fiction",
                "Fantasy",
                "Horror",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Crossroads and the Himalayan Crystals",
            "authors": [
                "C. Toni Graham"
            ],
            "ranking": 4.35,
            "ranking_count": 9468,
            "abstract": "An ordinary school day in Middlefield turns into a mystical tale filled with endless adventures of magic, fairies, flying horses, and danger. A modern-day saga of four young teens who find themselves trapped in another realm-The Otherworld-where they must abide by an evil druid's bidding or risk endangering the lives of their loved ones and the magical beings they have befriended.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Drama",
                "Epic",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Going Postal",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.38,
            "ranking_count": 113050,
            "abstract": "Arch-swindler Moist Van Lipwig never believed his confidence crimes were hanging offenses - until he found himself with a noose tightly around his neck, dropping through a trapdoor, and falling into...a government job?. By all rights, Moist should have met his maker. Instead, it's Lord Vetinari, supreme ruler of Ankh-Morpork, who promptly offers him a job as Postmaster. Since his only other option is a nonliving one, Moist accepts the position - and the hulking golem watchdog who comes along with it, just in case Moist was considering abandoning his responsibilities prematurely.. Getting the moribund Postal Service up and running again, however, may be a near-impossible task, what with literally mountains of decades-old undelivered mail clogging every nook and cranny of the broken-down post office building; and with only a few creaky old postmen and one rather unstable, pin-obsessed youth available to deliver it. Worse still, Moist could swear the mail is talking to him. Worst of all, it means taking on the gargantuan, money-hungry Grand Trunk clacks communication monopoly and its bloodthirsty piratical head, Mr. Reacher Gilt.. But it says on the building Neither Rain Nor Snow Nor Glom of Nit...Inspiring words (admittedly, some of the bronze letters have been stolen), and for once in his wretched life Moist is going to fight. And if the bold and impossible are what's called for, he'll do it - in order to move the mail, continue breathing, get the girl, and specially deliver that invaluable commodity that every human being (not to mention troll, dwarf, and, yes, even golem) requires: hope.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Young Adult",
                "Science Fiction",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "The Red and the Black",
            "authors": [
                "Stendhal",
                "Roger Gard"
            ],
            "ranking": 3.87,
            "ranking_count": 64844,
            "abstract": "Handsome, ambitious Julien Sorel is determined to rise above his humble provincial origins. Soon realizing that success can only be achieved by adopting the subtle code of hypocrisy by which society operates, he begins to achieve advancement through deceit and self-interest. His triumphant career takes him into the heart of glamorous Parisian society, along the way conquering the gentle, married Madame de Rênal, and the haughty Mathilde. But then Julien commits an unexpected, devastating crime - and brings about his own downfall.. The Red and the Black. is a lively, satirical portrayal of French society after Waterloo, riddled with corruption, greed, and. ennui. , and Julien - the cold exploiter whose Machiavellian campaign is undercut by his own emotions - is one of the most intriguing characters in European literature.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Historical",
                "Romance"
            ]
        },
        {
            "title": "The Evolution of Mara Dyer",
            "authors": [
                "Michelle Hodkin"
            ],
            "ranking": 4.25,
            "ranking_count": 90686,
            "abstract": "Mara Dyer knows she isn't crazy. She knows that she can kill with her mind, and that Noah can heal with his. Mara also knows that somehow, Jude is not a hallucination. He is alive. Unfortunately, convincing her family and doctors that she's not unstable and doesn't need to be hospitalised isn't easy. The only person who actually believes her is Noah. But being with Noah is dangerous and Mara is in constant fear that she might hurt him. She needs to learn how to control her power, and fast! Together, Mara and Noah must try and figure out exactly how Jude survived when the asylum collapsed, and how he knows so much about her strange ability...before anyone else ends up dead!",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Mystery",
                "Fiction",
                "Thriller",
                "Horror"
            ]
        },
        {
            "title": "Batman: The Dark Knight Returns",
            "authors": [
                "Frank Miller",
                "Klaus Janson",
                "Lynn Varley"
            ],
            "ranking": 4.26,
            "ranking_count": 173932,
            "abstract": "This masterpiece of modern comics storytelling brings to vivid life a dark world and an even darker man. Together with inker Klaus Janson and colorist Lynn Varley, writer/artist Frank Miller completely reinvents the legend of Batman in his saga of a near-future Gotham City gone to rot, ten years after the Dark Knight's retirement.. Crime runs rampant in the streets, and the man who was Batman is still tortured by the memories of his parents' murders. As civil society crumbles around him, Bruce Wayne's long-suppressed vigilante side finally breaks free of its self-imposed shackles.. The Dark Knight returns in a blaze of fury, taking on a whole new generation of criminals and matching their level of violence. He is soon joined by this generation's Robin—a girl named Carrie Kelley, who proves to be just as invaluable as her predecessors.. But can Batman and Robin deal with the threat posed by their deadliest enemies, after years of incarceration have made them into perfect psychopaths? And more important, can anyone survive the coming fallout of an undeclared war between the superpowers—or a clash of what were once the world's greatest superheroes?. Over fifteen years after its debut,. Batman: The Dark Knight Returns. remains an undisputed classic and one of the most influential stories ever told in the comics medium.. Collecting. Batman: The Dark Knight Returns. #1-4",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Fiction",
                "Comics",
                "Graphic Novels Comics",
                "Superheroes",
                "Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "Brainwalker",
            "authors": [
                "Robyn Mundell",
                "Stephan Lacast"
            ],
            "ranking": 4.34,
            "ranking_count": 15651,
            "abstract": "One teen’s incredible journey may just blow his father’s mind…. Fourteen-year-old Bernard thinks outside the box. The only problem is that neither his school nor his ultra-rational physicist father appreciate his unique ideas. When he reacts to a stressful situation at school by mooning the class, his suspension sends him straight to his father’s workplace. After his frustrated father leaves him unattended, Bernard does what any teen would do: wander into the particle accelerator and accidentally get transported through a wormhole!. It doesn’t take long for Bernard to realize he’s in deep trouble. Not only did the wormhole drop him in the middle of a civil war over a depleted resource, but the battle is actually taking place inside his father’s brain. Bernard has one chance to save the dying side of his father’s creative brain from the tyrannical left side. Can he use his outside-the-box thinking to save his father’s life?. Brainwalker is a young adult sci-fi fantasy novel that turns the world of neuroscience on its head. If you like incredible fantasy worlds, fast-paced entertainment, and the human mind, then you’ll love Robyn Mundell and Stephan Lacast’s amazing journey inside the brain.. Buy Brainwalker to help the mind survive today!",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Science Fiction Fantasy",
                "Fiction",
                "Science Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Destined for an Early Grave",
            "authors": [
                "Jeaniene Frost"
            ],
            "ranking": 4.32,
            "ranking_count": 82599,
            "abstract": "Her dreams leave her in grave danger…. Since half-vampire Cat Crawfield and her undead lover Bones met six years ago, they’ve fought against the rogue undead, battled a vengeful Master vampire, and pledged their devotion with a blood bond. Now it’s time for a vacation. But their hopes for a perfect Paris holiday are dashed when Cat awakes one night in terror. She’s having visions of a vampire named Gregor who’s more powerful than Bones and has ties to her past that even Cat herself didn’t know about.. Gregor believes Cat is his and he won’t stop until he has her. As the battle begins between the vamp who haunts her nightmares and the one who has her heart, only Cat can break Gregor’s hold over her. She’ll need all the power she can summon in order to bring down the baddest bloodsucker she’s ever faced … even if getting that power will result in an early grave.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Romance",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Magic Bites",
            "authors": [
                "Ilona Andrews"
            ],
            "ranking": 4.05,
            "ranking_count": 116262,
            "abstract": "Ilona Andrews invites you to experience the first novel in the #1 New York Times bestselling series featuring the intriguing fantasy world of mercenary Kate Daniels…. When the magic is up, rogue mages cast their spells and monsters appear, while guns refuse to fire and cars fail to start. But then technology returns, and the magic recedes as unpredictably as it arose, leaving all kinds of paranormal problems in its wake.. Kate Daniels is a down-on-her-luck mercenary who makes her living cleaning up these magical problems. But when Kate’s guardian is murdered, her quest for justice draws her into a power struggle between two strong factions within Atlanta’s magic circles.. The Masters of the Dead, necromancers who can control vampires, and the Pack, a paramilitary clan of shapechangers, blame each other for a series of bizarre killings—and the death of Kate’s guardian may be part of the same mystery. Pressured by both sides to find the killer, Kate realizes she’s way out of her league—but she wouldn’t have it any other way…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Cujo",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.75,
            "ranking_count": 252397,
            "abstract": "Durante toda su vida Cujo fue un buen perro, un San Bernardo grandote, pacífico, juguetón y amante de los niños. Realmente se trataba de un perro bueno y feliz. Feliz hasta que le sucedió algo, y el cerebro de perro de Cujo se cubrió de una de esas oscuridades que se alimentan de sangre. Ahora, se ha convertido en un perro asesino; doblemente cruel por cuanto la gente no conoce su mutación y aún le ve en su anterior bondad. Heraldo de un pequeño Apocalipsis, Cujo desencadenará sobre un pueblo modélico un huracán de pánico y de muerte.. Uno de los grandes clásicos de Stephen King, el gran maestro actual de la literatura de terror.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Suspense",
                "Animals",
                "Adult",
                "Audiobook",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "The Archon of Peace",
            "authors": [
                "Juddy Anderson C. Punzalan"
            ],
            "ranking": 4.59,
            "ranking_count": 266,
            "abstract": "Serestia, a magical world fashioned by the gods, has been under the control of the Archons for thousands of years, and the kingdoms that divide the land co-exist with these enlightened beings who dwell within their impenetrable walls.. Amid the chaos and endless war, a long-awaited prophecy tips the balance and threatens not just the Archons but everyone else. The reincarnations of the legendary Renegade and the Elementalist find themselves pursued by the magical kingdom of Rasfera, the holy kingdom of Ydduj Celeri, and the ancient kingdom of Verheiden.. With the help of some friends they meet along the way, the brothers embark on a journey of discovery and purpose in a world shared by Humans, Archons, Ancients, and gods.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Hopscotch",
            "authors": [
                "Julio Cortázar",
                "Gregory Rabassa"
            ],
            "ranking": 4.22,
            "ranking_count": 36122,
            "abstract": "Horacio Oliveira is an Argentinian writer who lives in Paris with his mistress, La Maga, surrounded by a loose-knit circle of bohemian friends who call themselves the Club. A child's death and La Maga's disappearance put an end to his life of empty pleasures and intellectual acrobatics, and prompt Oliveira to return to Buenos Aires, where he works by turns as a salesman, a keeper of a circus cat which can truly count, and an attendant in an insane asylum.. Hopscotch. is the dazzling, freewheeling account of Oliveira's astonishing adventures.. The book is highly influenced by Henry Miller’s reckless and relentless search for truth in post-decadent Paris and Daisetz Teitaro Suzuki’s modal teachings on Zen Buddhism.. Cortázar's employment of interior monologue, punning, slang, and his use of different languages is reminiscent of Modernist writers like Joyce, although his main influences were Surrealism and the French New Novel, as well as the riffing aesthetic of jazz and New Wave Cinema.. In 1966, Gregory Rabassa won the first National Book Award to recognize the work of a translator, for his English-language edition of. Hopscotch. . Julio Cortázar was so pleased with Rabassa's translation of. Hopscotch. that he recommended the translator to Gabriel García Márquez when García Márquez was looking for someone to translate his novel. One Hundred Years of Solitude. into English. Rabassa's. One Hundred Years of Solitude. improved the original, according to García Márquez.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Cultural",
                "Novels",
                "Magical Realism",
                "Unfinished"
            ]
        },
        {
            "title": "Fall of Giants",
            "authors": [
                "Ken Follett"
            ],
            "ranking": 4.29,
            "ranking_count": 298965,
            "abstract": "This is an epic of love, hatred, war and revolution. This is a huge novel that follows five families through the world-shaking dramas of the First World War, the Russian Revolution, and the struggle for votes for women.. It is 1911. The Coronation Day of King George V. The Williams, a Welsh coal-mining family is linked by romance and enmity to the Fitzherberts, aristocratic coal-mine owners. Lady Maud Fitzherbert falls in love with Walter von Ulrich, a spy at the German Embassy in London. Their destiny is entangled with that of an ambitious young aide to U.S. President Woodrow Wilson and to two orphaned Russian brothers, whose plans to emigrate to America fall foul of war, conscription and revolution. In a plot of unfolding drama and intriguing complexity, Fall Of Giants moves seamlessly from Washington to St Petersburg, from the dirt and danger of a coal mine to the glittering chandeliers of a palace, from the corridors of power to the bedrooms of the mighty.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Audiobook",
                "Novels",
                "Adult",
                "Cultural",
                "Epic"
            ]
        },
        {
            "title": "Hearts in Atlantis",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.84,
            "ranking_count": 88732,
            "abstract": "Five interconnected, sequential narratives, set in the years from 1960 to 1999. Each story is deeply rooted in the sixties, and each is haunted by the Vietnam War.. Stephen King, whose first novel, Carrie, was published in 1974, the year before the last U.S. troops withdrew from Vietnam, is the first hugely popular writer of the TV generation. Images from that war -- and the protests against it -- had flooded America's living rooms for a decade. Hearts in Atlantis, King's newest fiction, is composed of five interconnected, sequential narratives, set in the years from 1960 to 1999. Each story is deeply rooted in the sixties, and each is haunted by the Vietnam War.. In Part One, Low Men in Yellow Coats, eleven-year-old Bobby Garfield discovers a world of predatory malice in his own neighborhood. He also discovers that adults are sometimes not rescuers but at the heart of the terror.. In the title story, a bunch of college kids get hooked on a card game, discover the possibility of protest...and confront their own collective heart of darkness, where laughter may be no more than the thinly disguised cry of the beast.. In Blind Willie and Why We're in Vietnam, two men who grew up with Bobby in suburban Connecticut try to fill the emptiness of the post-Vietnam era in an America which sometimes seems as hollow -- and as haunted -- as their own lives.. And in Heavenly Shades of Night Are Falling, this remarkable book's denouement, Bobby returns to his hometown where one final secret, the hope of redemption, and his heart's desire may await him.. Full of danger, full of suspense, most of all full of heart, Stephen King's new book will take some readers to a place they have never been...and others to a place they have never been able to completely leave.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Short Stories",
                "Thriller",
                "Suspense",
                "Mystery",
                "Historical",
                "War"
            ]
        },
        {
            "title": "Needful Things",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.94,
            "ranking_count": 228219,
            "abstract": "Leland Gaunt opens a new shop in Castle Rock called Needful Things. Anyone who enters his store finds the object of his or her lifelong dreams and desires: a prized baseball card, a healing amulet. In addition to a token payment, Gaunt requests that each person perform a little deed, usually a seemingly innocent prank played on someone else from town. These practical jokes cascade out of control and soon the entire town is doing battle with itself. Only Sheriff Alan Pangborn suspects that Gaunt is behind the population's increasingly violent behavior.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "The Raven and Other Poems",
            "authors": [
                "Edgar Allan Poe",
                "Philip Pullman"
            ],
            "ranking": 4.31,
            "ranking_count": 42634,
            "abstract": "A chilling, thrilling collection of Edgar Allan Poe's poetry, introduced by best-selling author Philip Pullman. The Raven . . . Annabel Lee . . . Ulalume . . . these are some of the spookiest, most macabre poems ever written, now collected in this chilling, affordable volume.. Dreams. The Lake. Sonnet — To Science. [Alone]. Introduction. To Helen. Israfel. The Valley of Unrest. The City in the Sea. To One in Paradise. The Coliseum. The Haunted Palace. The Conqueror Worm. Dream-Land. Eulalie. The Raven. [Deep in Earth]. To M.L.S___. Ulalume — A Ballad. The Bells. To Helen [Whitman]. A Dream Within a Dream. For Annie. Eldorado. To My Mother. Annabel Lee",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Horror",
                "Fiction",
                "Gothic",
                "Short Stories",
                "Fantasy",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "Mother Night",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 4.21,
            "ranking_count": 85143,
            "abstract": "Librarian note: Alternate cover edition for this ISBN can be found. here. .. Mother Night. is a daring challenge to our moral sense. American Howard W. Campbell, Jr., a spy during World War II, is now on trial in Israel as a Nazi war criminal. But is he really guilty? In this brilliant book rife with true gallows humor, Vonnegut turns black and white into a chilling shade of gray with a verdict that will haunt us all.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "War",
                "Literature",
                "Novels",
                "Humor",
                "Science Fiction"
            ]
        },
        {
            "title": "Kushiel's Dart",
            "authors": [
                "Jacqueline Carey"
            ],
            "ranking": 4.01,
            "ranking_count": 77071,
            "abstract": "The land of Terre d'Ange is a place of unsurpassing beauty and grace. It is said that angels found the land and saw it was good... and the ensuing race that rose from the seed of angels and men live by one simple rule: Love as thou wilt.. Phèdre nó Delaunay is a young woman who was born with a scarlet mote in her left eye. Sold into indentured servitude as a child, her bond is purchased by Anafiel Delaunay, a nobleman with very a special mission... and the first one to recognize who and what she is: one pricked by Kushiel's Dart, chosen to forever experience pain and pleasure as one.. Phèdre is trained equally in the courtly arts and the talents of the bedchamber, but, above all, the ability to observe, remember, and analyze. Almost as talented a spy as she is courtesan, Phèdre stumbles upon a plot that threatens the very foundations of her homeland. Treachery sets her on her path; love and honor goad her further. And in the doing, it will take her to the edge of despair... and beyond. Hateful friend, loving enemy, beloved assassin; they can all wear the same glittering mask in this world, and Phèdre will get but one chance to save all that she holds dear.. Set in a world of cunning poets, deadly courtiers, heroic traitors, and a truly Machiavellian villainess, this is a novel of grandeur, luxuriance, sacrifice, betrayal, and deeply laid conspiracies. Not since Dune has there been an epic on the scale of Kushiel's Dart-a massive tale about the violent death of an old age, and the birth of a new.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Adult Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Erotica",
                "LGBT"
            ]
        }
    ]
}