{
    "books": [
        {
            "title": "Grey: Fifty Shades of Grey as Told by Christian | Book Summary",
            "authors": [
                "NOT A BOOK"
            ],
            "ranking": 2.75,
            "ranking_count": 12,
            "abstract": "Grey: by El James | Summary & Analysis. A Smarter You In 15 Minutes… What is your time worth?. Today only, get this Amazon bestseller for just $2.99. Regularly priced at $4.99. Read on your PC, Mac, smart phone, tablet or Kindle device.. Handsome, rich business man, Christian Grey, enjoys dominating women in the bedroom. With his array of sadomasochistic tools and secret room, he plays out fantasies with women but at the start struggles to form emotional bonds. He meets young and innocent Ana Steele when she interviews him on behalf of her friend and roommate. Soon Christian proposes a relationship with Ana, introducing her to his love ties and binds.. Ana hopes to build a caring relationship with Christian and at first agrees to try out some of his suggestions. Christian, haunted by a troubled past, cannot connect with Ana beyond the sex and soon she is driven away by the demand for submission to his sadism. Her innocence and naivety are a stark contrast against his experience in the bedroom.. Ana soon leaves Christian, realising he is cold and controlling but they seem to be drawn together no matter what either character believes they have chosen. An erotic romance, this novel is meant for the bedroom.. Detailed overview of the book \n   Most valuable lessons and information \n   Key Takeaways and Analysis. Take action today and download this book for a limited time discount of only $2.99!. Written by Elite Summaries. Please note: This is a detailed summary and analysis of the book and not the original book.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Nuclear Family: A Tragicomic Novel in Letters",
            "authors": [
                "Susanna Fogel"
            ],
            "ranking": 3.88,
            "ranking_count": 337,
            "abstract": "From filmmaker and. New Yorker. contributor Susanna Fogel comes a comedic novel about a fractured family of New England Jews and their discontents, over the course of three decades. Told entirely in letters to a heroine we never meet, we get to know the Fellers through their check-ins with Julie: their thank-you notes, letters of condolence, family gossip, and good old-fashioned familial passive-aggression.. Together, their missives - some sardonic, others absurd, others heartbreaking - weave a tapestry of a very modern family trying (and often failing) to show one another they care.. The titular Nuclear Family includes, among many others:. A narcissistic former-child-prodigy father who has taken up haiku writing in his old age and his new wife, a traditional Chinese woman whose attempts to help her stepdaughter find a man include FedExing her silk gowns from Filene's Basement.. Their six-year-old son, Stuart, whose favorite condiment is truffle oil and who wears suits to bed.. Julie's mother, a psychologist who never remarried but may be in love with her arrogant Rabbi and overshares about everything, including the threesome she had with Dutch grad students in 1972.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Novels",
                "Adult",
                "Adult Fiction",
                "Literature",
                "Audiobook",
                "New York"
            ]
        },
        {
            "title": "Sweet Jones: Pimp C's Trill Life Story",
            "authors": [
                "Julia Beverly",
                "Todd \"Too $hort\" Shaw",
                "Kevin \"Mr. Soul\" Harp"
            ],
            "ranking": 4.54,
            "ranking_count": 217,
            "abstract": "A pioneer in the South's quest for respect in the Hip Hop world and one of the most colorful characters to emerge from the music scene which ultimately topped rap charts at the turn of the century, Chad Pimp C Butler's controversial life - and suspicious death in 2007 - left behind many unanswered questions, a family divided, and scores of talented new artists inspired by his group UGK's music. Sweet Jones pays tribute to the extremely talented - yet bipolar and complex - musician who embodied the Southern dream. Written by the founder and Editor-in-Chief of esteemed Southern rap publication OZONE Magazine and compiled from interviews with Pimp C himself, his mother and manager Weslyn Mama Wes Monroe, UGK rap partner Bun B, and hundreds of friends, family members, and collaborators like Snoop Dogg, Scarface, Too $hort, 8Ball & MJG, Jazze Pha, David Banner, Mannie Fresh, Paul Wall, Slim Thug, Trae, and Willie D of the Geto Boys, Sweet Jones is a must-read for any Southern rap fan.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Biography",
                "Autobiography"
            ]
        },
        {
            "title": "The Passionettes",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Dancegirl was paid to dance, and they said D W-B was in a gang. Venus liked to get next to Lightman. They were young and in love. They were Passionettes.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Love Story How God Pursued Me and Found Me: An Impossibly True Story",
            "authors": [
                "Samantha Ryan Chandler"
            ],
            "ranking": 4.15,
            "ranking_count": 295,
            "abstract": "Those who grow up with the knowledge of God's love know that He is there to guide them in their life. Even in bad times, they know that God will help them see things through and come out better when the trials have ended. But what about those who have not been raised with God in their lives? Samantha Ryan Chandler knows about living without God. Or at least she thought. In A Love Story: How God Pursued Me and Found Me, she tells her story of love, hatred, abuse, forgiveness, betrayal, greed, enlightenment, and fear. Born to a pagan mother and a former altar boy living in a land of denial, she recounts how God was involved in her life even before she knew who He was. She shares the story of her trip to the Holy Land and how her prayers at the Wailing Wall were interrupted because of a hamburger. Yes, despite her tribulations, her life has had its funny moments as well.. You'll find inspiration in A Love Story: How God Pursued Me and Found Me-and like Chandler, you, too, may find themselves pursued by God.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "New Adult",
                "Inspirational",
                "Drama",
                "Literature",
                "Self Help"
            ]
        },
        {
            "title": "Shadows Cast by Stars",
            "authors": [
                "Catherine Knutsson"
            ],
            "ranking": 3.59,
            "ranking_count": 1843,
            "abstract": "Old ways are pitted against new horrors in this compellingly crafted, “atmospherically beautiful” (. Kirkus Reviews. ) dystopian tale about a girl who is both healer and seer.. Two hundred years from now, blood has become the most valuable commodity on the planet—especially the blood of aboriginal peoples, for it contains antibodies that protect them from the Plague ravaging the rest of the world.. Sixteen-year-old Cassandra Mercredi might be immune to the Plague, but that doesn’t mean she’s safe—government forces are searching for those of aboriginal heritage to harvest their blood. When a search threatens Cassandra and her family, they flee to the Island: a mysterious and idyllic territory protected by the Band, a group of guerilla warriors—and by an enigmatic energy barrier that keeps outsiders out and the spirit world in. And though the village healer has taken her under her wing, and the tribal leader’s son into his heart, the creatures of the spirit world are angry, and they have chosen Cassandra to be their voice and instrument.... Incorporating the traditions of the First Peoples as well as the more familiar stories of Greek mythology and Arthurian legend,. Shadows Cast by Stars. is a haunting, beautifully written story that breathes new life into ancient customs.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Iris Investigates: Beastly Goings On In Pelican Wharf",
            "authors": [
                "David Jacks",
                "Daniel S. Morrow"
            ],
            "ranking": 4.97,
            "ranking_count": 31,
            "abstract": "NOW AVAILABLE IN PAPERBACK ON AMAZON. After breaking her leg playing in a school ice hockey match Iris is dismayed to be fitted with a cast on her leg just before the summer holidays. After learning her father has hired a nanny to watch her whilst he is at work, Iris resigns herself to a long, boring summer. However, she discovers an old telescope on top of her wardrobe and fills her days watching the neighbourhood in her sleepy coastal village going about their daily routine. Her best friend Vince provides some company as he frequently calls to update her on what’s happening out in the real world. Then one night whilst she is looking at the woods at the bottom of her garden she notices a pair of huge green eyes staring back at her…….. The following day Iris hears from the police that the neighbourhood pets are disappearing. Even her nanny’s pet dog has gone missing.. Iris decides to investigate the mysterious happenings around her home and enlists the help of Vince to be her sidekick. Is there a huge and scary beast in Pelican Wharf and if so what could it possibly want? Is it eating all the neighbourhood pets?. This charming junior detective book includes beastly goings on, vampires and an ally that is not what he first appears to be. Paying homage to the classic tale ‘Rear Window’ this book is the first in the series Iris Investigates and introduces all the characters that will help form the team to fight the constant battle between good and evil.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Dark Wife",
            "authors": [
                "Sarah Diemer"
            ],
            "ranking": 3.82,
            "ranking_count": 7370,
            "abstract": "Three thousand years ago, a god told a lie. Now, only a goddess can tell the truth. Persephone has everything a daughter of Zeus could want--except for freedom. She lives on the green earth with her mother, Demeter, growing up beneath the ever-watchful eyes of the gods and goddesses on Mount Olympus. But when Persephone meets the enigmatic Hades, she experiences something new: choice. Zeus calls Hades lord of the dead as a joke. In truth, Hades is the goddess of the underworld, and no friend of Zeus. She offers Persephone sanctuary in her land of the dead, so the young goddess may escape her Olympian destiny. But Persephone finds more than freedom in the underworld. She finds love, and herself.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "LGBT",
                "Romance",
                "Retellings",
                "Young Adult",
                "Fiction",
                "Mythology"
            ]
        },
        {
            "title": "Аеропорт",
            "authors": [
                "Sergei Loiko",
                "Андрій Вільколик"
            ],
            "ranking": 3.92,
            "ranking_count": 316,
            "abstract": "«Аеропорт» — це головна книга про війну, якої не мало бути і про героїв, які хотіли жити, але вмирали… Це не хроніка і не розслідування, а художній нарис, заснований на реальних фактах. У книзі багато персонажів, багато переплетених драматичних сюжетних ліній. Роман не тільки і не стільки про війну. Він і про любов, про зраду, пристрасть, ненависть, лють, ніжність, відвагу, біль і смерть. Тобто про наше сьогоднішнє й учорашнє.",
            "part_of_series": false,
            "genre_list": [
                "War",
                "Cultural",
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Unclaimed",
            "authors": [
                "Courtney Milan"
            ],
            "ranking": 3.92,
            "ranking_count": 6711,
            "abstract": "Her only hope for survival.... Handsome, wealthy and respected, Sir Mark Turner is the most sought-after bachelor in all of London and he's known far and wide for his irreproachable character. But behind his virtuous reputation lies a passionate nature he keeps carefully in check...until he meets the beautiful Jessica Farleigh, the woman he's waited for all his life.. Is to ruin the man she loves.... But Jessica is a courtesan, not the genteel lady Sir Mark believes. Desperate to be free of a life she despises, she seizes her chance when Mark's enemies make her an offer she can't refuse--seduce Mark and tarnish his good name, and a princely sum will be hers. Yet as she comes to know the man she's sworn to destroy, Jessica will be forced to choose between the future she needs and the love she knows is impossible.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Adult Fiction"
            ]
        },
        {
            "title": "America Speaks, When will Our Hearts Listen: WHEN AMERICA BURN, SO DOES OUR CONSCIENCE",
            "authors": [
                "Kristin  Hannah"
            ],
            "ranking": 2.07,
            "ranking_count": 83,
            "abstract": "America has spoken, and now it is time our hearts collectively listen. From the riots in Baltimore, and majority of America's living below the poverty line, it is time we concern ourselves with America's future. This book is a collection of citizens across America that is tired of the problems Washington politicians keep ignoring. It is time we stand up against police brutality, domestic violence and deplorable living conditions of those working starvation wages in America.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "Augustown",
            "authors": [
                "Kei Miller"
            ],
            "ranking": 4.31,
            "ranking_count": 2373,
            "abstract": "From the winner of the Forward Prize,. Augustown. is a magical and haunting novel set in the underbelly of Jamaica.. Ma Taffy may be blind but she sees everything. So when her great-nephew Kaia comes home from school in tears, what she senses sends a deep fear running through her. While they wait for his mama to come home from work, Ma Taffy recalls the story of the flying preacherman and a great thing that did not happen. A poor suburban sprawl in the Jamaican heartland, Augustown is a place where many things that should happen don’t, and plenty of things that shouldn’t happen do. For the story of Kaia leads back to another momentous day in Jamaican history, the birth of the Rastafari and the desire for a better life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Magical Realism",
                "Literary Fiction",
                "Race",
                "Novels",
                "Audiobook",
                "Religion",
                "Adult"
            ]
        },
        {
            "title": "One of Us: The Story of Anders Breivik and the Massacre in Norway",
            "authors": [
                "Åsne Seierstad",
                "Sarah Death"
            ],
            "ranking": 4.41,
            "ranking_count": 9977,
            "abstract": "A harrowing and thorough account of the massacre that upended Norway, and the trial that helped put the country back together. On July 22, 2011, Anders Behring Breivik detonated a bomb outside government buildings in central Oslo, killing eight people. He then proceeded to a youth camp on the island of Utøya, where he killed sixty-nine more, most of them teenage members of Norway’s governing Labour Party. In. The Island. , the journalist Åsne Seierstad tells the story of this terrible day and what led up to it. What made Breivik, a gifted child from an affluent neighborhood in Oslo, become a terrorist?. As in her bestseller. The Bookseller of Kabul. , Seierstad excels at the vivid portraiture of lives under stress. She delves deep into Breivik’s troubled childhood, showing how a hip-hop and graffiti aficionado became a right-wing activist and Internet game addict, and then an entrepreneur, Freemason, and self-styled master warrior who sought to “save Norway” from the threat of Islam and multiculturalism. She writes with equal intimacy about Breivik’s victims, tracing their political awakenings, aspirations to improve their country, and ill-fated journeys to the island. By the time Seierstad reaches Utøya, we know both the killer and those he will kill. We have also gotten to know an entire country—famously peaceful and prosperous, and utterly incapable of protecting its youth.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "History",
                "Mystery",
                "Biography",
                "Politics",
                "War",
                "Writing",
                "European Literature",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Luster of Lost Things",
            "authors": [
                "Sophie Chen Keller"
            ],
            "ranking": 3.72,
            "ranking_count": 2099,
            "abstract": "In this story for readers of The Curious Incident of the Dog in the Night-Time and A Man Called Ove, when all seems lost, he finds what matters most.. Walter Lavender Jr. is a master of finding. A wearer of high-tops. A maker of croissants. A son keeping vigil, twelve years counting.. But he wouldn’t be able to tell you. Silenced by his motor speech disorder, Walter’s life gets lonely. Fortunately, he has The Lavenders—his mother’s enchanted dessert shop, where marzipan dragons breathe actual fire. He also has a knack for tracking down any missing thing—except for his lost father.. So when the Book at the root of the bakery’s magic vanishes, Walter, accompanied by his overweight golden retriever, journeys through New York City to find it—along the way encountering an unforgettable cast of lost souls.. Steeped in nostalgic wonder, The Luster of Lost Things explores the depths of our capacity for kindness and our ability to heal. A lyrical meditation on why we become lost and how we are found, from the bright, broken heart of a boy who knows where to look for everyone but himself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Contemporary",
                "Young Adult",
                "Animals",
                "Adult",
                "New York"
            ]
        },
        {
            "title": "Pimpernel",
            "authors": [
                "Sheralyn Pratt"
            ],
            "ranking": 4.13,
            "ranking_count": 928,
            "abstract": "For centuries, the elite of the world have sought the Pimpernel everywhere. Some want to kill him, others want to hire him, but Jack Cavanaugh knows that the love/hate relationship comes with the job title.. At present, Jack is trying to dismantle an investment scheme centered in Las Vegas, but trying is the operative word. It's been a month since he put the face of the scheme behind bars, yet the scam is still going strong. As Jack tries to uncover who has stepped in as the new head, what miniscule evidence there is all seems to point him back to Claire Ramsey, an introverted PhD student studying at UNLV.. If ever there as an unlikely head of an investment scheme, Claire's it. She has a genius IQ, but from all Jack has seen, Claire’s intelligence is as much a blessing as a curse when paired up with her acute OCD. Claire can barely make conversation with the cute guy down the hall, which makes it hard to believe she could be the charismatic salesperson who is getting international businessmen to invest $5—50 million a pop.. So what is Jack missing? What is the real story behind Claire Ramsey? And once Jack learns it, will he be able to walk away?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Mystery",
                "Contemporary",
                "Suspense",
                "Adult",
                "Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Brown Dog: Novellas",
            "authors": [
                "Jim Harrison"
            ],
            "ranking": 4.14,
            "ranking_count": 2118,
            "abstract": "New York Times. best-selling author Jim Harrison is one of America’s most beloved writers, and of all his creations, Brown Dog, a bawdy, reckless, down-on-his-luck Michigan Indian, has earned cult status with readers in the more than two decades since his first appearance. For the first time,. Brown Dog. gathers all the Brown Dog novellas, including one never-published one, into one volume—the ideal introduction (or reintroduction) to Harrison’s irresistible Everyman.. In these novellas, BD rescues the preserved body of an Indian from Lake Superior’s cold waters; overindulges in food, drink, and women while just scraping by in Michigan’s Upper Peninsula; wanders Los Angeles in search of an ersatz Native activist who stole his bearskin; adopts two Native children; and flees the authorities, then returns across the Canadian border aboard an Indian rock band’s tour bus. The collection culminates with He Dog, never before published, which finds BD marginally employed and still looking for love (or sometimes just a few beers and a roll in the hay), as he goes on a road trip from Michigan to Montana and back, arriving home to the prospect of family stability and, perhaps, a chance at redemption.. Brown Dog. underscores Harrison’s place as one of America’s most irrepressible writers, and one of the finest practitioners of the novella form.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Humor",
                "Audiobook",
                "Environment",
                "Novella",
                "Literature",
                "Anthologies",
                "Contemporary",
                "Novels"
            ]
        },
        {
            "title": "Going Home",
            "authors": [
                "James D. Shipman"
            ],
            "ranking": 4.07,
            "ranking_count": 2192,
            "abstract": "Amazon-bestselling author James D. Shipman’s Going Home is a Civil War historical novel based on a true story and a tragic drama of trust betrayed.. Joseph Forsyth is the Irish immigrant son of a jobless alcoholic. Indentured to a printer in Quebec at age 11, he undergoes abuse and alienation before escaping to rejoin his family in upstate New York. Joseph is forced to pay off his father’s debts to save the family farm. He sacrifices his own happiness and freedom to care for his family. His hard work and gentle nature win him friends and admiration throughout the small town of Macomb.. Joseph courts and wins the hand of Lucy Hastings, daughter of an established and wealthy father. He soon learns she is spoiled and narcissistic and he is now faced with trying to take care of his father’s family and the burdens of an entitled wife. In 1864, he is forced by financial strain to take a bounty and join the 186th New York Regiment. He is badly wounded at Petersburg, Virginia in early 1865 and lies unconscious and near death. When he finally awakens he learns that terrible tragedy has struck at home.. Going Home explores the depths of codependency and alcoholism, and a brave man’s battle to free himself from these invisible bonds.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Military History",
                "Fiction",
                "Romance",
                "War",
                "North American Hi...",
                "Literature",
                "Cultural",
                "United States"
            ]
        },
        {
            "title": "The Girl Before",
            "authors": [
                "J.P. Delaney"
            ],
            "ranking": 3.7,
            "ranking_count": 139004,
            "abstract": "A psychological thriller that spins one woman’s seemingly good fortune, and another woman’s mysterious fate, through a kaleidoscope of duplicity, death, and deception—and the hottest title at the 2015 Frankfurt Book Fair.. A damaged young woman gets the unique opportunity to rent a one-of-a-kind house. When she falls in love with the sexy, enigmatic architect who designed it, she has no idea she is following in the footsteps of the girl who came before: the house’s former tenant.. The eerie parallels in the two girls’ lives lay bare an enthralling story…and make this novel the must-read thriller of the season.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Midnight in Austenland",
            "authors": [
                "Shannon Hale"
            ],
            "ranking": 3.52,
            "ranking_count": 18186,
            "abstract": "When Charlotte Kinder treats herself to a two-week vacation at Austenland, she happily leaves behind her ex-husband and his delightful new wife, her ever-grateful children, and all the rest of her real life in America. She dons a bonnet and stays at a country manor house that provides an immersive Austen experience, complete with gentleman actors who cater to the guests' Austen fantasies.. Everyone at Pembrook Park is playing a role, but increasingly, Charlotte isn't sure where roles end and reality begins. And as the parlor games turn a little bit menacing, she finds she needs more than a good corset to keep herself safe. Is the brooding Mr. Mallery as sinister as he seems? What is Miss Gardenside's mysterious ailment? Was that an actual dead body in the secret attic room? And-perhaps of the most lasting importance-could the stirrings in Charlotte's heart be a sign of real-life love?. The follow-up to reader favorite. Austenland. provides the same perfectly plotted pleasures, with a feisty new heroine, plenty of fresh and frightening twists, and the possibility of a romance that might just go beyond the proper bounds of Austen's world. How could it not turn out right in the end?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Mystery",
                "Womens Fiction",
                "Adult",
                "Contemporary",
                "Adult Fiction",
                "Humor",
                "Historical"
            ]
        },
        {
            "title": "The Novel in the Viola",
            "authors": [
                "Natasha Solomons"
            ],
            "ranking": 3.79,
            "ranking_count": 19037,
            "abstract": "In the spring of 1938, Elise Landau arrives at Tyneford, the great house on the bay. A bright young thing from Vienna forced to become a parlour-maid, she knows nothing about England, except that she won't like it. As servants polish silver and serve drinks on the lawn, Elise wears her mother's pearls beneath her uniform and causes outrage by dancing with a boy called Kit. But war is coming, the world is changing, and Elise must change with it.. At Tyneford she learns that you can be more than one person - and that you can love more than once.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "War",
                "European Literature",
                "Adult Fiction",
                "World War II"
            ]
        },
        {
            "title": "Ant Encounters: Interaction Networks and Colony Behavior",
            "authors": [
                "Deborah M. Gordon"
            ],
            "ranking": 4.09,
            "ranking_count": 124,
            "abstract": "How do ant colonies get anything done, when no one is in charge? An ant colony operates without a central control or hierarchy, and no ant directs another. Instead, ants decide what to do based on the rate, rhythm, and pattern of individual encounters and interactions--resulting in a dynamic network that coordinates the functions of the colony.. Ant Encounters. provides a revealing and accessible look into ant behavior from this complex systems perspective.. Focusing on the moment-to-moment behavior of ant colonies, Deborah Gordon investigates the role of interaction networks in regulating colony behavior and relations among ant colonies. She shows how ant behavior within and between colonies arises from local interactions of individuals, and how interaction networks develop as a colony grows older and larger. The more rapidly ants react to their encounters, the more sensitively the entire colony responds to changing conditions. Gordon explores whether such reactive networks help a colony to survive and reproduce, how natural selection shapes colony networks, and how these structures compare to other analogous complex systems.. Ant Encounters. sheds light on the organizational behavior, ecology, and evolution of these diverse and ubiquitous social insects.",
            "part_of_series": true,
            "genre_list": [
                "Science",
                "Environment",
                "Nonfiction",
                "Biology",
                "Animals"
            ]
        },
        {
            "title": "Whole: Rethinking the Science of Nutrition",
            "authors": [
                "T. Colin Campbell"
            ],
            "ranking": 3.91,
            "ranking_count": 5831,
            "abstract": "What happens when you eat an apple? The answer is vastly more complex than you imagine.. Every apple contains thousands of antioxidants whose names, beyond a few like vitamin C, are unfamiliar to us, and each of these powerful chemicals has the potential to play an important role in supporting our health. They impact thousands upon thousands of metabolic reactions inside the human body. But calculating the specific influence of each of these chemicals isn’t nearly sufficient to explain the effect of the apple as a whole. Because almost every chemical can affect every other chemical, there is an almost infinite number of possible biological consequences.. And that’s just from an apple.. Nutritional science, long stuck in a reductionist mindset, is at the cusp of a revolution. The traditional gold standard” of nutrition research has been to study one chemical at a time in an attempt to determine its particular impact on the human body. These sorts of studies are helpful to food companies trying to prove there is a chemical in milk or pre-packaged dinners that is good” for us, but they provide little insight into the complexity of what actually happens in our bodies or how those chemicals contribute to our health.. In. The China Study. , T. Colin Campbell (alongside his son, Thomas M. Campbell) revolutionized the way we think about our food with the evidence that a whole food, plant-based diet is the healthiest way to eat. Now, in. Whole. , he explains the science behind that evidence, the ways our current scientific paradigm ignores the fascinating complexity of the human body, and why, if we have such overwhelming evidence that everything we think we know about nutrition is wrong, our eating habits haven’t changed.. Whole. is an eye-opening, paradigm-changing journey through cutting-edge thinking on nutrition, a scientific tour de force with powerful implications for our health and for our world.",
            "part_of_series": false,
            "genre_list": [
                "Health",
                "Nonfiction",
                "Food and Drink",
                "Science",
                "Audiobook",
                "Self Help",
                "Reference"
            ]
        },
        {
            "title": "The Lucky Heart",
            "authors": [
                "Devney Perry"
            ],
            "ranking": 4.27,
            "ranking_count": 6345,
            "abstract": "Life on his ranch could be their future. If they can overcome their past.. Felicity’s life story reads like the script to a bad soap opera. Girl’s high-school boyfriend becomes a drug addict. Girl falls for boyfriend’s best friend. Girl leaves them both behind only to return home years later for murdered ex-boyfriend’s funeral. Now she’s back home in Montana, ready to start fresh. She’s got a long list of amends to make and relationships to rebuild, including one with the man who has owned her heart for sixteen years.. Silas doesn’t need much. He’s got a great horse, close friends and the Lucky Heart ranch, but something has always been missing. He’s not an idiot. He knows the missing piece is Felicity. And now that she’s returned to Prescott, he’s got a second chance to win her heart. This time, the only thing standing in his way is history. Drudging up the past is going to be about as painful as playing tug of war with barbed wire. But if they can heal old wounds, he’ll get the girl he should have had all along.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Westerns",
                "Audiobook",
                "Adult",
                "New Adult",
                "War",
                "Fiction",
                "Sociology"
            ]
        },
        {
            "title": "The Oath of the Vayuputras",
            "authors": [
                "Amish Tripathi"
            ],
            "ranking": 3.81,
            "ranking_count": 64752,
            "abstract": "ONLY A GOD CAN STOP IT.. Shiva is gathering his forces. He reaches the Naga capital, Panchavati, and Evil is finally revealed. The Neelkanth prepares for a holy war against his true enemy, a man whose name instils dread in the fiercest of warriors.. India convulses under the onslaught of a series of brutal battles. It's a war for the very soul of the nation. Many will die. But Shiva must not fail, no matter what the cost. In his desperation, he reaches out to the ones who have never offered any help to him: the Vayuputras.. Will he succeed? And what will be the real cost of battling Evil? To India? And to Shiva's soul?. Discover the answer to these mysteries in this concluding part of the bestselling Shiva Trilogy.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Asian Literature",
                "Historical",
                "Cultural",
                "Amish",
                "Novels",
                "Adventure",
                "Thriller"
            ]
        },
        {
            "title": "Fire Touched",
            "authors": [
                "Patricia Briggs"
            ],
            "ranking": 4.37,
            "ranking_count": 45201,
            "abstract": "Tensions between the fae and humans are coming to a head. And when coyote shapeshifter Mercy and her Alpha werewolf mate, Adam, are called upon to stop a rampaging troll, they find themselves with something that could be used to make the fae back down and forestall out-and-out war: a human child stolen long ago by the fae.. Defying the most powerful werewolf in the country, the humans, and the fae, Mercy, Adam, and their pack choose to protect the boy no matter what the cost. But who will protect them from a boy who is fire touched?. *. Library Journal",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "Connections in Death",
            "authors": [
                "J.D. Robb",
                "Susan Ericksen"
            ],
            "ranking": 4.3,
            "ranking_count": 18778,
            "abstract": "Unabridged, 10 audio compact discs, 12 hours 20 minutes. _______________. In this gritty and gripping new audiobook in the #1. New York Times. bestselling series, Eve Dallas fights to save the innocent—and serve justice to the guilty—on the streets of New York.. Homicide cop Eve Dallas and her billionaire husband, Roarke, are building a brand-new school and youth shelter. They know that the hard life can lead kids toward dangerous crossroads—and with this new project, they hope to nudge a few more of them onto the right path. For expert help, they hire child psychologist Dr. Rochelle Pickering—whose own brother pulled himself out of a spiral of addiction and crime with Rochelle’s support.. Lyle is living with Rochelle while he gets his life together, and he’s thrilled to hear about his sister’s new job offer. But within hours, triumph is followed by tragedy. Returning from a celebratory dinner with her boyfriend, she finds Lyle dead with a syringe in his lap, and Eve’s investigation confirms that this wasn’t just another OD. After all his work to get clean, Lyle’s been pumped full of poison—and a neighbor with a peephole reports seeing a scruffy, pink-haired girl fleeing the scene.. Now Eve and Roarke must venture into the gang territory where Lyle used to run, and the ugly underground world of tattoo parlors and strip joints where everyone has taken a wrong turn somewhere. They both believe in giving people a second chance. Maybe even a third or fourth. But as far as they’re concerned, whoever gave the order on Lyle Pickering’s murder has run out of chances…",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Suspense",
                "Futuristic",
                "Science Fiction",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "The Girl Who Never Read Noam Chomsky",
            "authors": [
                "Jana Casale"
            ],
            "ranking": 3.58,
            "ranking_count": 1194,
            "abstract": "Leda is a girl who knows what she wants and who she is—or at least believes she does. When we meet her as a college student in Boston—confident, intelligent, independent—she’s hopeful that a flirty chat with a cute boy reading a book in a café will lead to romance. They have a fleetingly awkward conversation that dwindles into little more than mortifying embarrassment, but the encounter does leave her one positive, and ultimately transformative, thought: Leda decides she wants to read Noam Chomsky. So she promptly buys a book and never—ever—reads it.. As the days, years, and decades of the rest of her life unfold, we watch Leda confront what it is that she really wants and who it is that she is really meant to be.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens",
                "Literary Fiction",
                "Adult Fiction",
                "Feminism",
                "Contemporary",
                "Novels",
                "Audiobook",
                "Unfinished",
                "Young Adult"
            ]
        },
        {
            "title": "The Electric State",
            "authors": [
                "Simon Stålenhag"
            ],
            "ranking": 4.43,
            "ranking_count": 3941,
            "abstract": "Stranger Things meets On the Road in this hypnotic, lavishly illustrated novel. Set in a post-apocalyptic 1997, The Electric State is the story of Michelle who, accompanied by her toy robot Skip, sets out across the western United States in a stolen car to find her missing brother. Told in achingly melancholy, spare prose and featuring almost a hundred gorgeous, full-colour illustrations, The Electric State is a novel like no other. Rights in The Electric State have already sold in thirteen territories and Deadline reports that the film rights were snapped up by the Russo Brothers' production company (Captain America: The Winter Soldier and Captain America: Civil War) with Andy Muschietti (Mama, It) attached to direct. Author BiographySimon Stalenhag (b. 1984) is the internationally acclaimed author, concept designer and artist behind Tales from the Loop and Things from the Flood. His highly imaginative images and stories depicting illusive sci-fi phenomena in mundane, hyper-realistic Scandinavian and American landscapes have made Stalenhag one of the most sought-after visual storytellers in the world. Tales from the Loop was ranked one of the 10 Best Dystopias by The Guardian, along with such works as Franz Kafka's The Trial and Andrew Niccol's Gattaca. - The Electric State By Simon Stalenhag (Hardback)",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Sequential Art",
                "Fiction",
                "Art",
                "Apocalyptic",
                "Horror",
                "Fantasy"
            ]
        },
        {
            "title": "Once Upon a Prince",
            "authors": [
                "Rachel Hauck"
            ],
            "ranking": 3.83,
            "ranking_count": 11547,
            "abstract": "Susanna Truitt never dreamed of a great romance or being treated like a princess—just to marry the man she has loved for twelve years. But life isn't going according to plan. When her high-school-sweetheart-turned-Marine-officer breaks up instead of proposing, Susanna scrambles to rebuild her life.. The last thing Prince Nathaniel expects to find on his American holiday to St. Simon's Island is the queen of his heart. A prince has duties, and his family's tense political situation has chosen his bride for him. When Prince Nathaniel comes to Susanna's aid under the fabled Lover's Oak, he is blindsided by love.. Their lives are worlds apart. He's a royal prince. She's an ordinary girl. But everything changes when Susanna receives an invitation to Nathaniel's coronation. It's the ultimate choice. His kingdom or her heart? God's will or their own?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Christian Fiction",
                "Christian",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Beckomberga: Ode till min familj",
            "authors": [
                "Sara Stridsberg"
            ],
            "ranking": 3.76,
            "ranking_count": 2560,
            "abstract": "När Jimmie Darling kommer till Beckomberga mentalsjukhus börjar hans dotter Jackie tillbringa allt mer tid där och när modern reser till Svarta havet blir sjukhuset hela hennes värld. Där finns läkaren Edvard Winterson som varje natt tar med sig Jim och några utvalda patienter till sina stora fester vid Lill-Jansplan, där finns Inger Vogel som rör sig på gränsen mellan ordning och ödeläggelse och Sabina med sina pärlor och sin bedrövelse. Där finns också Paul och kärleken, det verkliga vansinnet.. Beckom​berga – ode till min familj är en berättelse om drömmen att hålla någon kvar i ljuset som aldrig riktigt har velat vara där, om skräcken och längtan efter att falla. I Sara Stridsbergs bedövande vackra roman är mentalsjukhuset intill Judarskogen både en monstruös ängel och en gammal utopi om att fånga den som faller.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Contemporary",
                "Health",
                "Mental Health",
                "Family",
                "Novels",
                "Psychology"
            ]
        },
        {
            "title": "Miss You",
            "authors": [
                "Kate Eberlen"
            ],
            "ranking": 3.73,
            "ranking_count": 10950,
            "abstract": "In the tradition of. One Day. , a wryly romantic story about two strangers who meet briefly as teens in Florence and whose paths cross again many times over the course of the next sixteen years, until they’re finally brought back together. What if the person you’re looking for is standing right next to you, and you don’t even know it?. “Today is the first day of the rest of your life,” reads the motto on a plate in the kitchen at home, and Tess can’t get it out of her head, even though she’s in Florence for a final, idyllic holiday before she starts university in London.. Gus and his parents are also visiting Florence, seven months after their lives changed suddenly and tragically. Gus, headed to medical school, is trying to be a dutiful son, but he longs to escape and discover who he really is.. On that day, the paths of an eighteen-year-old girl and boy criss-cross before they each return to England, to futures that are wildly different from the ones they’d envisioned for themselves.. Over the course of the next sixteen years, life and love will offer them very different challenges. Separated by distance and fate, there’s no way the two of them are ever going to meet each other—until they each find themselves back in Florence, all those years later….",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "European Literature",
                "New Adult"
            ]
        },
        {
            "title": "The Great Derangement: Climate Change and the Unthinkable",
            "authors": [
                "Amitav Ghosh"
            ],
            "ranking": 4.09,
            "ranking_count": 3662,
            "abstract": "Are we deranged? The acclaimed Indian novelist Amitav Ghosh argues that future generations may well think so. How else to explain our imaginative failure in the face of global warming? In his first major book of nonfiction since. In an Antique Land. , Ghosh examines our inability—at the level of literature, history, and politics—to grasp the scale and violence of climate change.. The extreme nature of today’s climate events, Ghosh asserts, make them peculiarly resistant to contemporary modes of thinking and imagining. This is particularly true of serious literary fiction: hundred-year storms and freakish tornadoes simply feel too improbable for the novel; they are automatically consigned to other genres. In the writing of history, too, the climate crisis has sometimes led to gross simplifications; Ghosh shows that the history of the carbon economy is a tangled global story with many contradictory and counterintuitive elements.. Ghosh ends by suggesting that politics, much like literature, has become a matter of personal moral reckoning rather than an arena of collective action. But to limit fiction and politics to individual moral adventure comes at a great cost. The climate crisis asks us to imagine other forms of human existence—a task to which fiction, Ghosh argues, is the best suited of all cultural forms. His book serves as a great writer’s summons to confront the most urgent task of our time.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Science",
                "Politics",
                "History",
                "Biology",
                "Writing"
            ]
        },
        {
            "title": "Booked: Literature in the Soul of Me",
            "authors": [
                "Karen Swallow Prior"
            ],
            "ranking": 4.26,
            "ranking_count": 642,
            "abstract": "A life of books. A life of soul. Professor Karen Swallow Prior poignantly and humorously weaves the two, until you can't tell one life from the other. Booked draws on classics like. Great Expectations. , delights such as. Charlotte's Web. , the poetry of Hopkins and Donne, and more. This thoughtful, straight-up memoir will be pure pleasure for book-lovers, teachers, and anyone who has struggled to find a way to articulate the inexpressible through a love of story.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Writing",
                "Biography",
                "Biography Memoir",
                "Christian",
                "Literature",
                "Language",
                "Spirituality"
            ]
        },
        {
            "title": "The Silk Roads: A New History of the World",
            "authors": [
                "Peter Frankopan"
            ],
            "ranking": 4.15,
            "ranking_count": 30029,
            "abstract": "The New Silk Roads takes a fresh look at the relationships being formed along the length and breadth of the ancient trade routes today. The world is changing dramatically and in an age of Brexit and Trump, the themes of isolation and fragmentation permeating the western world stand in sharp contrast to events along the Silk Roads, where ties are being strengthened and mutual cooperation established.. This prescient contemporary history provides a timely reminder that we live in a world that is profoundly interconnected. Following the Silk Roads eastwards from Europe through to China, by way of Russia and the Middle East, Peter Frankopan assesses the global reverberations of continual shifts in the centre of power – all too often absent from headlines in the west.. The New Silk Roads asks us to re-examine who we are and where we stand in the world, illuminating the themes on which all our lives and livelihoods depend.. The Silk Roads, a major reassessment of world history, has sold over 1 million copies worldwide.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Cultural",
                "Historical",
                "Audiobook",
                "Economics",
                "Travel"
            ]
        },
        {
            "title": "12 Rules for Life: An Antidote to Chaos",
            "authors": [
                "Jordan B. Peterson",
                "Norman Doidge",
                "Ethan Van Sciver"
            ],
            "ranking": 3.94,
            "ranking_count": 157479,
            "abstract": "What does everyone in the modern world need to know? Renowned psychologist Jordan B. Peterson's answer to this most difficult of questions uniquely combines the hard-won truths of ancient tradition with the stunning revelations of cutting-edge scientific research.. Humorous, surprising, and informative, Dr. Peterson tells us why skateboarding boys and girls must be left alone, what terrible fate awaits those who criticize too easily, and why you should always pet a cat when you meet one on the street.. What does the nervous system of the lowly lobster have to tell us about standing up straight (with our shoulders back) and about success in life? Why did ancient Egyptians worship the capacity to pay careful attention as the highest of gods? What dreadful paths do people tread when they become resentful, arrogant, and vengeful? Dr. Peterson journeys broadly, discussing discipline, freedom, adventure, and responsibility, distilling the world's wisdom into 12 practical and profound rules for life.. 12 Rules for Life. shatters the modern commonplaces of science, faith, and human nature while transforming and ennobling the mind and spirit of its listeners.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Philosophy",
                "Audiobook",
                "Unfinished",
                "Religion",
                "Politics",
                "Science"
            ]
        },
        {
            "title": "Motorcycle Man",
            "authors": [
                "Kristen Ashley"
            ],
            "ranking": 4.39,
            "ranking_count": 54924,
            "abstract": "Get ready to ride . . .. Tyra Masters has had enough drama to last a lifetime. Now, she's back on track and looking forward to her new, quiet life. Until she meets the man of her dreams. The tattooed, muscled biker plies her with tequila-and the best sex of her life. She knows it isn't the tequila and hot sex talking. He's the kind of man she's always wanted. Unfortunately, he's also her new boss . . .. Kane Tack Allen has a rule. He doesn't employ someone he's slept with. So when he learns he spent last night in bed with his new office manager, he quickly fires Tyra. Yet when Tyra stands up to him and fights for her job, Tack is intrigued. He tells her she can keep her job on one condition: no more sex. Ever. But as things heat up between them, Tack finds that he'll be the one breaking all the rules.... 136,000 words",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Suspense",
                "Womens Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Dove Arising",
            "authors": [
                "Karen Bao"
            ],
            "ranking": 3.58,
            "ranking_count": 1804,
            "abstract": "Fans of. Ender's Game. and. The Maze Runner. will love this smart sci-fi debut!. Phaet Theta has lived her whole life in a colony on the Moon. She’s barely spoken since her father died in an accident nine years ago. She cultivates the plants in Greenhouse 22, lets her best friend talk for her, and stays off the government’s radar.. Then her mother is arrested.. The only way to save her younger siblings from the degrading Shelter is by enlisting in the Militia, the faceless army that polices the Lunar bases and protects them from attacks by desperate Earth dwellers. Training is brutal, but it’s where Phaet forms an uneasy but meaningful alliance with the preternaturally accomplished Wes, a fellow outsider.. Rank high, save her siblings, free her mom:  that’s the plan. Until Phaet’s logically ordered world begins to crumble.... Suspenseful, intelligent, and hauntingly prescient,. Dove Arising. stands on the shoulders of our greatest tales of the future to tell a story that is all too relevant today.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Space",
                "Romance",
                "Fantasy",
                "Adventure",
                "Futuristic"
            ]
        },
        {
            "title": "D DAY Through German Eyes: Book One and Book Two",
            "authors": [
                "Holger Eckhertz",
                "Sprech Media"
            ],
            "ranking": 4.36,
            "ranking_count": 525,
            "abstract": "This new paperback edition contains Book One and Book Two of this series, revealing the hidden side of D Day which has fascinated readers around the world. Almost all accounts of D Day are told from the Allied perspective. But what was it like to be a German soldier in the bunkers of the Normandy coast, facing the onslaught of the mightiest invasion in history? What motivated the German defenders, what were their thought processes - and how did they fight from one strong point to another, among the dunes and fields, on that first cataclysmic day? This book sheds fascinating light on these questions, bringing together statements made by German survivors after the war, when time had allowed them to reflect on their state of mind, their actions and their choices of June 6th. We see a perspective of D Day which deserves to be added to the historical record, in which ordinary German troops struggled to make sense of what was facing them, and emerged stunned at the weaponry and sheer determination of the Allied troops. Above all, we now have the unheard human voices of the individual German soldiers - the men who are so often portrayed as a faceless mass.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Cultural"
            ]
        },
        {
            "title": "In the Shadow of the Sword: The Birth of Islam and the Rise of the Global Arab Empire",
            "authors": [
                "Tom Holland"
            ],
            "ranking": 3.91,
            "ranking_count": 3765,
            "abstract": "The acclaimed author of. Rubicon. and other superb works of popular history now produces a thrillingly panoramic (and incredibly timely) account of the rise of Islam.. No less significant than the collapse of the Roman Republic or the Persian invasion of Greece, the evolution of the Arab empire is one of the supreme narratives of ancient history, a story dazzlingly rich in drama, character, and achievement.  Just like the Romans, the Arabs came from nowhere to carve out a stupefyingly vast dominion—except that they achieved their conquests not over the course of centuries as the Romans did but in a matter of decades. Just like the Greeks during the Persian wars, they overcame seemingly insuperable odds to emerge triumphant against the greatest empire of the day—not by standing on the defensive, however, but by hurling themselves against all who lay in their path.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "Politics",
                "Historical"
            ]
        },
        {
            "title": "Travelling in a Strange Land",
            "authors": [
                "David Park"
            ],
            "ranking": 4.14,
            "ranking_count": 1128,
            "abstract": "Set in a frozen winter landscape, the new novel from the prize-winning, acclaimed author David Park is a psychologically astute, expertly crafted portrait of a father’s inner life and a family in crisis. I am entering the frozen land, although to which country it belongs I cannot say.. The world is hushed, cloaked in snow. Transport has ground to a halt, flights cancelled and roads treacherous. Yet Tom must venture out into this transformed landscape to collect his son Luke, sick and stranded in his student lodgings. During this solitary journey from Belfast to Sunderland by car and boat, Tom reflects on his life: the beloved wife he leaves behind, labouring to create the perfect Christmas and mend their family’s cracks with seasonal cheer; the son he is driving towards, yet struggles to connect with; the countless small disappointments of his photography career; and the absence that is always there as a voice in his head – his other son, Daniel.. In prose both lyrical and effortless, David Park vividly presents us with the inner life of a man grappling with existence’s challenges: the memories that haunt us, the secrets that divide us, and the bonds that strengthen us. Meditating on marriage, masculinity, parenthood and ambition, this novel encapsulates, with its exquisitely nuanced, precisely delineated depiction of human experience, the unsolved mystery at the heart of our lives.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "European Literature",
                "Contemporary",
                "Travel",
                "Novels",
                "Book Club",
                "Family"
            ]
        },
        {
            "title": "Yes: My Improbable Journey to the Main Event of Wrestlemania",
            "authors": [
                "Daniel   Bryan",
                "Craig Tello"
            ],
            "ranking": 4.1,
            "ranking_count": 2226,
            "abstract": "One of WWE's most unlikely champions of all time and also one of its most popular, Bryan has proved to the world and to all of WWE that looks can be deceiving. Just ask anyyone who's ever underestimated him . . . right before he went out and whipped the WWE universe into a frenzy.. This is Bryan's behind-the-scenes story told for the first time ever by the YES! Man himself---from his beginnings as a child wanting to wrestle to his ten years circling the globe on the independent circuit and his remarkable climb to the upper ranks of WWE.. As the biggest week of his life unfolds, Aberdeen, Washington's bearded son reflects in full detail on his incredible path to the top and gives his take on the events that have shaped him. With his Bryan-ized blend of modesty and surprising candor, Daniel pulls no punches (or martial arts kicks) as he reveals his true thoughts on his evolution as a performer, his various roles in WWE versus the independent years, life on the road, at home, and much more.. And of course, get the untold story surrounding the YES! chant that evolved to full-fledged movement, skyrocketing his career. This book chronicles all the hard work, values, influences, unique life choices, and more, leading to his watershed week at WrestleMania 30. You won't want to miss it. Yes! We're sure about this.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Sports",
                "Autobiography",
                "Audiobook",
                "Culture"
            ]
        },
        {
            "title": "CCCP: Cosmic Communist Constructions Photographed",
            "authors": [
                "Frédéric Chaubin"
            ],
            "ranking": 4.49,
            "ranking_count": 493,
            "abstract": "The fourth age of Soviet architecture. In this volume photographer. Frédéric Chaubin. reveals. 90 buildings sited in fourteen former Soviet Republics. which express what could be considered as. the fourth age of Soviet architecture. . They reveal an unexpected rebirth of imagination, an unknown burgeoning that took place. from 1970 until 1990. . Contrary to the twenties and thirties, no “school” or main trend emerges here. These buildings represent a chaotic impulse brought about by a decaying system. Their diversity announces the end of Soviet Union.. Taking advantage of the collapsing monolithic structure, the holes of the widening net,. architects revisited all the chronological periods and styles, going back to the roots or freely innovating. . Some of the daring ones completed projects that the Constructivists would have dreamt of (Druzhba sanatorium), others expressed their imagination in an expressionist way (Tbilisi wedding palace). A summer camp, inspired by sketches of a prototype lunar base, lays claim to its suprematist influence (Promethee). Then comes the speaking architecture widespread in the last years of the USSR: a crematorium adorned with concrete flames (Kiev crematorium), a technological institute with a flying saucer crashed on the roof (Kiev institute), a political center watching you like a Big Brother (Kaliningrad House of Soviet). This. puzzle of styles testifies to all the ideological dreams of the period. , from the obsession with the cosmos to the rebirth of privacy and it also outlines the geography of the USSR, showing how local influences made their exotic twists before bringing the country to its end.",
            "part_of_series": false,
            "genre_list": [
                "Architecture",
                "Art",
                "Nonfiction",
                "History",
                "Cultural",
                "Design",
                "Reference",
                "Art and Photography",
                "Russian History"
            ]
        },
        {
            "title": "Ιστορίες του Βαρθολομαίου Ολίβιε, ρεσεψιονίστ και διηγηματογράφου",
            "authors": [
                "Δημήτρης Καρακίτσος"
            ],
            "ranking": 4.13,
            "ranking_count": 15,
            "abstract": "Ως γνωστόν η Κέρκυρα είναι το κέντρο του κόσμου. Η θάλασσα που την κυκλώνει της χαρίζει όμορφες ακρογιαλιές και ήσυχους χειμερινούς μήνες. Εδώ, κάτω από του ουρανού το μέγα πολυκάντηλο, οι άνθρωποι ζουν δυο ζωές, παρά τις αυταπάτες τους. Άλλωστε τίποτα δεν είναι αληθινό. Ο Βαρθολομαίος Ολίβιε, ρεσεψιονίστ σε ξενοδοχείο με διάχυτες φυλλωσιές, έχοντας διαβρωθεί από τη σιωπή της νυχτερινής βάρδιας, ονειρεύεται ότι μπορεί να γράψει ιστορίες. Το νησί δεν αγνοεί κανένα τέκνο του. Αργά το βράδυ, που στα καντούνια παρελαύνουν στοιχειωμένες φιλαρμονικές, ο ρεσεψιονίστ δίνει τη θέση του στον διηγηματογράφο. Ο Βαρθολομαίος δεν χρειάζεται να επινοήσει τίποτα: οι ιστορίες του υπάρχουν αιώνες εδώ, χαραγμένες στα δέντρα.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Coral",
            "authors": [
                "Sara Ella"
            ],
            "ranking": 3.73,
            "ranking_count": 1073,
            "abstract": "There is more than one way to drown.. Coral has always been different, standing out from her mermaid sisters in a society where blending in is key. Worse yet, she fears she has been afflicted with the dreaded Disease, said to be carried by humans—emotions. Can she face the darkness long enough to surface in the light?. Above the sea, Brooke has nothing left to give. Depression and anxiety have left her feeling isolated. Forgotten. The only thing she can rely on is the numbness she finds within the cool and comforting ocean waves. If only she weren’t stuck at Fathoms—a new group therapy home that promises a second chance at life. But what’s the point of living if her soul is destined to bleed?. Merrick may be San Francisco’s golden boy, but he wants nothing more than to escape his controlling father. When his younger sister’s suicide attempt sends Merrick to his breaking point, escape becomes the only option. If he can find their mom, everything will be made right again—right?. When their worlds collide, all three will do whatever it takes to survive, and Coral might even catch a prince in the process. But what—and who—must they leave behind for life to finally begin?. Taking a new twist on Hans Christian Andersen’s beloved—yet tragic—fairy tale,. Coral. explores mental health from multiple perspectives, questioning what it means to be human in a world where humanity often seems lost.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Retellings",
                "Young Adult",
                "Mythology",
                "Contemporary",
                "Health",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Juniper: The Happiest Fox",
            "authors": [
                "Jessika Coker"
            ],
            "ranking": 4.53,
            "ranking_count": 389,
            "abstract": "With millions of followers on Instagram, Juniper the fox is the internet's cutest pet!. Juniper's adorable snaggletooth smile and fun-loving personality are vibrantly captured in this heartwarming book. With gorgeous photos, a charming narrative about Juniper's life, and a behind-the-scenes look at what it's like to live with a fox, this book will capture the heart of any animal lover. Juniper's story chronicles her adoption and real-life Fox and the Hound relationship with a dog named Moose as well as the hilarious shenanigans she regularly gets herself into—including adapting to her new companion Fig, a younger fox who was rescued from a fur farm. Readers will also get a look at the thing Juniper is best known for: she paints with her paws! Juniper's paw paintings sell out instantly on her website, and readers will delight in learning more about her artistic adventures. With her signature grin, Juniper reminds us that there is always something to be happy about; you just have to know where to look.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Environment",
                "Art",
                "Autobiography",
                "True Story",
                "Biography"
            ]
        },
        {
            "title": "La colpa",
            "authors": [
                "Ghirghis Ramal"
            ],
            "ranking": 4.0,
            "ranking_count": 18,
            "abstract": "Certi intimi conflitti non possono essere soffocati per sempre e sono destinati a esplodere nella maniera più rumorosa.. Mustafa Jamal farebbe qualsiasi cosa per rendere la sua famiglia orgogliosa di lui e per distinguersi dai due fratelli. Ogni mese invia soldi alla madre perché pensi che l’Italia sia davvero il paradiso lucente che meritava il sacrificio di abbandonarla in Egitto. Accetta persino di sposare la ragazza che la famiglia ha scelto per lui, la giovane e bella Aida, e di regalarle in patria una casa e un matrimonio da favola. Ma Mustafa Jamal, giocatore incallito, vive di bugie e schiacciato dalle contraddizioni di due mondi troppo distanti; come Luciano, il suo compagno, pianista di successo che per amore è disposto ad accettarle e portarne il peso; come Michela, l’amica appena divorziata, che si trova a dover contrastare il figlio Stefano pronto, per ribellione e per amore, ad abbracciare una fede di cui ignora troppi aspetti; o come Billy, il cugino italiano di Mustafa Jamal, aspirante imàm. È un romanzo diverso da ogni altro, quello scritto da chi si nasconde dietro lo pseudonimo di Ghirghis Ramal, perché ha il coraggio di raccontare dall’interno, senza ipocrisie, la vita di un giovane immigrato seguendo le tracce dei suoi demoni fino al fondo di un inferno privato che finisce per trasformarsi in tragedia collettiva. Proprio come insegna Dostoevskij, a cui l’autore si ispira dichiaratamente, restituendo così una volta di più alla letteratura il merito di indagare il nostro tempo, i suoi laceranti squilibri, le sue illusorie seduzioni.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "From Here to Eternity: Travelling the World to Find the Good Death",
            "authors": [
                "Caitlin Doughty"
            ],
            "ranking": 4.28,
            "ranking_count": 30479,
            "abstract": "As a practising mortician, Caitlin Doughty has long been fascinated by our pervasive terror of dead bodies. In. From Here to Eternity. she sets out in search of cultures unburdened by such fears. In rural Indonesia, she observes a man clean and dress his grandfather's mummified body. She meets Bolivian. ñatitas. (cigarette-smoking, wish-granting human skulls), and discovers the Japanese ritual of. kotsuage. , in which relatives use chopsticks to pluck their loved-ones' bones from cremation ashes.. With curiosity and morbid humour, Doughty introduces us to inspiring death-care innovators, participates in powerful death practices almost entirely unknown in the West and explores new spaces for mourning - including a futuristic glowing-Buddha columbarium in Japan, a candlelit Mexican cemetery, and America's only open-air pyre. In doing so she expands our sense of what it means to treat the dead with 'dignity' and reveals unexpected possibilities for our own death rituals.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Death",
                "Science",
                "Travel",
                "History",
                "Audiobook",
                "Anthropology",
                "Autobiography",
                "Adult",
                "Sociology"
            ]
        },
        {
            "title": "A Map of Days",
            "authors": [
                "Ransom Riggs"
            ],
            "ranking": 4.13,
            "ranking_count": 36654,
            "abstract": "The #1 bestselling series returns with a thrilling new story arc set in America!. Vintage photographs reveal the never-before-seen world of peculiar America with a stunning addition—full-color images.. Having defeated the monstrous threat that nearly destroyed the peculiar world, Jacob Portman is back where his story began, in Florida. Except now Miss Peregrine, Emma, and their peculiar friends are with him, and doing their best to blend in. But carefree days of beach visits and normalling lessons are soon interrupted by a discovery—a subterranean bunker that belonged to Jacob’s grandfather, Abe.. Clues to Abe’s double-life as a peculiar operative start to emerge, secrets long hidden in plain sight. And Jacob begins to learn about the dangerous legacy he has inherited—truths that were part of him long before he walked into Miss Peregrine’s time loop.. Now, the stakes are higher than ever as Jacob and his friends are thrust into the untamed landscape of American peculiardom—a world with few ymbrynes, or rules—that none of them understand. New wonders, and dangers, await in this brilliant next chapter for Miss Peregrine’s peculiar children. Their story is again illustrated throughout by haunting vintage photographs, but with a striking addition for this all-new, multi-era American adventure—full color.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Audiobook",
                "Historical",
                "Mystery",
                "Adventure",
                "Horror",
                "Science Fiction"
            ]
        },
        {
            "title": "Alle Toten fliegen hoch: Amerika",
            "authors": [
                "Joachim Meyerhoff"
            ],
            "ranking": 4.04,
            "ranking_count": 2823,
            "abstract": "Mit achtzehn ging ich für ein Jahr nach Amerika. Noch heute erzähle ich oft, dass es ein Basketballstipendium war, aber das stimmt nicht. Meine Großeltern haben den Austausch bezahlt. So beginnt der erste Roman von Joachim Meyerhoff, der seinen Ich-Erzähler aus der norddeutschen Provinz in die Weiten des amerikanischen Westens führt - und in ein Wechselbad der Gefühle. Entscheidend ist der selbstironische, empfindsame, pointiert-witzige Ton: Von der ersten Seite an folgt der Leser dem jugendlichen Helden, der sich aufmacht, einen der begehrten Plätze in einer amerikanischen Gastfamilie zu ergattern. Aber schon beim Auswahlgespräch in Hamburg werden ihm die Unterschiede zu den weltläufigen Großstadt-Jugendlichen schmerzlich bewusst. Konsequent gibt er sich im alles entscheidenden Fragebogen als genügsamer, naturbegeisterter und streng religiöser Kleinstädter aus - und findet sich bald darauf in Laramie, Wyoming wieder, mit Blick auf die Prärie, Pferde und die Rocky Mountains. Der drohende Kulturschock bleibt erst mal aus, der Stundenplan ist abwechslungsreich, die Basketballsaison steht bevor, doch dann reißt ein Anruf aus der Heimat ihn wieder zurück in seine Familie nach Norddeutschland - und in eine Trauer, der er nur mit einem erneuten Aufbruch nach Amerika begegnen kann.",
            "part_of_series": true,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Roman",
                "Young Adult",
                "Contemporary",
                "Cultural",
                "Audiobook",
                "The United States Of America",
                "Humor"
            ]
        },
        {
            "title": "The Admirals: Nimitz, Halsey, Leahy, and King—the Five-Star Admirals Who Won the War at Sea",
            "authors": [
                "Walter R. Borneman"
            ],
            "ranking": 4.3,
            "ranking_count": 3640,
            "abstract": "How history's only five-star admirals triumphed in World War II and made the United States the world's dominant sea power.. Only four men in American history have been promoted to the five-star rank of Admiral of the Fleet: William Leahy, Ernest King, Chester Nimitz, and William Halsey. These four men were the best and the brightest the navy produced, and together they led the U.S. navy to victory in World War II, establishing the United States as the world's greatest fleet.. In THE ADMIRALS, award-winning historian Walter R. Borneman tells their story in full detail for the first time. Drawing upon journals, ship logs, and other primary sources, he brings an incredible historical moment to life, showing us how the four admirals revolutionized naval warfare forever with submarines and aircraft carriers, and how these men-who were both friends and rivals-worked together to ensure that the Axis fleets lay destroyed on the ocean floor at the end of World War II.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "War",
                "Military",
                "North American Hi...",
                "Military History",
                "Historical"
            ]
        },
        {
            "title": "Spit and Song",
            "authors": [
                "Travis M. Riddle"
            ],
            "ranking": 4.14,
            "ranking_count": 65,
            "abstract": "Kali is a merchant who yearns to leave the harsh deserts of Herrilock and travel across the sea, trading goods and soaking in the sights and cultures. With a new potion on the market undercutting her profits, though, her seabound dreams are put on hold indefinitely.. Failed musician Puk hits rock bottom after yet another catastrophic performance. Wandering the city streets in search of any sip of booze or whiff of fire-spit he can get his hands on, he resigns to the fact that he’s stuck in the desert with no way back home to Atlua.. Until one day, their paths cross with an illicit job opportunity. With its hefty payday, Kali and Puk could afford to finally escape the desert heat and set sail across the gulf.. The black market job would see them travel endless dunes on a road made from a massive dead beast’s ribs and out to a mythical city in the sea, scuffling with monsters and thugs in search of a long-lost book that might be the most dangerous object in the world.. How hard could it really be?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "To Make Monsters Out of Girls",
            "authors": [
                "Amanda Lovelace"
            ],
            "ranking": 3.75,
            "ranking_count": 8779,
            "abstract": "What happens when the man of your dreams turns out to be a nightmare with sharp teeth and claws?. Winner of the 2016 Goodreads Choice Award for Best Poetry, amanda lovelace presents her new illustrated duology, “things that h(a)unt.” In this first installment,. to make monsters out of girls. , lovelace explores the memory of being in an abusive relationship. She poses the eternal question: Can you heal once you’ve been marked by a monster, or will the sun always sting?",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "Feminism",
                "Nonfiction",
                "Adult",
                "Contemporary",
                "Romance",
                "Health",
                "Short Stories",
                "Mental Health",
                "Sociology"
            ]
        },
        {
            "title": "Erebos",
            "authors": [
                "Ursula Poznanski"
            ],
            "ranking": 4.12,
            "ranking_count": 18499,
            "abstract": "In einer Londoner Schule wird ein Computerspiel herumgereicht – Erebos. Wer es startet, kommt nicht mehr davon los. Dabei sind die Regeln äußerst streng: Jeder hat nur eine Chance. Er darf mit niemandem darüber reden und muss immer allein spielen. Und wer gegen die Regeln verstößt oder seine Aufgaben nicht erfüllt, fliegt raus und kann Erebos auch nicht mehr starten.. Erebos lässt Fiktion und Wirklichkeit auf irritierende Weise verschwimmen: Die Aufgaben, die das Spiel stellt, müssen in der realen Welt ausgeführt werden.. Auch Nick ist süchtig nach Erebos – bis es ihm befiehlt, einen Menschen umzubringen …",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Thriller",
                "Science Fiction",
                "Fantasy",
                "Mystery",
                "Fiction",
                "European Literature",
                "Contemporary",
                "Adventure"
            ]
        },
        {
            "title": "Storm and Silence",
            "authors": [
                "Robert Thier"
            ],
            "ranking": 4.5,
            "ranking_count": 24725,
            "abstract": "Freedom—that is what Lilly Linton wants most in life. Not marriage, not a brood of squalling brats, and certainly not love, thank you very much!. But freedom is a rare commodity in 19th-century London, where girls are expected to spend their lives sitting at home, fully occupied with looking pretty. Lilly is at her wits’ end—until a chance encounter with a dark, dangerous and powerful stranger changes her life forever.... Enter the world of Mr Rikkard Ambrose, where the only rule is: Knowledge is power is time is money!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Humor",
                "Young Adult",
                "Contemporary",
                "New Adult",
                "Adventure"
            ]
        },
        {
            "title": "Invisible Women: Data Bias in a World Designed for Men",
            "authors": [
                "Caroline Criado Pérez"
            ],
            "ranking": 4.37,
            "ranking_count": 69997,
            "abstract": "Data is fundamental to the modern world. From economic development, to healthcare, to education and public policy, we rely on numbers to allocate resources and make crucial decisions. But because so much data fails to take into account gender, because it treats men as the default and women as atypical, bias and discrimination are baked into our systems. And women pay tremendous costs for this bias, in time, money, and often with their lives.. Celebrated feminist advocate Caroline Criado Perez investigates the shocking root cause of gender inequality and research in. Invisible Women​. , diving into women’s lives at home, the workplace, the public square, the doctor’s office, and more. Built on hundreds of studies in the US, the UK, and around the world, and written with energy, wit, and sparkling intelligence, this is a groundbreaking, unforgettable exposé that will change the way you look at the world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Science",
                "Audiobook",
                "Politics",
                "Womens",
                "Sociology",
                "Gender",
                "Social Movements",
                "Business"
            ]
        },
        {
            "title": "Loki: Where Mischief Lies",
            "authors": [
                "Mackenzi Lee"
            ],
            "ranking": 3.95,
            "ranking_count": 11465,
            "abstract": "This is the first of three young adult novels from New York Times best-selling author Mackenzi Lee that explores the untapped potential and duality of heroism of popular characters in the Marvel Universe.. Before the days of going toe-to-toe with the Avengers, a younger Loki is desperate to prove himself heroic and capable, while it seems everyone around him suspects him of inevitable villainy and depravity . . . except for Amora. Asgard's resident sorceress-in-training feels like a kindred spirit-someone who values magic and knowledge, who might even see the best in him.. But when Loki and Amora cause the destruction of one of Asgard's most prized possessions, Amora is banished to Earth, where her powers will slowly and excruciatingly fade to nothing. Without the only person who ever looked at his magic as a gift instead of a threat, Loki slips further into anguish and the shadow of his universally adored brother, Thor.. When Asgardian magic is detected in relation to a string of mysterious murders on Earth, Odin sends Loki to investigate. As he descends upon nineteenth-century London, Loki embarks on a journey that leads him to more than just a murder suspect, putting him on a path to discover the source of his power-and who he's meant to be.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "LGBT",
                "Superheroes",
                "Fiction",
                "Historical",
                "Comics"
            ]
        },
        {
            "title": "The Second Woman",
            "authors": [
                "Mark T. Sullivan"
            ],
            "ranking": 4.19,
            "ranking_count": 847,
            "abstract": "San Diego Homicide Detective Seamus Moynihan thinks he’s seen it all when it comes to human violence, but a naked man killed in a snakebite ritual might be his most gruesome case yet…. Moynihan’s search for the killer will propel him on a journey through the underground world of ancient eroticism, black-market reptiles, and religious cults, ultimately leading him to a Biblical scholar whose theories about the dawn of time provide a surprising link to the current investigation.. But can Moynihan preserve his own sanity while delving into a secret as old as Cain? To solve this brutal case, Moynihan will have to reckon with one of the great mysteries of the ages: Who was. The Second Woman?. Pulls you guts-first right through to the back cover. I loved this book.”—#1. New York Times. Bestselling Author Nelson DeMille “A dazzling and intelligent thriller.”—Internationally Bestselling Author Lynn Hightower",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Fractured Fairy Tales of the Twilight Zone",
            "authors": [
                "J. Cafesin"
            ],
            "ranking": 4.08,
            "ranking_count": 26,
            "abstract": "Fractured Fairy tales meets The Twilight Zone in this collection of four uniquely captivating, fantastical tales, each with a touch of magic and a powerful message that lingers long after the reads.... 1. In Finnegus Boggs, Confessions of a Marid, Djinn, the genie grants two Oakland punks a chance to rewrite their destiny.. 2. Hawk and Megan learn a valuable life lesson about love in Bird’s Eye View.. 3. The Activation is a cautionary tale for bickering children, and the parents who fail to silence them.. 4. Sylverster McCain travels a sliver of light to reset Faith’s path in life in The Morality Police.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "The Heart's Invisible Furies",
            "authors": [
                "John Boyne"
            ],
            "ranking": 4.49,
            "ranking_count": 110089,
            "abstract": "From the beloved. New York Times. bestselling author of. The Boy in the Striped Pajamas. , a sweeping, heartfelt saga about the course of one man's life, beginning and ending in post-war Ireland.. Cyril Avery is not a real Avery--or at least that's what his adoptive parents tell him. And he never will be. But if he isn't a real Avery, then who is he?. Born out of wedlock to a teenage girl cast out from her rural Irish community, and adopted by a well-to-do if eccentric Dublin couple via the intervention of a hunchbacked Redemptorist nun, Cyril is adrift in the world, anchored only tenuously by his heartfelt friendship with the infinitely more glamorous and dangerous Julian Woodbead. At the mercy of fortune and coincidence, he will spend a lifetime coming to know himself and where he came from and--over his many years--will struggle to discover an identity, a home, a country and much more.. In this, Boyne's most transcendent work to date, we are shown the story of Ireland from the 1940s to today through the eyes of one ordinary man. The Heart's Invisible Furies is a novel to make you laugh and cry while reminding us all of the redemptive power of the human spirit.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "Cultural",
                "Literary Fiction",
                "Audiobook",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Swapped by a Kiss",
            "authors": [
                "Luisa Plaja"
            ],
            "ranking": 3.66,
            "ranking_count": 197,
            "abstract": "When Rachel's on/off boyfriend David goes to a music festival in England, she jumps on a plane to surprise him - but she gets a shock of her own. Not only does she find David kissing someone else, but it's their friend Jo! Super-lovely, super-loved, all-round-perfect Jo.. Rachel runs away, wishing she could leave her life behind - and she suddenly finds herself in Jo's body! Can she keep this swap a secret? Can she unravel what's really going on? Can she get to grips with Jo's out-of-control curly hair?. And if she discovers that being in someone else's shoes isn't all it's cracked up to be, can she ever be herself again?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance"
            ]
        },
        {
            "title": "The Piper's Son",
            "authors": [
                "Melina Marchetta"
            ],
            "ranking": 4.06,
            "ranking_count": 11443,
            "abstract": "Award-winning author Melina Marchetta reopens the story of the group of friends from her acclaimed novel Saving Francesca—but five years have passed, and now it's Thomas Mackee who needs saving.. After his favorite uncle was blown to bits on his way to work in a foreign city, Tom watched his family implode. He quit school and turned his back on his music and everyone that mattered, including the girl he can't forget. Shooting for oblivion, he's hit rock bottom, forced to live with his single, pregnant aunt, work at the Union pub with his former friends, and reckon with his grieving, alcoholic father. Tom's in no shape to mend what's broken. But what if no one else is either?. An unflinching look at family, forgiveness, and the fierce inner workings of love and friendship, The Piper's Son redefines what it means to go home again.. The award-winning author of Finnikin of the Rock and Jellicoe Road pens a raw, compelling novel about a family's hard-won healing on the other side of trauma.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Romance",
                "Realistic Fiction",
                "New Adult",
                "Music",
                "Family",
                "Cultural"
            ]
        },
        {
            "title": "Brilliant Prey",
            "authors": [
                "Brenda Wallace"
            ],
            "ranking": 3.15,
            "ranking_count": 60,
            "abstract": "Even a genius can be played for a pawn by a cunning and deadly manipulator.. Lauren James is a former psychiatrist, still reeling from her husband's suicide and the subsequent miscarriage that swept away her tidy life the year before. On the anniversary of his death, she opens what she hopes to be a Welcome to Mensa envelope and pulls out a threatening puzzle along with the identical suicide note she had burned the previous year.. Unraveling the twisted clues, Lauren embarks on a harrowing journey drawn in by a child's neglected grave, a professor from the island of St. Croix, and a U.S. Supreme Court nominee. When Lauren discovers the reason behind her husband's shocking death, she must struggle with her deepest convictions and whether killing is acceptable if it saves more lives.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller"
            ]
        },
        {
            "title": "Blood Law",
            "authors": [
                "Karin Tabke"
            ],
            "ranking": 3.76,
            "ranking_count": 3122,
            "abstract": "For all eternity, only one thing shall separate them—until the Blood Law is avenged…. The coming of the Blood Moon will lead two Lycan packs into war, spur two rival brothers into conflict, and spark an act of vengeance so evil that its effects will be felt for generations.. One woman stands at the center of it all.. As undisputed Alpha, Rafael must choose a life mate to preserve the dominance of his Lycan pack. He never suspected, his mate would be a human, the same wounded, girl-woman he seduces from the brink of death. Falon is a dangerous combination of Lycan and Slayer—beings bred to destroy his kind. Even more, she’s a mesmerizing beauty whose sensuality tempts the seasoned warrior to take unnecessary risks. The primal heat between them is irresistible, yet surrendering to it could destroy them both…for a vengeful foe stands ready in the shadows to fulfill what is rightfully his by Blood Law.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Shapeshifters",
                "Paranormal",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "40: A Doonesbury Retrospective",
            "authors": [
                "G.B. Trudeau"
            ],
            "ranking": 4.53,
            "ranking_count": 248,
            "abstract": "Long regarded as THE political touchstone cartoon of its era, Garry Trudeau’s Doonesbury celebrates its fortieth anniversary in this beautifully produced retrospective.On October 26, 1970, the first Doonesbury comic strip appeared, as college jock B.D. met his inept and geeky roommate, Mike Doonesbury. Over the months that followed, they were joined by campus radical “Megaphone Mark,” Boopsie, Zonker, and on and on. Fourteen thousand strips later, the world of Doonesbury has become a unique and remarkable creation, sustained by a vast and intricately woven web of relationships among 40 major characters, spanning three generations. While chronicling his characters’ entanglements and intimacies, G. B. Trudeau developed a keen satirical commentary that has ambitiously and relentlessly carved out an indelible record of four decades of American social and political history. The comic strip, like jazz and rock and roll, is an American form, and Trudeau has expanded it boldly and fearlessly, taking it into new realms. An epic unfolding, the Doonesbury saga constantly entices readers to keep up with its ever-evolving cast and endlessly inventive story lines. Trudeau remains fully engaged in the creation of his far-from-complete magnum opus. This massive yet elegant anniversary volume marks the strip’s fourth decade by examining in depth the characters and relationships that have given Doonesbury such vitality and resilience, and allowed it to constantly reinvigorate itself. The book opens with an in-depth introductory essay by G. B. Trudeau in which he surveys his sprawling creation as only he could, followed by brief word-and-picture portraits of all the principle players. The collection’s core consists of more than 1,800 beautifully displayed strips—dailies and Sundays—that chart key adventures and cast connections over the last four decades. Dropped in throughout this rolling narrative are 20 detailed essays in which Trudeau contemplates individual characters or bonded groups of characters, including portraits of ur-folk such as Duke and Honey, Zonker, Joanie, and Rev. Sloan, as well as those who have joined the cast more recently, such as Zipper, Alex, and Toggle. The centerpiece of the volume is a four-page foldout diagram that maps in great and annotated colorful detail the mind-boggling matrix of character relationships. A feast of storytelling and a clarifying overview, this celebratory tome offers a unique way to experience one of the greatest comic strips ever.. Created by the team that brought you. The Complete Far Side. and. The Complete Calvin and Hobbes. , this massive-yet-elegant celebratory anthology marks. Doonesbury. 's 40th anniversary by examining in depth the characters that have given the strip such vitality.. On October 26, 1970, college jock B.D. met his inept and geeky roommate, Mike. Fourteen thousand strips later, the world of. Doonesbury. has grown uniquely vast, sustained by an intricately woven web of relationships--over 40 major characters spanning three generations. This book opens with an in-depth essay in which G. B. Trudeau surveys his sprawling creation as only he could. The volume's 1,800 beautifully displayed strips chronicle the key adventures and path crossings of the ever-evolving cast, from ur-characters such as Zonker, Joanie, Duke, and Honey, to relative newcomers such as Zipper, Alex, and Toggle. Dropped in throughout are 18 detailed essays in which Trudeau contemplates individual characters and groups of characters.. The book's literal centerpiece is a four-page foldout that maps in annotated detail the mind-boggling matrix of relationships. A feast of storytelling and a clarifying overview,. 40: A Doonesbury Retrospective. offers a unique way to experience one of the greatest comic strips ever.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "History",
                "Politics",
                "Graphic Novels Comics",
                "Anthologies"
            ]
        },
        {
            "title": "The Orchid House",
            "authors": [
                "Lucinda Riley",
                "Jocelyne Barsse"
            ],
            "ranking": 3.97,
            "ranking_count": 25898,
            "abstract": "For fans of. The House at Riverton. and. Rebecca—. a debut spanning from the 1930s to the present day, from a magnificent estate in war-torn England to Thailand, this sweeping novel tells the tale of a concert pianist, Julia, and the prominent Crawford family whose shocking secrets are revealed, leading to devastating consequences for generations to come.. As a child Julia Forrester spent many idyllic hours in the hothouse of Wharton Park, the great house where her grandfather tended exotic orchids. Years later, while struggling with overwhelming grief over the death of her husband and young child, she returns to the tranquility of the estate. There she reunites with Kit Crawford, heir to the estate and her possible salvation.. When they discover an old diary, Julia seeks out her grandmother to learn the truth behind a love affair that almost destroyed Wharton Park. Their search takes them back to the 1930s when a former heir to Wharton Park married his young society bride on the eve of World War II. When the two lovers are cruelly separated, the impact will be felt on generations to come.. Lucinda Riley skillfully sweeps her readers between the magical world of Wharton Park and Thailand during World War II with irresistible and atmospheric storytelling. Filled with twists and turns, passions and lies, and ultimately redemption,. The Orchid House. is a romantic, poignant novel that became an instant bestseller in the UK and Germany.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Roman",
                "Contemporary",
                "Mystery",
                "European Literature",
                "War",
                "Womens Fiction"
            ]
        },
        {
            "title": "Chasing the Prophecy",
            "authors": [
                "Brandon Mull"
            ],
            "ranking": 4.37,
            "ranking_count": 19711,
            "abstract": "Jason and Rachel were not born in Lyrian. They did not grow up in Lyrian. But after all of the battles and losses, the triumphs and adventures, and most of all, the friendships forged in this fantastical world, Lyrian has become home to them in a way they never could have imagined.. And so, armed now with the prophecy of a dying oracle, they have gone on their separate quests—each surrounded by brave and powerful allies—knowing that the chance for success is slim. But Jason and Rachel are ready at last to become the heroes Lyrian needs, no matter the cost.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure",
                "Action",
                "Audiobook"
            ]
        },
        {
            "title": "Tiger",
            "authors": [
                "Laurann Dohner"
            ],
            "ranking": 4.33,
            "ranking_count": 17550,
            "abstract": "Book 7 in the New Species series.. Zandy's had too much to drink and is in the wrong place at the wrong time. She knows she's going to die. When next her eyes open, a beautiful man-creature is holding her in his arms. He's just too tempting to resist; her very own fallen angel. She wraps herself around his body, determined to have him. But when this angel turns out to be flesh and blood, reality crashes in-she's seducing a New Species.. Tiger's shock quickly turns to intense passion when the human female kisses him, despite the fact she's trying to get his clothes off while he's engaged in a task force operation. He's also made it clear he'll never take a mate. Rather difficult when he and Zandy can't keep their hands off each other. The taste and feel of his little human just leaves Tiger wanting more.. Publisher's Note: While each New Species book is a standalone, the greatest enjoyment will come from reading them in series order.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult Fiction",
                "Paranormal",
                "Science Fiction",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Vortex",
            "authors": [
                "Julie Cross"
            ],
            "ranking": 3.88,
            "ranking_count": 3139,
            "abstract": "Julie Cross's Vortex is the thrilling second installment of the Tempest series, in which the world hangs in the balance as a lovelorn Jackson must choose who to save.. Jackson Meyer has thrown himself into his role as an agent for Tempest, the shadowy division of the CIA that handles all time-travel-related threats. Despite his heartbreak at losing the love of his life, Jackson has proved himself to be an excellent agent. However, after an accidental run in with Holly—the girl he altered history to save—Jackson is once again reminded of what he's lost. And when Eyewall, an opposing division of the CIA, emerges, Jackson and his fellow agents not only find themselves under attack, but Jackson begins to discover that the world around him has changed and someone knows about his erased relationship with Holly, putting both their lives at risk all over again.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Camera Five",
            "authors": [
                "Martyn Stratton"
            ],
            "ranking": 3.38,
            "ranking_count": 8,
            "abstract": "Twenty First Century supernatural chiller with a twist of mystery and romance. At last the secret of the paranormal is unlocked...and it's not what many expect. The shocking truth is uncovered by an ambitious television presenter and her quirky team of paranormal investigators. What do they discover and why is Camera Five so special?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Edge of Always",
            "authors": [
                "J.A. Redmerski"
            ],
            "ranking": 4.01,
            "ranking_count": 37076,
            "abstract": "Five months ago, Camryn and Andrew, both dealing with personal hardships, met on a Greyhound bus. They fell in love and proved that when two people are meant to be together, fate will find a way to make it happen.. Now, in the highly anticipated sequel to. The Edge of Never. , Camryn and Andrew are pursuing their love for music and living life to the fullest as they always swore to do. But when tragedy befalls them, their relationship is put to the ultimate test. As Camryn tries to numb her pain, Andrew makes a bold decision: To get their life back on track, they'll set out on another cross-country road trip. Together they find excitement, passion, adventure-and challenges they never could have anticipated.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Travel",
                "Fiction",
                "Womens Fiction",
                "Adult",
                "Love"
            ]
        },
        {
            "title": "Odin's Wolves",
            "authors": [
                "Giles Kristian",
                "Джайлc Кристиан"
            ],
            "ranking": 4.32,
            "ranking_count": 2351,
            "abstract": "They came from the North and fought their way through France and Spain. Now this fearless band of brothers sets sail for the greatest city in the world.. Plunging through the living hell of Pope Leo’s shattered, perverted Rome, the dragon-faced ships of Sigurd the Lucky are manned by a strange and fearsome crew: bearded Norse raiders who sacrifice their vanquished enemies to Odin, brave Greek warriors, a Moor, and an English monk. Among the Norsemen is Raven, a young man of uncertain parentage who is able—from the depths of his blood-spotted eye—to glimpse the future. Robbed of the woman he loves, Raven is destined to play a cunning role in the boldest of attacks. For the Vikings are on their way to glimmering Constantinople to put a deposed emperor back on his rightful throne—and claim the most magnificent prize of all.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Action",
                "War",
                "Adult"
            ]
        },
        {
            "title": "Moonlight",
            "authors": [
                "Victoria Danann"
            ],
            "ranking": 4.37,
            "ranking_count": 2030,
            "abstract": "The story continues to touch on the lives of former B Team members and their families while new characters and situations are introduced.. THE NEWSLETTER: Ram and Elora move into temporary quarters at Jefferson Unit to protect mother and baby. Storm gives a surprising answer when he’s tapped by Sol to replace him as Jefferson Unit Sovereign. Litha solicits her father to help Black Swan.. THE SURPRISE: B Team learns the shocking truth about the origin of the vampire virus. Monq races to develop a defense system to repel invasion by Stagsnare terrorists and assassins.. THE ADVENTURE: Desperation drives Stalkson Grey to embark on an adventure beyond his wildest dreams in a bid to save the Elk Mountain werewolves from extinction.. THE ROMANCE: In the process of migrating the Elk Mountain werewolves to a new home, Grey learns that true love can find you in the strangest places, even when you’re far, far from home.. 17+ Steamy scenes. No menage. No BDSM.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fairies",
                "Shapeshifters"
            ]
        },
        {
            "title": "A Debacle of Donuts",
            "authors": [
                "Allison M. Dickson"
            ],
            "ranking": 4.0,
            "ranking_count": 36,
            "abstract": "After a disappointing result on the scale, Claire decides to go for a walk. Only it winds up being the strangest and darkest walk she's ever had, where paranoia and demons of her self-hate lurk around every corner. It doesn't help that her ankles are raging in agony, her asthma is flaring up, and some kid just threw a rock at her. She's about reached the end of her rope.. When she gets an unusual and terrifying opportunity to transform into the person she's always wanted to be, she discovers the conditions are steep. Way steep. How far is she willing to go to shed her own skin?. A DEBACLE OF DONUTS asks a question that passes through the minds of millions every single day. Will you like Claire's answer? Read on and find out...",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Horror"
            ]
        },
        {
            "title": "Milk and Filth",
            "authors": [
                "Carmen Gimenez Smith"
            ],
            "ranking": 4.06,
            "ranking_count": 181,
            "abstract": "Adding to the Latina tradition, Carmen Giménez Smith, politically aware and feminist-oriented, focuses on general cultural references rather than a sentimental personal narrative. She speaks of sexual politics and family in a fierce, determined tone voracious in its opinions about freedom and responsibility.. The author engages in mythology and art history, musically wooing the reader with texture and voice. As she references such disparate cultural figures as filmmaker Lars Von Trier, Annie from the film Annie Get Your Gun, Nabokov’s Lolita, facebook entries and Greek gods, they appear as part of the poet’s cultural critique.. Phrases such as “the caustic domain of urchins” and “the gelatin shiver of tea’s surface” take the poems from lyrical images to comic humor to angry, intense commentary. On writing about “downgrading into human,” she says, “Then what? Amorality, osteoporosis and not even a marble estuary for the ages.”. Giménez Smith’s poetic arsenal includes rapier-sharp wordplay mixed with humor, at times self-deprecating, at others an ironic comment on the postmodern world, all interwoven with imaginative language of unexpected force and surreal beauty. Revealing a long view of gender issues and civil rights, the author presents a clever, comic perspective. Her poems take the reader to unusual places as she uses rhythm, images, and emotion to reveal the narrator’s personality. Deftly blending a variety of tones and styles, Giménez Smith’s poems offer a daring and evocative look at deep cultural issues.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Feminism",
                "Nonfiction"
            ]
        },
        {
            "title": "Not a Drop to Drink",
            "authors": [
                "Mindy McGinnis"
            ],
            "ranking": 3.82,
            "ranking_count": 12947,
            "abstract": "Regret was for people with nothing to defend, people who had no water.. Lynn knows every threat to her pond: drought, a snowless winter, coyotes, and, most importantly, people looking for a drink. She makes sure anyone who comes near the pond leaves thirsty, or doesn't leave at all.. Confident in her own abilities, Lynn has no use for the world beyond the nearby fields and forest. Having a life means dedicating it to survival, and the constant work of gathering wood and water. Having a pond requires the fortitude to protect it, something Mother taught her well during their quiet hours on the rooftop, rifles in hand.. But wisps of smoke on the horizon mean one thing: strangers. The mysterious footprints by the pond, nighttime threats, and gunshots make it all too clear Lynn has exactly what they want, and they won’t stop until they get it….. With evocative, spare language and incredible drama, danger, and romance, debut author Mindy McGinnis depicts one girl’s journey in a barren world not so different than our own.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Adventure",
                "Romance",
                "Audiobook",
                "Fantasy"
            ]
        },
        {
            "title": "My Soul to Keep",
            "authors": [
                "Rachel Vincent"
            ],
            "ranking": 4.08,
            "ranking_count": 19335,
            "abstract": "WHEN KAYLEE CAVANAUGH SCREAMS, SOMEONE DIES. AND KAYLEE IS ABOUT TO SCREAM HER HEAD OFF.... Kaylee has one addiction: her very hot, very popular boyfriend, Nash. A banshee like Kaylee, Nash understands her like no one else. Nothing can come between them.. Until something does.. Demon’s breath. No, not the toothpaste-challenged kind. The Netherworld kind. The kind that really can kill you. Somehow, the super-addictive substance has made its way to the human world. But how? Kaylee and Nash have to cut off the source and protect their friends—one of whom is already hooked.. And when the epidemic hits too close to home, Kaylee will have to risk everything to save those she loves.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Anyone but You",
            "authors": [
                "Kim Askew",
                "Amy Helmes"
            ],
            "ranking": 3.71,
            "ranking_count": 130,
            "abstract": "These violent delights have violent ends.... Gigi Caputo is fed up. A vicious act of vandalism has dealt another blow to her family's proud pizza heritage, and the Montes--owners of a rival Italian restaurant--are clearly to blame. The hostility goes far beyond bragging rights for best pizza in Chicago. The Montes have been bent on destroying Cap's for four generations. Even if it means putting herself in harm's way, Gigi's determined to get to the bottom of the feud. Instead, in a secret encounter with Roman Monte, the very boy whose relatives have brought her family such grief, she finds both danger and love at first sight. If the daughter and son of these two warring families fall for each other, can it be anything but a recipe for disaster? Slowly, Gigi and Roman learn that their story is fatefully linked to the summer of 1933, when two twelve-year-olds, Benny and Nick, hop the turnstile at the Chicago World's Fair. The most stunning wonder of the fair is Stella, who innocently causes a lasting rift between the two boyhood. Wending its way through past and present day, this modern take on Shakespeare's Romeo and Juliet is bittersweet, funny, and intensely exciting. It's classic romance--a tale of hate and the only force that can ever defeat it: love.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Retellings",
                "Contemporary",
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "In Case We Die",
            "authors": [
                "Danny Bland"
            ],
            "ranking": 4.23,
            "ranking_count": 262,
            "abstract": "“It wasn’t the pounding headache or the all too familiar taste of blood in my mouth that woke me that morning, but the stink of cat piss. They all have cats. Cats and bad tattoos and mops of dyed black hair that reek of cigarettes and watermelon Bubblicious.” This debut novel by veteran Seattle musician Danny Bland follows a pair of outsiders who find themselves locked in the palpable, dizzy grunge-rock scene of early-’90s Seattle.. Vulnerable to the high relief of heroin addiction, Bland’s characters — Charlie Hyatt and Carrie Finch — are unapologetic protagonists whose epiphanies are as blinding as their weaknesses. Finch, 21, beautiful and dangerous, drowns out the voices in her head and the consequences of a misled life with electric guitars, booze and petulant misbehavior. Her single abiding faith takes the form of an unlikely savior — ’60s psychedelic musician Roky Erikson.. At the ripe old age of 28, Hyatt attempts to make sense of the cards he has been dealt: a miserable job in a porn shop, a drug habit he cannot afford and the wildly unstable woman he had chosen to love.. Two damaged people can balance a seesaw for a long time, even finding the illusion of safety; but when one gets off unannounced, the other will fall. As Finch finds sobriety, her sanity and her relationship with Hyatt falter until an inevitable event brings the two back together a decade later.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Indescribable: Encountering the Glory of God in the Beauty of the Universe",
            "authors": [
                "Louie Giglio",
                "Matt Redman"
            ],
            "ranking": 4.16,
            "ranking_count": 1081,
            "abstract": "Putting this powerful message into print for the first time, visionary pastor Louie Giglio and songwriter Matt Redman team up to write a heart-stirring book about the mysteries of God’s creation.. Indescribable. takes readers on a journey through the vastness of outer space and into the depths of the soul. Modern science allows viewers to see farther into space than ever before, and every step draws them closer to the God who breathed each star into existence. In. Indescribable,. the authors intertwine devotional insights with remarkable scientific facts that awaken both mind and spirit. As Giglio and Redman write, God turns. wonderers. into. worshipers.. Above all,. Indescribable. is a call to worship—an invitation to know and be known by the God of all creation and to become more passionate worshipers of Jesus Christ.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Science",
                "Spirituality"
            ]
        },
        {
            "title": "Occultation and Other Stories",
            "authors": [
                "Laird Barron"
            ],
            "ranking": 4.08,
            "ranking_count": 3032,
            "abstract": "Winner of the Shirley Jackson Award, nine stories of cosmic horror from the heir apparent to Lovecraft’s throne.. Laird Barron has emerged as one of the strongest voices in modern horror and dark fantasy fiction, building on the eldritch tradition pioneered by writers such as H. P. Lovecraft, Peter Straub, and Thomas Ligotti. His stories have garnered critical acclaim and have been reprinted in numerous year’s best anthologies and nominated for multiple awards, including the Crawford, International Horror Guild, Shirley Jackson, Theodore Sturgeon, and World Fantasy awards. His debut collection,. The Imago Sequence and Other Stories. , was the inaugural winner of the Shirley Jackson Award.. He returns with his second collection,. Occultation. . Pitting ordinary men and women against a carnivorous, chaotic cosmos,. Occultation. ’s nine tales of terror (two published here for the first time) were nominated for just as many Shirley Jackson awards, winning for the novella “Mysterium Tremendum” and the collection as a whole.. Occultation. brings more of the spine-chillingly sublime cosmic horror Laird Barron’s fans have come to expect.. Skyhorse Publishing, under our Night Shade and Talos imprints, is proud to publish a broad range of titles for readers interested in science fiction (space opera, time travel, hard SF, alien invasion, near-future dystopia), fantasy (grimdark, sword and sorcery, contemporary urban fantasy, steampunk, alternative history), and horror (zombies, vampires, and the occult and supernatural), and much more. While not every title we publish becomes a. New York Times. bestseller, a national bestseller, or a Hugo or Nebula award-winner, we are committed to publishing quality books from a diverse group of authors.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Anthologies",
                "Speculative Fiction",
                "Science Fiction"
            ]
        },
        {
            "title": "Death Cloud",
            "authors": [
                "Andy Lane"
            ],
            "ranking": 3.71,
            "ranking_count": 8543,
            "abstract": "1868 England. Sherlock Holmes, age 14, unexpectedly summers with Farnham relations and befriends orphan Matt. Why does a dark cloud float from a corpse covered in red boils? Sherlock fights, runs, gets caught, drugged, whipped, ordered killed; defending bystander is fatally knifed. Americans logical tutor Amycus Crowe and daughter Virginia in well-fitting breeches help.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Historical",
                "Adventure",
                "Fiction",
                "Audiobook",
                "Childrens"
            ]
        },
        {
            "title": "The Heart of a Gypsy",
            "authors": [
                "Roberta Kagan"
            ],
            "ranking": 3.76,
            "ranking_count": 406,
            "abstract": "During the Nazi occupation, bands of freedom fighters roamed the forests of Eastern Europe. They hid, waging their own private war against Hitler’s tyrannical, and murderous reign. Among these Resistance Fighters, there were groups of Romany people (gypsies).. “The Heart of A Gypsy” is a spellbinding love story filled with Romance, and spiced with the magic of the Gypsy culture. It takes place in Poland during the time of the Third Reich, while World War Two was raging. This is a tale of a people who would rather die, than surrender their freedom.. Enter into a little known world, where only a few have traveled before… The world of the Romany.. If you enjoy romance, secret magical traditions, riveting action, and steamy sex….you will love “The Heart of A Gypsy.”",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Business",
                "Cultural",
                "War",
                "Contemporary",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Capital",
            "authors": [
                "John Lanchester"
            ],
            "ranking": 3.71,
            "ranking_count": 13345,
            "abstract": "From the best-selling author of. The Debt to Pleasure. , a sweeping social novel set at the height of the financial crisis.. Celebrated novelist John Lanchester (an elegant and wonderfully witty writer—. New York Times. ) returns with an epic novel that captures the obsessions of our time. It's 2008 and things are falling apart: Bear Stearns and Lehman Brothers are going under, and the residents of Pepys Road, London--a banker and his shopaholic wife, an old woman dying of a brain tumor and her graffiti-artist grandson, Pakistani shop owners and a shadowy refugee who works as the meter maid, the young soccer star from Senegal and his minder—are receiving anonymous postcards reading We Want What You Have. Who is behind it? What do they want? Epic in scope yet intimate, capturing the ordinary dramas of very different lives, this is a novel of love and suspicion, of financial collapse and terrorist threat, of property values going up and fortunes going down, and of a city at a moment of extraordinary tension.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Economics",
                "Book Club",
                "Audiobook"
            ]
        },
        {
            "title": "Slow Violence and the Environmentalism of the Poor",
            "authors": [
                "Rob Nixon"
            ],
            "ranking": 4.38,
            "ranking_count": 491,
            "abstract": "The violence wrought by climate change, toxic drift, deforestation, oil spills, and the environmental aftermath of war takes place gradually and often invisibly. Using the innovative concept of slow violence to describe these threats, Rob Nixon focuses on the inattention we have paid to the attritional lethality of many environmental crises, in contrast with the sensational, spectacle-driven messaging that impels public activism today. Slow violence, because it is so readily ignored by a hard-charging capitalism, exacerbates the vulnerability of ecosystems and of people who are poor, disempowered, and often involuntarily displaced, while fueling social conflicts that arise from desperation as life-sustaining conditions erode.. In a book of extraordinary scope, Nixon examines a cluster of writer-activists affiliated with the environmentalism of the poor in the global South. By approaching environmental justice literature from this transnational perspective, he exposes the limitations of the national and local frames that dominate environmental writing. And by skillfully illuminating the strategies these writer-activists deploy to give dramatic visibility to environmental emergencies, Nixon invites his readers to engage with some of the most pressing challenges of our time.",
            "part_of_series": false,
            "genre_list": [
                "Environment",
                "Nonfiction",
                "Politics",
                "Biology",
                "Philosophy",
                "Academic",
                "Social Issues",
                "Criticism"
            ]
        },
        {
            "title": "Scrap Metal",
            "authors": [
                "Harper Fox"
            ],
            "ranking": 4.01,
            "ranking_count": 3586,
            "abstract": "Is there room for love in a heart full of secrets?. One year ago, before Fate took a wrecking ball to his life, Nichol was happily working on his doctorate in linguistics. Now he’s hip deep in sheep, mud and collies. His late brother and mother had been well suited to life on Seacliff Farm. Nichol? Not so much.. As lambing season progresses in the teeth of an icy north wind, the last straw is the intruder Nichol catches in the barn. He says his name is Cam, and he’s on the run from a Glasgow gang. Something about the young man’s tired resignation touches Nichol deeply, and instead of giving him the business end of a shotgun, he offers Cam a blanket and a place to stay.. Somehow, Cam quickly charms his way through Nichol’s defenses and into his heart. Even his grandfather takes to the cheeky city boy, whose hard work and good head for figures help set the farm back on its feet.. As the cold Scottish springtime melts into summer, Nichol finds himself falling in love. When tragedy strikes, Cam’s resolutely held secret is finally revealed and Nichol must face the truth. He’s given his heart away, and it’s time to pay the price.. Warning: Contains explicit M/M sex and the disruption of a quiet Scottish town by a fistfight and some tight designer jeans.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Mystery",
                "LGBT",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Beckon",
            "authors": [
                "Tom Pawlik"
            ],
            "ranking": 3.79,
            "ranking_count": 291,
            "abstract": "Some things weren't meant to be discovered. Three people are each drawn to the small town of Beckon, Wyoming. A young anthropologist researches a Native American legend and makes a terrifying discovery. An ex-cop investigating her cousin's disappearance finds herself in grave peril. And an aging businessman is lured by the promise of a miracle. One by one they discover the town's ghastly secret. The only question is . . . will any of them make it out alive?",
            "part_of_series": false,
            "genre_list": [
                "Christian Fiction",
                "Fiction",
                "Horror",
                "Christian",
                "Suspense",
                "Thriller",
                "Science Fiction",
                "Adventure",
                "Mystery",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Dead or Alive",
            "authors": [
                "Tom Clancy",
                "Grant Blackwood"
            ],
            "ranking": 3.85,
            "ranking_count": 16692,
            "abstract": "Jack Ryan, the former president of the United States, is out of office, but not out of the loop about his brainchild, the Campus, a highly effective, counter-terrorism organization that operates outside the Washington hierarchy. But what Ryan doesn't know is that his son, Jack Ryan, Jr., has joined his cousins, Brian and Dominic Caruso, at the shadowy Campus. While a highly effective analyst, young Ryan hungers for the action of a field agent.The Campus has now turned their sights on the Emir, the number one terrorist threat to western civilization. A reclusive figure and mastermind of vicious terrorist acts, the Emir has eluded capture by the world's law enforcement agencies. But now with the help of ex-CIA agent John Clark and pro Marine Colonel Ding Chavez the Campus is in on the hunt. The mission: to bring the Emir in dead or alive.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Action",
                "Spy Thriller",
                "War",
                "Adventure",
                "Suspense",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "So Good They Can't Ignore You",
            "authors": [
                "Cal Newport"
            ],
            "ranking": 4.08,
            "ranking_count": 35796,
            "abstract": "In this eye-opening account, Cal Newport debunks the long-held belief that follow your passion is good advice. Not only is the clich flawed-preexisting passions are rare and have little to do with how most people end up loving their work-but it can also be dangerous, leading to anxiety and chronic job hopping.After making his case against passion, Newport sets out on a quest to discover the reality of how people end up loving what they do. Spending time with organic farmers, venture capitalists, screenwriters, freelance computer programmers, and others who admitted to deriving great satisfaction from their work, Newport uncovers the strategies they used and the pitfalls they avoided in developing their compelling careers. Matching your job to a preexisting passion does not matter, he reveals. Passion comes after you put in the hard work to become excellent at something valuable, not before. In other words, what you do for a living is much less important than how you do it.With a title taken from the comedian Steve Martin, who once said his advice for aspiring entertainers was to be so good they can't ignore you, Cal Newport's clearly written manifesto is mandatory reading for anyone fretting about what to do with their life, or frustrated by their current job situation and eager to find a fresh new way to take control of their livelihood. He provides an evidence-based blueprint for creating work you love.SO GOOD THEY CAN'T IGNORE YOU will change the way we think about our careers, happiness, and the crafting of a remarkable life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Business",
                "Productivity",
                "Psychology",
                "Audiobook",
                "Philosophy",
                "Leadership",
                "Education"
            ]
        },
        {
            "title": "War of the Whales: A True Story",
            "authors": [
                "Joshua    Horwitz"
            ],
            "ranking": 4.07,
            "ranking_count": 1478,
            "abstract": "Two men face off against an all-powerful navy—and the fate of the ocean’s most majestic creatures hangs in the balance.. War of the Whales is the gripping tale of a crusading attorney who stumbles on one of the US Navy’s best-kept secrets: a submarine detection system that floods entire ocean basins with high-intensity sound—and drives whales onto beaches. As Joel Reynolds launches a legal fight to expose and challenge the Navy program, marine biologist Ken Balcomb witnesses a mysterious mass stranding of whales near his research station in the Bahamas. Investigating this calamity, Balcomb is forced to choose between his conscience and an oath of secrecy he swore to the Navy in his youth.. When Balcomb and Reynolds team up to expose the truth behind an epidemic of mass strandings, the stage is set for an epic battle that pits admirals against activists, rogue submarines against weaponized dolphins, and national security against the need to safeguard the ocean environment. Waged in secret military labs and the nation’s highest court, War of the Whales is a real-life thriller that combines the best of legal drama, natural history, and military intrigue.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Animals",
                "Environment",
                "History",
                "Politics",
                "War"
            ]
        },
        {
            "title": "The Folly of Fools: The Logic of Deceit and Self-Deception in Human Life",
            "authors": [
                "Robert Trivers"
            ],
            "ranking": 3.63,
            "ranking_count": 933,
            "abstract": "Whether it’s in a cockpit at takeoff or the planning of an offensive war, a romantic relationship or a dispute at the office, there are many opportunities to lie and self-deceive—but deceit and self-deception carry the costs of being alienated from reality and can lead to disaster. So why does deception play such a prominent role in our everyday lives? In short, why do we deceive?. In his bold new work, prominent biological theorist Robert Trivers unflinchingly argues that self-deception evolved in the service of deceit—the better to fool others. We do it for biological reasons—in order to help us survive and procreate. From viruses mimicking host behavior to humans misremembering (sometimes intentionally) the details of a quarrel, science has proven that the deceptive one can always outwit the masses. But we undertake this deception at our own peril.. Trivers has written an ambitious investigation into the evolutionary logic of lying and the costs of leaving it unchecked.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Science",
                "Philosophy",
                "Biology",
                "Sociology",
                "Anthropology",
                "Self Help",
                "Social Science"
            ]
        },
        {
            "title": "The Winter We Danced: Voices from the Past, the Future, and the Idle No More Movement",
            "authors": [
                "The Kino-Nda-Niimi Collective"
            ],
            "ranking": 4.31,
            "ranking_count": 87,
            "abstract": "The Winter We Danced is a vivid collection of writing, poetry, lyrics, art and images from the many diverse voices that make up the past, present, and future of the Idle No More movement. Calling for pathways into healthy, just, equitable and sustainable communities while drawing on a wide-ranging body of narratives, journalism, editorials and creative pieces, this collection consolidates some of the most powerful, creative and insightful moments from the winter we danced and gestures towards next steps in an on-going movement for justice and Indigenous self-determination.. Royalties from the sale of this book will be donated to the Native Youth Sexual Health Network.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Poetry",
                "Writing",
                "Cultural",
                "Anthologies"
            ]
        },
        {
            "title": "Unlikely Brothers",
            "authors": [
                "John Prendergast",
                "Michael Mattocks"
            ],
            "ranking": 3.84,
            "ranking_count": 187,
            "abstract": "“You don’t look like brothers . . .”. Peace activist and cofounder of the Enough Project, John Prendergast is known as a champion of human rights in Africa.. But the not-so-public face of J.P. is the life he’s led as a Big Brother to Michael Mattocks. As a curious, driven, and emotionally wounded twenty-year-old, J.P. made the life-changing decision to form a “Big Brother/Little Brother” relationship with then seven-year-old Michael, who was living out of plastic bags and drifting from one homeless shelter to the next with his mother and siblings. Lacking a connection with his own brother and distancing himself from a disastrous relationship with his father, J.P. formed a unique bond with Michael the moment they met. Michael and J.P. became like family, with Michael and some of his siblings even living with J.P. one summer. In the years that followed, J.P. took Michael and his brothers on outings, whether it was fishing, playing basketball, patronizing cheap restaurants, or going on road trips. This friendship would continue for over twenty-five years as the two coped with varying degrees of violence, instability, and trauma in their own lives.. Told in duet,. Unlikely Brothers. follows Michael as he grows up on the tough streets of Washington, D.C., where as a young teenager he watched his best friend get shot, dropped out of school, and started dealing crack cocaine shortly thereafter. By sixteen, Michael had become the kingpin of his neighborhood, guns and drugs always close at hand. Meanwhile, J.P. was traveling to and from African war zones. J.P. offered Michael a refuge from the streets, never really confronting the gravity of what Michael was going through in his adolescence. In turn, Michael afforded J.P. an escape from his own turbulent personal and professional life.. As the years go by, the two swoop in and out of each other’s lives, slowly disconnecting as they disappear into their respective worlds, but making their way back to each other at a critical moment for both of them. The effect the two have on each other is extremely significant to both of their paths to redemption.. Inspirational and deeply moving,. Unlikely Brothers. beautifully showcases how life’s most random moments can often be the most profound.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography"
            ]
        },
        {
            "title": "Love Fortunes and Other Disasters",
            "authors": [
                "Kimberly Karalius"
            ],
            "ranking": 3.54,
            "ranking_count": 1900,
            "abstract": "In the tradition of Alice Hoffman’s. Practical Magic. , one girl chooses to change her fortune and her fate by falling in love.. Love is real in the town of Grimbaud, and Fallon Dupree has dreamed of attending high school there for years. After all, generations of Duprees have successfully followed the (100% accurate!) love fortunes from Zita’s famous Love Charms Shop to happily marry their high school sweethearts. It’s a tradition. So she is both stunned and devastated when her fortune states that she will NEVER find love.. Fortunately, Fallon isn’t the only student with a terrible love fortune, and a rebellion is brewing. Fallon is determined to take control of her own fate—even if it means working with a notorious heartbreaker like Sebastian.. Will Fallon and Sebastian be able to overthrow Zita’s tyranny and fall in love?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fantasy",
                "Fiction",
                "Magical Realism"
            ]
        },
        {
            "title": "Hope Is a Girl Selling Fruit",
            "authors": [
                "Amrita Das"
            ],
            "ranking": 3.94,
            "ranking_count": 84,
            "abstract": "On a train journey to a large city, a young woman notices a very poor girl. Who is she? Where is she going? What does her future hold?. Hope Is a Girl Selling Fruit. is a gentle, reflective account of a young woman’s thoughts and feelings as she comes into contact with the larger world. The rich imagery takes the story into another realm, inviting the reader to interpret it at many levels. Young Indian artist Amrita Das pushes the boundaries of her traditional art to radical new ends as she muses on women’s mobility, class, and choices.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Cultural",
                "Art",
                "Sequential Art",
                "Fiction",
                "Womens",
                "Travel"
            ]
        },
        {
            "title": "Disconnected",
            "authors": [
                "J. Cafesin"
            ],
            "ranking": 4.35,
            "ranking_count": 40,
            "abstract": "Ever drink too much, eat too much, indulge in excess?. Ever fall for someone you knew you shouldn't?. Vivid, sharp, realistic slice of L.A. life on the cusp of the 1992 riots, Disconnected is a novel memoir, based on truth...mostly. Unabashedly unafraid, completely honest writing…absolutely gorgeous stuff,” RJ Keller, bestselling author of Waiting for Spring says about Disconnected.. Rachel was an artist, an obsessive, straddling the line of addiction. She sought what most women did—to be successful, married and in love, have healthy kids. It was hard enough attracting a man when she wasn’t heroin thin and perfectly chic like most L.A. women, sparkly but not too bright, as her mother insisted females need be. But in the 1990s, finding a man looking for an equal partner, wanting a woman beside him instead of behind him, seemed the impossible dream.. Then along came Lee…",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Insurrection: To Believe Is Human To Doubt, Divine",
            "authors": [
                "Peter Rollins"
            ],
            "ranking": 4.11,
            "ranking_count": 1259,
            "abstract": "In this incendiary new work, the controversial author and speaker Peter Rollins proclaims that the Christian faith is not primarily concerned with questions regarding life after death but with the possibility of life. before. death.. In order to unearth this truth, Rollins prescribes a radical and wholesale critique of contemporary Christianity that he calls. pyro-theology.. It is only as we submit our spiritual practices, religious rituals, and dogmatic affirmations to the flames of fearless interrogation that we come into contact with the reality that Christianity is in the business of transforming our world rather than offering a way of interpreting or escaping it. Belief in the Resurrection means but one thing: participation in an. Insurrection.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Nonfiction",
                "Spirituality",
                "Christian",
                "Audiobook"
            ]
        },
        {
            "title": "The Burning Sky",
            "authors": [
                "Sherry Thomas"
            ],
            "ranking": 3.91,
            "ranking_count": 18565,
            "abstract": "This is a previously published edition of. ISBN13: 9780062207296. .. It all began with a ruined elixir and a bolt of lightning.. Iolanthe Seabourne is the greatest elemental mage of her generation—or so she's been told. The one prophesied for years to be the savior of The Realm. It is her duty and destiny to face and defeat the Bane, the most powerful tyrant and mage the world has ever known. This would be a suicide task for anyone, let alone a reluctant sixteen-year-old girl with no training.. Guided by his mother's visions and committed to avenging his family, Prince Titus has sworn to protect Iolanthe even as he prepares her for their battle with the Bane. But he makes the terrifying mistake of falling in love with the girl who should have been only a means to an end. Now, with the servants of the tyrant closing in, Titus must choose between his mission—and her life.. The Burning Sky. —the first book in the Elemental Trilogy—is an electrifying and unforgettable novel of intrigue and adventure.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Sorrowful",
            "authors": [
                "Robert Reynolds"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "The annual Kimble Ranch cattle drive begins auspiciously as thousands of hooves plod wearily across the West Texas plains toward the railhead. Soon, blistering heat and violent thunderstorms create havoc. The spooked herd panics, leaving an ornery old cuss incapacitated and his chuck wagon broken down. The cattle drive temporarily stalled, young trail hands are sent to the hard luck settlement of Sorrowful where they encounter a shamed senorita, a sympathetic padre and a kindly blacksmith.. Meanwhile, a trio of renegades leave a path of destruction as they too make their way to Sorrowful. A random confrontation leads to tragedy. In a cloud of dust, Wylie Fairchild's vengeful chase ensues across the windswept Texas Panhandle and deep into the wild Palo Duro Canyon. Sorrowful is a rip-roarin' old time cowboy yarn featuring unsung heroes and truly mean villains who stoke the flames of misfortune.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Dystopia Boy: The Unauthorized Files",
            "authors": [
                "Trevor D. Richardson"
            ],
            "ranking": 4.45,
            "ranking_count": 22,
            "abstract": "Fiction. Your TV is watching you. Your cell phone is listening to everything you say. There are no secrets, no quiet moments. There is no privacy. Behind the veil of work and life, Democracy, free enterprise, and the roar of restaurants, bars, and blockbuster movies there are the Watchers a secret branch of the US government with the sole task of spying on the American public through hidden cameras, tapped phones, the Internet, satellites, and even safe, sensible modern appliances. Then one day a young man named Joe Blake looks back through the monitor, locks eyes with an aging Watcher and says, I know you're out there. I know you're listening. Systems at the Watcher compound go dark, malfunctions run rampant, and the agency begins a meticulous investigation into Joe's life. Through the surveillance record we watch as he grows into a troubled rock star witnessing the downward spiral of the American economy from the road. We watch his fight against a corrupt corporate takeover of a government formally by and for the people, and we see the end of our way of life in the small compromises that go overlooked or unnoticed. Joe declares war on the system, but can he complete his mission before the Watchers track him down through his own past? In a race against time, who wins, the people or the money?",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Racing the Moon",
            "authors": [
                "Michelle  Morgan"
            ],
            "ranking": 3.39,
            "ranking_count": 36,
            "abstract": "Joe Riley has to be a little creative to make pocket money in his rough and tumble neighbourhood of Glebe. He's watched his dad keep ahead of the law and he's sure that he can too, gambling on billycart races and selling farm-fresh eggs from his uncle's chook farm.. But when his parents send him off to St Bartholomew's - a Catholic boarding school on the other side of the harbour - Joe's carefree existence is a thing of the past. Homesick and lonely, Joe meets the darker side of human nature and finds himself at odds with the school, especially Brother Felix.. Expelled from St Bart's, Joe is sent to a reform school on the south coast known as The Farm. Life is tough there for a boy from the city, but it's through working the land and tending the animals that Joe finds inner strength and peace, and rediscovers the thrill of true freedom.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Realistic Fiction"
            ]
        }
    ]
}