{
    "books": [
        {
            "title": "Emily's Quest",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.12,
            "ranking_count": 18353,
            "abstract": "Emily knows she's going to be a great writer. She also knows that she and her childhood sweetheart, Teddy Kent, will conquer the world together. But when Teddy leaves home to pursue his goal to become an artist at the School of Design in Montreal, Emily's world collapses. With Teddy gone, Emily agrees to marry a man she doesn't love ... as she tries to banish all thoughts of Teddy. In her heart, Emily must search for what being a writer really means....",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Romance",
                "Cultural",
                "Childrens",
                "Literature"
            ]
        },
        {
            "title": "The Lords of Discipline",
            "authors": [
                "Pat Conroy"
            ],
            "ranking": 4.32,
            "ranking_count": 26410,
            "abstract": "A novel you will never forget.... This powerful and breathtaking novel is the story of four cadets who have become bloodbrothers. Together they will encounter the hell of hazing and the rabid, raunchy and dangerously secretive atmosphere of an arrogant and proud military institute. They will experience the violence. The passion. The rage. The friendship. The loyalty. The betrayal. Together, they will brace themselves for the brutal transition to manhood... and one will not survive.. With all the dramatic brilliance he brought to. The Great Santini. , Pat Conroy sweeps you into the turbulent world of these four friends -- and draws you deep into the heart of his rebellious hero, Will McLean, an outsider forging his personal code of honor, who falls in love with a whimsical beauty... and who undergoes a transition more remarkable then he ever imagined possible.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "American",
                "Literature",
                "Young Adult",
                "Literary Fiction",
                "Classics",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "A Widow for One Year",
            "authors": [
                "John Irving"
            ],
            "ranking": 3.77,
            "ranking_count": 59756,
            "abstract": "“One night when she was four and sleeping in the bottom bunk of her bunk bed, Ruth Cole woke to the sound of lovemaking—it was coming from her parents’ bedroom.”. This sentence opens John Irving’s ninth novel, A Widow for One Year, a story of a family marked by tragedy. Ruth Cole is a complex, often self-contradictory character—a “difficult” woman. By no means is she conventionally “nice,” but she will never be forgotten.. Ruth’s story is told in three parts, each focusing on a critical time in her life. When we first meet her—on Long Island, in the summer of 1958—Ruth is only four.. The second window into Ruth’s life opens on the fall of 1990, when she is an unmarried woman whose personal life is not nearly as successful as her literary career. She distrusts her judgment in men, for good reason.. A Widow for One Year closes in the autumn of 1995, when Ruth Cole is a forty-one-year-old widow and mother. She’s about to fall in love for the first time.. Richly comic, as well as deeply disturbing, A Widow for One Year is a multilayered love story of astonishing emotional force. Both ribald and erotic, it is also a brilliant novel about the passage of time and the relentlessness of grief.. Source: john-irving.com",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Adult",
                "Adult Fiction",
                "Romance",
                "The United States Of America"
            ]
        },
        {
            "title": "Another Country",
            "authors": [
                "James Baldwin"
            ],
            "ranking": 4.3,
            "ranking_count": 19917,
            "abstract": "Nominated as one of America’s best-loved novels by PBS’s The Great American Read. Set in Greenwich Village, Harlem, and France, among other locales, Another Country is a novel of passions--sexual, racial, political, artistic--that is stunning for its emotional intensity and haunting sensuality, depicting men and women, blacks and whites, stripped of their masks of gender and race by love and hatred at the most elemental and sublime. In a small set of friends, Baldwin imbues the best and worst intentions of liberal America in the early 1970s.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "LGBT",
                "Cultural",
                "Race",
                "Novels",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Diviners",
            "authors": [
                "Margaret Laurence",
                "Margaret Atwood"
            ],
            "ranking": 4.17,
            "ranking_count": 7396,
            "abstract": "The Diviners. is the culmination and completion of Margaret Laurence's Manawaka cycle.. This is the powerful story of an independent woman who refuses to abandon her search for love. For Morag Gunn, growing up in a small Canadian prairie town is a toughening process – putting distance between herself and a world that wanted no part of her. But in time, the aloneness that had once been forced upon her becomes a precious right – relinquished only in her overwhelming need for love. Again and again, Morag is forced to test her strength against the world – and finally achieves the life she had determined would be hers.. The Diviners. has been acclaimed by many critics as the outstanding achievement of Margaret Laurence’s writing career. In Morag Gunn, Laurence has created a figure whose experience emerges as that of all dispossessed people in search of their birthright, and one who survives as an inspirational symbol of courage and endurance.. The Diviners. received the Governor General’s Award for Fiction for 1974.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Historical",
                "Literary Fiction",
                "Novels",
                "Feminism"
            ]
        },
        {
            "title": "The Magnificent Ambersons",
            "authors": [
                "Booth Tarkington"
            ],
            "ranking": 3.78,
            "ranking_count": 10757,
            "abstract": "Winner of the Pulitzer Prize when it was first published in 1918,. The Magnificent Ambersons. chronicles the changing fortunes of three generations of an American dynasty. The protagonist of Booth Tarkington's great historical drama is George Amberson Minafer, the spoiled and arrogant grandson of the founder of the family's magnificence. Eclipsed by a new breed of developers, financiers, and manufacturers, this pampered scion begins his gradual descent from the midwestern aristocracy to the working class. Today. The Magnificent Ambersons. is best known through the 1942 Orson Welles movie, but as the critic Stanley Kauffmann noted, It is high time that [the novel] appear again, to stand outside the force of Welles's genius, confident in its own right. . The Magnificent Ambersons. is perhaps Tarkington's best novel, judged Van Wyck Brooks. [It is] a typical story of an American family and town--the great family that locally ruled the roost and vanished virtually in a day as the town spread and darkened into a city. This novel no doubt was a permanent page in the social history of the United States, so admirably conceived and written was the tale of the Amber-sons, their house, their fate and the growth of the community in which they were submerged in the end.. Booth Tarkington (1869-1946), a prolific writer who achieved overnight success with his first novel,. The Gentleman from Indiana. (1899), is perhaps best remembered as the author of the popular Penrod adventures and. Seventeen. (1916). He was awarded a second Pulitzer Prize for the novel. Alice Adams. (1921).",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Novels",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "The Sea Wolf",
            "authors": [
                "Jack London"
            ],
            "ranking": 4.05,
            "ranking_count": 27330,
            "abstract": "The Sea-Wolf is a 1904 psychological adventure novel by Jack London about a literary critic Humphrey van Weyden.The story starts with him aboard a San Francisco ferry, called Martinez, which collides with another ship in the fog and sinks. He is set adrift in the Bay, eventually being picked up by Wolf Larsen.Larsen is the captain of a seal-hunting schooner, the Ghost. Brutal and cynical, yet also highly intelligent and intellectual, he rules over his ship and terrorizes the crew with the aid of his exceptionally great physical strength.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Adventure",
                "Literature",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "The Door Into Summer",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 4.02,
            "ranking_count": 24504,
            "abstract": "It is 1970, and electronics engineer Dan Davis has finally made the invention of a lifetime: a household robot with extraordinary abilities, destined to dramatically change the landscape of everyday routine. Then, with wild success just within reach, Dan's greedy partner and even greedier fiancée steal his work and leave him penniless, and trick him into taking the long sleep—suspended animation for thirty years.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Classics",
                "Speculative Fiction",
                "Audiobook",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Battle Cry of Freedom",
            "authors": [
                "James M. McPherson"
            ],
            "ranking": 4.36,
            "ranking_count": 28918,
            "abstract": "Filled with fresh interpretations and information, puncturing old myths and challenging new ones,. Battle Cry of Freedom. will unquestionably become the standard one-volume history of the Civil War.. James McPherson's fast-paced narrative fully integrates the political, social, and military events that crowded the two decades from the outbreak of one war in Mexico to the ending of another at Appomattox. Packed with drama and analytical insight, the book vividly recounts the momentous episodes that preceded the Civil War--the Dred Scott decision, the Lincoln-Douglas debates, John Brown's raid on Harper's Ferry--and then moves into a masterful chronicle of the war itself--the battles, the strategic maneuvering on both sides, the politics, and the personalities. Particularly notable are McPherson's new views on such matters as the slavery expansion issue in the 1850s, the origins of the Republican Party, the causes of secession, internal dissent and anti-war opposition in the North and the South, and the reasons for the Union's victory.. The book's title refers to the sentiments that informed both the Northern and Southern views of the conflict: the South seceded in the name of that freedom of self-determination and self-government for which their fathers had fought in 1776, while the North stood fast in defense of the Union founded by those fathers as the bulwark of American liberty. Eventually, the North had to grapple with the underlying cause of the war--slavery--and adopt a policy of emancipation as a second war aim. This new birth of freedom, as Lincoln called it, constitutes the proudest legacy of America's bloodiest conflict.. This authoritative volume makes sense of that vast and confusing second American Revolution we call the Civil War, a war that transformed a nation and expanded our heritage of liberty.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Military History",
                "North American Hi...",
                "War",
                "American History",
                "Military",
                "Politics",
                "Historical"
            ]
        },
        {
            "title": "The Drawing of the Three",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.22,
            "ranking_count": 235826,
            "abstract": "While pursuing his quest for the Dark Tower through a world that is a nightmarishly distorted mirror image of our own, Roland, the last gunslinger, encounters three mysterious doorways on the beach. Each one enters into the life of a different person living in contemporary New York.. Here he links forces with the defiant young Eddie Dean and the beautiful, brilliant, and brave Odetta Holmes, in a savage struggle against underworld evil and otherworldly enemies.. Once again, Stephen King has masterfully interwoven dark, evocative fantasy and icy realism.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Adventure",
                "Westerns",
                "Audiobook",
                "Science Fiction Fantasy",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "The Invention of Morel",
            "authors": [
                "Adolfo Bioy Casares",
                "Ruth L.C. Simms",
                "Jorge Luis Borges",
                "Suzanne Jill Levine",
                "Norah Borges de Torre"
            ],
            "ranking": 4.05,
            "ranking_count": 20046,
            "abstract": "Jorge Luis Borges declared. The Invention of Morel. a masterpiece of plotting, comparable to. The Turn of The Screw. and. Journey to the Center of the Earth. . Set on a mysterious island, Bioy’s novella is a story of suspense and exploration, as well as a wonderfully unlikely romance, in which every detail is at once crystal clear and deeply mysterious.. Inspired by Bioy Casares’s fascination with the movie star Louise Brooks, The Invention of Morel has gone on to live a secret life of its own. Greatly admired by Julio Cortázar, Gabriel García Márquez, and Octavio Paz, the novella helped to usher in Latin American fiction’s now famous postwar boom. As the model for Alain Resnais and Alain Robbe-Grillet’s. Last Year at Marienbad. , it also changed the history of film.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Classics",
                "Literature",
                "Cultural",
                "European Literature",
                "Fantasy",
                "Novels",
                "Novella"
            ]
        },
        {
            "title": "The Way of All Flesh",
            "authors": [
                "Samuel Butler"
            ],
            "ranking": 3.61,
            "ranking_count": 8790,
            "abstract": "Written between 1873 and 1884 and published posthumously in 1903,. The Way of All Flesh. is regarded by some as the first twentieth-century novel. Samuel Butler's autobiographical account of a harsh upbringing and troubled adulthood shines an iconoclastic light on the hypocrisy of a Victorian clerical family's domestic life. It also foreshadows the crumbling of nineteenth-century bourgeois ideals in the aftermath of the First World War, as well as the ways in which succeeding generations have questioned conventional values.. Hailed by George Bernard Shaw as one of the summits of human achievement, this chronicle of the life and loves of Ernest Pontifex spans four generations, focusing chiefly on the relationship between Ernest and his father, Theobald. Written in the wake of Darwin's. Origin of Species. , it reflects the dawning consciousness of heredity and environment as determinants of character. Along the way, it offers a powerfully satirical indictment of Victorian England's major institutions—the family, the church, and the rigidly hierarchical class structure.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Historical"
            ]
        },
        {
            "title": "To Your Scattered Bodies Go",
            "authors": [
                "Philip José Farmer"
            ],
            "ranking": 3.94,
            "ranking_count": 30510,
            "abstract": "To Your Scattered Bodies Go. is the Hugo Award-winning beginning to the story of Riverworld, Philip José Farmer's unequaled tale about life after death. When famous adventurer Sir Richard Francis Burton dies, the last thing he expects to do is awaken naked on a foreign planet along the shores of a seemingly endless river. But that's where Burton and billions of other humans (plus a few nonhumans) find themselves as the epic Riverworld saga begins. It seems that all of Earthly humanity has been resurrected on the planet, each with an indestructible container that provides three meals a day, cigarettes, alcoholic beverages, a lighter, and the odd tube of lipstick. But why? And by whom?. That's what Burton and a handful of fellow adventurers are determined to discover as they construct a boat and set out in search of the river's source, thought to be millions of miles away. Although there are many hardships during the journey--including an encounter with the infamous Hermann Goring--Burton's resolve to complete his quest is strengthened by a visit from the Mysterious Stranger, a being who claims to be a renegade within the very group that created the Riverworld. The stranger tells Burton that he must make it to the river's headwaters, along with a dozen others the Stranger has selected, to help stop an evil experiment at the end of which humanity will simply be allowed to die.. --Craig E. Engler",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Hugo Awards",
                "Science Fiction Fantasy",
                "Classics",
                "Speculative Fiction",
                "Adventure",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Wizard and Glass",
            "authors": [
                "Stephen King",
                "Dave McKean"
            ],
            "ranking": 4.24,
            "ranking_count": 180259,
            "abstract": "Roland, Eddie, Susannah, Jake, and Jake’s pet bumbler survive Blaine the Mono’s final crash, only to find themselves stranded in an alternate version of Topeka, Kansas, one that has been ravaged by the superflu virus. While following the deserted I-70 toward a distant glass palace, they hear the atonal squalling of a thinny, a place where the fabric of existence has almost entirely worn away. While camping near the edge of the thinny, Roland tells his ka-tet a story about another thinny, one that he encountered when he was little more than a boy. Over the course of one long magical night, Roland transports us to the Mid-World of long-ago and a seaside town called Hambry, where Roland fell in love with a girl named Susan Delgado, and where he and his old tet-mates Alain and Cuthbert battled the forces of John Farson, the harrier who—with a little help from a seeing sphere called Maerlyn’s Grapefruit—ignited Mid-World’s final war.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Westerns",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy",
                "Apocalyptic",
                "Novels"
            ]
        },
        {
            "title": "The First Circle",
            "authors": [
                "Aleksandr Solzhenitsyn",
                "Thomas P. Whitney"
            ],
            "ranking": 4.23,
            "ranking_count": 7624,
            "abstract": "Notice: In the First Circle and The First Circle: In The First Circle is 200pp longer; The first circle is a censored and abridged version.. Set in Moscow during a three-day period in December 1949, 'The First Circle' is the story of the prisoner Gleb Nerzhin, a brilliant mathematician.. At the age of thirty-one, Nerzhin has survived the war years on the German front and the postwar years in a succession of Russian prisons and labor camps.. His story is interwoven with the stories of a dozen fellow prisoners - each an unforgettable human being - from the prison janitor to the tormented Marxist intellectual who designed the Dnieper dam; of the reigning elite and their conflicted subordinates; and of the women, wretched or privileged, bound to these men.. A landmark of Soviet literature, 'The First Circle' is as powerful today as it was when it was first published, nearly thirty years ago.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Historical",
                "Novels",
                "Politics",
                "Philosophy"
            ]
        },
        {
            "title": "Bellwether",
            "authors": [
                "Connie Willis"
            ],
            "ranking": 3.92,
            "ranking_count": 11715,
            "abstract": "Connie Willis has won more Hugo and Nebula awards than any other science fiction author. Now, with her trademark wit and inventiveness, she explores the intimate relationship between science, pop culture, and the arcane secrets of the heart.. Sandra Foster studies fads - from Barbie dolls to the grunge look - how they start and what they mean. Bennett O'Reilly is a chaos theorist studying monkey group behavior. They both work for the HiTek corporation, strangers until a misdelivered package brings them together. It's a moment of synchronicity - if not serendipity - which leads them into a chaotic system of their own, complete with a million-dollar research grant, caffé latte, tattoos, and a series of unlucky coincidences that leaves Bennett monkeyless, fundless, and nearly jobless.. Sandra intercedes with a flock of sheep and an idea for a joint project. (After all, what better animal to study both chaos theory and the herd mentality that so often characterizes human behavior?). But scientific discovery is rarely straightforward and never simple, and Sandra and Bennett have to endure a series of setbacks, heartbreaks, dead ends, and disasters before they find their ultimate answer...",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Romance",
                "Audiobook",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Gormenghast",
            "authors": [
                "Mervyn Peake"
            ],
            "ranking": 4.04,
            "ranking_count": 12681,
            "abstract": "Titus Groan is seven years old. Lord and heir to the crumbling castle Gormenghast. A gothic labyrinth of roofs and turrets, cloisters and corridors, stairwells and dungeons, it is also the cobwebbed kingdom of Byzantine government and age-old rituals, a world primed to implode beneath the weight of centuries of intrigue, treachery, and death. Steerpike, who began his climb across the roofs when Titus was born, is now ascending the spiral staircase to the heart of the castle, and in his wake lie imprisonment, manipulation, and murder.. Gormenghast. is the second volume in Mervyn Peake’s widely acclaimed trilogy, but it is much more than a sequel to. Titus Groan. —it is an enrichment and deepening of that book.. The Gormenghast Trilogy ranks as one of the twentieth century’s most remarkable feats of imaginative writing.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Gothic",
                "Novels",
                "Science Fiction Fantasy",
                "Literature",
                "European Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Dona Flor and Her Two Husbands",
            "authors": [
                "Jorge Amado",
                "Harriet de Onís"
            ],
            "ranking": 4.02,
            "ranking_count": 7696,
            "abstract": "It surprises no one that the charming but wayward Vadinho dos Guimaraes–a gambler notorious for never winning—dies during Carnival. His long suffering widow Dona Flor devotes herself to her cooking school and her friends, who urge her to remarry. She is soon drawn to a kind pharmacist who is everything Vadinho was not, and is altogether happy to marry him. But after her wedding she finds herself dreaming about her first husband’s amorous attentions; and one evening Vadinho himself appears by her bed, as lusty as ever, to claim his marital rights.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Cultural",
                "Classics",
                "Romance",
                "Literature",
                "European Literature",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "The Waste Lands",
            "authors": [
                "Stephen King",
                "Ned Dameron"
            ],
            "ranking": 4.24,
            "ranking_count": 201495,
            "abstract": "Several months have passed, and Roland’s two new tet-mates have become proficient gunslingers. Eddie Dean has given up heroin, and Odetta’s two selves have joined, becoming the stronger and more balanced personality of Susannah Dean. But while battling The Pusher in 1977 New York, Roland altered ka by saving the life of Jake Chambers, a boy who—in Roland’s where and when—has already died. Now Roland and Jake exist in different worlds, but they are joined by the same madness: the paradox of double memories. Roland, Susannah, and Eddie must draw Jake into Mid-World then follow the Path of the Beam all the way to the Dark Tower. But nothing is easy in Mid-World. Along the way our tet stumbles into the ruined city of Lud, and are caught between the warring gangs of the Pubes and the Grays. The only way out of Lud is to wake Blaine the Mono, an insane train that has a passion for riddling, and for suicidal journeys.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Adventure",
                "Westerns",
                "Audiobook",
                "Science Fiction Fantasy",
                "Thriller",
                "Apocalyptic"
            ]
        },
        {
            "title": "Mother Courage and Her Children",
            "authors": [
                "Bertolt Brecht",
                "David Hare"
            ],
            "ranking": 3.64,
            "ranking_count": 18711,
            "abstract": "Widely considered one of the great dramatic creations of the modern stage, Mother Courage and Her Children is Bertolt Brecht's most passionate and profound statement against war. Set in the seventeenth century, the play follows Anna Fierling -- Mother Courage -- an itinerant trader, as she pulls her wagon of wares and her children through the blood and carnage of Europe's religious wars. Battered by hardships, brutality, and the degradation and death of her children, she ultimately finds herself alone with the one thing in which she truly believes -- her ramshackle wagon with its tattered flag and freight of boots and brandy. Fitting herself in its harness, the old woman manages, with the last of her strength, to drag it onward to the next battle. In the enduring figure of Mother Courage, Bertolt Brecht has created one of the most extraordinary characters in the literature of drama.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "European Literature",
                "Fiction",
                "Literature",
                "Academic",
                "Cultural"
            ]
        },
        {
            "title": "Maurice",
            "authors": [
                "E.M. Forster"
            ],
            "ranking": 4.06,
            "ranking_count": 35451,
            "abstract": "Maurice is heartbroken over unrequited love, which opened his heart and mind to his own sexual identity. In order to be true to himself, he goes against the grain of society’s often unspoken rules of class, wealth, and politics.. Forster understood that his homage to same-sex love, if published when he completed it in 1914, would probably end his career. Thus,. Maurice. languished in a drawer for fifty-seven years, the author requesting it be published only after his death (along with his stories about homosexuality later collected in. The Life to Come. ).. Since its release in 1971,. Maurice. has been widely read and praised. It has been, and continues to be, adapted for major stage productions, including the 1987 Oscar-nominated film adaptation starring Hugh Grant and James Wilby.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "LGBT",
                "Fiction",
                "Romance",
                "Historical",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Loser",
            "authors": [
                "Thomas Bernhard",
                "Jack Dawson",
                "Renata Colorni",
                "Mati Sirkel"
            ],
            "ranking": 4.06,
            "ranking_count": 8368,
            "abstract": "Thomas Bernhard was one of the most original writers of the twentieth century. His formal innovation ranks with Beckett and Kafka, his outrageously cantankerous voice recalls Dostoevsky, but his gift for lacerating, lyrical, provocative prose is incomparably his own.. One of Bernhard's most acclaimed novels,. The Loser. centers on a fictional relationship between piano virtuoso Glenn Gould and two of his fellow students who feel compelled to renounce their musical ambitions in the face of Gould's incomparable genius. One commits suicide, while the other—the obsessive, witty, and self-mocking narrator—has retreated into obscurity. Written as a monologue in one remarkable unbroken paragraph,. The Loser. is a brilliant meditation on success, failure, genius, and fame.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Music",
                "Novels",
                "Literature",
                "Classics",
                "Literary Fiction",
                "Contemporary",
                "Cultural"
            ]
        },
        {
            "title": "Earth Abides",
            "authors": [
                "George R. Stewart"
            ],
            "ranking": 3.95,
            "ranking_count": 27458,
            "abstract": "A disease of unparalleled destructive force has sprung up almost simultaneously in every corner of the globe, all but destroying the human race. One survivor, strangely immune to the effects of the epidemic, ventures forward to experience a world without man. What he ultimately discovers will prove far more astonishing than anything he'd either dreaded or hoped for.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Classics",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Haj",
            "authors": [
                "Leon Uris"
            ],
            "ranking": 4.05,
            "ranking_count": 13412,
            "abstract": "Leon Uris retums to the land of his acclaimed  best-seller. Exodus. for an epic  story of hate and love, vengeance and forgiveness and  forgiveness. The Middle East is the powerful  setting for this sweeping tale of a land where revenge  is sacred and hatred noble. Where an Arab ruler  tries to save his people from destruction but  cannot save them from themselves. When violence  spreads like a plague across the lands of  Palestine--this is the time of. The  Haj. .",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Novels",
                "Literature",
                "Thriller",
                "War",
                "Religion"
            ]
        },
        {
            "title": "The Promise",
            "authors": [
                "Danielle Steel"
            ],
            "ranking": 3.98,
            "ranking_count": 13666,
            "abstract": "Young architect Micheal Hillyard and artist Nancy McAllister are determined to get married despite his wealthy mother's disapproval. Then minutes before their wedding, a terrifying accident and a cruel deception separate Micheal and Nancy--perhaps forever. Each pursues a new life--Nancy in California, Micheal in New York. But eventually nothing--and no one--can keep them apart as they keep their vow never to say good-bye.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Novels",
                "Adult",
                "Drama",
                "Love",
                "Adult Fiction"
            ]
        },
        {
            "title": "In the Shadow of Young Girls in Flower",
            "authors": [
                "Marcel Proust",
                "James Grieve",
                "Christopher Prendergast"
            ],
            "ranking": 4.4,
            "ranking_count": 12468,
            "abstract": "In the Shadow of Young Girls in Flower. is Proust’s spectacular dissection of male and female adolescence, charged with the narrator’s memories of Paris and the Normandy seaside. At the heart of the story lies his relationships with his grandmother and with the Swann family. As a meditation on different forms of love,. In the Shadow of Young Girls in Flower. has no equal. Here, Proust introduces some of his greatest comic inventions, from the magnificently dull M. de Norpois to the enchanting Robert de Saint-Loup. It is memorable as well for the first appearance of the two figures who for better or worse are to dominate the narrator’s life—the Baron de Charlus and the mysterious Albertine.. First time in Penguin Classics. A Penguin Classics Deluxe Edition. The first completely new translation of Proust's novel since the 1920s, following Lydia Davis's brilliant translation of. Swann's Way",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Philosophy",
                "Roman"
            ]
        },
        {
            "title": "Giovanni's Room",
            "authors": [
                "James Baldwin"
            ],
            "ranking": 4.28,
            "ranking_count": 92304,
            "abstract": "An alternate cover for this ISBN can be found. here. .. Baldwin's haunting and controversial second novel is his most sustained treatment of sexuality, and a classic of gay literature. In a 1950s Paris swarming with expatriates and characterized by dangerous liaisons and hidden violence, an American finds himself unable to repress his impulses, despite his determination to live the conventional life he envisions for himself. After meeting and proposing to a young woman, he falls into a lengthy affair with an Italian bartender and is confounded and tortured by his sexual identity as he oscillates between the two.. Examining the mystery of love and passion in an intensely imagined narrative, Baldwin creates a moving and complex story of death and desire that is revelatory in its insight.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "LGBT",
                "Romance",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Rabbit at Rest",
            "authors": [
                "John Updike"
            ],
            "ranking": 3.98,
            "ranking_count": 14863,
            "abstract": "Winner of the 1991 Pulitzer Prize for Fiction. In John Updike's fourth and final novel about ex-basketball player Harry Rabbit Angstrom, the hero has acquired heart trouble, a Florida condo, and a second grandchild. His son and daughter-in-law are acting erratically, his wife Janice wants to work, and Rabbit is searching his soul, looking for reasons to live.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Animals"
            ]
        },
        {
            "title": "The Bloody Chamber and Other Stories",
            "authors": [
                "Angela Carter"
            ],
            "ranking": 3.96,
            "ranking_count": 46546,
            "abstract": "Angela Carter was a storytelling sorceress, the literary godmother of Neil Gaiman, David Mitchell, Audrey Niffenegger, J. K. Rowling, Kelly Link, and other contemporary masters of supernatural fiction. In her masterpiece, The Bloody Chamber—which includes the story that is the basis of Neil Jordan’s 1984 movie The Company of Wolves—she spins subversively dark and sensual versions of familiar fairy tales and legends like “Little Red Riding Hood,” “Bluebeard,” “Puss in Boots,” and “Beauty and the Beast,” giving them exhilarating new life in a style steeped in the romantic trappings of the gothic tradition.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fantasy",
                "Fiction",
                "Horror",
                "Gothic",
                "Classics",
                "Feminism",
                "Retellings",
                "Magical Realism"
            ]
        },
        {
            "title": "Men at Arms",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.37,
            "ranking_count": 91290,
            "abstract": "'What's so hard about pulling a sword out of a stone? The real work's already been done. You ought to make yourself useful and find the man who put the sword in the stone in the first place.'. The City Watch needs MEN! But what it's got includes Corporal Carrot (technically a dwarf), Lance-constable Cuddy (really a dwarf), Lance-constable Detritus (a troll), Lance-constable Angua (a woman... most of the time) and Corporal Nobbs (disqualified from the human race for shoving).. And they need all the help they can get, because someone in Ankh-Morpork has been getting dangerous ideas - about crowns and legendary swords, and destiny. And the problem with destiny is, of course, that she is not always careful where she points her finger. One minute you might be minding your own business on a normal if not spectacular career path, the next you might be in the frame for the big job, like saving the world...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Mystery",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "The Story of Ferdinand",
            "authors": [
                "Munro Leaf",
                "Robert Lawson"
            ],
            "ranking": 4.35,
            "ranking_count": 89342,
            "abstract": "A true classic with a timeless message,. The Story of Ferdinand. has enchanted readers since it was first published in 1936. All the other bulls would run and jump and butt their heads together. But Ferdinand would rather sit and smell the flowers. And he does just that, until the day a bumblebee and some men from the Madrid bullfights give gentle Ferdinand a chance to be the most ferocious star of the. corrida. —and the most unexpected comic hero. This cherished hardcover is perfect for those who love Ferdinand, and those who have yet to meet him.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Animals",
                "Cultural",
                "Kids",
                "Young Adult"
            ]
        },
        {
            "title": "Leave It to Psmith",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 4.25,
            "ranking_count": 10315,
            "abstract": "Ronald Psmith (“the ‘p’ is silent, as in pshrimp”) is always willing to help a damsel in distress. So when he sees Eve Halliday without an umbrella during a downpour, he nobly offers her an umbrella, even though it’s one he picks out of the Drone Club’s umbrella rack. Psmith is so besotted with Eve that, when Lord Emsworth, her new boss, mistakes him for Ralston McTodd, a poet, Psmith pretends to be him so he can make his way to Blandings Castle and woo her. And so the farce begins: criminals disguised as poets with a plan to steal a priceless diamond necklace, a secretary who throws flower pots through windows, and a nighttime heist that ends in gunplay. How will everything be sorted out? Leave it to Psmith!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "European Literature",
                "Novels",
                "Audiobook",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "Lord of Light",
            "authors": [
                "Roger Zelazny"
            ],
            "ranking": 4.07,
            "ranking_count": 30558,
            "abstract": "Earth is long since dead. On a colony planet, a band of men has gained control of technology, made themselves immortal, and now rule their world as the gods of the Hindu pantheon. Only one dares oppose them: he who was once Siddhartha and is now Mahasamatman. Binder of Demons, Lord of Light.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Hugo Awards",
                "Classics",
                "Religion",
                "Speculative Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Confusions of Young Törless",
            "authors": [
                "Robert Musil",
                "J.M. Coetzee",
                "Shaun Whiteside"
            ],
            "ranking": 3.7,
            "ranking_count": 7659,
            "abstract": "Like his contemporary and rival Sigmund Freud, Robert Musil boldly explored the dark, irrational undercurrents of humanity.. The Confusions of Young Törless. , published in 1906 while he was a student, uncovers the bullying, snobbery, and vicious homoerotic violence at an elite boys academy. Unsparingly honest in its depiction of the author's tangled feelings about his mother, other women, and male bonding, it also vividly illustrates the crisis of a whole society, where the breakdown of traditional values and the cult of pitiless masculine strength were soon to lead to the cataclysm of the First World War and the rise of fascism. More than a century later, Musil's first novel still retains its shocking, prophetic power.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "LGBT",
                "Young Adult",
                "Literary Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Forever . . .",
            "authors": [
                "Judy Blume"
            ],
            "ranking": 3.62,
            "ranking_count": 58126,
            "abstract": "Katherine and Michael meet at a New Year's Eve party. They're attracted to each other, they grow to love each other. And once they've decided their love is forever, they make love.. It's the beginning of an intense and exclusive relationship, with a future all planned. Until Katherine's parents insist that she and Michael put their love to the test with a summer apart.... Forever. is written for an older age group than Judy Blume's other novels for children. It caused a storm of controversy when it was first published because of its explicit sexual content.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Fiction",
                "Contemporary",
                "Classics",
                "Womens Fiction",
                "Realistic Fiction",
                "Literature"
            ]
        },
        {
            "title": "Asterix and Cleopatra",
            "authors": [
                "René Goscinny",
                "Albert Uderzo"
            ],
            "ranking": 4.32,
            "ranking_count": 11486,
            "abstract": "How can lovely Queen Cleopatra show Julius Caesar that ancient Egypt is still a great nation? Her architect Edifis recruits his Gaulish friends to help him build a magnificent palace within three months. There are villainous saboteurs to be outwitted, but Asterix, Obelix and Getafix still find time to go sight-seeing - and leave their mark on the pyramids and the Sphinx's nose.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Humor",
                "Cultural",
                "Historical",
                "Graphic Novels Comics",
                "Childrens",
                "Comics"
            ]
        },
        {
            "title": "Zeno's Conscience",
            "authors": [
                "Italo Svevo",
                "William Weaver"
            ],
            "ranking": 3.8,
            "ranking_count": 20700,
            "abstract": "Long hailed as a seminal work of modernism in the tradition of Joyce and Kafka, and now available in a supple new English translation, Italo Svevo’s charming and splendidly idiosyncratic novel conducts readers deep into one hilariously hyperactive and endlessly self-deluding mind. The mind in question belongs to one Zeno Cosini, a neurotic Italian businessman who is writing his confessions at the behest of his psychiatrist. Here are Zeno’s interminable attempts to quit smoking, his courtship of the beautiful yet unresponsive Ada, his unexpected–and unexpectedly happy–marriage to Ada’s homely sister Augusta, and his affair with a shrill-voiced aspiring singer. Relating these misadventures with wry wit and irony, and a perspicacity at once unblinking and compassionate,. Zeno’s Conscience. is a miracle of psychological realism.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Psychology",
                "Literary Fiction",
                "Academic"
            ]
        },
        {
            "title": "Holy Blood, Holy Grail",
            "authors": [
                "Michael Baigent",
                "Richard Leigh",
                "Henry Lincoln"
            ],
            "ranking": 3.49,
            "ranking_count": 12203,
            "abstract": "A nineteenth century French priest discovers something in his mountain village at the foot of The Pyrenees which enables him to amass and spend a fortune of millions of pounds. The tale seems to begin with buried treasure and then turns into an unprecedented historical detective story - a modern Grail quest leading back through cryptically coded parchments, secret societies, the Knights Templar, the Cathar heretics of the twelfth and thirteenth centuries and a dynasty of obscure French kings deposed more than 1,300 years ago. The author's conclusions are persuasive: at the core is not material riches but a secret - a secret of explosive and controversial proportions, which radiates out from the little Pyrenees village all the way to contemporary politics and the entire edifice of the Christian faith. It involves nothing less than... the Holy Grail.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Religion",
                "Pseudoscience",
                "Mystery",
                "Historical",
                "Occult",
                "Fantasy",
                "Reference"
            ]
        },
        {
            "title": "Child of God",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 3.82,
            "ranking_count": 40317,
            "abstract": "In this taut, chilling novel, Lester Ballard--a violent, dispossessed man falsely accused of rape--haunts the hill country of East Tennessee when he is released from jail.  While telling his story, Cormac McCarthy depicts the most sordid aspects of life with dignity, humor, and characteristic lyrical brilliance.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Gothic",
                "Novels",
                "Literature",
                "Mystery",
                "Literary Fiction",
                "American"
            ]
        },
        {
            "title": "Shane",
            "authors": [
                "Jack Schaefer",
                "Wendell Minor"
            ],
            "ranking": 3.89,
            "ranking_count": 11176,
            "abstract": "A stranger rode out of the heart of the great glowing West, into the small Wyoming valley in the summer of 1889.. It was Shane, who appeared on the horizon and became a friend and guardian to the Starrett family at a time when homesteaders and cattle rangers battled for territory and survival. Jack Schaefer’s classic novel illuminates the spirit of the West through the eyes of a young boy and a hero who changes the lives of everyone around him. Renowned artist Wendell Minor provides stunning images and a moving introduction to this new edition of Shane, the ultimate tale of the Western landscape.",
            "part_of_series": true,
            "genre_list": [
                "Westerns",
                "Fiction",
                "Classics",
                "Historical",
                "Young Adult",
                "Adventure",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Chrysalids",
            "authors": [
                "John Wyndham"
            ],
            "ranking": 3.93,
            "ranking_count": 48852,
            "abstract": "A world paralysed by genetic mutation. John Wyndham takes the reader into the anguished heart of a community where the chances of breeding true are less than fifty per cent and where deviations are rooted out and destroyed as offences and abominations.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Fantasy",
                "Apocalyptic",
                "Young Adult",
                "Science Fiction Fantasy",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "The Butcher Boy",
            "authors": [
                "Patrick McCabe"
            ],
            "ranking": 3.83,
            "ranking_count": 8282,
            "abstract": "I was thinking how right ma was -- Mrs. Nugent all smiles when she met us and how are you getting on Mrs and young Francis are you both well? . . .what she was really saying was:. Ah hello Mrs Pig how are you and look Philip do you see what's coming now -- The Pig Family!. . This is a precisely crafted, often lyrical, portrait of the descent into madness of a young killer in small-town Ireland. Imagine Huck Finn crossed with Charlie Starkweather, said. The Washington Post.. Short-listed for the Bram Stoker Award and the Man Booker Prize.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Horror",
                "Novels",
                "Mystery",
                "Contemporary",
                "Literary Fiction",
                "Literature"
            ]
        },
        {
            "title": "Ghost Story",
            "authors": [
                "Peter Straub"
            ],
            "ranking": 3.94,
            "ranking_count": 72181,
            "abstract": "In life, not every sin goes unpunished.. GHOST STORY. For four aging men in the terror-stricken town of Milburn, New York, an act inadvertently carried out in their youth has come back to haunt them. Now they are about to learn what happens to those who believe they can bury the past -- and get away with murder.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Paranormal",
                "Mystery",
                "Thriller",
                "Suspense"
            ]
        },
        {
            "title": "Fool for Love and Other Plays",
            "authors": [
                "Sam Shepard",
                "Ross Wetzsteon"
            ],
            "ranking": 4.19,
            "ranking_count": 2609,
            "abstract": "Here are eight of Pulitzer-prizewinning Sam Shepard's most stunning plays. This brilliant American dramatist creates what. The New Yorker. dubbed Shepard Country--a landscape of the imagination, a unique theatrical experience that captures our culture and consciouness, our fears and fantasies.. FOOL FOR LOVE * ANGEL CITY * GEOGRAPHY OF A HORSE DREAMER * ACTION * COWBOY MOUTH * MELODRAMA PLAY * SEDUCED * SUICIDE IN Bb. With an Introduction by Ross Wetzsteon. Sam Shepard is phenomenal...the best practicing American playwright. --. The New Republic. Sam Shepard is the most exciting presence in the movie world and one of the most gifted writers ever to work on the American stage. --Marsha Norman. The most ruthlessly experimental and uncompromising of today's young writers. --John Lahr. Sam Shepard fills the role of professional playwright as a good ballet dancer or acrobat fulfills his role in performance. That is, he always delivers, he executes feats of dexterity and technical difficulty that an untrained person could not, and makes them seem easy. --Michael Feingold,. The Village Voice. One of the most original, prolific, and gifted dramatists at work today. --. The New Yorker. Increasingly recognized as one of the more significant dramatists in the English-speaking world. --Charles R. Bachman,. Modern Drama",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Tragedy",
                "Literature",
                "Poetry",
                "Classics",
                "Anthologies"
            ]
        },
        {
            "title": "Cities of the Red Night",
            "authors": [
                "William S. Burroughs"
            ],
            "ranking": 3.76,
            "ranking_count": 4872,
            "abstract": "While young men wage war against an evil empire of zealous mutants, the population of this modern inferno is afflicted with the epidemic of a radioactive virus. An opium-infused apocalyptic vision from the legendary author of. Naked Lunch. is the first of the trilogy with. The Places of the Dead Roads. and his final novel,. The Western Plains. .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Literature",
                "Fantasy",
                "Novels",
                "LGBT"
            ]
        },
        {
            "title": "The Adventures of Augie March",
            "authors": [
                "Saul Bellow",
                "Christopher Hitchens"
            ],
            "ranking": 3.84,
            "ranking_count": 17201,
            "abstract": "Augie comes on stage with one of literature’s most famous opening lines. “I am an American, Chicago born, and go at things as I have taught myself, free-style, and will make the record in my own way: first to knock, first admitted.” It’s the “Call me Ishmael” of mid-20th-century American fiction. (For the record, Bellow was born in Canada.) Or it would be if Ishmael had been more like Tom Jones with a philosophical disposition. With this teeming book Bellow returned a Dickensian richness to the American novel. As he makes his way to a full brimming consciousness of himself, Augie careens himself through numberless occupations, and countless mentors and exemplars, all the while enchanting us with the slapdash American music of his voice.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "Planet of the Apes",
            "authors": [
                "Pierre Boulle",
                "Xan Fielding"
            ],
            "ranking": 3.97,
            "ranking_count": 36972,
            "abstract": "I am confiding this manuscript to space, not with the intention of saving myself, but to help, perhaps, to avert the appalling scourge that is menacing the human race. Lord have pity on us!. With these words, Pierre Boulle hurtles the reader onto the Planet of the Apes. In this simian world, civilization is turned upside down: apes are men and men are apes; apes rule and men run wild; apes think, speak, produce, wear clothes, and men are speechless, naked, exhibited at fairs, used for biological research. On the planet of the apes, man, having reached to apotheosis of his genius, has become inert.. To this planet come a journalist and a scientist. The scientist is put into a zoo, the journalist into a laboratory. Only the journalist retains the spiritual strength and creative intelligence to try to save himself, to fight the appalling scourge, to remain a man.. Out of this situation, Pierre Boulle has woven a tale as harrowing, bizarre, and meaningful as any in the brilliant roster of this master storyteller. With his customary wit, irony, and disciplined intellect and style, the author of. The Bridge Over the River Kwai. tells a swiftly moving story dealing with man's conflicts, and takes the reader into a suspenseful and strangely fascinating orbit.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Cultural",
                "Fantasy",
                "Science Fiction Fantasy",
                "Novels",
                "Adventure",
                "Media Tie In"
            ]
        },
        {
            "title": "In the Skin of a Lion",
            "authors": [
                "Michael Ondaatje"
            ],
            "ranking": 3.86,
            "ranking_count": 16887,
            "abstract": "Bristling with intelligence and shimmering with romance, this novel tests the boundary between history and myth. Patrick Lewis arrives in Toronto in the 1920s and earns his living searching for a vanished millionaire and tunneling beneath Lake Ontario. In the course of his adventures, Patrick's life intersects with those of characters who reappear in Ondaatje's Booker Prize-winning The English Patient. 256 pp.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Contemporary",
                "Academic"
            ]
        },
        {
            "title": "Dragondrums",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.09,
            "ranking_count": 33889,
            "abstract": "Dragondrums. is the coming of age story of Piemur, a small, quick, clever apprentice at Harper Hall. When Piemur's clear treble voice changes at puberty, his place among the Harpers is no longer certain.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "The Count of Monte Cristo (Great Illustrated Classics)",
            "authors": [
                "Mitsu Yamamoto",
                "Alexandre Dumas"
            ],
            "ranking": 4.37,
            "ranking_count": 2511,
            "abstract": "For generations, readers have enjoyed classic literature. They have delighted in the romance of Jane Austen, thrilled at the adventures of Jules Verne, and pondered the lessons of Aesop. Introduce young readers to these familiar volumes with Great Illustrated Classics. In this series, literary masterworks have been adapted for young scholars. Large, easy-to-read type and charming pen-and-ink drawings enhance the text. Students are sure to enjoy becoming acquainted with traditional literature through these well-loved classics.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Childrens",
                "Literature",
                "Young Adult",
                "Adventure",
                "Mystery",
                "Action"
            ]
        },
        {
            "title": "Backlash: The Undeclared War Against American Women",
            "authors": [
                "Susan Faludi"
            ],
            "ranking": 4.02,
            "ranking_count": 8726,
            "abstract": "Skillfully Probing the Attack on Women’s Rights. “Opting-out,” “security moms,” “desperate housewives,” “the new baby fever”—the trend stories of 2006 leave no doubt that American women are still being barraged by the same backlash messages that Susan Faludi brilliantly exposed in her 1991 bestselling book of revelations. Now, the book that reignited the feminist movement is back in a fifteenth anniversary edition, with a new preface by the author that brings backlash consciousness up to date.. When it was first published,. Backlash. made headlines for puncturing such favorite media myths as the “infertility epidemic” and the “man shortage,” myths that defied statistical realities. These willfully fictitious media campaigns added up to an antifeminist backlash. Whatever progress feminism has recently made, Faludi’s words today seem prophetic. The media still love stories about stay-at-home moms and the “dangers” of women’s career ambitions; the glass ceiling is still low; women are still punished for wanting to succeed; basic reproductive rights are still hanging by a thread. The backlash clearly exists.. With passion and precision, Faludi shows in her new preface how the creators of commercial culture distort feminist concepts to sell products while selling women downstream, how the feminist ethic of economic independence is twisted into the consumer ethic of buying power, and how the feminist quest for self-determination is warped into a self-centered quest for self-improvement.. Backlash. is a classic of feminism, an alarm bell for women of every generation, reminding us of the dangers that we still face.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Politics",
                "History",
                "Sociology",
                "Gender",
                "Womens",
                "Social Movements"
            ]
        },
        {
            "title": "Big Sur",
            "authors": [
                "Jack Kerouac",
                "Aram Saroyan",
                "Tom    Parker",
                "Grover Gardner"
            ],
            "ranking": 3.85,
            "ranking_count": 31675,
            "abstract": "Each book by Jack Kerouac is unique, a telepathic diamond. With prose set in the middle of his mind, he reveals consciousness itself in all its syntactic elaboration, detailing the luminous emptiness of his own paranoiac confusion. Such rich natural writing is nonpareil in later half XX century, a synthesis of Proust, Céline, Thomas Wolfe, Hemingway, Genet, Thelonius Monk, Basho, Charlie Parker & Kerouac's own athletic sacred insight.. . Big Sur. 's humane, precise account of the extraordinary ravages of alcohol delirium tremens on Kerouac, a superior novelist who had strength to complete his poetic narrative, a task few scribes so afflicted have accomplished—others crack up. Here we meet San Francisco's poets & recognize hero Dean Moriarty ten years after. On the Road. . Jack Kerouac was a 'writer,' as his great peer W.S. Burroughs says, and here at the peak of his suffering humorous genius he wrote through his misery to end with 'Sea,' a brilliant poem appended, on the hallucinatory Sounds of the Pacific Ocean at Big Sur.—Allen Ginsberg 10/10/91 N.Y.C.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Travel",
                "The United States Of America",
                "Literary Fiction"
            ]
        },
        {
            "title": "Under Milk Wood",
            "authors": [
                "Dylan Thomas"
            ],
            "ranking": 4.01,
            "ranking_count": 8385,
            "abstract": "A moving and hilarious account of a spring day in a small Welsh coastal town,. Under Milk Wood. is lyrical, impassioned and funny, an Our Town given universality (. The New Statesman and Nation. ).",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Plays",
                "Fiction",
                "Classics",
                "Drama",
                "Literature",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Runaway Jury",
            "authors": [
                "John Grisham"
            ],
            "ranking": 4.0,
            "ranking_count": 289933,
            "abstract": "Every jury has a leader, and the verdict belongs to him. In Biloxi, Mississippi, a landmark tobacco trial with hundreds of millions of dollars at stake begins routinely, then swerves mysteriously off course.. The jury is behaving strangely, and at least one juror is convinced he's being watched. Soon they have to be sequestered. Then a tip from an anonymous young woman suggests she is able to predict the jurors' increasingly odd behavior.. Is the jury somehow being manipulated, or even controlled? If so, by whom? And, more importantly, why?. From the Trade Paperback edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Law",
                "Drama"
            ]
        },
        {
            "title": "A Time to Love and a Time to Die",
            "authors": [
                "Erich Maria Remarque",
                "Denver Lindley"
            ],
            "ranking": 4.42,
            "ranking_count": 10798,
            "abstract": "From the quintessential author of wartime Germany, A Time to Love and a Time to Die echoes the harrowing insights of his masterpiece All Quiet on the Western Front.. After two years at the Russian front, Ernst Graeber finally receives three weeks’ leave. But since leaves have been canceled before, he decides not to write his parents, fearing he would just raise their hopes.. Then, when Graeber arrives home, he finds his house bombed to ruin and his parents nowhere in sight. Nobody knows if they are dead or alive. As his leave draws to a close, Graeber reaches out to Elisabeth, a childhood friend. Like him, she is imprisoned in a world she did not create. But in a time of war, love seems a world away. And sometimes, temporary comfort can lead to something unexpected and redeeming.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "War",
                "Historical",
                "European Literature",
                "Cultural",
                "Novels",
                "Romance",
                "Literature"
            ]
        },
        {
            "title": "Island of the Sequined Love Nun",
            "authors": [
                "Christopher Moore"
            ],
            "ranking": 3.8,
            "ranking_count": 31752,
            "abstract": "Take a wonderfully crazed excursion into the demented heart of a tropical paradise—a world of cargo cults, cannibals, mad scientists, ninjas, and talking fruit bats. Our bumbling hero is Tucker Case, a hopeless geek trapped in a cool guy's body, who makes a living as a pilot for the Mary Jean Cosmetics Corporation. But when he demolishes his boss's pink plane during a drunken airborne liaison, Tuck must run for his life from Mary Jean's goons. Now there's only one employment opportunity left for him: piloting shady secret missions for an unscrupulous medical missionary and a sexy blond high priestess on the remotest of Micronesian hells. Here is a brazen, ingenious, irreverent, and wickedly funny novel from a modern master of the outrageous.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Fantasy",
                "Adventure",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "The River Why",
            "authors": [
                "David James Duncan"
            ],
            "ranking": 4.23,
            "ranking_count": 10704,
            "abstract": "This captivating and exuberant tale is told by Gus Orviston, an irreverent young fly fisherman and one of the most appealing heroes in contemporary American fiction.. Leaving behind a madcap, fishing-obsessed family, Gus decides to strike out on his own, taking refuge in a secluded cabin on a remote riverbank to pursue his own fly-fishing passion with unrelenting zeal. But instead of finding fishing bliss, Gus becomes increasingly troubled by the degradation of the natural world around him and by the spiritual barrenness of his own life. His desolation drives him on a reluctant quest for self-discovery and meaning, ultimately fruitful beyond his wildest dreams.. Here, then, is a funny, sensitive, unforgettable story about the relationships among men, women, the environment, and the human soul.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Environment",
                "Philosophy",
                "Novels",
                "Literature",
                "Humor",
                "Classics",
                "Literary Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Flow My Tears, the Policeman Said",
            "authors": [
                "Philip K. Dick",
                "Chris     Moore"
            ],
            "ranking": 3.92,
            "ranking_count": 37319,
            "abstract": "Jason Tavener woke up one morning to find himself completely unknown. The night before he had been the top-rated television star with millions of devoted watchers. The next day he was just an unidentified walking object, whose face nobody recognised, of whom no one had heard, and without the I.D. papers required in that near future.. When he finally found a man who would agree to counterfeiting such cards for him, that man turned out to be a police informer. And then Taverner found out not only what it was like to be a nobody but also to be hunted by the whole apparatus of society.. It was obvious that in some way Taverner had become the pea in in some sort of cosmic shell game - but how? And why?. Philip K. Dick takes the reader on a walking tour of solipsism's scariest margin in his latest novel about the age we are already half into.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Fantasy",
                "Literature",
                "Speculative Fiction",
                "Classics",
                "Audiobook"
            ]
        },
        {
            "title": "Jingo",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.16,
            "ranking_count": 59753,
            "abstract": "'Neighbours... hah. People'd live for ages side by side, nodding at one another amicably on their way to work, and then some trivial thing would happen and someone would be having a garden fork removed from their ear.'. Throughout history, there's always been a perfectly good reason to start a war. Never more so if it is over a 'strategic' piece of old rock in the middle of nowhere. It is after all every citizen's right to bear arms to defend what they consider to be their own. Even if it isn't. And in such pressing circumstances, you really shouldn't let small details like the absence of an army or indeed the money to finance one get in the way of a righteous fight with all the attendant benefits of out-and-out nationalism...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "War",
                "Novels"
            ]
        },
        {
            "title": "Nightwood",
            "authors": [
                "Djuna Barnes",
                "Jeanette Winterson",
                "T.S. Eliot"
            ],
            "ranking": 3.63,
            "ranking_count": 10845,
            "abstract": "Nightwood, Djuna Barnes' strange and sinuous tour de force, belongs to that small class of books that somehow reflect a time or an epoch (TLS). That time is the period between the two World Wars, and Barnes' novel unfolds in the decadent shadows of Europe's great cities, Paris, Berlin, and Vienna—a world in which the boundaries of class, religion, and sexuality are bold but surprisingly porous. The outsized characters who inhabit this world are some of the most memorable in all of fiction—there is Guido Volkbein, the Wandering Jew and son of a self-proclaimed baron; Robin Vote, the American expatriate who marries him and then engages in a series of affairs, first with Nora Flood and then with Jenny Petherbridge, driving all of her lovers to distraction with her passion for wandering alone in the night; and there is Dr. Matthew-Mighty-Grain-of-Salt-Dante-O'Connor, a transvestite and ostensible gynecologist, whose digressive speeches brim with fury, keen insights, and surprising allusions. Barnes' depiction of these characters and their relationships (Nora says, A man is another person—a woman is yourself, caught as you turn in panic; on her mouth you kiss your own) has made the novel a landmark of feminist and lesbian literature. Most striking of all is Barnes' unparalleled stylistic innovation, which led T. S. Eliot to proclaim the book so good a novel that only sensibilities trained on poetry can wholly appreciate it. Now with a new preface by Jeanette Winterson,. Nightwood. still crackles with the same electric charge it had on its first publication in 1936.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "LGBT",
                "Novels",
                "Literature",
                "Womens",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Assistant",
            "authors": [
                "Bernard Malamud",
                "Jonathan Rosen"
            ],
            "ranking": 3.9,
            "ranking_count": 10036,
            "abstract": "Bernard Malamud’s second novel, originally published in 1957, is the story of Morris Bober, a grocer in postwar Brooklyn, who “wants better” for himself and his family. First two robbers appear and hold him up; then things take a turn for the better when broken-nosed Frank Alpine becomes his assistant. But there are complications: Frank, whose reaction to Jews is ambivalent, falls in love with Helen Bober; at the same time he begins to steal from the store.. Like Malamud’s best stories, this novel unerringly evokes an immigrant world of cramped circumstances and great expectations. Malamud defined the immigrant experience in a way that has proven vital for several generations of writers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "American",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "A Voice in the Wind",
            "authors": [
                "Francine Rivers",
                "Richard Ferrone"
            ],
            "ranking": 4.55,
            "ranking_count": 83266,
            "abstract": "“The city was silently bloating in the hot sun, rotting like the thousands of bodies that lay where they had fallen in street battles.” With this opening sentence, A Voice in the Wind transports readers back to Jerusalem during the first Jewish-Roman War, some seventy years after the death of Christ. Following the prides and passions of a group of Jews, Romans and Barbarians living at the time of the siege, the narrative is centered on an ill-fated romance between a steadfast slave girl, Hadassah, and Marcus, the brother of her owner and a handsome aristocrat. After surviving the massacre of her family and the destruction of Jerusalem by the Romans, Hadassah is captured and sold to a well-to-do merchant’s family. Brought to Rome, she is pressed into service as a personal slave to hedonistic Julia Valerian. Hadassah struggles to walk in the footsteps of Jesus and to treat her masters in a manner in keeping with His teachings, but she is forced to keep her religious identity a secret in order to survive. Confused and alone, she has only her faith to cling to as she tries to subtly bring God into the lives of her captors. Reckless, impulsive, and villainous, Julia tries to undermine Hadassah at every turn. But Julia’s brother, Marcus, is a different sort altogether. Is it possible for a love between Hadassah and Marcus to flourish considering not only their differing stations in life, but also the gap between Hadassah’s unrelenting faith and Marcus’ lack of belief in anything? Simultaneously, Atretes, a captured soldier from Germania, is forced to become a gladiator. This is the time of Rome’s decline and the decadence of a civilization on the verge of self-destruction serves as a powerful backdrop to the Barbarian’s struggle for survival in the arena.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Christian",
                "Fiction",
                "Romance",
                "Religion",
                "Adult"
            ]
        },
        {
            "title": "Ironweed",
            "authors": [
                "William  Kennedy"
            ],
            "ranking": 3.86,
            "ranking_count": 16090,
            "abstract": "Francis Phelan, ex-ballplayer, part-time gravedigger, full-time drunk, has hit bottom. Years ago he left Albany in a hurry after killing a scab during a trolley workers' strike. He ran away again after accidentally -- and fatally -- dropping his infant son.. Now, in 1938, Francis is back in town, roaming the old familiar streets with his hobo pal, Helen, trying to make peace with the ghosts of the past and the present.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "Royal Assassin",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.24,
            "ranking_count": 169225,
            "abstract": "The legend continues…. Regal’s treasonous attempt to usurp the Six Duchies throne from his half-brother Verity has been foiled.. Now, as Fitz recovers slowly from the foul poison administered to him, the King’s Fool prophesies:. ‘We are here, Fitz, you and I,. to change the future and the world…’. Cover illustration by John Howe",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Adult",
                "Young Adult"
            ]
        },
        {
            "title": "No Longer Human",
            "authors": [
                "Osamu Dazai",
                "Donald Keene"
            ],
            "ranking": 4.12,
            "ranking_count": 59548,
            "abstract": "Osamu Dazai's. No Longer Human. , this leading postwar Japanese writer's second novel, tells the poignant and fascinating story of a young man who is caught between the breakup of the traditions of a northern Japanese aristocratic family and the impact of Western ideas. In consequence, he feels himself disqualified from being human (a literal translation of the Japanese title).. Donald Keene, who translated this and Dazai's first novel,. The Setting Sun. , has said of the author's work: His world … suggests Chekhov or possibly postwar France, … but there is a Japanese sensibility in the choice and presentation of the material. A Dazai novel is at once immediately intelligible in Western terms and quite unlike any Western book. His writing is in some ways reminiscent of Rimbaud, while he himself has often been called a forerunner of Yukio Mishima.. Cover painting by Noe Nojechowiz, from the collection of John and Barbara Duncan; design by Gertrude Huston",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Asian Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Bastard Out of Carolina / Two or Three Things I Know For Sure",
            "authors": [
                "Dorothy Allison"
            ],
            "ranking": 4.04,
            "ranking_count": 500,
            "abstract": "Dorothy Allison's Bastard Out of Carolina (1992) and Two Or Three Things I Know For Sure (1995) under one cover.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Not a Penny More, Not a Penny Less",
            "authors": [
                "Jeffrey Archer"
            ],
            "ranking": 4.03,
            "ranking_count": 40471,
            "abstract": "Free Delivery if order value from the seller is greater than 399. Used Book in good condition. No missing/ torn pages. No stains. Note: The above used product classification has been solely undertaken by the seller. Amazon shall neither be liable nor responsible for any used product classification undertaken by the seller. A-to-Z Guarantee not applicable on used products.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Novels",
                "Drama",
                "Suspense",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Seven Years in Tibet",
            "authors": [
                "Heinrich Harrer"
            ],
            "ranking": 4.08,
            "ranking_count": 22071,
            "abstract": "Recounts how the author, an Austrian, escaped from an English internment camp in India in 1943 and spent the next seven years in Tibet, observing its social practices, religion, politics, and people.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "History",
                "Biography",
                "Autobiography",
                "Adventure",
                "Cultural",
                "Religion",
                "Classics"
            ]
        },
        {
            "title": "Bird by Bird: Some Instructions on Writing and Life",
            "authors": [
                "Anne Lamott"
            ],
            "ranking": 4.23,
            "ranking_count": 90059,
            "abstract": "A newer edition of this title can be found. here.. Thirty years ago my older brother, who was ten years old at the time, was trying to get a report on birds written that he'd had three months to write. [It] was due the next day. We were out at our family cabin in Bolinas, and he was at the kitchen table close to tears, surrounded by binder paper and pencils and unopened books on birds, immobilized by the hugeness of the task ahead. Then my father sat down beside him, put his arm around my brother's shoulder, and said. 'Bird by bird, buddy. Just take it bird by bird.'. With this basic instruction always in mind, Anne Lamott returns to offer us a new gift: a step-by-step guide on how to write and on how to manage the writer's life. From Getting Started,' with Short Assignments, through Shitty First Drafts, Character, Plot, Dialogue. all the way from False Starts to How Do You Know When You're Done? Lamott encourages, instructs, and inspires. She discusses Writers Block, Writing Groups, and Publication. Bracingly honest, she is also one of the funniest people alive.. If you have ever wondered what it takes to be a writer, what it means to be a writer, what the contents of your school lunches said about what your parents were really like, this book is for you. From faith, love, and grace to pain, jealousy, and fear, Lamott insists that you keep your eyes open, and then shows you how to survive. And always, from the life of the artist she turns to the art of life.",
            "part_of_series": false,
            "genre_list": [
                "Language",
                "Nonfiction",
                "Autobiography",
                "Self Help",
                "Writing",
                "Reference",
                "Biography",
                "Audiobook",
                "Art",
                "Humor"
            ]
        },
        {
            "title": "Tom's Midnight Garden",
            "authors": [
                "Philippa Pearce",
                "Susan Einzig"
            ],
            "ranking": 4.05,
            "ranking_count": 25324,
            "abstract": "When his brother catches measles, Tom is sent away for the summer to stay with his uncle and aunt and is thoroughly fed up about it. What a boring summer it's going to be. But then, lying in bed one night, he hears the old grandfather clock in the hall strike the very strange hour of 13 o'clock. What can it mean? As Tom creeps downstairs and opens the door, he finds out...a magical garden, a new playmate, and the adventure of a lifetime. Una Stubbs stars as Aunt Gwen in this BBC Radio 4 full-cast dramatisation.. © and (P)1999 BBC Audiobooks LTD. 2 h 16 min",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Classics",
                "Fiction",
                "Science Fiction",
                "Young Adult",
                "Historical",
                "Adventure"
            ]
        },
        {
            "title": "In the Time of the Butterflies",
            "authors": [
                "Julia Alvarez"
            ],
            "ranking": 4.14,
            "ranking_count": 62800,
            "abstract": "Set during the waning days of the Trujillo dictatorship in the Dominican Republic in 1960, this extraordinary novel tells the story of the Mirabal sisters, three young wives and mothers who are assassinated after visiting their jailed husbands.. From the author of. How the Garcia Girls Lost Their Accents. comes this tale of courage and sisterhood set in the Dominican Republic during the rise of the Trujillo dictatorship. A skillful blend of fact and fiction,. In the Time of the Butterflies. is inspired by the true story of the three Mirabal sisters who, in 1960, were murdered for their part in an underground plot to overthrow the government. Alvarez breathes life into these historical figures--known as las mariposas, or the butterflies, in the underground--as she imagines their teenage years, their gradual involvement with the revolution, and their terror as their dissentience is uncovered.. Alvarez's controlled writing perfectly captures the mounting tension as the butterflies near their horrific end. The novel begins with the recollections of Dede, the fourth and surviving sister, who fears abandoning her routines and her husband to join the movement. Alvarez also offers the perspectives of the other sisters: brave and outspoken Minerva, the family's political ringleader; pious Patria, who forsakes her faith to join her sisters after witnessing the atrocities of the tyranny; and the baby sister, sensitive Maria Teresa, who, in a series of diaries, chronicles her allegiance to Minerva and the physical and spiritual anguish of prison life.. In the Time of the Butterflies. is an American Library Association Notable Book and a 1995 National Book Critics Circle Award nominee.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Academic",
                "Classics",
                "Novels",
                "European Literature",
                "Adult Fiction",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "Elmer Gantry",
            "authors": [
                "Sinclair Lewis"
            ],
            "ranking": 4.0,
            "ranking_count": 5357,
            "abstract": "Universally recognized as a landmark in American literature,. Elmer Gantry. scandalized readers when it was first published, causing Sinclair Lewis to be invited to a jail cell in New Hampshire and to his own lynching in Virginia. His portrait of a golden-tongued evangelist who rises to power within his church--a saver of souls who lives a life of duplicity, sensuality, and ruthless self-indulgence--is also the record of a period, a reign of grotesque vulgarity, which but for Lewis would have left no trace of itself.. Elmer Gantry. has been called the greatest, most vital, and most penetrating study of hypocrisy that has been written since the works of Voltaire.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Religion",
                "Literature",
                "Historical",
                "Novels",
                "Nobel Prize",
                "Literary Fiction"
            ]
        },
        {
            "title": "Out of the Silent Planet",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 3.92,
            "ranking_count": 84045,
            "abstract": "In the first novel of C.S. Lewis's classic science fiction trilogy, Dr Ransom, a Cambridge academic, is abducted and taken on a spaceship to the red planet of Malacandra, which he knows as Mars. His captors are plotting to plunder the planet's treasures and plan to offer Ransom as a sacrifice to the creatures who live there. Ransom discovers he has come from the 'silent planet' – Earth – whose tragic story is known throughout the universe...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Classics",
                "Christian",
                "Christian Fiction",
                "Science Fiction Fantasy",
                "Religion",
                "Adventure"
            ]
        },
        {
            "title": "Oscar and Lucinda",
            "authors": [
                "Peter Carey"
            ],
            "ranking": 3.73,
            "ranking_count": 20286,
            "abstract": "Peter Carey's Booker Prize winning novel imagines Australia's youth, before its dynamic passions became dangerous habits. It is also a startling and unusual love story.. Oscar is a young English clergyman who has broken with his past and developed a disturbing talent for gambling. A country girl of singular ambition, Lucinda moves to Sydney, driven by dreams of self-reliance and the building of an industrial Utopia. Together this unlikely pair create and are created by the spectacle of mid-nineteenth century Australia.. Peter Carey's visionary brilliance, and his capacity to delight and surprise, propel this story to its stunning conclusion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Romance",
                "Classics",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "The 39 Steps",
            "authors": [
                "John Buchan"
            ],
            "ranking": 3.62,
            "ranking_count": 36371,
            "abstract": "Adventurer Richard Hannay, just returned from South Africa, is thoroughly bored with London life—until he is accosted by a mysterious American, who warns him of an assassination plot that could completely destabalise the fragile political balance of Europe. Initially sceptical, Hannay nonetheless harbours the man—but one day returns home to find him murdered... An obvious suspect, Hannay flees to his native Scotland, pursued by both the police and a cunning, ruthless enemy. His life and the security of Britain are in grave peril, and everything rests on the solution to a baffling enigma: what are the 'thirty nine steps?'",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Mystery",
                "Thriller",
                "Adventure",
                "Spy Thriller",
                "Historical",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "A Grief Observed",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.19,
            "ranking_count": 68846,
            "abstract": "Written with love, humility, and faith, this brief but poignant volume was first published in 1961 and concerns the death of C. S. Lewis's wife, the American-born poet Joy Davidman. In her introduction to this new edition, Madeleine L'Engle writes: I am grateful to Lewis for having the courage to yell, to doubt, to kick at God in angry violence. This is a part of a healthy grief which is not often encouraged. It is helpful indeed that C. S. Lewis, who has been such a successful apologist for Christianity, should have the courage to admit doubt about what he has so superbly proclaimed. It gives us permission to admit our own doubts, our own angers and anguishes, and to know that they are part of the soul's growth.. Written in longhand in notebooks that Lewis found in his home, A Grief Observed probes the mad midnight moments of Lewis's mourning and loss, moments in which he questioned what he had previously believed about life and death, marriage, and even God. Indecision and self-pity assailed Lewis. We are under the harrow and can't escape, he writes. I know that the thing I want is exactly the thing I can never get. The old life, the jokes, the drinks, the arguments, the lovemaking, the tiny, heartbreaking commonplace. Writing A Grief Observed as a defense against total collapse, a safety valve, he came to recognize that bereavement is a universal and integral part of our experience of love.. Lewis writes his statement of faith with precision, humor, and grace. Yet neither is Lewis reluctant to confess his continuing doubts and his awareness of his own human frailty. This is precisely the quality which suggests that A Grief Observed may become among the great devotional books of our age.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Christian",
                "Religion",
                "Autobiography",
                "Classics",
                "Philosophy",
                "Biography"
            ]
        },
        {
            "title": "Aztec",
            "authors": [
                "Gary Jennings"
            ],
            "ranking": 4.24,
            "ranking_count": 17773,
            "abstract": "Aztec. is the extraordinary story of the last and greatest native civilization of North America. Told in the words of one of the most robust and memorable characters in modern fiction, Mixtli-Dark Cloud,. Aztec. reveals the very depths of Aztec civilization from the peak and feather-banner splendor of the Aztec Capital of Tenochtitlan to the arrival of Hernán Cortes and his conquistadores, and their destruction of the Aztec empire. The story of Mixtli is the story of the Aztecs themselves---a compelling, epic tale of heroic dignity and a colossal civilization's rise and fall.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Novels",
                "Fantasy",
                "Thriller",
                "Cultural",
                "Romance"
            ]
        },
        {
            "title": "A Voyage to Arcturus",
            "authors": [
                "David  Lindsay",
                "John Clute",
                "Loren Eiseley"
            ],
            "ranking": 3.56,
            "ranking_count": 3017,
            "abstract": "A stunning achievement in speculative fiction,. A Voyage to Arcturus. has inspired, enchanted, and unsettled readers for decades. It is simultaneously an epic quest across one of the most unusual and brilliantly depicted alien worlds ever conceived, a profoundly moving journey of discovery into the metaphysical heart of the universe, and a shockingly intimate excursion into what makes us human and unique.. After a strange interstellar journey, Maskull, a man from Earth, awakens alone in a desert on the planet Tormance, seared by the suns of the binary star Arcturus. As he journeys northward, guided by a drumbeat, he encounters a world and its inhabitants like no other, where gender is a victory won at dear cost; where landscape and emotion are drawn into an accursed dance; where heroes are killed, reborn, and renamed; and where the cosmological lures of Shaping, who may be God, torment Maskull in his astonishing pilgrimage. At the end of his arduous and increasingly mystical quest waits a dark secret and an unforgettable revelation.. A Voyage to Arcturus. was the first novel by writer David Lindsay (1878–1945), and it remains one of the most revered classics of science fiction. This commemorative edition features an introduction by noted scholar and writer of speculative fiction John Clute and a famous essay by Loren Eiseley.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Classics",
                "Philosophy",
                "Science Fiction Fantasy",
                "Novels",
                "Literature",
                "Speculative Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Fatherland",
            "authors": [
                "Robert   Harris"
            ],
            "ranking": 3.99,
            "ranking_count": 42707,
            "abstract": "Fatherland is set in an alternative world where Hitler has won the Second World War. It is April 1964 and one week before Hitler's 75th birthday. Xavier March, a detective of the Kriminalpolizei, is called out to investigate the discovery of a dead body in a lake near Berlin's most prestigious suburb. As March discovers the identity of the body, he uncovers signs of a conspiracy that could go to the very top of the German Reich. And, with the Gestapo just one step behind, March, together with an American journalist, is caught up in a race to discover and reveal the truth - a truth that has already killed, a truth that could topple governments, a truth that will change history.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "Science Fiction",
                "Mystery",
                "War"
            ]
        },
        {
            "title": "The Black Dahlia",
            "authors": [
                "James Ellroy"
            ],
            "ranking": 3.77,
            "ranking_count": 87056,
            "abstract": "On January 15, 1947, the torture-ravished body of a beautiful young woman is found in a vacant lot. The victim makes headlines as the Black Dahlia—and so begins the greatest manhunt in California history. Caught up in the investigation are Bucky Bleichert and Lee Blanchard: Warrants Squad cops, friends, and rivals in love with the same woman. But both are obsessed with the Dahlia—driven by dark needs to know everything about her past, to capture her killer, to possess the woman even in death. Their quest will take them on a hellish journey through the underbelly of postwar Hollywood, to the core of the dead girl's twisted life, past the extremes of their own psyches—into a region of total madness.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Crime",
                "Thriller"
            ]
        },
        {
            "title": "Time Enough for Love",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 3.97,
            "ranking_count": 34026,
            "abstract": "The capstone and crowning achievement of Heinlein's famous Future History, Time Enough for Love follows Lazarus Long through a vast and magnificent timescape of centuries and worlds. Heinlein's longest and most ambitious work, it is the story of a man so in love with Life that he refused to stop living it; and so in love with Time that he became his own ancestor.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Classics",
                "Speculative Fiction",
                "Audiobook",
                "Novels",
                "Romance"
            ]
        },
        {
            "title": "Galileo's Daughter: A Historical Memoir of Science, Faith and Love",
            "authors": [
                "Dava Sobel"
            ],
            "ranking": 3.74,
            "ranking_count": 29072,
            "abstract": "Dramatically recolors the personality and accomplishment of a mythic figure whose seventeenth-century clash with Catholic doctrine continues to define the schism between science and religion.. Inspired by a long fascination with Galileo, and by the remarkable surviving letters of Galileo's daughter, a cloistered nun, Dava Sobel has written a biography unlike any other of the man Albert Einstein called the father of modern physics--indeed of modern science altogether. Galileo's Daughter also presents a stunning portrait of a person hitherto lost to history, described by her father as a woman of exquisite mind, singular goodness, and most tenderly attached to me.. The son of a musician, Galileo Gahlei (1564-1642) tried at first to enter a monastery before engaging the skills that made him the foremost scientist of his day. Though he never left Italy, his inventions and discoveries were heralded around the world. Most sensationally, his telescopes allowed him to reveal a new reality in the heavens and to reinforce the astounding argument that the Earth moves around the Sun. For this belief, he was brought before the Holy Office of the Inquisition, accused of heresy, and forced to spend his last years under house arrest.. Of Galileo's three illegitimate children, the eldest best mirrored his own brilliance, industry, and sensibility, and by virtue of these qualities became his confidante. Born Virginia in 1600, she was thirteen when Galileo placed her in a convent near him in Florence, where she took the most appropriate name of Suor Maria Celeste. Her loving support, which Galileo repaid in kind, proved to be her father's greatest source of strength throughout his most productive and tumultuous years. Her presence, through letters which Sobel has translated from their original Italian and masterfully woven into the narrative, graces her father's life now as it did then.. Galileo's Daughter dramatically recolors the personality and accomplishment of a mythic figure whose seventeenth-century clash with Catholic doctrine continues to define the schism between science and religion. Moving between Galileo's grand public life and Maria Celeste's sequestered world, Sobel illuminates the Florence of the Medicis and the papal court in Rome during the pivotal era when humanity's perception of its place in the cosmos was being overturned. In that same time, while the bubonic plague wreaked its terrible devastation and the Thirty Years' War tipped fortunes across Europe, one man sought to reconcile the Heaven he revered as a good Catholic with the heavens he revealed through his telescope.. With all the human drama and scientific adventure that distinguished Longitude, Galileo's Daughter is an unforgettable story.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Science",
                "Biography",
                "Cultural",
                "Historical",
                "Biography Memoir",
                "Religion",
                "Autobiography"
            ]
        },
        {
            "title": "Orlando",
            "authors": [
                "Virginia Woolf"
            ],
            "ranking": 3.87,
            "ranking_count": 73360,
            "abstract": "Virginia Woolf's. Orlando. 'The longest and most charming love letter in literature', playfully constructs the figure of Orlando as the fictional embodiment of Woolf's close friend and lover, Vita Sackville-West. Spanning three centuries, the novel opens as Orlando, a young nobleman in Elizabeth's England, awaits a visit from the Queen and traces his experience with first love as England under James I lies locked in the embrace of the Great Frost. At the midpoint of the novel, Orlando, now an ambassador in Constantinople, awakes to find that he is now a woman, and the novel indulges in farce and irony to consider the roles of women in the 18th and 19th centuries. As the novel ends in 1928, a year consonant with full suffrage for women. Orlando, now a wife and mother, stands poised at the brink of a future that holds new hope and promise for women.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "LGBT",
                "Fantasy",
                "Feminism",
                "Novels",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "L'Écume des jours",
            "authors": [
                "Boris Vian"
            ],
            "ranking": 3.96,
            "ranking_count": 31336,
            "abstract": "Chick, Alise, Chloé et Colin passent leur temps à dire des choses rigolotes, à écouter Duke Ellington et à patiner. Dans ce monde où les pianos sont des mélangeurs à cocktails, la réalité semble ne pas avoir de prise. On se marie à l'église comme on va à la fête foraine et on ignore le travail, qui se réduit à une usine monstrueuse faisant tache sur le paysage.. Pied de nez aux conventions romanesques et à la morale commune,. L'Écume des jours. est un délice verbal et un festin poétique. Jeux de mots, néologismes, décalages incongrus... Vian surenchérit sans cesse, faisant naître comme un vertige chez le lecteur hébété, qui sourit quand il peut. Mais le véritable malaise vient d'ailleurs : ces adolescents éternels à la sensibilité exacerbée constituent des victimes de choix. L'obsession consumériste de Chick, née d'une idolâtrie frénétique pour un certain Jean-Sol Partre, semble vouloir dire que le bonheur ne saurait durer. En effet, l'asphyxie gagne du terrain, et l'on assiste avec effroi au rétrécissement inexorable des appartements. On en veut presque à Vian d'être aussi lucide et de ne pas s'être contenté d'une expérience ludique sur fond de roman d'amour.. --Sana Tang-Léopold Wauters",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "European Literature",
                "Romance",
                "Fantasy",
                "Roman",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Sacajawea",
            "authors": [
                "Anna Lee Waldo"
            ],
            "ranking": 4.25,
            "ranking_count": 15777,
            "abstract": "Clad ln a doeskin, alone and unafraid, she stood straight and proud before the onrushlng Forces of America’s destiny: Sacajawea. child of a Shoshoni chief, lone woman on Lewis and Clark‘s historic trek-beautiful spear of a dying nation.. She knew many men, walked many miles. From the whispering prairies, across the Great Divide to the crystal-capped Rockies and on to the emerald promise of the Pacific Northwest, her story overflows with emotion and action ripped from the bursting fabric of a raw new land.. Ten years In the Writing, SACAJAWEA unfolds an immense canvas of people and events, and captures the eternal longings of a woman who always yearned for one great passion-and always it lay beyond the next mountain.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "North American Hi...",
                "Adventure",
                "Westerns",
                "Native Americans",
                "Classics",
                "Novels",
                "The United States Of America"
            ]
        },
        {
            "title": "El llano en llamas",
            "authors": [
                "Juan Rulfo"
            ],
            "ranking": 4.2,
            "ranking_count": 17237,
            "abstract": "Desde su aparición en 1953, este libro de relatos del mexicano Juan Rulfo se ha traducido a más de veinticinco lenguas y ha dado lugar a múltiples y permanentes reediciones en los países de lengua hispana. Esta edición, única revisada y autorizada por la Fundación Juan Rulfo, debe ser considerada como la definitiva.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Literature",
                "Magical Realism",
                "Novels"
            ]
        },
        {
            "title": "The Basic Writings of C.G. Jung",
            "authors": [
                "C.G. Jung",
                "Violet Staub de Laszlo"
            ],
            "ranking": 4.15,
            "ranking_count": 425,
            "abstract": "In exploring the manifestations of human spiritual experience both in the imaginative activities of the individual and in the formation of mythologies and of religious symbolism in various cultures, C. G. Jung laid the groundwork for a psychology of the spirit. The excerpts here illuminate the concept of the unconscious, the central pillar of his work, and display ample evidence of the spontaneous spiritual and religious activities of the human mind. This compact volume will serve as an ideal introduction to Jung's basic concepts.Part I of this book, On the Nature and Functioning of the Psyche,  contains material from four works: Symbols of Transformation,  On the Nature of the Psyche,  The Relations between the Ego and the Unconscious,  and Psychological Types. Also included in Part I are Archetypes of the Collective Unconscious and Psychological Aspects of the Mother Archetype. Part II, On Pathology and Therapy,  includes On the Nature of Dreams,  On the Pathogenesis of Schizophrenia,  selections from Psychology of the Transference. In Part III appear Introduction to the Religious and Psychological Problems of Alchemy and two sections of Psychology and Religion. Part IV, called On Human Development,  consists of the essay Marriage as a Psychological Relationship.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Philosophy",
                "Nonfiction",
                "Science",
                "Unfinished",
                "Religion",
                "Anthologies",
                "Classics",
                "Reference"
            ]
        },
        {
            "title": "A History of the World in 10½  Chapters",
            "authors": [
                "Julian Barnes"
            ],
            "ranking": 3.89,
            "ranking_count": 14043,
            "abstract": "Beginning with an unlikely stowaway's account of life on board Noah's Ark,. A History of the World in 10½ Chapters. presents a surprising, subversive, fictional history of earth told from several kaleidoscopic perspectives. Noah disembarks from his ark but he and his Voyage are not forgotten: they are revisited in on other centuries and other climes - by a Victorian spinster mourning her father, by an American astronaut on an obsessive personal mission. We journey to the Titanic, to the Amazon, to the raft of the. Medusa. , and to an ecclesiastical court in medieval France where a bizarre case is about to begin.... This is no ordinary history, but something stranger, a challenge and a delight for the reader's imagination. Ambitious yet accessible, witty and playfully serious, this is the work of a brilliant novelist.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Historical",
                "European Literature",
                "Contemporary",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Humor"
            ]
        },
        {
            "title": "Bluebeard",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 4.05,
            "ranking_count": 37354,
            "abstract": "Broad humor and bitter irony collide in this fictional autobiography of Rabo Karabekian, who, at age seventy-one, wants to be left alone on his Long Island estate with the secret he has locked inside his potato barn. But then a voluptuous young widow badgers Rabo into telling his life story—and Vonnegut in turn tells us the plain, heart-hammering truth about man’s careless fancy to create or destroy what he loves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "Literature",
                "Novels",
                "Science Fiction",
                "Art",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Vampire Chronicles: Interview with the Vampire, The Vampire Lestat, The Queen of the Damned",
            "authors": [
                "Anne Rice",
                "Robert O'Keefe",
                "F. Murray Abraham",
                "Michael York",
                "Kate Nelligan",
                "David Purdham"
            ],
            "ranking": 4.29,
            "ranking_count": 13260,
            "abstract": "The ornate, casket-like packaging and neogothic graphic design of this immortal trilogy is eerily enticing on its own. But just lift the lid, slide the first tape from its ghostly sleeve, and you'll soon embrace the hypnotic realm of the undead.. Book 1,. Interview with the Vampire. , opens with the seductive purr of F. Murray Abraham (. Amadeus. ) stating, I was a 25-year-old man when I became a vampire, and the year was 1791. And so our ultimate antihero, Louis, begins the elaborate retelling of his long, tortured life as a vampire. Winding through the ages, from New Orleans to Paris, we follow Louis and his undying mentor, Lestat, as they feed on humans, whet their carnal appetites, and uncover an underworld of vampire brethren.. Interview with the Vampire, read by F.Murray Abraham. Running time: 3 hours on 2 Audio Cassettes. -----------------------------------------------. Book 2,. The Vampire Lestat. , brings us up to date, with Lestat waking from his earthen slumber to join the ranks of rock superstardom before sitting down to share the tale of his own haunting initiation into the vampire world. Michael York (. Cabaret. ) puts his wonderfully fluid, cosmopolitan voice to good use, adding a dash of sly humor to this fast-paced, satisfying blend of sex and blood and rock and roll.. The Vampire Lestat, read by Michael York. Running time: 3 hours on 2 Audio Cassettes. -----------------------------------------------. Book 3,. The Queen of the Damned. , takes us back, all the way back to ancient Egypt, exposing the origins of the vampire way. Narrating in eerily serene and gracious tones, Kate Nelligan (. The Prince of Tides. ) leads us gently down this bloody path of immortal desires. David Purdham gives the voice of Lestat a wistful quality, tinged with an evil relish that exposes the master vampire's sanguine tastes.. Queen of the Damned, read by Kate Nelligan and David Purdham. Running time: 3 hours on 2 Audio Cassettes. -----------------------------------------------. Anne Rice has continued her Vampire Chronicles beyond these three novels, but that shouldn't make this collection any less tempting to either the undead initiate or certified vampire junkie.. --George Laney. Total: 6 Audio Cassettes / 9 hours. ~",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Paranormal",
                "Classics",
                "Gothic",
                "Romance"
            ]
        },
        {
            "title": "Titus Groan",
            "authors": [
                "Mervyn Peake",
                "Rupert Degas"
            ],
            "ranking": 3.91,
            "ranking_count": 17668,
            "abstract": "Starts with the birth and ends with the first birthday celebrations of the heir to the grand, tradition-bound castle of Gormenghast. A grand miasma of doom and foreboding weaves over the sterile rituals of the castle. Villainous Steerpike seeks to exploit the gaps between the formal rituals and the emotional needs of the ruling family for his own profit.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Gothic",
                "Science Fiction Fantasy",
                "Novels",
                "Literature",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Complete Short Stories of Ernest Hemingway",
            "authors": [
                "Ernest Hemingway",
                "John Hemingway",
                "Patrick Hemingway",
                "Gregory H. Hemingway",
                "Charles Scribner Jr."
            ],
            "ranking": 4.29,
            "ranking_count": 34706,
            "abstract": "THE ONLY COMPLETE COLLECTION BY THE NOBEL PRIZE-WINNING AUTHOR. In this definitive collection of Ernest Hemingway's short stories, readers will delight in the author's most beloved classics such as. The Snows of Kilimanjaro, Hills Like White Elephants,. and. A Clean, Well-Lighted Place,. and will discover seven new tales published for the first time in this collection. For Hemingway fans. The Complete Short Stories. is an invaluable treasury.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Anthologies",
                "Novels"
            ]
        },
        {
            "title": "The Princess Diaries",
            "authors": [
                "Meg Cabot"
            ],
            "ranking": 3.8,
            "ranking_count": 245751,
            "abstract": "Mia Thermopolis is pretty sure there's nothing worse than being a five-foot-nine, flat-chested freshman, who also happens to be flunking Algebra.. Is she ever in for a surprise.. First mom announces that she's dating Mia's Algebra teacher. Then Dad has to go and reveal that he is the crown prince of Genovia. And guess who still doesn't have a date for the Cultural Diversity Dance?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Childrens",
                "Humor",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Varieties of Religious Experience",
            "authors": [
                "William  James"
            ],
            "ranking": 3.99,
            "ranking_count": 11757,
            "abstract": "I am neither a theologian, nor a scholar learned in the history of religions, nor an anthropologist. Psychology is the only branch of learning in which I am particularly versed. To the psychologist the religious propensities of man must be at least as interesting as any other of the facts pertaining to his mental constitution. It would seem, therefore, as a psychologist, the natural thing for me would be to invite you to a descriptive survey of those religious propensities.. When William James went to the University of Edinburgh in 1901 to deliver a series of lectures on natural religion, he defined religion as the feelings, acts, and experiences of individual men in their solitude, so far as they apprehend themselves to stand in relation to whatever they may consider the divine. Considering religion, then, not as it is defined by--or takes place in--the churches, but as it is felt in everyday life, he undertook a project that, upon completion, stands not only as one of the most important texts on psychology ever written, not only as a vitally serious contemplation of spirituality, but for many critics one of the best works of nonfiction written in the 20th century. Reading. The Varieties of Religious Experience. , it is easy to see why. Applying his analytic clarity to religious accounts from a variety of sources, James elaborates a pluralistic framework in which the divine can mean no single quality, it must mean a group of qualities, by being champions of which in alternation, different men may all find worthy missions. It's an intellectual call for serious religious tolerance--indeed, respect--the vitality of which has not diminished through the subsequent decades.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Psychology",
                "Nonfiction",
                "Spirituality",
                "Classics",
                "Science",
                "History",
                "Occult"
            ]
        },
        {
            "title": "Emily Climbs",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.16,
            "ranking_count": 21926,
            "abstract": "Emily Starr was born with the desire to write. As an orphan living on New Moon Farm, writing helped her face the difficult, lonely times. But now all her friends are going away to high school in nearby Shrewsbury, and her old-fashioned, tyrannical aunt Elizabeth will only let. her. go if she promises to stop writing! All the same, this is the first step in Emily's climb to success. Once in town, Emily's activities set the Shrewsbury gossips buzzing. But Emily and her friends are confident—Ilse's a born actress, Teddy's set to be a great artist, and roguish Perry has the makings of a brilliant lawyer. When Emily has her poems published and writes for the town newspaper, success seems to be on its way—and with it the first whispers of romance. Then Emily is offered a fabulous opportunity, and she must decide if she wants to change her life forever.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Cultural",
                "Romance"
            ]
        },
        {
            "title": "Deadeye Dick",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 3.82,
            "ranking_count": 26439,
            "abstract": "Deadeye Dick. is Kurt Vonnegut’s funny, chillingly satirical look at the death of innocence. Amid a true Vonnegutian host of horrors—a double murder, a fatal dose of radioactivity, a decapitation, an annihilation of a city by a neutron bomb—Rudy Waltz, aka Deadeye Dick, takes us along on a zany search for absolution and happiness. Here is a tale of crime and punishment that makes us rethink what we believe . . . and who we say we are.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "Literature",
                "Science Fiction",
                "Novels",
                "Contemporary",
                "Horror",
                "Literary Fiction"
            ]
        },
        {
            "title": "Jamaica Inn",
            "authors": [
                "Daphne du Maurier"
            ],
            "ranking": 3.88,
            "ranking_count": 39254,
            "abstract": "The coachman tried to warn her away from the ruined, forbidding place on the rainswept Cornish coast. But young Mary Yellan chose instead to honor her mother's dying request that she join her frightened Aunt Patience and huge, hulking Uncle Joss Merlyn at Jamaica Inn. From her first glimpse on that raw November eve, she could sense the inn's dark power. But never did Mary dream that she would become hopelessly ensnared in the vile, villainous schemes being hatched within its crumbling walls -- or that a handsome, mysterious stranger would so incite her passions ... tempting her to love a man whom she dares not trust.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Gothic",
                "Mystery",
                "Romance",
                "Thriller",
                "Suspense",
                "European Literature"
            ]
        },
        {
            "title": "Bag of Bones",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.91,
            "ranking_count": 184725,
            "abstract": "Four years after the sudden death of his wife, forty-year-old bestselling novelist Mike Noonan is still grieving. Unable to write, and plagued by vivid nightmares set at the western Maine summerhouse he calls Sara Laughs, Mike reluctantly returns to the lakeside getaway. There, he finds his beloved Yankee town held in the grip of a powerful millionaire, Max Devore, whose vindictive purpose is to take his three-year-old granddaughter, Kyra, away from her widowed young mother, Mattie. As Mike is drawn into Mattie and Kyra's struggle, as he falls in love with both of them, he is also drawn into the mystery of Sara Laughs, now the site of ghostly visitations and escalating terrors. What are the forces that have been unleashed here—and what do they want of Mike Noonan?. It is no secret that King is one of our most mesmerizing storytellers. In. Bag of Bones,. he proves to be one of our most moving as well.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Suspense",
                "Paranormal",
                "Audiobook"
            ]
        }
    ]
}