{
    "books": [
        {
            "title": "Penric's Demon",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 4.2,
            "ranking_count": 8760,
            "abstract": "On his way to his betrothal, young Lord Penric comes upon a riding accident with an elderly lady on the ground, her maidservant and guardsmen distraught. As he approaches to help, he discovers that the lady is a Temple divine, servant to the five gods of this world. Her avowed god is The Bastard, master of all disasters out of season, and with her dying breath she bequeaths her mysterious powers to Penric. From that moment on, Penric's life is irreversibly changed, and his life is in danger from those who envy or fear him.. Set in the fantasy world of the author's acclaimed novels THE CURSE OF CHALION, PALADIN OF SOULS and THE HALLOWED HUNT, this novella has the depth of characterization and emotional complexity that distinguishes all Bujold's work.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Novella",
                "Fiction",
                "Audiobook",
                "Short Stories",
                "Science Fiction Fantasy",
                "Paranormal",
                "Adventure"
            ]
        },
        {
            "title": "The Wild Queen: The Days and Nights of Mary Queen of Scots",
            "authors": [
                "Carolyn Meyer"
            ],
            "ranking": 3.69,
            "ranking_count": 1413,
            "abstract": "Mary Stuart was just five years old when she was sent to France to be raised alongside her future husband. But when the frail young king dies, eighteen-year-old Mary is stripped of her title as Queen of France and set adrift in the harsh world, alone. Determined to reign over what is rightfully hers, Mary returns to Scotland. Hopingthat a husband will help her secure the coveted English throne, she marries again, but the love and security she longs for elude her. Instead, the fiery young queen finds herself embroiled in a murder scandal that could cost her the crown. And her attempts to bargain with her formidable “sister queen,” Elizabeth I of England, could cost her her very life.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Cultural",
                "English History",
                "Romance"
            ]
        },
        {
            "title": "The First Confessor",
            "authors": [
                "Terry Goodkind"
            ],
            "ranking": 4.19,
            "ranking_count": 15425,
            "abstract": "In the time before the Confessors, when the world is a dark and dangerous place, where treason and treachery are the rule of the day, comes one heroic woman, Magda Searus, who has just lost her husband and her way in life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Science Fiction",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "O Homem de Constantinopla",
            "authors": [
                "José Rodrigues dos Santos"
            ],
            "ranking": 4.05,
            "ranking_count": 2368,
            "abstract": "O Império Otomano desmorona-se e a minoria arménia é perseguida. Apanhada na voragem dos acontecimentos, a família Sarkisian refugia-se em Constantinopla. Apesar da tragédia que o rodeia, o pequeno Kaloust deixa-se encantar pela grande capital imperial e é ao atravessar o Bósforo que pela primeira vez formula a pergunta que havia de o perseguir a vida inteira:. “O que é a beleza?”. Cruzou-se com a mesma interrogação no rosto níveo da tímida Nunuphar, nos traços coloridos e vigorosos das telas de Rembrandt e na arquitectura complexa do traiçoeiro mundo dos negócios, arrastando-o para uma busca que fez dele o maior coleccionador de arte do seu tempo.. Mas Kaloust foi mais longe do que isso.. Tornou-se o homem mais rico do planeta.. Inspirado em factos reais, O Homem de Constantinopla reproduz a extraordinária vida do misterioso arménio que mudou o mundo – e consagra definitivamente José Rodrigues dos Santos como autor maior das letras portuguesas e um dos grandes escritores contemporâneos.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "European Literature",
                "Fiction",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "Good Luck Have Fun: The Rise of eSports",
            "authors": [
                "Roland Li"
            ],
            "ranking": 3.58,
            "ranking_count": 172,
            "abstract": "A Close-Up Look at the Global Phenomenon of Competitive Video Gaming. Esports is one of the fastest growing—and most cutthroat—industries in the world. A confluence of technology, culture, and determination has made this possible. Players around the world compete for millions of dollars in prize money, and companies like Amazon, Coca Cola, and Intel have invested billions. Esports events have sold out Los Angeles’s Staples Center, Seoul’s World Cup Stadium, and Seattle’s KeyArena. Hundreds of people have dedicated their lives to gaming, sacrificing their education, relationships, and even their bodies to compete, committing themselves with the same fervor of any professional athlete. In. Good Luck Have Fun. , author Roland Li talks to some of the biggest names in the business and explores the players, companies, and games that have made it to the new major leagues.. Follow Alexander Garfield as he builds Evil Geniuses, a modest gaming group, in his college dorm into a global, multimillion-dollar eSports empire. Learn how Brandon Beck and Marc Merrill made League of Legends the world’s most successful eSports league and most popular PC game, on track to make over $1 billion a year. See how Twitch pivoted from a video streaming novelty into a $1 billion startup on the back of professional gamers. And dive into eSports’ dark side: drug abuse, labor troubles, and for each success story, hundreds of people who failed to make it big. These are the stories of the rise of an industry and culture that challenge what we know about sports, games, and competition.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sports and Games",
                "Games",
                "Sports"
            ]
        },
        {
            "title": "From What I Remember...",
            "authors": [
                "Stacy Kramer",
                "Valerie  Thomas"
            ],
            "ranking": 3.95,
            "ranking_count": 6638,
            "abstract": "KYLIE: Mexico? What a nightmare! I should be putting the finishing touches on my valedictorian speech. Graduation is TODAY! Wait! Is this a wedding band on my finger??. MAX: It started with Kylie’s laptop and a truck full of stolen electronics and it ended in Ensenada. It was hot, the way she broke us out like some chick in an action movie. But now we’re stranded here, with less than twenty-four hours before graduation.. WILL: Saving Kylie Flores from herself is kind of a full-time occupation. Luckily, I, Will Bixby, was born for the job. And when I found out she was stuck in Mexico with dreamy Max Langston, sure, I agreed to bring their passports across the border – but there’s no reason to rush back home right away. This party is just getting started.. LILY: This cannot be happening. It’s like some cruel joke. Or a bad dream. I close my eyes and when I reopen them, they’re still there. Max and Kylie Flores, freak of the century. In bed together. If Kylie thinks I'm giving him up without a fight, she's dead wrong.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Young Adult",
                "Travel",
                "Realistic Fiction",
                "Womens Fiction",
                "Humor"
            ]
        },
        {
            "title": "A Pianist Under the Influence",
            "authors": [
                "Jonathan  Biss"
            ],
            "ranking": 4.11,
            "ranking_count": 83,
            "abstract": "“Most of what I know about myself, I have learned from playing Schumann.”. —Jonathan Biss. World famous pianist Jonathan Biss has had a special relationship with composer Robert Schumann since he was a child. Avoiding traditional biography and dense musical criticism, Biss writes a moving tribute to one of the most vulnerable composers in classical music history in his second Kindle Single: A Pianist Under the Influence. Biss's first Kindle Single, Beethoven's Shadow, has been a bestseller on Amazon since its release in December 2011.. A Pianist Under the Influence reflects on Biss's life-long, intense, multi-layered relationship with the composer's music and historical treatment. As Biss writes from the unique position of performer, scholar and fan, his Single is both a personal and professional love-letter to the 19th century composer.. An engaging read for anyone interested in the creative process, the Single also includes an annotated audio guide for readers who wish to delve further into the material. A Pianist Under the Influence is an important aspect of Biss's 2012-2013 focus on Schumann, during which Biss and several hand-picked collaborators will perform Schumann's work, music by his notable influences such as Beethoven, Schubert, and Purcell, and selections from his long list of successors ranging from Berg and Janáček to 26-year-old composer Timothy Andres. At the core of the project is four sets of concerts, curated by Biss, including series at Wigmore Hall, the Concertgebouw, Carnegie Hall and San Francisco Performances.. ABOUT THE AUTHOR. Jonathan Biss has appeared with the foremost orchestras of North America, Europe, Asia, and Australia. Widely regarded known not only for his artistry and poetic interpretations but also for his deep musical curiosity, Biss performs a diverse repertoire ranging from Mozart and Beethoven, through the Romantics to Janáček and Schoenberg as well as works by contemporary composers such as Gyorgy Kurtág and including commissions from Leon Kirchner, Lewis Spratian and Bernard Rands. Biss has a noted recording career. His recordings include an album of Schubert sonatas and two short Kurtág pieces that was named by NPR Music as one of the best albums of the year. In January 2012, Onyx Classics released the first CD in a nine-year, nine-disc recording cycle of Beethoven's complete sonatas. The second album of Beethoven sonatas will release in January 2013. Biss studied at Indiana University and at The Curtis Institute of Music, where he was appointed to the piano faculty in 2010.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction"
            ]
        },
        {
            "title": "Public Offerings Book Two: The Price of a Life",
            "authors": [
                "Bob LiVolsi"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "One person stands between pandemic and hope for stopping this nightmare virus.... Kirkus Reviews. said this about Public Offerings Birthright (Book One) - ...A densely plotted thriller that churns out suspenseful scenes... Characters are refreshingly intricate. Protagonist Dave isn't a flawless hero; he seems to be an obsessive workaholic. The bad guys are even better. .... Public Offerings continues as the threat to Liv Clement, Lokoma village mounts in this second of four installments, The Price of a Life.. .... Revenge!. Claire McQuaid has been obsessed with it for decades. Now, as the CEO of a large pharmaceutical firm, she holds the future of the world in her hands. She and powerful associates in banking and oil assemble an ingenious plan designed to wipe out the HIV virus, AIDS and malaria...or so it appears. The real mission is far more sinister. Millions of innocent people will be sacrificed in a manmade pandemic to accomplish the vengeful plot behind the plan. There's one problem: Dave Clement.... Survival!. Dave has dedicated his career to wiping out AIDS. Claire needs his network and skills to execute her pandemic scheme. Dave's conscience won't allow it. So Claire forces Dave to make a choice no father ever wants to face: keep her secret and help the pandemic advance unimpeded - or lose Liv, his 15 year old daughter, to the very virus he set out to eradicate. This breathtaking roller coaster ride ascends the snowy peaks of northern Colorado and hurtles through the rainforests of West Africa as Claire and her associates drive their new world order forward. With everything that ever mattered to him on the line, Dave races the clock to outwit the powerful plotters and to save Liv.Public Offerings won the prestigious Writers League of Texas manuscript contest for best thriller. It is available in four books as a thriller series. This volume, Public Offerings Part Two: The Price of a Life, is the second installment.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Ghost Summer",
            "authors": [
                "Tananarive Due"
            ],
            "ranking": 4.23,
            "ranking_count": 1326,
            "abstract": "Whether weaving family life and history into dark fiction or writing speculative Afrofuturism, American Book Award winner and. Essence. bestselling author Tananarive Due’s work is both riveting and enlightening.. In her debut collection of short fiction, Due takes us to Gracetown, a small Florida town that has both literal and figurative ghost; into future scenarios that seem all too real; and provides empathetic portraits of those whose lives are touched by Otherness. Featuring an award-winning novella and fifteen stories—one of which has never been published before—. Ghost Summer: Stories. is sure to both haunt and delight.. With an Introduction by. Nalo Hopkinson. and an Afterword by. Steven Barnes. .",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Anthologies",
                "Paranormal",
                "Cultural"
            ]
        },
        {
            "title": "The Colder War: How the Global Energy Trade Slipped from America's Grasp",
            "authors": [
                "Marin Katusa"
            ],
            "ranking": 4.22,
            "ranking_count": 499,
            "abstract": "How the massive power shift in Russia threatens the political dominance of the United States. There is a new cold war underway, driven by a massive geopolitical power shift to Russia that went almost unnoticed across the globe. In. The Colder War: How the Global Energy Trade Slipped from America's Grasp. , energy expert Marin Katusa takes a look at the ways the western world is losing control of the energy market, and what can be done about it.. Russia is in the midst of a rapid economic and geopolitical renaissance under the rule of Vladimir Putin, a tenacious KGB officer turned modern-day tsar. Understanding his rise to power provides the keys to understanding the shift in the energy trade from Saudi Arabia to Russia. This powerful new position threatens to unravel the political dominance of the United States once and for all.. Discover how political coups, hostile takeovers, and assassinations have brought Russia to the center of the world's energy market \n   Follow Putin's rise to power and how it has led to an upsetting of the global balance of trade \n   Learn how Russia toppled a generation of robber barons and positioned itself as the most powerful force in the energy market \n   Study Putin's long-range plans and their potential impact on the United States and the U.S. dollar. If Putin's plans are successful, not only will Russia be able to starve other countries of power, but the BRIC countries (Brazil, Russia, India, and China) will replace the G7 in wealth and clout.. The Colder War. takes a hard look at what is to come in a new global energy market that is certain to cause unprecedented impact on the U.S. dollar and the American way of life.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Economics",
                "Business",
                "Nonfiction",
                "History",
                "Cultural"
            ]
        },
        {
            "title": "Dark Predator",
            "authors": [
                "Christine Feehan"
            ],
            "ranking": 4.25,
            "ranking_count": 12055,
            "abstract": "All New from the #1. New York Times. bestselling author.. As brutal as the undead he hunted, Zacarias De La Cruz was a master executioner. Now his stark and savage journey has ended. For his brothers, Zacarias had walked to the edge of madness, but with centuries as a killing machine now left to the past and without a hunt to define him, Zacarias wonders, for the first time in his life, who he really is.. The answer awaits him back home, in Peru, in the betrayal of a woman who is readying her trap, in the vengeance of an old enemy, in the inevitable consequences of a bloody family legacy-and in the deliverance of a lifemate he never could have imagined...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Dark",
                "Fiction",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "unastoria",
            "authors": [
                "Gipi"
            ],
            "ranking": 4.2,
            "ranking_count": 1708,
            "abstract": "UNASTORIA sono due storie. Quella di Silvano Landi, uno scrittore che alla soglia dei cinquant'anni vede la sua vita andare in pezzi, e quella del suo antenato Mauro, soldato nella carneficina della Prima guerra mondiale. Sotto i cieli di una natura magnifica e crudele, ieri come oggi, Gipi racconta la fragilità e la bellezza, le lacrime e le speranze degli uomini. La storia di un'eterna caduta nell'abisso e di come, nonostante tutto, ogni volta ci si possa rialzare.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Cultural",
                "European Literature",
                "War",
                "Historical",
                "Graphic Novels Comics",
                "Comics"
            ]
        },
        {
            "title": "Steam Train, Dream Train",
            "authors": [
                "Sherri Duskey Rinker",
                "Tom Lichtenheld"
            ],
            "ranking": 4.17,
            "ranking_count": 3336,
            "abstract": "In this book with rhyming text, the dream train pulls into the station and all the different cars are loaded by the animal workers, each with the appropriate cargo.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Railways",
                "Animals",
                "Transport",
                "Fiction",
                "Kids",
                "Poetry"
            ]
        },
        {
            "title": "Daring Greatly: How the Courage to Be Vulnerable Transforms the Way We Live, Love, Parent, and Lead",
            "authors": [
                "Brené Brown",
                "Karen  White"
            ],
            "ranking": 4.27,
            "ranking_count": 172131,
            "abstract": "Researcher and thought leader Dr. Brené Brown offers a powerful new vision that encourages us to dare greatly: to embrace vulnerability and imperfection, to live wholeheartedly, and to courageously engage in our lives.. It is not the critic who counts; not the man who points out how the strong man stumbles, or where the doer of deeds could have done them better. The credit belongs to the man who is actually in the arena, whose face is marred by dust and sweat and blood; who strives valiantly...who at best knows in the end the triumph of high achievement, and who at worst, if he fails, at least fails while daring greatly.. - Theodore Roosevelt. Every day we experience the uncertainty, risks, and emotional exposure that define what it means to be vulnerable, or to dare greatly. Whether the arena is a new relationship, an important meeting, our creative process, or a difficult family conversation, we must find the courage to walk into vulnerability and engage with our whole hearts.. In Daring Greatly, Dr. Brown challenges everything we think we know about vulnerability. Based on 12 years of research, her book argues that vulnerability is not weakness but rather our clearest path to courage, engagement, and meaningful connection. The book that Dr. Brown's many fans have been waiting for, Daring Greatly will spark a new spirit of truth - and trust - in our organizations, families, schools, and communities.. Brené Brown, PhD, LMSW, is a research professor at the University of Houston Graduate College of Social Work. A nationally renowned teacher and speaker, she is also the author of The Gifts of Imperfection and I Thought It Was Just Me (But It Isn't). Her groundbreaking work has been featured widely in the media, including PBS and NPR.. ©2012 Brené Brown; (P)2012 Blackstone Audio, Inc.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Audiobook",
                "Leadership",
                "Parenting",
                "Business",
                "Health",
                "Relationships"
            ]
        },
        {
            "title": "The Inevitable",
            "authors": [
                "Ashay Abbhi"
            ],
            "ranking": 4.36,
            "ranking_count": 11,
            "abstract": "“The Inevitable” is a melange of fictional pieces of prose that explore the plethora of human emotions in the face of challenging situations. Celebrating the humane angle, the stories alternate between noir and drama, etching deep creases of the darker side of human emotions while painting vibrant shades of love, poignancy and irony all the same. Interspersed with thought-provoking poetry, each story is introduced with a poetic prelude that gives the reader an insight into all that’s coming next.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Seven Sons of Zion",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.65,
            "ranking_count": 91,
            "abstract": "Jeremiah Poe, 8th Ark of Octava, has accomplished his mission and returned the 7 Sound Arks safely home.. But upon arriving back on Octava, Poe discovers an unexpected shock--his Earthly Scribbler has written herself into his fictional realm.. Poe's new mission is to keep her alive and out of the clutches of the Paranormal Guardian, while seeking to find what is destroying the realms.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Bone Gap",
            "authors": [
                "Laura Ruby"
            ],
            "ranking": 3.82,
            "ranking_count": 27061,
            "abstract": "Everyone knows Bone Gap is full of gaps—gaps to trip you up, gaps to slide through so you can disappear forever. So when young, beautiful Roza went missing, the people of Bone Gap weren’t surprised. After all, it wasn’t the first time that someone had slipped away and left Finn and Sean O’Sullivan on their own. Just a few years before, their mother had high-tailed it to Oregon for a brand new guy, a brand new life. That’s just how things go, the people said. Who are you going to blame?. Finn knows that’s not what happened with Roza. He knows she was kidnapped, ripped from the cornfields by a dangerous man whose face he cannot remember. But the searches turned up nothing, and no one believes him anymore. Not even Sean, who has more reason to find Roza than anyone, and every reason to blame Finn for letting her go.. As we follow the stories of Finn, Roza, and the people of Bone Gap—their melancholy pasts, their terrifying presents, their uncertain futures—acclaimed author Laura Ruby weaves a heartbreaking tale of love and loss, magic and mystery, regret and forgiveness—a story about how the face the world sees is never the sum of who we are.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Magical Realism",
                "Fantasy",
                "Mystery",
                "Fiction",
                "Romance",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "Necessary Evil",
            "authors": [
                "Killarney Traynor"
            ],
            "ranking": 4.18,
            "ranking_count": 62,
            "abstract": "My name is Madeleine Warwick and I'm a woman under siege.. Several years ago, a treasure hunting reality show resurrected the long-forgotten tale of Civil War treasure buried on my family's property. Ever since, amateur treasure hunters have been trespassing, invading our land. When their negligence cost my uncle his life, I forged a letter to disprove the treasure's existence. This stopped the hunters – but only for a time. Now they are coming back and, what’s worse, my secret has been discovered.. Arrogant Professor Gregory Randall knows about the forged letter, and he can ruin me with one phone call. But he won’t – as long I let him stay on the property to search for the treasure himself. It isn't easy living in the same house as your blackmailer, and there's more to Randall than meets the eye. He’s convinced there’s something to find, and I’m starting to think he might be right.. But even as we race to find the treasure first, the situation is becoming dangerous. Someone is determined to stop us: and they aren't afraid to use violence to do so. I’m running out of ideas, options, and time, and what’s worse, my blackmailer is the only one I can rely on.. My first defense is the last man I can trust.",
            "part_of_series": false,
            "genre_list": [
                "Romance"
            ]
        },
        {
            "title": "Devotion and the Devil",
            "authors": [
                "Mark  Montgomery"
            ],
            "ranking": 4.36,
            "ranking_count": 25,
            "abstract": "1560. One chronicle; two stories; three cities; four journeys. This is the second volume in the Borderer Chronicles series.. Four men of dedication, motivated by their own devotion, take different journeys to the same city. A steadfast man, by way of siege; a noble man, by way of melancholia put aside for dalliance and duty; a godly man, by way of loss and self-discovery; and a vain and sinful man by way of guile. All travel to deal with a master of prominence; a devil within a guild of secrets.. All four men will face the Devil, but who will be the man to defeat him, the steadfast man, the noble man, the godly man, or the vain and sinful man? Who best could play the Devil’s game and win?. Devotion and the Devil is a saga set against the Seige of Leith, and the triangle of trade between Edinburgh, Newcastle and Antwerp.",
            "part_of_series": true,
            "genre_list": [
                "Historical"
            ]
        },
        {
            "title": "Lahtarit",
            "authors": [
                "Anneli Kanto"
            ],
            "ranking": 4.1,
            "ranking_count": 191,
            "abstract": "Lahtarit kertoo ilmajokelaisista pojista valkoisten sotaretkellä Vaasasta Viipuriin. Eri rekistereitä taidokkaasti hyödyntävä teos on tarkka ja todelta tuntuva kuvaus kansalaissodan kaoottisuudesta ja raakuudesta. Mosaiikkimaisesti rakennetussa historiallisessa romaanissa ääneen pääsevät nuorten suojeluskuntalaisten lisäksi niin jääkäri, rintamalääkäri, muonittaja, arkuttaja, englantilainen kääntäjä kuin suomenhevonenkin.. Kanto yhdistää romaaniin dokumentaarista ainesta: päiväkäskyjä, sanomalehtikirjoituksia sekä otteita muistelmista ja kirjeistä. Lahtarit ilmestyy kansalaissodan alkamisen vuosipäivänä 27.1.2017. Se on sisarteos Kannon romaanille Veriruusut (2008), joka kertoi punaisista naiskaartilaisista.. ”Punikki vilahti väipährökseltä puiden välis. Tähtäsin ja ammuin sitä niinku mettänelävää. Se keikahti ison kiven taakse, enkä tiennyt, tapoinko minä sen. En ollut ennen ihmistä ampunut ja ilikiältä se tuntui. Parempi olisi ollut, jos en osunut.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "European Literature",
                "War",
                "Fiction"
            ]
        },
        {
            "title": "Interspecies, Volume 1",
            "authors": [
                "Ally Bishop",
                "M.J. Kelley",
                "Woelf Dietrich",
                "Dana Leipold",
                "Elaine Chao"
            ],
            "ranking": 4.46,
            "ranking_count": 35,
            "abstract": "A science fiction shared-universe anthology, The Inlari Sagas: Aliens and humans struggle for supremacy in post-apocalyptic Australia and New Zealand. Fifty years after first contact with the inlari, war ravaged the Earth, leaving New Zealand and Australia the victors and survivors, but at a devastating cost. As human and inlari factions compete against each other in the struggle for power and resources, some seek zealotry and dominance. Others strive for peace and unity—and with them, hope still lives. Four stories of transformation, survival, and the eternal search for meaning and purpose in a chaotic and turbulent world. Can inlari and humans alike bridge the gap created by their prejudices? Or will one species forever rule the other?. Contents:. Foreword by Samuel Peralta. *The Memoriam / by M. J. Kelley: Kene, a young inlari disciple, learns his people’s dark and complex history through direct memory transfer with his mentor. Kene’s head fills with the memories and lives of the dead, as he’s groomed to be the keeper of the rememberance. He’s also charged with carrying out peace between the inlaris and the last free human city on New Zealand, but can he cope with the onslaught of memory? Can he survive his government’s extremists and his ancient order’s shameful secrets?. *Underground Intelligence / by Elaine Chao: An-tíng is a hei-kè, one of the few technical experts in a human military group focused on gathering enough data to overthrow the inlari occupation. But a routine mission—one she wasn’t even supposed to be on—takes a surprising turn, making her reevaluate her place in society and the fragile relationship between humans and inlaris.. *Transmission Interrupted / Dana Leipold: Quinette Alteiri’s father has disappeared, and there’s no hope that he will return. Her mother, the leader of the inlari nation on New Zealand’s North Island, has also suffered painful losses at the hands of humans, leaving her bitter and vengeful. Quinette finds solace in the arms of a human slave even though she knows it is forbidden, and it would shatter her mother. When Quinette and her lover find a mysterious device, Quinette sets off a series of events that eventually force her to make a decision: follow her destiny or forge a new future.. *Babylon’s Song / Wolf Dietrich: At nine-years-old, Samantha Babylon’s innocence is violently torn from her as she and her sister find themselves in New Zealand, now home to the inlari nation. Separated from her sister on arrival, a storm of guilt and fear threatens to rip Samantha apart as she clings to the fragile hope of uniting with her sibling, escaping the island, and returning to their beloved Barren Mountain in New South Wales.. .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Short Stories"
            ]
        },
        {
            "title": "Alan Lennox and the Temp Job of Doom",
            "authors": [
                "Brian Olsen"
            ],
            "ranking": 3.47,
            "ranking_count": 716,
            "abstract": "Librarian's note: This is an alternate cover edition for ASIN: B00DLJDRU2. Alan Lennox has been assigned yet another soul-crushing temp job, keeping him from his first loves – drinking, playing video games, and looking for a boyfriend. But Alan’s new job proves to be anything but boring when his co-workers start turning up dead. The mysterious megacorporation Amalgamated Synergy has taken a deadly interest in Alan and his three roommates, and the hapless quartet are woefully unequipped to deal with the psychotic secretaries, murderous middle managers, and villainous vice-presidents hunting them down.. Their investigation leads them deep into Amalgamated Synergy’s headquarters, but can Alan and his friends stay alive long enough to discover who – or what – waits for them on the top floor?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Science Fiction",
                "Romance",
                "LGBT",
                "Fiction",
                "Fantasy",
                "Contemporary",
                "Humor",
                "Business"
            ]
        },
        {
            "title": "Cast in Ruin",
            "authors": [
                "Michelle Sagara",
                "Michelle Sagara West"
            ],
            "ranking": 4.3,
            "ranking_count": 6934,
            "abstract": "Seven corpses are discovered in the streets of a Dragon's fief. All identical, down to their clothing.. Kaylin Neya is assigned to discover who they were, who killed them—and why. Is the evil lurking at the borders of Elantra preparing to cross over?. At least the investigation delays her meeting with the Dragon Emperor. And as the shadows grow longer over the fiefs, Kaylin must use every skill she's ever learned to save the people she's sworn to protect. Sword in hand, dragons in the sky, this time there's no retreat and no surrender…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Mystery",
                "Young Adult"
            ]
        },
        {
            "title": "Vernichtender Hass",
            "authors": [
                "Markus Heitz"
            ],
            "ranking": 4.02,
            "ranking_count": 1045,
            "abstract": "Sie sind die Feinde der Zwerge und gebieten über die dunkelste Magie. Doch auch die Macht der Albae ist nicht grenzenlos. Ihre Feldzüge münden in einen erbarmungslosen Krieg, der das Land verwüstet und einen totgeglaubten Gegner auf den Plan ruft. Bald geht es für die Albae nicht mehr um Sieg oder Niederlage - sondern um das Überleben ihres Volkes...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "European Literature",
                "Fiction",
                "Sci Fi Fantasy"
            ]
        },
        {
            "title": "A Passage to Shambhala",
            "authors": [
                "Jon Baird",
                "Kevin Costner",
                "Rick Ross"
            ],
            "ranking": 3.3,
            "ranking_count": 1332,
            "abstract": "The golden age of adventure stories returns with this splendidly designed, action-packed, globe-trotting tale that combines the bravura storytelling of Kipling with the irresistible style of. The Adventures of Tintin. .. Behind the staid public rooms of an old world gentlemen’s club operates a more mysterious organization: The Explorers Guild, a clandestine group of adventurers who bravely journey to those places in which light gives way to shadow and reason is usurped by myth. The secrets they seek are hidden in mountain ranges and lost in deserts, buried in the ocean floor and lodged deep in polar ice. The aim of The Explorers Guild: to discover the mysteries that lie beyond the boundaries of the known world.. Set against the backdrop of World War I, with Western Civilization on the edge of calamity, the first installment in. The Explorers Guild. series,. A Passage to Shambhala. , concerns the Guild’s quest to find the golden city of Buddhist myth. The search will take them from the Polar North to the Mongolian deserts, through the underground canals of Asia to deep inside the Himalayas, before the fabled city finally divulges its secrets and the globe-spanning journey plays out to its startling conclusion.. The Explorers Guild. is a rare publishing opportunity, powered by the creative passion of one of the world’s true storytelling masters, Kevin Costner.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Historical",
                "Sequential Art",
                "Novels",
                "Science Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Book of Sith: Secrets from the Dark Side",
            "authors": [
                "Daniel  Wallace",
                "Chris Reiff",
                "Jeff Carlisle",
                "Paul Allan Ballard",
                "Chris Trevas",
                "Russell Walks",
                "Terryl Whitlatch"
            ],
            "ranking": 4.1,
            "ranking_count": 2793,
            "abstract": "In his quest for total domination, Darth Sidious compiled six legendary dark side texts detailing Sith history and philosophy by Sorzus Syn, Darth Malgus, Darth Bane, Mother Talzin, Darth Plagueis, and himself. Together these documents form the. Book of Sith. . Over the centuries, the texts were passed among Force users who left handwritten notes and annotations in the margins, including Darth Vader, Yoda, Mace Windu, and Luke Skywalker, among others. Collected by acclaimed. Star Wars. writer Daniel Wallace and embellished by numerous esteemed. Star Wars. illustrators, this volume introduces new characters and history, and delves deeper into understanding the philosophies and methods behind the dark side of the Force.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Reference",
                "Space",
                "Philosophy",
                "Novels",
                "Sequential Art",
                "Young Adult"
            ]
        },
        {
            "title": "Back to Planet Hoola",
            "authors": [
                "Sudipta   Das"
            ],
            "ranking": 5.0,
            "ranking_count": 7,
            "abstract": "“Back to Planet Hoola”, written by Author Sudipta Das, is a Sci Fi (Science Fiction) book with philosophical and spiritual tinges, and the author’s wonderful realisations embedded in an alien plot of divine aspirations, evil desires, intrigue, wisdom and love.. In this sequel to the Author’s internationally published and globally presented debut fiction, The Asylum Dweller’s Diary, there are imaginative, interesting and insightful stories within the storyline, serving you with food for thought.. Things that are too far away for the eyes to see, have to be brought closer with a telescope. Conversely, things that are too near and attached and, therefore, defy perception, may become perceptible with detachment from a distance, putting aside the stereotypes thrust by the external world upon the internal psyche.. Kit, the protagonist, takes his friend Doctor Adam Smith, the narrator, to this alien planet Hoola, millions of light years away from Earth. Hoola is a unique multi-coloured planet, and so is the alien Hoo race that lives on it. Kit vows to harmonise the Hoo race fragmented by their colour differences. The odds are heavily against him.. A Sword of honour has to be recovered from the enemy. Ages old anomalies have to be set right. Kit’s unifying efforts inevitably produce ugly reactions from the divisive forces. He is abducted by a ruthless cunning despot. Death is the order for Kit. What happens then?. In the end, was it all Doctor Adam’s dream or did he actually visit the planet Hoola?",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Grokking Algorithms An Illustrated Guide For Programmers and Other Curious People",
            "authors": [
                "Aditya Y. Bhargava"
            ],
            "ranking": 4.42,
            "ranking_count": 2977,
            "abstract": "An algorithm is nothing more than a step-by-step procedure for solving a problem. The algorithms you'll use most often as a programmer have already been discovered, tested, and proven. If you want to take a hard pass on Knuth's brilliant but impenetrable theories and the dense multi-page proofs you'll find in most textbooks, this is the book for you. This fully-illustrated and engaging guide makes it easy for you to learn how to use algorithms effectively in your own programs.. Grokking Algorithms is a disarming take on a core computer science topic. In it, you'll learn how to apply common algorithms to the practical problems you face in day-to-day life as a programmer. You'll start with problems like sorting and searching. As you build up your skills in thinking algorithmically, you'll tackle more complex concerns such as data compression or artificial intelligence. Whether you're writing business software, video games, mobile apps, or system utilities, you'll learn algorithmic techniques for solving problems that you thought were out of your grasp. For example, you'll be able to:. Write a spell checker using graph algorithms. Understand how data compression works using Huffman coding. Identify problems that take too long to solve with naive algorithms, and attack them with algorithms that give you an approximate answer instead. Each carefully-presented example includes helpful diagrams and fully-annotated code samples in Python. By the end of this book, you will know some of the most widely applicable algorithms as well as how and when to use them.",
            "part_of_series": false,
            "genre_list": [
                "Computer Science",
                "Science",
                "Nonfiction"
            ]
        },
        {
            "title": "Beyond the Kingdoms",
            "authors": [
                "Chris Colfer"
            ],
            "ranking": 4.47,
            "ranking_count": 37674,
            "abstract": "Fairy tales are just the beginning.. The Masked Man is on the loose in the Land of Stories, and it's up to Alex and Conner Bailey to stop him...except Alex has been thrown off the Fairy Council, and no one will believe they're in danger.. With only the help of the ragtag group of Goldilocks, Jack, Red Riding Hood, and Mother Goose and her gander, Lester, the Bailey twins discover the Masked Man's secret scheme: He possesses a powerful magic potion that turns every book it touches into a portal, and he is recruiting an army of literature's greatest villains!. So begins a race through the magical Land of Oz, the fantastical world of Neverland, the madness of Wonderland, and beyond. Can Alex and Conner catch up to the Masked Man, or will they be one step behind until it's too late?. Fairy tales and classic stories collide in the fourth adventure in the bestselling Land of Stories series as the twins travel beyond the kingdoms!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Retellings",
                "Audiobook"
            ]
        },
        {
            "title": "Albion Imperilled",
            "authors": [
                "Ruth  Thomas"
            ],
            "ranking": 3.76,
            "ranking_count": 58,
            "abstract": "Albion Imperilled is a compelling new fantasy fiction concerning four children who stumble upon the threshold to a magical domain - Narnia with a difference! The opening chapters are set in the present day and the “children” are all now fully-grown and middle-aged. As a “fairy-tale for grownups” the book may be read on two levels, either as an imaginative fantasy or as a satirical commentary on contemporary Britain with all its social and political tensions, and can be enjoyed equally by adults or older children. Curiously old-fashioned and deliciously politically incorrect, the action shifts between Britain in the 1950s where the children are at boarding school and the year 2000. Their entry to the enchanted forest of Albion is effected by magical portals (mainly trees, which are central to the story) and key threshold sites. This is fantasy fiction at its best – a thrilling adventure story with well-rounded characters and plenty of nail-biting suspense involving midnight flights in a winged chariot, abductions and espionage, secret tunnels, and ancient tree magic: Dwelling within the forest itself is an ancient elemental magic, which comes to the fore one night of the year when the trees are able to move of their own accord known as the Festival of the Trees or arboreal awakening and invoke the mighty power of the forest…",
            "part_of_series": false,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "At the Mouth of the River of Bees: Stories",
            "authors": [
                "Kij Johnson"
            ],
            "ranking": 4.06,
            "ranking_count": 2307,
            "abstract": "A sparkling debut collection from one of the hottest writers in science fiction: her stories have received the Nebula Award the last two years running. These stories feature cats, bees, wolves, dogs, and even that most capricious of animals, humans, and have been reprinted in. The Year's Best Fantasy & Horror. ,. Best Science Fiction and Fantasy of the Year. , and. The Secret History of Fantasy. .. Kij Johnson. 's stories have won the Sturgeon and World Fantasy awards. She has taught writing; worked at Tor, Dark Horse, and Microsoft; worked as a radio announcer; run bookstores; and waitressed in a strip bar.. Contents:. The Man Who Bridged the Mist (2011). Wolf Trapping (1989). The Empress Jingu Fishes (2004). The Bitey Cat (2012). Chenting, in the Land of the Dead (1999). My Wife Reincarnated as a Solitaire—Exposition on the Flaws in my Spouse's Character—The Nature of the Bird—The Possible Causes—Her Final Disposition (2007). Schrödinger's Cathouse (1993). Names for Water (2010). Fox Magic (1993). Spar (2009). The Horse Raiders (2000). 26 Monkeys, Also the Abyss (2008). At the Mouth of the River of Bees (2003). The Evolution of Trickster Stories among the Dogs of North Park after the Change (2007). The Cat Who Walked a Thousand Miles (2009). Ponies (2010)",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Magical Realism",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Anthologies"
            ]
        },
        {
            "title": "Red or Dead",
            "authors": [
                "David Peace"
            ],
            "ranking": 3.76,
            "ranking_count": 1185,
            "abstract": "In 1959, Liverpool Football Club were in the Second Division. Liverpool Football Club had never won the FA Cup. Fifteen seasons later, Liverpool Football Club had won three League titles, two FA Cups and the UEFA Cup. Liverpool Football Club had become the most consistently successful team in England. And the most passionately supported club. Their manager was revered as a god. Destined for immortality. Their manager was Bill Shankly. His job was his life. His life was football. His football a form of socialism. Bill Shankly inspired people. Bill Shankly transformed people. The players and the supporters.His legacy would reveberate through the ages.. In 1974, Liverpool Football Club and Bill Shankly stood on the verge of even greater success. In England and in Europe. But in 1974, Bill Shankly shocked Liverpool and football. Bill Shankly resigned. Bill Shankly retired.. Red or Dead. is the story of the rise of Liverpool Football Club and Bill Shankly. And the story of the retirement of Bill Shankly. Of one man and his work. And of the man after that work. A man in two halves. Home and away. Red or dead.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Football",
                "Sports",
                "Soccer",
                "Literary Fiction",
                "Novels",
                "Historical",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "A Study in Charlotte",
            "authors": [
                "Brittany Cavallaro"
            ],
            "ranking": 3.77,
            "ranking_count": 52970,
            "abstract": "The last thing Jamie Watson wants is a rugby scholarship to Sherringford, a Connecticut prep school just an hour away from his estranged father. But that’s not the only complication: Sherringford is also home to Charlotte Holmes, the famous detective’s great-great-great-granddaughter, who has inherited not only Sherlock’s genius but also his volatile temperament. From everything Jamie has heard about Charlotte, it seems safer to admire her from afar.. From the moment they meet, there’s a tense energy between them, and they seem more destined to be rivals than anything else. But when a Sherringford student dies under suspicious circumstances, ripped straight from the most terrifying of the Sherlock Holmes stories, Jamie can no longer afford to keep his distance. Jamie and Charlotte are being framed for murder, and only Charlotte can clear their names. But danger is mounting and nowhere is safe—and the only people they can trust are each other.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Contemporary",
                "Retellings",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Romance"
            ]
        },
        {
            "title": "Come on All You Ghosts",
            "authors": [
                "Matthew Zapruder"
            ],
            "ranking": 3.9,
            "ranking_count": 1125,
            "abstract": "Matthew Zapruder's third book mixes humor and invention with love and loss, as when the breath of a lover is compared to a field of titanium gravestones / growing warmer in the sun. The title poem is an elegy for the heroes and mentors in the poet's life—from David Foster Wallace to the poet's father. Zapruder's poems are direct and surprising, and throughout the book he wrestles with the desire to do well, to make art, and to face the vast events of the day.. Look out scientists! Today the unemployment rate. is 9.4 percent. I have no idea what that means. I tried. to think about it harder for a while. Then. tried standing in an actual stance of mystery. and not knowing towards the world.. Which is my job. As is staring at the back yard. and for one second believing I am actually. rising away from myself. Which is maybe. what I have in common right now with you . . .",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Unfinished",
                "The United States Of America"
            ]
        },
        {
            "title": "The Making of the Middle Sea: A History of the Mediterranean from the Beginning to the Emergence of the Classical World",
            "authors": [
                "Cyprian Broodbank"
            ],
            "ranking": 4.33,
            "ranking_count": 120,
            "abstract": "A masterpiece of archaeological and historical writing, 'The Making of the Middle Sea' is extensively illustrated and ranges across disciplines, subject matter and chronology from early humans to the rise of civilizations â Egyptian, Minoan, Mycenaean, Phoenician, Etruscan, early Greek and pan-Mediterranean. It is the only up-to-date, full, interpretive synthesis on the rise of the Mediterranean world from its beginnings to the threshold of Classical times. The author is Professor of Mediterranean Archaeology at the Institute of Archaeology, University College London. '... offers us a Mediterranean like nothing we have seen before, in vivid and commanding prose that sweeps majestically across time and space while providing a stunning granularity of detail' - Daniel Lord Smail, Harvard University",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Cultural",
                "Humanities"
            ]
        },
        {
            "title": "Disowned",
            "authors": [
                "Sarah Addison-Fox"
            ],
            "ranking": 4.13,
            "ranking_count": 163,
            "abstract": "Can the D that marks her shame also be her key to a new life?. Disowned by the only family she’s ever known, her humanity stripped from her with a brand that marks her as a commodity to be sold, Celeste is desperate enough to try anything to escape.. After a near fatal plunge over a cliff, she washes ashore to find a family willing to nurse her back to health.. Celeste recovers, slowly coming to trust the family, and despite his fierce appearance, even the terrifying ex-knight who speaks only with strange hand signs.. Her tenuous peace is shattered when the eldest son, a soldier, sworn to return illegal slaves to their owners, arrives injured and furious with his family for harbouring her.. Corporal Mick Haynes must choose where his loyalties lie—with the life as a dutiful soldier who always has a plan and plays by the rules, or protecting the girl he never expected to fall for and risk it all?. With war on the horizon, and bounty hunters closing in on Celeste’s location, time is running out…for them both.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Christian",
                "Christian Fiction",
                "Science Fiction",
                "Romance",
                "Adventure",
                "Fiction"
            ]
        },
        {
            "title": "The Four Legendary Kingdoms",
            "authors": [
                "Matthew Reilly"
            ],
            "ranking": 4.31,
            "ranking_count": 8473,
            "abstract": "There are sixteen contestants, but only one will survive.. The last thing Jack West Jr remembers is arriving for a meeting at a top-secret military base with his family in tow.. Now he awakes to find himself in a hellish scenario. Jack has been selected to take part in the Games, a series of deadly challenges designed to fulfil an ancient ritual. If he chooses not to compete, both he and his daughter will be killed.. With the fate of the Earth at stake, Jack will have to traverse diabolical mazes, fight ruthless assassins and face unimaginable horrors that will test him to the limit.. In the process, he will discover the mysterious and powerful group of individuals behind it all: the four legendary kingdoms.. The thrilling new Jack West adventure from the bestselling author of The Great Zoo of China and The Five Greatest Warriors.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Adventure",
                "Fiction",
                "Action",
                "Fantasy",
                "Mystery",
                "Science Fiction",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "Sharps",
            "authors": [
                "K.J. Parker"
            ],
            "ranking": 3.87,
            "ranking_count": 1473,
            "abstract": "For the first time in nearly forty years, an uneasy truce has been called between two neighbouring kingdoms. The war has been long and brutal, fought over the usual things: resources, land, money.... Now, there is a chance for peace. Diplomatic talks have begun and with them, the games. Two teams of fencers represent their nations at this pivotal moment.. When the future of the world lies balanced on the point of a rapier, one misstep could mean ruin for all. Human nature being what it is, does peace really have a chance?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Politics",
                "Historical",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "The Siren",
            "authors": [
                "Elicia Hyder"
            ],
            "ranking": 4.23,
            "ranking_count": 3692,
            "abstract": "All the missing victims of North Carolina’s deadliest serial killer have been found, all except Rachel Smith. When the FBI produces a photo proving Rachel is alive and well in Texas, one case is closed but another one is opened. Either this is a case of mistaken identity or there are more people than just Sloan Jordan and Warren Parish who seem to walk the earth without a soul.. Along with Detective Nathan McNamara, Sloan and Warren travel south to find Rachel and solve the biggest mystery of all: determining who—or what—they really are.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Mystery"
            ]
        },
        {
            "title": "The Lauras",
            "authors": [
                "Sara      Taylor"
            ],
            "ranking": 3.51,
            "ranking_count": 1438,
            "abstract": "I didn’t realise my mother was a person until I was thirteen years old and she pulled me out of bed, put me in the back of her car, and we left home and my dad with no explanations. I thought that Ma was all that she was and all that she had ever wanted to be. I was wrong.. As we made our way from Virginia to California, returning to the places where she’d lived as a child in foster care and as a teenager on the run, repaying debts and keeping promises, I learned who she was in her life-before-me and the secrets she had kept – even from herself. But when life on the road began to feel normal I couldn’t forget the home we’d left behind, couldn’t deny that, just like my mother, I too had unfinished business.. This enigmatic pilgrimage takes them back to various stages of Alex’s mother’s life, each new state prompting stories and secrets. Together they trace back through a life of struggle and adventure to put to rest unfinished business, to heal old wounds and to search out lost friends. This is an extraordinary story of a life; a stunning exploration of identity and an authentic study of the relationship between a mother and her child.. The Lauras. is the new novel from the exceptionally gifted author of. The Shore. , which was long listed for the Baileys Women’s Fiction Prize and shortlisted for the Guardian First Book Award and the Sunday Times Young Writer of the Year.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "LGBT",
                "Family",
                "Literature",
                "Travel",
                "Adult Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "A casa de Concepção",
            "authors": [
                "Remi Berenguer"
            ],
            "ranking": 0.0,
            "ranking_count": 0,
            "abstract": "“Todos os dias são banais! - gritou Virginia, à sombra do Ipê roxo a poucos passos da sepultura...”.. Um trágico acidente tira a vida do pai de Virginia e deixa sua mãe em estado vegetativo. A quarta filha de seis e no inicio de uma adolescência turbulenta ela carregou o peso de cuidar de alguém que era apenas a sombra de quem um dia ela amou e cuja morte, dez anos depois, poderia finalmente significar sua libertação e a chance de construir um destino para si mesma. Mas Paixão, a irmã mais nova, acaba de deixar a fundação para jovens delinquentes e não tem para onde ir.... Virginia agora deve enfrentar a pressão familiar e as imposições do destino e (re)descobrir a si mesma antes que o torvelinho a arraste ao abismo da rotina e da culpa uma vez mais.. Drama familiar, romance de formação e, principalmente, um estudo sobre as diferenças individuais e de ponto de vista que nos tornam estranhos mesmo dentro de uma mesma família, Esta novela familiar acompanha a forma como seis irmãs interpretam e reagem ao modo de ser umas das outras. Amor, ódio, ciúme, inveja e identificação são sentimentos menores diante do estranhamento mútuo que desafia qualquer laço fraternal que possam ter.. “A casa de Concepção” fala sobre incomunicabilidade, identidade e a solidão de querer ser “si mesmo” diante do terrivelmente “outro” e de uma sociedade refratária a qualquer modo de vida que contrarie o ubíquo conceito de “normalidade”.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Black Water Lilies",
            "authors": [
                "Michel Bussi"
            ],
            "ranking": 4.02,
            "ranking_count": 12142,
            "abstract": "Trois femmes vivaient dans un village. La première était méchante, la deuxième était menteuse, la troisième était égoïste. Elles possédaient pourtant un point commun, un secret en quelque sorte : toutes les trois rêvaient de fuir.... Tout n'est qu'illusion, surtout quand un jeu de miroirs multiplie les indices et brouille les pistes. Pourtant les meurtres qui troublent la quiétude de Giverny, le village cher à Claude Monet, sont bien réels. Au cœur de l'intrigue, trois femmes : une fillette de onze ans douée pour la peinture, une institutrice redoutablement séduisante et une vieille femme aux yeux de hibou qui voit et sait tout. Et puis, bien sûr, une passion dévastatrice. Le tout sur fond de rumeur de toiles perdues ou volées, dont les fameux Nymphéas noirs. Perdues ou volées, telles les illusions quand passé et présent se confondent et que jeunesse et mort défient le temps. Un étonnant roman policier dont chaque personnage est une énigme.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Art",
                "Novels",
                "Suspense",
                "European Literature"
            ]
        },
        {
            "title": "A Blazing Gilded Age",
            "authors": [
                "Rich DiSilvio"
            ],
            "ranking": 4.19,
            "ranking_count": 79,
            "abstract": "A Blazing Gilded Age is the epic story of a volatile nation burning with ambition, yet bleeding with injustice. It was a time of profound change; boldly transforming from an agrarian backwater into an industrial powerhouse.. Center stage in this turbulent saga, are the Wozniaks; a poor coal mining family struggling to achieve the elusive American dream. Confronted by the evil ways of their ruthless and depraved boss, Archibald Desmond Huxley, the Wozniak family is thrust into utter turmoil, thus igniting a blazing journey of revenge and survival.. During the Wozniaks’ quest, the lavish lifestyle of Huxley and his fellow titans, including J.P. Morgan, Carnegie, Vanderbilt, Teddy Roosevelt, Mark Twain and others, are woven into the story line, thus painting a broad and vivid canvas of 19th century America. Springing to life are legendary figures and historic events that accurately depict an era boiling with bravado, innovation and astounding progress, yet blistering with corporate greed, class warfare, and political corruption. After many unexpected twists of fate (some fortuitous and others heartbreaking), the Wozniaks emerge victorious, thus finally achieving the American dream, yet not without scars.. Both powerful and poignant, “A Blazing Gilded Age serves as an entertaining and enlightening read of how and why America has gone astray, and why it became a world leader. While on a personal level, it imparts the harrowing, yet triumphant, tale of a family's struggle to survive in an age that, in many ways, was as dark and rough as coal, and, at times, could be as blazing as Hell.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "Remains",
            "authors": [
                "Laurențiu M. Badea"
            ],
            "ranking": 4.03,
            "ranking_count": 63,
            "abstract": "A short story about funerals, what it means to us, living ones, but more importantly how the protagonist discovers how to use it metaphorically into a good, life-changing experience.. A short story about madness, depression, and a hint of hope.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "One Simple Idea: How Positive Thinking Reshaped Modern Life",
            "authors": [
                "Mitch Horowitz"
            ],
            "ranking": 3.77,
            "ranking_count": 239,
            "abstract": "From the millions-strong audiences of Oprah and. The Secret. to the mass-media ministries of evangelical figures like Joel Osteen and T. D. Jakes, to the motivational bestsellers and New Age seminars to the twelve-step programs and support groups of the recovery movement and to the rise of positive psychology and stress-reduction therapies, this idea--to think positively--is metaphysics morphed into mass belief. This is the biography of that belief.. No one has yet written a serious and broad-ranging treatment and history of the positive-thinking movement. Until now. For all its influence across popular culture, religion, politics, and medicine, this psycho-spiritual movement remains a maligned and misunderstood force in modern life. Its roots are unseen and its long-range impact is unacknowledged. It is often considered a cotton-candy theology for New Agers and self-help junkies. In response,. One Simple Idea. corrects several historical misconceptions about the positive-thinking movement and introduces us to a number of colorful and dramatic personalities, including Napoleon Hill and Norman Vincent Peale, whose books and influence have touched the lives of tens of millions across the world.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "History",
                "Nonfiction",
                "Audiobook",
                "Business",
                "Philosophy",
                "Religion",
                "Sociology",
                "Spirituality",
                "Self Help"
            ]
        },
        {
            "title": "Goldie Vance Vol. 1",
            "authors": [
                "Hope Larson",
                "Brittney Williams"
            ],
            "ranking": 3.93,
            "ranking_count": 5357,
            "abstract": "GOLDIE VANCE IS ON THE CASE. Sixteen-year-old Marigold Goldie Vance has an insatiable curiosity. She lives at a Florida resort with her dad, who manages the place, and it's her dream to one day be the hotel's in-house detective. When Walter, the current detective, encounters a case he can't crack, together they utilize her smarts, skills, and connections to solve the mystery...even if it means getting into a drag race, solving puzzles, or chasing a helicopter to do it!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Mystery",
                "Young Adult",
                "LGBT",
                "Fiction",
                "Childrens",
                "Graphic Novels Comics",
                "Historical"
            ]
        },
        {
            "title": "Paper Girls, Vol. 3",
            "authors": [
                "Brian K. Vaughan",
                "Cliff Chiang",
                "Matt  Wilson",
                "Jared K. Fletcher"
            ],
            "ranking": 4.07,
            "ranking_count": 18630,
            "abstract": "The multiple Eisner and Harvey Award-winning series from BRIAN K. VAUGHAN and CLIFF CHIANG continues, as newspaper deliverers Erin, Mac and Tiffany finally reunite with their long-lost friend KJ in an unexpected new era, where the girls must uncover the secret origins of time travel... or risk never returning home to 1988.. Collects issues 11 through 15!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Young Adult",
                "Fantasy",
                "LGBT",
                "Comics"
            ]
        },
        {
            "title": "Summary of The Power of Habit: Why We Do What We Do in Life and Business by Charles Duhigg | Includes Analysis",
            "authors": [
                "NOT A BOOK"
            ],
            "ranking": 3.31,
            "ranking_count": 52,
            "abstract": "The Power of Habit: by Charles Duhigg | Includes Summary & Analysis. A Smarter You In 15 Minutes… What is your time worth?. Today only, get this Amazon bestseller for just $2.99. Regularly priced at $4.99. Read on your PC, Mac, smart phone, tablet or Kindle device.. A Journey through time to the edge of scientific discoveries that explain why we form habits and how we can change or substitute them for ones we'd like.. Duhigg engages the reader beautifully with intriguing anecdotes that delight, amuse and surprise you, whilst giving the gift of vast amounts of insight and information. A trulyfresh perspective on the psychology of routine, from the good luck ritual performed religiously by an athlete, to the forefront of revolution, life, in all aspects is driven by this mechanism.. Understanding this fully will assist us in improving ourselves, physically, mentally and emotionally, and in turn our lives and our livelihoods in ways we may have always wanted to. Utilising its power can enrich and enhance our communities and quality of life for many more people, and as such this Bestseller is essentially a bible for anybody with a growth mindset.. Detailed overview of the book \n   Most valuable lessons and information \n   Key Takeaways and Analysis. Take action today and download this book for a limited time discount of only $2.99!. Written by Elite Summaries. Please note: This is a detailed summary and analysis of the book and not the original book.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Emo Goth Girl Plus",
            "authors": [
                "Icy Rivers"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Love in the 21st for twentysomethings, Goth fashion-girl style. Love is blind.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "East of West, Vol. 1: The Promise",
            "authors": [
                "Jonathan Hickman",
                "Nick Dragotta",
                "Rus Wooton",
                "Frank Martin Jr."
            ],
            "ranking": 3.91,
            "ranking_count": 14692,
            "abstract": "This is the world. It is not the one we wanted, but it is the one we deserved. The Four Horsemen of the Apocalypse roam the Earth, signaling the End Times for humanity, and our best hope for life, lies in. Death. .. Collecting. :. East Of West. 1-5",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Westerns",
                "Comics",
                "Horror"
            ]
        },
        {
            "title": "Code Name: Johnny Walker: The Extraordinary Story of the Iraqi Who Risked Everything to Fight with the U.S. Navy SEALs",
            "authors": [
                "Johnny Walker",
                "Jim DeFelice"
            ],
            "ranking": 4.22,
            "ranking_count": 1436,
            "abstract": "In this illuminating and informative memoir, an Iraqi translator who risked his life working with. American Sniper. author Chris Kyle and the Navy SEALs tells his remarkable and inspiring story, offering a refreshing new perspective on the Iraq War.. As the insurgency in Iraq intensified following the American invasion, U.S. Navy SEALs were called upon to root terrorists from their lairs. Unsure of the local neighborhoods and unable to speak the local languages, they came to rely on one man to guide them and watch their backs. He was a terp—an interpreter—with a job so dangerous they couldn't even use his real name.. They named him Johnny Walker. They soon called him brother. Over the course of eight years, the Iraqi native traveled around the country with nearly every SEAL and special operations unit deployed there. He went on thousands of missions, saved dozens of SEAL and other American lives, and risked his own daily. Helped to the U.S. by the SEALs he protected, Johnny Walker's life is so remarkable that his tale reads like fiction. But every word of it is true.. For the first time ever, a terp tells what it was like in Iraq during the American occupation. With inside details on SEAL operations and a humane understanding of how most civilians caught between the terrorists and the new government really felt,. Code Name: Johnny Walker. reveals a side of the war never told before.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "War",
                "History",
                "Biography",
                "Autobiography",
                "Military",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Belstarr The Lost Toymaker",
            "authors": [
                "David Jacks",
                "Daniel S. Morrow"
            ],
            "ranking": 4.67,
            "ranking_count": 55,
            "abstract": "NOW AVAILABLE IN PAPERBACK on AMAZON. A Christmas rhyming story about a lost toymaker called 'Belstarr' who holds the key to Christmas in her heart. Will she find 'belief' before Drake Hausen takes over Christmas forever? A magical sleigh ride for all Christmas believers.",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Childrens"
            ]
        },
        {
            "title": "Last Seen Leaving",
            "authors": [
                "Caleb Roehrig"
            ],
            "ranking": 3.73,
            "ranking_count": 4384,
            "abstract": "Flynn's girlfriend has disappeared. How can he uncover her secrets without revealing his own?. Flynn's girlfriend, January, is missing. The cops are asking questions he can't answer, and her friends are telling stories that don't add up. All eyes are on Flynn—as January's boyfriend, he must know something.. But Flynn has a secret of his own. And as he struggles to uncover the truth about January's disappearance, he must also face the truth about himself.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "LGBT",
                "Contemporary",
                "Thriller",
                "Fiction",
                "Realistic Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Housemistress",
            "authors": [
                "Keira Michelle Telford"
            ],
            "ranking": 3.78,
            "ranking_count": 872,
            "abstract": "For a lot of seventeen-year-old girls, being sent to a same-sex boarding school would be a nightmare for one simple reason: No boys. But that’s really not a problem for sixth form student Rylie Harcourt. Instead, what might prove somewhat difficult to overcome is the school’s strict policy concerning on-campus relationships.. All sexual contact is expressly forbidden. Carnal pursuits are a distraction from learning, so says the Headmistress, and virtue is to be as highly regarded as education—if not higher. This harsh ban on expressions of love becomes especially problematic when Rylie meets her new French Housemistress, Vivienne Carriveau, and attraction sparks.. In a sexless environment, thirty-one-year-old Mademoiselle Carriveau is a magnet for the affections of her hormonal, adolescent students. Competition for her attention is fierce, and when it starts to become clear that Rylie’s burgeoning interest in her is reciprocated in equal measure, tension among the student body rises to a deadly level.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Erotica",
                "Fiction",
                "Academic"
            ]
        },
        {
            "title": "Рік у лісі",
            "authors": [
                "Emilia Dziubak",
                "Ольга Горба"
            ],
            "ranking": 4.7,
            "ranking_count": 177,
            "abstract": "«Рік у лісі» — це дванадцять картин про дванадцять місяців одного року. Кожен місяць — детально промальований «кадр» лісу з усіма його мешканцями, зображеними в різних ситуаціях, за різної погоди, вдень чи вночі. На першому і останньому розворотах — презентація мешканців лісу та інтелектуальна гра.. Ви дізнаєтеся про звички тварин: Хто де мешкає? Хто спить вдень, а хто — вночі? Хто що їсть? Хто як готується до зими? Які звірята і птахи паруються на все життя, а які — тільки на шлюбний період? Хто робить найкращі запаси, а хто є найбільшим лісовим лінюхом? Кого не застане зима? Хто та як довго опікується потомством? Відповіді ви знайдете на сторінках цієї незвичайної книги.. «Рік у лісі» розвиває увагу і спостережливість, стимулює логічне мислення, пошук причинно-наслідкових зв’язків, вміння оповідати, а передусім — гарантує чудову розвагу на багато-багато годин.",
            "part_of_series": true,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "Swan: Poems and Prose Poems",
            "authors": [
                "Mary Oliver"
            ],
            "ranking": 4.29,
            "ranking_count": 1880,
            "abstract": "“Joy is not made to be a crumb,” writes Mary Oliver, and certainly joy abounds in her new book of poetry and prose poems.. Swan. , her twentieth volume, shows us that, though we may be “made out of the dust of stars,” we are of the world she captures here so vividly: the acorn that hides within it an entire tree; the wings of the swan like the stretching light of the river; the frogs singing in the shallows; the mockingbird dancing in air.. Swan. is Oliver’s tribute to “the mortal way” of desiring and living in the world, to which the poet is renowned for having always been “totally loyal.”. As the. Los Angeles Times. noted, innumerable readers go to Oliver’s poetry “for solace, regeneration and inspiration.” Few poets express the immense complexities of human experience as skillfully, or capture so memorably the smallest nuances. Speaking, for example, of stones, she writes, “the little ones you can / hold in your hands, their heartbeats / so secret, so hidden it may take years / before, finally, you hear them.” It is no wonder Oliver ranks, according to the. Weekly Standard,. “among the finest poets the English language has ever produced.”",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Environment",
                "Nonfiction",
                "Adult",
                "Literature",
                "LGBT",
                "Animals",
                "The United States Of America"
            ]
        },
        {
            "title": "New Trump Order: Get In, Fit in or Step Aside",
            "authors": [
                "America Speaks"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "President Donald Trump has reshaped American politics, with views that are biased, misinformed and disheartening. When President Donald Trump began his term as our President, month after month and week after week, there is a scandal or inconsistency out of his administration. He came right out of the gate with fabrications and prejudice views of Democrats and Barack Obama. The President says he is not racist, however, refraining from standing up against white supremacy, and his anti-immigrant platform is proof he needs to change. We as Americans need more out of our President. It should not be Donald Trump way or the highway. Is This kind of erratic behavior from President Trump......THE NEW TRUMP ORDER, OUR of government?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Lucky Boy",
            "authors": [
                "Shanthi Sekaran"
            ],
            "ranking": 4.14,
            "ranking_count": 12056,
            "abstract": "A gripping tale of adventure and searing reality, Lucky Boy gives voice to two mothers bound together by their love for one lucky boy.. Solimar Castro Valdez is eighteen and drunk on optimism when she embarks on a perilous journey across the US/Mexican border. Weeks later she arrives on her cousin's doorstep in Berkeley, CA, dazed by first love found then lost, and pregnant. This was not the plan. But amid the uncertainty of new motherhood and her American identity, Soli learns that when you have just one precious possession, you guard it with your life. For Soli, motherhood becomes her dwelling and the boy at her breast her hearth.. Kavya Reddy has always followed her heart, much to her parents' chagrin. A mostly contented chef at a UC Berkeley sorority house, the unexpected desire to have a child descends like a cyclone in Kavya's mid-thirties. When she can't get pregnant, this desire will test her marriage, it will test her sanity, and it will set Kavya and her husband, Rishi, on a collision course with Soli, when she is detained and her infant son comes under Kavya's care. As Kavya learns to be a mother - the singing, story-telling, inventor-of-the-universe kind of mother she fantasized about being - she builds her love on a fault line, her heart wrapped around someone else's child.. Lucky Boy is an emotional journey that will leave you certain of the redemptive beauty of this world. There are no bad guys in this story, no obvious hero. From rural Oaxaca to Berkeley's Gourmet Ghetto to the dreamscapes of Silicon valley, author Shanthi Sekaran has taken real life and applied it to fiction; the results are moving and revelatory.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Audiobook",
                "Literary Fiction",
                "Family",
                "Book Club",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Mrs. Hemingway",
            "authors": [
                "Naomi Wood"
            ],
            "ranking": 3.83,
            "ranking_count": 8752,
            "abstract": "In the dazzling summer of 1926, Ernest Hemingway and his wife Hadley travel from their home in Paris to a villa in the south of France. They swim, play bridge and drink gin. But wherever they go they are accompanied by the glamorous and irrepressible Fife. Fife is Hadley’s best friend. She is also Ernest’s lover.. Hadley is the first Mrs. Hemingway, but neither she nor Fife will be the last. Over the ensuing decades, Ernest’s literary career will blaze a trail, but his marriages will be ignited by passion and deceit. Four extraordinary women will learn what it means to love the most famous writer of his generation, and each will be forced to ask herself how far she will go to remain his wife…. Luminous and intoxicating,. Mrs. Hemingway. portrays real lives with rare intimacy and plumbs the depths of the human heart.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Audiobook",
                "Literary Fiction",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "The Great Disruption: Why the Climate Crisis Will Bring on the End of Shopping and the Birth of a New World",
            "authors": [
                "Paul Gilding"
            ],
            "ranking": 3.81,
            "ranking_count": 720,
            "abstract": "One of those who has been warning me of [a coming crisis] for a long time is Paul Gilding, the Australian environmental business expert. He has a name for this moment-when both Mother Nature and Father Greed have hit the wall at once-'The Great Disruption.'. -Thomas Friedman in the. New York Times. It's time to stop just worrying about climate change, says Paul Gilding. We need instead to brace for impact because global crisis is no longer avoidable. This Great Disruption started in 2008, with spiking food and oil prices and dramatic ecological changes, such as the melting ice caps. It is not simply about fossil fuels and carbon footprints. We have come to the end of Economic Growth, Version 1.0, a world economy based on consumption and waste, where we lived beyond the means of our planet's ecosystems and resources.. The Great Disruption. offers a stark and unflinching look at the challenge humanity faces-yet also a deeply optimistic message. The coming decades will see loss, suffering, and conflict as our planetary overdraft is paid; however, they will also bring out the best humanity can offer: compassion, innovation, resilience, and adaptability. Gilding tells us how to fight-and win-what he calls The One Degree War to prevent catastrophic warming of the earth, and how to start today.. The crisis represents a rare chance to replace our addiction to growth with an ethic of sustainability, and it's already happening. It's also an unmatched business opportunity: Old industries will collapse while new companies will literally reshape our economy. In the aftermath of the Great Disruption, we will measure growth in a new way. It will mean not quantity of stuff but quality and happiness of life. Yes, there is life after shopping.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Science",
                "Economics",
                "Politics",
                "Culture",
                "Biology",
                "Philosophy"
            ]
        },
        {
            "title": "Huntress",
            "authors": [
                "Julie  Hall",
                "Nathalia Suellen"
            ],
            "ranking": 4.06,
            "ranking_count": 1154,
            "abstract": "No one’s afterlife is as dispiriting as Audrey’s―at least that’s what she believes after waking up dead without her memories and being promptly assigned to hunt demons for the rest of eternity. She’s convinced God’s made a cosmic mistake; after all, she’d rather discuss the color of her nails than break them on angelic weapons.. It doesn’t help that her trainer, Logan, is as infuriating as he is attractive. And just when Audrey and Logan appear close to developing an amicable relationship, a decision made under duress pushes their hearts in a direction neither of them saw coming.. Despite her sub-par fighting abilities, an ancient weapon of unparalleled power chooses Audrey as its wielder, attracting the cautious gazes of her fellow hunters and the attention of Satan himself. With Satan’s eyes now fixed on Audrey, a battle for the safety of the living looms in the shadows.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Romance",
                "Christian Fiction",
                "Christian",
                "Fiction"
            ]
        },
        {
            "title": "Lost Stars",
            "authors": [
                "Claudia Gray"
            ],
            "ranking": 4.27,
            "ranking_count": 23444,
            "abstract": "A long time ago in a galaxy far, far away…. Eight years after the fall of the Old Republic, the Galactic Empire now reigns over the known galaxy. Resistance to the Empire has been all but silenced. Only a few courageous leaders such as Bail Organa of Alderaan still dare to openly oppose Emperor Palpatine.. After years of defiance, the many worlds at the edge of the Outer Rim have surrendered. With each planet’s conquest, the Empire’s might grows stronger.. The latest to fall under the Emperor’s control is the isolated mountain planet Jelucan, whose citizens hope for a more prosperous future even as the Imperial Starfleet gathers overhead…",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Romance",
                "Fantasy",
                "Audiobook",
                "Space",
                "Adventure"
            ]
        },
        {
            "title": "1000 Yards",
            "authors": [
                "Mark  Dawson"
            ],
            "ranking": 3.84,
            "ranking_count": 2678,
            "abstract": "Meet John Milton. He considers himself an artisan. A craftsman. His trade is murder.. Milton is the man the government sends after you when everything else has failed. Ruthless. Brilliant. Anonymous. Lethal. You wouldn't pick him out of a crowd but you wouldn't want to be on his list. But now, after ten years, he's had enough - there's blood on his hands and he wants out. Trouble is, this job is not one you can just walk away from.. He goes on the run, seeking atonement for his sins by helping the people he meets along the way. But his past cannot be easily forgotten and before long it is Milton who is hunted, and not the hunter.. 1000 Yards. This 17,000 word novella is an introduction to John Milton, the most dangerous assassin in the pay of Her Majesty's government.. Milton is sent into North Korea. With nothing but a sniper rifle, bad intentions and a very particular target, will Milton be able to take on the secret police of the most dangerous failed state on the planet?",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Spy Thriller",
                "Action",
                "Audiobook",
                "Short Stories",
                "Mystery",
                "Business"
            ]
        },
        {
            "title": "The Swan Book",
            "authors": [
                "Alexis Wright"
            ],
            "ranking": 3.3,
            "ranking_count": 882,
            "abstract": "The Swan Book. is set in the future, with Aboriginals still living under the Intervention in the north, in an environment fundamentally altered by climate change. It follows the life of a mute young woman called Oblivia, the victim of gang-rape by petrol-sniffing youths, from the displaced community where she lives in a hulk, in a swamp filled with rusting boats, and thousands of black swans, to her marriage to Warren Finch, the first Aboriginal president of Australia, and her elevation to the position of First Lady, confined to a tower in a flooded and lawless southern city. The Swan Book has all the qualities which made Wright’s previous novel, Carpentaria, a prize-winning best-seller. It offers an intimate awareness of the realities facing Aboriginal people; the energy and humour in her writing finds hope in the bleakest situations; and the remarkable combination of storytelling elements, drawn from myth and legend and fairy tale, has Oblivia Ethylene in the company of amazing characters like Aunty Bella Donna of the Champions, the Harbour Master, Big Red and the Mechanic, a talking monkey called Rigoletto, three genies with doctorates, and throughout, the guiding presence of swans.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Science Fiction",
                "Speculative Fiction",
                "Environment",
                "Fantasy",
                "Literary Fiction",
                "Literature"
            ]
        },
        {
            "title": "Ink",
            "authors": [
                "Alice Broadway"
            ],
            "ranking": 3.61,
            "ranking_count": 11857,
            "abstract": "There are no secrets in Saintstone.. From the second you're born, every achievement, every failing, every significant moment are all immortalized on your skin. There are honorable marks that let people know you're trustworthy. And shameful tattoos that announce you as a traitor.. After her father dies, Leora finds solace in the fact that his skin tells a wonderful story. That is, until she glimpses a mark on the back of his neck...the symbol of the worst crime a person can commit in Saintstone. Leora knows it has to be a mistake, but before she can do anything about it, the horrifying secret gets out, jeopardizing her father's legacy...and Leora's life.. In her startlingly prescient debut, Alice Broadway shines a light on the dangerous lengths we go to make our world feel orderly--even when the truth refuses to stay within the lines. This rich, lyrical fantasy with echoes of Orwell is unlike anything you've ever read, a tale guaranteed to get under your skin...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "The Birthday List",
            "authors": [
                "Devney Perry"
            ],
            "ranking": 4.3,
            "ranking_count": 8779,
            "abstract": "Poppy Maysen carries a journal in her purse. Its pages were filled long ago by a man who craved adventure, lived life to the fullest and never failed to make her laugh. The journal is his birthday list—one she vows to complete.. She’ll do the things he wanted to do most. Because maybe, just maybe, if she can finish his list, she can start to live again.. Poppy expects going through the birthday list will be hard. She expects it to hurt. But what she doesn’t expect is Cole. Could the man who watched her heart shatter be the one to put it back together again?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult",
                "Audiobook",
                "New Adult",
                "Womens Fiction",
                "Death",
                "Fiction",
                "Drama"
            ]
        },
        {
            "title": "Neanderthal Man: In Search of Lost Genomes",
            "authors": [
                "Svante Pääbo"
            ],
            "ranking": 4.06,
            "ranking_count": 2589,
            "abstract": "What can we learn from the genomes of our closest evolutionary relatives?. Neanderthal Man. tells the story of geneticist Svante Pääbo’s mission to answer this question, and recounts his ultimately successful efforts to genetically define what makes us different from our Neanderthal cousins. Beginning with the study of DNA in Egyptian mummies in the early 1980s and culminating in the sequencing of the Neanderthal genome in 2010, Neanderthal Man describes the events, intrigues, failures, and triumphs of these scientifically rich years through the lens of the pioneer and inventor of the field of ancient DNA.. We learn that Neanderthal genes offer a unique window into the lives of our hominin relatives and may hold the key to unlocking the mystery of why humans survived while Neanderthals went extinct. Drawing on genetic and fossil clues, Pääbo explores what is known about the origin of modern humans and their relationship to the Neanderthals and describes the fierce debate surrounding the nature of the two species’ interactions. His findings have not only redrawn our family tree, but recast the fundamentals of human history—the biological beginnings of fully modern Homo sapiens, the direct ancestors of all people alive today.. A riveting story about a visionary researcher and the nature of scientific inquiry,. Neanderthal Man. offers rich insight into the fundamental question of who we are.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Anthropology",
                "Biology",
                "Biography",
                "Autobiography"
            ]
        },
        {
            "title": "Atlas of an Anxious Man",
            "authors": [
                "Christoph Ransmayr",
                "Simon Pare"
            ],
            "ranking": 3.97,
            "ranking_count": 386,
            "abstract": "In. The Atlas of an Anxious Man. , Christoph Ransmayr offers a mesmerizing travel diary—a sprawling tale of earthly wonders seen by a wandering eye. This is an exquisite, lyrically told travel story.. Translated by Simon Pare, this unique account follows Ransmayr across the globe: from the shadow of Java’s volcanoes to the rapids of the Mekong and Danube Rivers, from the drift ice of the Arctic Circle to Himalayan passes, and on to the disenchanted islands of the South Pacific. Ransmayr begins again and again with, “I saw. . .” recounting to the reader the stories of continents, eras, and landscapes of the soul. Like maps, the episodes come together to become a book of the world—one that charts the life and death, happiness and fate of people bound up in images of breathtaking beauty.. “One of the German language’s most gifted young novelists.”—. Library Journal. , on. The Terrors of Ice and Darkness",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "European Literature",
                "Literature",
                "Biography",
                "Short Stories",
                "Literary Fiction"
            ]
        },
        {
            "title": "Why A Complicated Love",
            "authors": [
                "Daniel   Kemp"
            ],
            "ranking": 4.48,
            "ranking_count": 31,
            "abstract": "Why? Is a story set in a web of despair, sex, unreachable emotion and love.. One man's crippling injuries, caused by an unprovoked, vicious attack, ruins the lives of everyone around him. This includes Terry Meadows, a nineteen-year-old boy who falls in love with the main character's daughter Laura, twenty-seven years before the opening of the story.. The twisted, interconnecting matrix in which Francis, Laura's father, lives, destroys and distorts his daughter's image of life beyond repair. It is a sad tragedy with an unexpected ending.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Romance"
            ]
        },
        {
            "title": "Corruption in America: From Benjamin Franklin's Snuff Box to Citizens United",
            "authors": [
                "Zephyr Teachout"
            ],
            "ranking": 3.88,
            "ranking_count": 483,
            "abstract": "When Louis XVI presented Benjamin Franklin with a snuff box encrusted with diamonds and inset with the King's portrait, the gift troubled Americans: it threatened to corrupt Franklin by clouding his judgment or altering his attitude toward the French in subtle psychological ways. This broad understanding of political corruption--rooted in ideals of civic virtue--was a driving force at the Constitutional Convention.. For two centuries the framers' ideas about corruption flourished in the courts, even in the absence of clear rules governing voters, civil officers, and elected officials. Should a law that was passed by a state legislature be overturned because half of its members were bribed? What kinds of lobbying activity were corrupt, and what kinds were legal? When does an implicit promise count as bribery? In the 1970s the U.S. Supreme Court began to narrow the definition of corruption, and the meaning has since changed dramatically. No case makes that clearer than. Citizens United. .. In 2010, one of the most consequential Court decisions in American political history gave wealthy corporations the right to spend unlimited money to influence elections. Justice Anthony Kennedy's majority opinion treated corruption as nothing more than explicit bribery, a narrow conception later echoed by Chief Justice Roberts in deciding. McCutcheon v. FEC. in 2014. With unlimited spending transforming American politics for the worse, warns Zephyr Teachout,. Citizens United. and. McCutcheon. were not just bad law but bad history. If the American experiment in self-government is to have a future, then we must revive the traditional meaning of corruption and embrace an old ideal.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "North American Hi...",
                "Law",
                "Economics",
                "Audiobook",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "How Will You Measure Your Life?",
            "authors": [
                "Clayton M. Christensen",
                "James Allworth",
                "Karen Dillon"
            ],
            "ranking": 4.06,
            "ranking_count": 30270,
            "abstract": "How do you lead a fulfilling life? That profound question animates this book of inspiration and insight from world-class business strategist and bestselling author of The Innovator’s Dilemma, Clayton Christensen.. After beating a heart attack, advanced-stage cancer and a stroke in three successive years, the world-renowned innovation expert and author of one of the best selling and most influential business books of all time – The Innovator’s Dilemma – Clayton M. Christensen delivered a short but powerful speech to the Harvard Business School graduating class. He presented a set of personal guidelines that have helped him find meaning and happiness in his life – a challenge even the brightest and most motivated of students find daunting.. Akin to The Last Lecture in its revelatory perspective following life-altering events, that speech subsequently became a hugely popular article in the Harvard Business Review and is now a groundbreaking book, putting forth a series of questions and models for success that have long been applied in the world of business, but also can be used to find cogent answers to pressing life questions: How can I be sure that I’ll find satisfaction in my career? How can I be sure that my relationships with my spouse, my family and my close friends become enduring sources of happiness? How can I avoid compromising my integrity (and stay out of jail)?. How Will You Measure Your Life? is a highly original, surprising book from a singular business figure. It’s a book sure to inspire and educate readers – companies and individuals, students of business, mid-career professionals, and even parents – the world over.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Self Help",
                "Psychology",
                "Philosophy",
                "Leadership",
                "Productivity",
                "Buisness"
            ]
        },
        {
            "title": "Sinew of the Social Species",
            "authors": [
                "Ashim Shanker"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Meditations on Connections Lost (2003-2014): Poetry, short fiction, and autobiographical writing on transculturation, fragmented identity, and the disintegration of human connection in the midst of a frantic search for individual purpose. Written in Japan over the course of the author's 11-year stay, Sinew of the Social Species includes such poems as lesser animal and This Most Heartfelt Sacrilege, short stories such as The Replacement Crier, and an assortment of other poetry and prose writings.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Life List",
            "authors": [
                "Lori Nelson Spielman"
            ],
            "ranking": 4.07,
            "ranking_count": 21598,
            "abstract": "In this utterly charming debut — one woman sets out to complete her old list of childhood goals, and finds that her lifelong dreams lead her down a path she never expects.. 1. Go to Paris. 2. Perform live, on a super big stage. 3. Have a baby, maybe two. 4. Fall in love. Brett Bohlinger has forgotten all about the list of life goals she’d written as a naïve teenager. In fact, at thirty-four, Brett seems to have it all—a plum job at her family’s multimillion-dollar company and a spacious loft with her irresistibly handsome boyfriend. But when her beloved mother, Elizabeth, dies, Brett’s world is turned upside down. Rather than simply naming her daughter the new CEO of Bohlinger Cosmetics, Elizabeth’s will comes with one big stipulation: Brett must fulfill the list of childhood dreams she made so long ago.. Grief-stricken, Brett can barely make sense of her mother’s decision. Some of her old hopes seem impossible. How can she possibly have a relationship with a father who died seven years ago? Other dreams (Be an awesome teacher!) would require her to reinvent her entire future. For each goal attempted, her mother has left behind a bittersweet letter, offering words of wisdom, warmth, and—just when Brett needs it—tough love.. As Brett struggles to complete her abandoned life list, one thing becomes clear: Sometimes life’s sweetest gifts can be found in the most unexpected places.",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Contemporary",
                "Roman",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Family"
            ]
        },
        {
            "title": "Silence Fallen",
            "authors": [
                "Patricia Briggs"
            ],
            "ranking": 4.39,
            "ranking_count": 40287,
            "abstract": "Mercy Thompson has found her voice in the werewolf pack. But when Mercy’s bond with the pack—and her mate—is broken, she’ll learn what it truly means to be alone.... Attacked and abducted in her home territory, Mercy finds herself in the clutches of the most powerful vampire in the world, taken as a weapon to use against alpha werewolf Adam and the ruler of the Tri-Cities vampires. In coyote form, Mercy escapes—only to find herself without money, without clothing, and alone in the heart of Europe.... Unable to contact Adam and the rest of the pack, Mercy has allies to find and enemies to fight, and she needs to figure out which is which. Ancient powers stir, and Mercy must be her agile best to avoid causing a war between vampires and werewolves, and between werewolves and werewolves. And in the heart of the ancient city of Prague, old ghosts rise...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "Post-Millennium Rhapsody",
            "authors": [
                "J. Andrew Schrecker"
            ],
            "ranking": 3.5,
            "ranking_count": 6,
            "abstract": "A minor celebrity clips his toenails in the Oval Office, a gnat ties he bulb of a Christmas light to his back, and plainclothes policemen search for God at a carnival. With his second collection of poetry, J. Andrew Schrecker returns with a unique blend of observation, surrealism, and confession.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Death of the Mantis",
            "authors": [
                "Michael Stanley"
            ],
            "ranking": 3.87,
            "ranking_count": 1516,
            "abstract": "The third novel in the fantastic Detective 'Kubu' Bengu crime series is set in the southern Kalahari area of Botswana - a place full of buried lost cities, incredible hidden wealth, ancient gods and, for thousands of years, home to the nomadic Bushmen.. When a fractious ranger named Monzo is found dead, fallen into a. donga. - a dry ravine - surrounded by three Bushmen, the local police arrest the nomads. Detective 'Kubu' Bengu is on the case, which reunites him with his old school friend Khumanego, a Bushman and now an advocate for his people. Khumanego believes the arrests are motivated by racist antagonism from the police, as the Bushmen are claiming that they were at the murder scene because they were trying to help. Soon after Monzo's death, Detective 'Kubu' learns of another case involving two botany students on their way back from a specimen-collecting trip but who were later found dead, seemingly poisoned, at a campground. Could the deaths be connected?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Cultural",
                "Southern Africa",
                "Fiction",
                "Contemporary",
                "Thriller",
                "Suspense"
            ]
        },
        {
            "title": "The Burning Maze",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.33,
            "ranking_count": 61267,
            "abstract": "The formerly glorious god Apollo, cast down to earth in punishment by Zeus, is now an awkward mortal teenager named Lester Papadopoulos. In order to regain his place on Mount Olympus, Lester must restore five Oracles that have gone dark. But he has to achieve this impossible task without having any godly powers and while being duty-bound to a confounding young daughter of Demeter named Meg.. Thanks a lot, Dad.. With the help of some demigod friends, Lester managed to survive his first two trials, one at Camp Half-Blood, and one in Indianapolis, where Meg received the Dark Prophecy. The words she uttered while seated on the Throne of Memory revealed that an evil triumvirate of Roman emperors plans to attack Camp Jupiter. While Leo flies ahead on Festus to warn the Roman camp, Lester and Meg must go through the Labyrinth to find the third emperor—and an Oracle who speaks in word puzzles—somewhere in the American Southwest. There is one glimmer of hope in the gloom-filled prophecy:. The cloven guide alone the way does know. . They will have a satyr companion, and Meg knows just who to call upon. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure",
                "LGBT",
                "Audiobook",
                "Mythology"
            ]
        },
        {
            "title": "Something New: Tales from a Makeshift Bride",
            "authors": [
                "Lucy Knisley"
            ],
            "ranking": 3.92,
            "ranking_count": 8914,
            "abstract": "When cartoonist Lucy Knisley and her boyfriend John broke up, Lucy wondered if she would ever find love again. Three years later, she did--when John returned to New York, walked back into Lucy's life, and proposed.. This is not that story. It is the story of the happily ever aftermath--the wedding.. In this funny and moving memoir, Knisley--a working artist skeptical of the very institution of marriage--rolls up her sleeves and gets to work putting her personal artistic stamp on a tradition almost as old as humanity itself. From the venue (building a barn) to the reception (constructing a photo booth) to her wedding dress (sewing her own veil), Knisley channels her artist's ingenuity into every element of the wedding planning process, finally emerging from the creative chaos to stand, certain and joyful, at the altar with the man she loves.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Autobiography",
                "Nonfiction",
                "Adult",
                "Humor",
                "Biography",
                "Feminism",
                "Romance",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Andy and Don: The Making of a Friendship and a Classic American TV Show",
            "authors": [
                "Daniel de Visé"
            ],
            "ranking": 4.11,
            "ranking_count": 1538,
            "abstract": "A lively and revealing biography of Andy Griffith and Don Knotts, this “humorous, informative, and poignant book” celebrates the powerful real-life friendship behind one of America’s most iconic television programs and “shows how the magic was created” (. Library Journal. ).. Andy Griffith and Don Knotts first met on Broadway in the 1950s. When Andy moved to Hollywood to film a TV pilot for a comedy about a small-town sheriff, Don called to ask if Andy’s sheriff could use a deputy. The friendship and comedy partnership between Sheriff Andy Taylor and Deputy Barney Fife ignited. The Andy Griffith Show,. elevating the folksy television sitcom into a timeless study of human friendship. Together, they created a program with a uniquely small-town dynamic that captured the hearts of Americans across the country who watched these two men rocking on the front porch, meditating about the pleasure of a bottle of pop.. But behind this sleepy charm, de Visé’s exclusive reporting. “captures the complexity of both men and the intimacy of their friendship with extreme detail and sensitivity” (. Publishers Weekly. ), from unspoken rivalries, passionate affairs, unrequited loves, struggles with the temptations of fame, and friendships lost and regained. Although Andy and Don ended their Mayberry partnership in 1965, they remained best friends for the next half-century.. Written by Don Knotts’s brother-in-law,. Andy and Don. is “a rewarding dual biography that is also a lively look inside the entertainment industry in the latter half of the twentieth century” (. News & Observer. ). Entertaining and provocative, it “captures a golden moment in modern Americana. You’ll not only return again to Mayberry, you’ll feel as though you’ve never left” (Tom Shales, Pulitzer Prize–winning television critic).",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Audiobook",
                "History",
                "Media Tie In",
                "Biography Memoir",
                "Autobiography",
                "Humor",
                "Culture"
            ]
        },
        {
            "title": "The Lost Girls of Paris",
            "authors": [
                "Pam Jenoff"
            ],
            "ranking": 3.89,
            "ranking_count": 83984,
            "abstract": "From the author of the runaway bestseller. The Orphan’s Tale. comes a remarkable story of friendship and courage centered around three women and a ring of female spies during World War II.. 1946, Manhattan. Grace Healey is rebuilding her life after losing her husband during the war. One morning while passing through Grand Central Terminal on her way to work, she finds an abandoned suitcase tucked beneath a bench. Unable to resist her own curiosity, Grace opens the suitcase, where she discovers a dozen photographs—each of a different woman. In a moment of impulse, Grace takes the photographs and quickly leaves the station.. Grace soon learns that the suitcase belonged to a woman named Eleanor Trigg, leader of a ring of female secret agents who were deployed out of London during the war. Twelve of these women were sent to Occupied Europe as couriers and radio operators to aid the resistance, but they never returned home, their fates a mystery. Setting out to learn the truth behind the women in the photographs, Grace finds herself drawn to a young mother turned agent named Marie, whose daring mission overseas reveals a remarkable story of friendship, valor and betrayal.. Vividly rendered and inspired by true events, New York Times bestselling author Pam Jenoff shines a light on the incredible heroics of the brave women of the war, and weaves a mesmerizing tale of courage, sisterhood and the great strength of women to survive in the hardest of circumstances",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Audiobook",
                "Adult",
                "Cultural",
                "Mystery",
                "Adult Fiction"
            ]
        },
        {
            "title": "Det uoppløselige episke element i Telemark i perioden 1591–1896",
            "authors": [
                "Dag Solstad"
            ],
            "ranking": 3.05,
            "ranking_count": 21,
            "abstract": "«Les langsomt, ord for ord, hvis man vil forstå hva jeg sier. Jeg må nok begynne med å si dette, for det som nå en gang står kan ikke sies på noen annen måte.». Slik åpner Dag Solstads roman Det uoppløselige episke element i Telemark i perioden 1591–1896, som følger Solstads slekt på morssiden, og de gårdene slekten var knyttet til, gjennom nær 300 år. Solstad opplever at det aller meste av fortidens erfaringer ligger begravet i historiens mørke, og ikke lenger er tilgjengelige for oss, og han lar seg ikke friste til å dikte videre på det kildematerialet han har. Slik undersøker romanen innlevelsens grenser. Likevel stiger disse livene opp fra historien med en lysende klarhet og kraft.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Finer Things",
            "authors": [
                "David  Wharton"
            ],
            "ranking": 4.13,
            "ranking_count": 38,
            "abstract": "London: 1963. The lives of a professional shoplifter and a young art student collide. Delia needs to atone for a terrible mistake; Tess is desperate to convince herself she really is an artist. Elsewhere in London, the Krays are on the rise and a gang war is in the offing.. Tess’s relationship with her gay best friend grows unexpectedly complicated, and Delia falls for a man she’s been paid to betray.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "Stealth Power",
            "authors": [
                "Vikki Kestell"
            ],
            "ranking": 4.66,
            "ranking_count": 335,
            "abstract": "I must survive. For Dr. Bickel's sake, I must survive.. Weakened by the nanomites' drain, Gemma flees from General Cushing's renewed pursuit. She finds temporary refuge in Dr. Bickel's vacant safe house-refuge and time for her body to recover from the damage inflicted by the nanomites.. But how does an invisible woman with no identity survive in a visible world?. While the nanomites search for Dr. Bickel (intent upon facilitating his rescue), Gemma appropriates a new identity and, piece by piece, secures a tenuous foothold in the real world that allows her to move about unnoticed. To Gemma's amazement and grave misgivings, the nanomites, who had previously withstood her every overture, show themselves to be her allies.. Or are they?. The struggle for control is on.. Nanostealth. Book 1:. Stealthy Steps. Book 2:. Stealth Power. Book 3:. Stealth Retribution. , June 2017",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Christian Fiction",
                "Thriller",
                "Christian"
            ]
        },
        {
            "title": "From a Low and Quiet Sea",
            "authors": [
                "Donal Ryan"
            ],
            "ranking": 3.8,
            "ranking_count": 5289,
            "abstract": "Farouk’s country has been torn apart by war.. Lampy’s heart has been laid waste by Chloe.. John’s past torments him as he nears his end.. The refugee. The dreamer. The penitent. From war-torn Syria to small-town Ireland, three men, scarred by all they have loved and lost, are searching for some version of home. Each is drawn towards a powerful reckoning, one that will bring them together in the most unexpected of ways.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Literature",
                "Adult",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Inheritance: A Memoir of Genealogy, Paternity, and Love",
            "authors": [
                "Dani Shapiro"
            ],
            "ranking": 3.89,
            "ranking_count": 38643,
            "abstract": "The author of. Hourglass. now gives us a new memoir about identity, paternity, and family secrets—a real-time In the spring of 2016, through a genealogy website to which she had whimsically submitted her DNA for analysis, Dani Shapiro received the stunning news that her father was not her biological father. She woke up one morning and her entire history—the life she had lived—crumbled beneath her.. Inheritance. is a book about secrets—secrets within families, kept out of shame or self-protectiveness; secrets we keep from one another in the name of love. It is the story of a woman’s urgent quest to unlock the story of her own identity, a story that has been scrupulously hidden from her for more than fifty years, years she had spent writing brilliantly, and compulsively, on themes of identity and family history. It is a book about the extraordinary moment we live in—a moment in which science and technology have outpaced not only medical ethics but also the capacities of the human heart to contend with the consequences of what we discover.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Audiobook",
                "Biography",
                "Biography Memoir",
                "Family",
                "Adult",
                "Book Club",
                "Literature"
            ]
        },
        {
            "title": "I Am a Truck",
            "authors": [
                "Michelle Winters"
            ],
            "ranking": 3.63,
            "ranking_count": 1349,
            "abstract": "A tender but lively debut novel about a man, a woman, and their Chevrolet dealer.. Agathe and Rejean Lapointe are about to celebrate their twentieth wedding anniversary when Rejean's beloved Chevy Silverado is found abandoned at the side of the road - with no trace of Rejean. Agathe handles her grief by fondling the shirts in the Big and Tall department at Henderman's Family Apparel and carrying on a relationship with a cigarette survey. As her hope dwindles, Agathe falls in with her spirited coworker Debbie, who teaches Agathe about rock and roll, and with Martin Bureau, the one man who might just know the truth about Rejean's fate.. Reminiscent of 2015 Canada Reads finalist. And the Birds Rained Down. and. Gone Girl. ,. I Am A Truck. is a funny and moving portrayal of Acadian love and loyalty.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "Humor",
                "Book Club",
                "Mystery",
                "Adult Fiction",
                "Literature",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "4 Chair Discipling: Growing a Movement of Disciple-Makers",
            "authors": [
                "Dann L. Spader"
            ],
            "ranking": 4.16,
            "ranking_count": 212,
            "abstract": "Dann Spader is a disciple-maker who has spent his adult life exploring what it means to take someone from being a seeker to making disciples themselves. Over 750,000 people in 80 countries have been trained to make disciples through organizations he has led. Through studying the life of Christ and His disciple-making methods, Dann developed. 4 Chair Discipling,. a simple picture for others to follow. Jesus’ last words on earth had a few very specific instructions:. Go, make disciples, baptize, and teach.. But what does that mean for us today? Well, it’s not easy. But it is simple. Teacher and leader Dann Spader explains disciple-making as a process of moving people through four chairs, from someone seeking to know more about Christ to someone who makes disciples themselves.. Chair 1:. Come and See. (John 1:39). Chair 2:. Follow Me. (John 1:43). Chair 3:. Become a Fisher of Men. (Matthew 4:19). Chair 4:. Go and Bear Fruit. (John 15:16). In the process of His four-year ministry, Jesus realized that different people are at different stages of growth and development, and He works to challenge each of them to the next level. In. 4 Chair Discipling. , you’ll get a clear and simple picture of how to follow in Jesus’ footsteps and do the same thing.",
            "part_of_series": false,
            "genre_list": [
                "Christianity",
                "Christian",
                "Nonfiction",
                "Religion"
            ]
        },
        {
            "title": "Mirage Men: An Adventure into Paranoia, Espionage, Psychological Warfare, and UFOs",
            "authors": [
                "Mark Pilkington"
            ],
            "ranking": 3.98,
            "ranking_count": 370,
            "abstract": "Part personal odyssey, part espionage adventure, and part social history,. Mirage Men. delves into the world of UFOs, those who believe in them, and those who would have us believe in them. This is not your average UFO book.. Mirage Men. explores the strange and symbiotic relationship between the U.S. military and intelligence agencies and the community who believes strongly that UFOs have visited earth.. Just how has the U.S. government manipulated the public’s belief in UFOs to hide military aircraft experimentation? Among the UFO believers are the “mirage men”—a close-knit group of men and women whose careers span science medicine, the military, and the intelligence services. They believe they have received parts of a flying saucer–shaped puzzle, whose final pieces lie tantalizingly out of reach. Dive into this comprehensive and astonishing exposition of exactly what these Mirage Men believe, and why. Interviews, anecdotes, and cold hard facts make this a persuasive book that’s hard to ignore. Many are sure that official disclosure—government announcement of extraterrestrial presence—is just around the corner.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Pseudoscience",
                "Fantasy",
                "History",
                "Cultural",
                "Science"
            ]
        },
        {
            "title": "Dogshit Saved My Life",
            "authors": [
                "Karl Wiggins"
            ],
            "ranking": 4.15,
            "ranking_count": 159,
            "abstract": "My goal, my life’s ambition if you like, is to give direction to comedy, purpose to satire. And this is probably why I write the way I do, in order to use self-deprecating, piss-taking humour to bring to the fore situations that just don’t stack up. To demonstrate that serious issues can be approached with humour.. Hardly any subject is taboo to the Englishman when he’s laughing, and this often seems insensitive to other cultures, but the bedrock of the British sense of humour is a strong sense of sarcasm and self-deprecation. The British can be very passionate – and if you doubt that try going to a football match - but that passion is often hidden deep in our humour so that other nationals fail to not only recognise the deadpan delivery and are never too sure if they’ve been involved in a serious conversation or just a little bit of friendly banter. Having said that my style of writing is now appealing more and more to the American market.. This book is not a novel, and if you’re looking for a book that is all sweetness and light, please give this one a miss. It’s not for you. I won’t be offended and I honestly wish you a great life. If everyone likes me, then I’m not being controversial enough.. If you’re looking for Humorous books about Life, Comedy Writing or even Humorous Books for Adults then take a chance on this book. If a chapter doesn’t suit, just move on.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction"
            ]
        },
        {
            "title": "Giraffes Can't Dance",
            "authors": [
                "Giles Andreae",
                "Guy Parker-Rees"
            ],
            "ranking": 4.3,
            "ranking_count": 28685,
            "abstract": "Gerald the giraffe longs to dance, but his legs are too skinny and his neck is too long. At the Jungle Dance, the warthogs waltz, the chimps cha-cha, and the lions tango. Giraffes can't dance, they all jeer when it's Gerald's turn to prance. But with some sound advice from a wise cricket, Gerald starts swaying to his own sweet tune.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Animals",
                "Fiction",
                "Poetry",
                "Music",
                "Fantasy",
                "Kids",
                "Psychology"
            ]
        },
        {
            "title": "Μείζονα Ποιητικά",
            "authors": [
                "Μιχάλης Κατσαρός"
            ],
            "ranking": 4.64,
            "ranking_count": 11,
            "abstract": "Τα Μείζονα Ποιητικά του Μιχάλη Κατσαρού (1920-1998), ενός από τους πιο επιδραστικούς ποιητές στη νεοελληνική λογοτεχνία, περιλαμβάνουν το πιο γνωστό, σχολιασμένο και πολλαπλώς διαβασμένο έργο του ποιητή, δηλαδή τις τρεις συλλογές του Μεσολόγγι (1949), Κατά Σαδδουκαίων (1953), Οροπέδιο (1957).. Το πρόσθετο ενδιαφέρον όμως σε αυτή την έκδοση είναι ότι περιλαμβάνει ικανό αριθμό ποιημάτων που εντοπίστηκαν μετά τον θάνατο του ποιητή στο Αρχείο του και που –αυτό ίσως είναι το σημαντικότερο– αποκαλύπτουν στον αναγνώστη υφολογικά και ιδεολογικά χαρακτηριστικά που παραπέμπουν ευθέως στις τρεις μείζονες συλλογές του.. Τα περισσότερα από αυτά τα ποιήματα του Αρχείου είτε έχουν δημοσιευτεί σε περιοδικές εκδόσεις, είτε παρέμεναν ως τώρα ανέκδοτα, είτε δεν έχουν ποτέ θησαυριστεί.. Με αυτή την έννοια ο τόμος Μείζονα Ποιητικά παρουσιάζει πρόσθετο χρηστικό και αισθητικό ενδιαφέρον: τόσο για τον ειδικό ερευνητή όσο και, κυρίως, για τον αναγνώστη που εμπνέεται και συγκινείται από τη διαχρονικής δύναμης ελευθεριακή ποίηση του Μιχάλη Κατσαρού.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Motherhood",
            "authors": [
                "Sheila Heti"
            ],
            "ranking": 3.63,
            "ranking_count": 11798,
            "abstract": "From the author of. How Should a Person Be?. (“one of the most talked-about books of the year”—. Time Magazine. ) and the. New York Times. Bestseller. Women in Clothes. comes a daring novel about whether to have children.. In. Motherhood,. Sheila Heti asks what is gained and what is lost when a woman becomes a mother, treating the most consequential decision of early adulthood with the candor, originality, and humor that have won Heti international acclaim and made. How Should A Person Be?. required reading for a generation.. In her late thirties, when her friends are asking. when. they will become mothers, the narrator of Heti’s intimate and urgent novel considers whether she will do so at all. In a narrative spanning several years, casting among the influence of her peers, partner, and her duties to her forbearers, she struggles to make a wise and moral choice. After seeking guidance from philosophy, her body, mysticism, and chance, she discovers her answer much closer to home.. Motherhood. is a courageous, keenly felt, and starkly original novel that will surely spark lively conversations about womanhood, parenthood, and about how—and for whom—to live.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Contemporary",
                "Literary Fiction",
                "Parenting",
                "Audiobook",
                "Cultural",
                "Novels",
                "Womens",
                "Adult Fiction"
            ]
        },
        {
            "title": "Never Have I Ever",
            "authors": [
                "Joshilyn Jackson"
            ],
            "ranking": 3.75,
            "ranking_count": 42627,
            "abstract": "In this game, even winning can be deadly.... Amy Whey is proud of her ordinary life and the simple pleasures that come with it—teaching diving lessons, baking cookies for new neighbors, helping her best friend, Charlotte, run their local book club. Her greatest joy is her family: her devoted professor husband, her spirited fifteen-year-old stepdaughter, her adorable infant son. And, of course, the steadfast and supportive Charlotte. But Amy’s sweet, uncomplicated life begins to unravel when the mysterious and alluring Angelica Roux arrives on her doorstep one book club night.. Sultry and magnetic, Roux beguiles the group with her feral charm. She keeps the wine flowing and lures them into a game of spilling secrets. Everyone thinks it’s naughty, harmless fun. Only Amy knows better. Something wicked has come her way—a she-devil in a pricey red sports car who seems to know the terrible truth about who she is and what she once did.. When they’re alone, Roux tells her that if she doesn’t give her what she asks for, what she deserves, she’s going to make Amy pay for her sins. One way or another.. To protect herself and her family and save the life she’s built, Amy must beat the devil at her own clever game, matching wits with Roux in an escalating war of hidden pasts and unearthed secrets. Amy knows the consequences if she can’t beat Roux. What terrifies her is everything she could lose if she wins.. A diabolically entertaining tale of betrayal, deception, temptation, and love filled with dark twists leavened by Joshilyn Jackson’s trademark humor,. Never Have I Ever. explores what happens when the transgressions of our past come back with a vengeance.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Blowout: Corrupted Democracy, Rogue State Russia, and the Richest, Most Destructive Industry on Earth",
            "authors": [
                "Rachel Maddow"
            ],
            "ranking": 4.35,
            "ranking_count": 12910,
            "abstract": "In 2010, the words “earthquake swarm” entered the lexicon in Oklahoma. That same year, a trove of Michael Jackson memorabilia—including his iconic crystal-encrusted white glove—was sold at auction for over $1 million to a guy who was, officially, just the lowly forestry minister of the tiny nation of Equatorial Guinea. And in 2014, Ukrainian revolutionaries raided the palace of their ousted president and found a zoo of peacocks, gilded toilets, and a floating restaurant modeled after a Spanish galleon. Unlikely as it might seem, there is a thread connecting these events, and Rachel Maddow follows it to its crooked source: the unimaginably lucrative and equally corrupting oil and gas industry.. With her trademark black humor, Maddow takes us on a switchback journey around the globe, revealing the greed and incompetence of Big Oil and Gas along the way, and drawing a surprising conclusion about why the Russian government hacked the 2016 U.S. election. She deftly shows how Russia’s rich reserves of crude have, paradoxically, stunted its growth, forcing Putin to maintain his power by spreading Russia’s rot into its rivals, its neighbors, the West’s most important alliances, and the United States. Chevron, BP, and a host of other industry players get their star turn, most notably ExxonMobil and the deceptively well-behaved Rex Tillerson. The oil and gas industry has weakened democracies in developed and developing countries, fouled oceans and rivers, and propped up authoritarian thieves and killers. But being outraged at it is, according to Maddow, “like being indignant when a lion takes down and eats a gazelle. You can’t really blame the lion. It’s in her nature.”. Blowout. is a call to contain the lion: to stop subsidizing the wealthiest businesses on earth, to fight for transparency, and to check the influence of the world’s most destructive industry and its enablers. The stakes have never been higher. As Maddow writes, “Democracy either wins this one or disappears.”",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Audiobook",
                "Economics",
                "Cultural",
                "Business",
                "Environment",
                "Science",
                "Writing"
            ]
        },
        {
            "title": "The History of Philosophy",
            "authors": [
                "A.C. Grayling"
            ],
            "ranking": 4.1,
            "ranking_count": 732,
            "abstract": "The first authoritative and accessible single-volume history of philosophy to cover both Western and Eastern traditions, from one of the world's most eminent thinkers. The story of philosophy is the story of who we are and why. An epic tale, spanning civilizations and continents, it explores some of the most creative minds in history. But not since the long-popular classic Bertrand Russell's. A History of Western Philosophy,. published in 1945, has there been a comprehensive and entertaining single-volume history of this great, intellectual, world-shaping journey.. With characteristic clarity and elegance, A. C. Grayling takes the reader from the worldviews and moralities before the age of the Buddha, Confucius and Socrates through Christianity's capture of the European mind, from the Renaissance and Enlightenment on to Mill, Nietzsche, Sartre and, finally, philosophy today. Bringing together these many threads that all too often run parallel, he surveys in tandem the great philosophical traditions of India, China and the Persian-Arabic world.. Accessible for students and revelatory to enthusiasts of philosophy, Grayling's narrative brings to life the work of both famous historical figures and less well-known but influential thinkers, bridging epistemology, metaphysics, ethics, aesthetics, logic, the philosophy of mind, the philosophy of language, political philosophy and the history of debates within these areas of enquiry. He dramatizes the interchange between and within eras and epochs, making thrilling the grand dance of human thought. He asks what we have learned, but also what progress is still to be made.. Destined to be Grayling's magnum opus, and astonishing in its range and accessibility, this is a landmark work.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "History",
                "Nonfiction",
                "Reference",
                "Politics",
                "Science",
                "Audiobook",
                "Religion",
                "Historical"
            ]
        },
        {
            "title": "Examined Lives: From Socrates to Nietzsche",
            "authors": [
                "James  Miller"
            ],
            "ranking": 3.78,
            "ranking_count": 607,
            "abstract": "A. New York Times. Notable Book for 2011. We all want to know how to live. But before the good life was reduced to ten easy steps or a prescription from the doctor, philosophers offered arresting answers to the most fundamental questions about who we are and what makes for a life worth living.. In. Examined Lives. , James Miller returns to this vibrant tradition with short, lively biographies of twelve famous philosophers. Socrates spent his life examining himself and the assumptions of others. His most famous student, Plato, risked his reputation to tutor a tyrant. Diogenes carried a bright lamp in broad daylight and announced he was looking for a man. Aristotle's alliance with Alexander the Great presaged Seneca's complex role in the court of the Roman Emperor Nero. Augustine discovered God within himself. Montaigne and Descartes struggled to explore their deepest convictions in eras of murderous religious warfare. Rousseau aspired to a life of perfect virtue. Kant elaborated a new ideal of autonomy. Emerson successfully preached a gospel of self-reliance for the new American nation. And Nietzsche tried to compose into one and bring together what is fragment and riddle and dreadful chance in man, before he lapsed into catatonic madness.. With a flair for paradox and rich anecdote,. Examined Lives. is a book that confirms the continuing relevance of philosophy today—and explores the most urgent questions about what it means to live a good life.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "History",
                "Biography",
                "Religion",
                "Spirituality",
                "Literature"
            ]
        },
        {
            "title": "Aftershocks",
            "authors": [
                "Marko Kloos"
            ],
            "ranking": 4.1,
            "ranking_count": 7424,
            "abstract": "Across the six-planet expanse of the Gaia system, the Earthlike Gretia struggles to stabilize in the wake of an interplanetary war. Amid an uneasy alliance to maintain economies, resources, and populations, Aden Robertson reemerges. After devoting twelve years of his life to the reviled losing side, with the blood of half a million casualties on his hands, Aden is looking for a way to move on. He’s not the only one.. A naval officer has borne witness to inconceivable attacks on a salvaged fleet. A sergeant with the occupation forces is treading increasingly hostile ground. And a young woman, thrust into responsibility as vice president of her family’s raw materials empire, faces a threat she never anticipated.. Now, on the cusp of an explosive and wide-reaching insurrection, Aden plunges once again into the brutal life he longed to forget. He’s been on the wrong side of war before. But this time, the new enemy has yet to reveal themselves…or their dangerous endgame.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "War",
                "Science Fiction Fantasy",
                "Audiobook",
                "Fantasy"
            ]
        },
        {
            "title": "Early Indians: The Story of Our Ancestors and Where We Came From",
            "authors": [
                "Tony Joseph"
            ],
            "ranking": 4.35,
            "ranking_count": 2092,
            "abstract": "Who are we Indians ? Where did we come from ? Many of us believe our ancestors have lived in South Asia since 'time immemorial'. But, as it turns out, 'time immemorial' may not have been all that long ago. To tell us the story of our ancestry, journalist Tony Joseph goes 65,000 years into the past—when a band of modern humans, or Homo sapiens, first made their way from Africa into the Indian subcontinent.. Citing recent DNA evidence, he traces the subsequent large migrations of modern humans into India—of agriculturalists from Iran between 7000 and 3000 BCE and pastoralists from the Central Asian Steppe between 2000 and 1000 BCE, among others.. As Joseph unravels our history using the results of genetic and other research, he takes head-on some of the most controversial and uncomfortable questions of Indian history: Who were the Harappans? Did the 'Aryans' really migrate to India? Are North Indians genetically different from South Indians? And are the various castes genetically distinct groups?. This book relies heavily on path-breaking DNA research of recent years. But it also presents earlier archaeological and linguistic evidence—all in an entertaining and highly readable manner. A hugely significant book, Early Indians authoritatively and bravely puts to rest several ugly debates on the ancestry of modern Indians. It not only shows us how the modern Indian population came to be composed as it is, but also reveals an undeniable and important truth about who we are: we are all migrants. And we are all mixed.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Anthropology",
                "Science",
                "Asian Literature",
                "Biology",
                "Historical"
            ]
        },
        {
            "title": "The Dragon Republic",
            "authors": [
                "R.F. Kuang"
            ],
            "ranking": 4.38,
            "ranking_count": 45381,
            "abstract": "The searing follow-up to 2018’s most celebrated fantasy debut – THE POPPY WAR.. In the aftermath of the Third Poppy War, shaman and warrior Rin is on the run: haunted by the atrocity she committed to end the war, addicted to opium, and hiding from the murderous commands of her vengeful god, the fiery Phoenix. Her only reason for living is to get revenge on the traitorous Empress who sold out Nikan to their enemies.. With no other options, Rin joins forces with the powerful Dragon Warlord, who has a plan to conquer Nikan, unseat the Empress, and create a new Republic. Rin throws herself into his war. After all, making war is all she knows how to do.. But the Empress is a more powerful foe than she appears, and the Dragon Warlord’s motivations are not as democratic as they seem. The more Rin learns, the more she fears her love for Nikan will drive her away from every ally and lead her to rely more and more on the Phoenix’s deadly power. Because there is nothing she won’t sacrifice for her country and her vengeance.. The sequel to R.F. Kuang’s acclaimed debut THE POPPY WAR, THE DRAGON REPUBLIC combines the history of 20th-century China with a gripping world of gods and monsters, to devastating effect.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Historical",
                "Audiobook",
                "War"
            ]
        },
        {
            "title": "The Fishermen",
            "authors": [
                "Chigozie Obioma"
            ],
            "ranking": 3.87,
            "ranking_count": 17150,
            "abstract": "In a small town in western Nigeria, four young brothers take advantage of their strict father's absence from home to go fishing at a forbidden local river. They encounter a dangerous local madman who predicts that the oldest boy will be killed by one of his brothers. This prophecy unleashes a tragic chain of events of almost mythic proportions.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Western Africa",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Audiobook",
                "Historical",
                "Family"
            ]
        }
    ]
}