{
    "books": [
        {
            "title": "Wild: From Lost to Found on the Pacific Crest Trail",
            "authors": [
                "Cheryl Strayed"
            ],
            "ranking": 4.03,
            "ranking_count": 701167,
            "abstract": "An alternate cover for this ISBN can be found. here. .. At twenty-two, Cheryl Strayed thought she had lost everything. In the wake of her mother’s death, her family scattered and her own marriage was soon destroyed. Four years later, with nothing more to lose, she made the most impulsive decision of her life. With no experience or training, driven only by blind will, she would hike more than a thousand miles of the Pacific Crest Trail from the Mojave Desert through California and Oregon to Washington State — and she would do it alone.. Told with suspense and style, sparkling with warmth and humor,. Wild. powerfully captures the terrors and pleasures of one young woman forging ahead against all odds on a journey that maddened, strengthened, and ultimately healed her.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Travel",
                "Biography",
                "Adventure",
                "Audiobook",
                "Biography Memoir",
                "Environment",
                "Adult"
            ]
        },
        {
            "title": "In the Garden of Beasts: Love, Terror, and an American Family in Hitler's Berlin",
            "authors": [
                "Erik Larson"
            ],
            "ranking": 3.85,
            "ranking_count": 184689,
            "abstract": "The time is 1933, the place, Berlin, when William E. Dodd becomes America's first ambassador to Hitler's Germany in a year that proved to be a turning point in history.. A mild-mannered professor from Chicago, Dodd brings along his wife, son, and flamboyant daughter, Martha. At first Martha is entranced by the parties and pomp, and the handsome young men of the Third Reich with their infectious enthusiasm for restoring Germany to a position of world prominence. Enamored of the New Germany, she has one affair after another, including with the surprisingly honorable first chief of the Gestapo, Rudolf Diels. But as evidence of Jewish persecution mounts, confirmed by chilling first-person testimony, her father telegraphs his concerns to a largely indifferent State Department back home. Dodd watches with alarm as Jews are attacked, the press is censored, and drafts of frightening new laws begin to circulate. As that first year unfolds and the shadows deepen, the Dodds experience days full of excitement, intrigue, romance and ultimately, horror, when a climactic spasm of violence and murder reveals Hitler's true character and ruthless ambition.. Suffused with the tense atmosphere of the period, and with unforgettable portraits of the bizarre Goring and the expectedly charming—yet wholly sinister—Goebbels,. In the Garden of Beasts. lends a stunning, eyewitness perspective on events as they unfold in real time, revealing an era of surprising nuance and complexity. The result is a dazzling, addictively readable work that speaks volumes about why the world did not recognize the grave threat posed by Hitler until Berlin, and Europe, were awash in blood and terror.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Historical",
                "Biography",
                "Cultural",
                "Audiobook",
                "Politics",
                "World War II"
            ]
        },
        {
            "title": "Freedom",
            "authors": [
                "Jonathan Franzen"
            ],
            "ranking": 3.76,
            "ranking_count": 160298,
            "abstract": "Patty and Walter Berglund were the new pioneers of old St. Paul—the gentrifiers, the hands-on parents, the avant-garde of the Whole Foods generation. Patty was the ideal sort of neighbor, who could tell you where to recycle your batteries and how to get the local cops to actually do their job. She was an enviably perfect mother and the wife of Walter's dreams. Together with Walter—environmental lawyer, commuter cyclist, total family man—she was doing her small part to build a better world.. But now, in the new millennium, the Berglunds have become a mystery. Why has their teenage son moved in with the aggressively Republican family next door? Why has Walter taken a job working with Big Coal? What exactly is Richard Katz—outré rocker and Walter's college best friend and rival—still doing in the picture? Most of all, what has happened to Patty? Why has the bright star of Barrier Street become a very different kind of neighbor, an implacable Fury coming unhinged before the street's attentive eyes?. In his first novel since. The Corrections. , Jonathan Franzen has given us an epic of contemporary love and marriage. Freedom comically and tragically captures the temptations and burdens of liberty: the thrills of teenage lust, the shaken compromises of middle age, the wages of suburban sprawl, the heavy weight of empire. In charting the mistakes and joys of Freedom's characters as they struggle to learn how to live in an ever more confusing world, Franzen has produced an indelible and deeply moving portrait of our time.. (jacket)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Adult Fiction",
                "Family",
                "Audiobook",
                "The United States Of America"
            ]
        },
        {
            "title": "Harry Potter and the Cursed Child: Parts One and Two",
            "authors": [
                "John Tiffany",
                "Jack Thorne",
                "J.K. Rowling"
            ],
            "ranking": 3.54,
            "ranking_count": 858965,
            "abstract": "Based on an original new story by J.K. Rowling, Jack Thorne and John Tiffany, a new play by Jack Thorne,. Harry Potter and the Cursed Child. is the eighth story in the Harry Potter series and the first official Harry Potter story to be presented on stage. The play will receive its world premiere in London’s West End on July 30, 2016.. It was always difficult being Harry Potter and it isn’t much easier now that he is an overworked employee of the Ministry of Magic, a husband and father of three school-age children.. While Harry grapples with a past that refuses to stay where it belongs, his youngest son Albus must struggle with the weight of a family legacy he never wanted. As past and present fuse ominously, both father and son learn the uncomfortable truth: sometimes, darkness comes from unexpected places.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Plays",
                "Adventure",
                "Drama",
                "Childrens",
                "Science Fiction"
            ]
        },
        {
            "title": "Shadow and Bone",
            "authors": [
                "Leigh Bardugo"
            ],
            "ranking": 3.96,
            "ranking_count": 717110,
            "abstract": "▶. Alternative Cover Edition #1. Surrounded by enemies, the once-great nation of Ravka has been torn in two by the Shadow Fold, a swath of near impenetrable darkness crawling with monsters who feast on human flesh. Now its fate may rest on the shoulders of one lonely refugee.. Alina Starkov has never been good at anything. But when her regiment is attacked on the Fold and her best friend is brutally injured, Alina reveals a dormant power that saves his life—a power that could be the key to setting her war-ravaged country free. Wrenched from everything she knows, Alina is whisked away to the royal court to be trained as a member of the Grisha, the magical elite led by the mysterious Darkling.. Yet nothing in this lavish world is what it seems. With darkness looming and an entire kingdom depending on her untamed power, Alina will have to confront the secrets of the Grisha . . . and the secrets of her heart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Major Pettigrew's Last Stand",
            "authors": [
                "Helen Simonson"
            ],
            "ranking": 3.89,
            "ranking_count": 136535,
            "abstract": "You are about to travel to Edgecombe St. Mary, a small village in the English countryside filled with rolling hills, thatched cottages, and a cast of characters both hilariously original and as familiar as the members of your own family. Among them is Major Ernest Pettigrew (retired), the unlikely hero of Helen Simonson's wondrous debut. Wry, courtly, opinionated, and completely endearing, Major Pettigrew is one of the most indelible characters in contemporary fiction, and from the very first page of this remarkable novel he will steal your heart.. The Major leads a quiet life valuing the proper things that Englishmen have lived by for generations: honor, duty, decorum, and a properly brewed cup of tea. But then his brother's death sparks an unexpected friendship with Mrs. Jasmina Ali, the Pakistani shopkeeper from the village. Drawn together by their shared love of literature and the loss of their respective spouses, the Major and Mrs. Ali soon find their friendship blossoming into something more. But village society insists on embracing him as the quintessential local and her as the permanent foreigner. Can their relationship survive the risks one takes when pursuing happiness in the face of culture and tradition?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "European Literature",
                "Adult Fiction",
                "Book Club",
                "Historical",
                "Audiobook",
                "Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "Defending Jacob",
            "authors": [
                "William Landay"
            ],
            "ranking": 3.99,
            "ranking_count": 282724,
            "abstract": "Award-winning author William Landay has written the consummate novel of an embattled family in crisis - a suspenseful, character-driven mystery that is also a spellbinding tale of guilt, betrayal, and the terrifying speed at which our lives can spin out of control.. Andy Barber has been an assistant district attorney in his suburban Massachusetts county for more than twenty years. He is respected in his community, tenacious in the courtroom, and happy at home with his wife, Laurie, and son, Jacob. But when a shocking crime shatters their New England town, Andy is blindsided by what happens next: His fourteen-year-old son is charged with the murder of a fellow student.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Book Club",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Big Little Lies",
            "authors": [
                "Liane Moriarty"
            ],
            "ranking": 4.29,
            "ranking_count": 873208,
            "abstract": "From the author of. Truly Madly Guilty. and. The Husband s Secret. comes a novel about the dangerous little lies we tell ourselves just to survive.. A murder...A tragic accident...Or just parents behaving badly? What’s indisputable is that someone is dead.. Madeline is a force to be reckoned with. She’s funny, biting, and passionate; she remembers everything and forgives no one. Celeste is the kind of beautiful woman who makes the world stop and stare but she is paying a price for the illusion of perfection. New to town, single mom Jane is so young that another mother mistakes her for a nanny. She comes with a mysterious past and a sadness beyond her years. These three women are at different crossroads, but they will all wind up in the same shocking place.. Big Little Lies. is a brilliant take on ex-husbands and second wives, mothers and daughters, schoolyard scandal, and the little lies that can turn lethal.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Womens Fiction",
                "Thriller",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Between the World and Me",
            "authors": [
                "Ta-Nehisi Coates"
            ],
            "ranking": 4.4,
            "ranking_count": 296660,
            "abstract": "“This is your country, this is your world, this is your body, and you must find some way to live within the all of it.”. In a profound work that pivots from the biggest questions about American history and ideals to the most intimate concerns of a father for his son, Ta-Nehisi Coates offers a powerful new framework for understanding our nation’s history and current crisis. Americans have built an empire on the idea of “race,” a falsehood that damages us all but falls most heavily on the bodies of black women and men—bodies exploited through slavery and segregation, and, today, threatened, locked up, and murdered out of all proportion. What is it like to inhabit a black body and find a way to live within it? And how can we all honestly reckon with this fraught history and free ourselves from its burden?. Between the World and Me. is Ta-Nehisi Coates’s attempt to answer these questions in a letter to his adolescent son. Coates shares with his son—and readers—the story of his awakening to the truth about his place in the world through a series of revelatory experiences, from Howard University to Civil War battlefields, from the South Side of Chicago to Paris, from his childhood home to the living rooms of mothers whose children’s lives were taken as American plunder. Beautifully woven from personal narrative, reimagined history, and fresh, emotionally charged reportage,. Between the World and Me. clearly illuminates the past, bracingly confronts our present, and offers a transcendent vision for a way forward.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Race",
                "Audiobook",
                "History",
                "Social Movements",
                "Biography",
                "Politics",
                "Writing",
                "Cultural"
            ]
        },
        {
            "title": "Red Rising",
            "authors": [
                "Pierce Brown"
            ],
            "ranking": 4.25,
            "ranking_count": 298857,
            "abstract": "I live for the dream that my children will be born free, she says. That they will be what they like. That they will own the land their father gave them.. I live for you, I say sadly.. Eo kisses my cheek. Then you must live for more.. Darrow is a Red, a member of the lowest caste in the color-coded society of the future. Like his fellow Reds, he works all day, believing that he and his people are making the surface of Mars livable for future generations.. Yet he spends his life willingly, knowing that his blood and sweat will one day result in a better world for his children.. But Darrow and his kind have been betrayed. Soon he discovers that humanity already reached the surface generations ago. Vast cities and sprawling parks spread across the planet. Darrow—and Reds like him—are nothing more than slaves to a decadent ruling class.. Inspired by a longing for justice, and driven by the memory of lost love, Darrow sacrifices everything to infiltrate the legendary Institute, a proving ground for the dominant Gold caste, where the next generation of humanity's overlords struggle for power. He will be forced to compete for his life and the very future of civilization against the best and most brutal of Society's ruling class. There, he will stop at nothing to bring down his enemies... even if it means he has to become one of them to do so.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Space"
            ]
        },
        {
            "title": "The Hate U Give",
            "authors": [
                "Angie Thomas"
            ],
            "ranking": 4.5,
            "ranking_count": 711877,
            "abstract": "An alternate cover edition of ISBN 9780062498533 can be found. here.. Sixteen-year-old Starr Carter moves between two worlds: the poor neighborhood where she lives and the fancy suburban prep school she attends. The uneasy balance between these worlds is shattered when Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer. Khalil was unarmed.. Soon afterward, his death is a national headline. Some are calling him a thug, maybe even a drug dealer and a gangbanger. Protesters are taking to the streets in Khalil’s name. Some cops and the local drug lord try to intimidate Starr and her family. What everyone wants to know is: what really went down that night? And the only person alive who can answer that is Starr.. But what Starr does—or does not—say could upend her community. It could also endanger her life.. Inspired by the Black Lives Matter movement, this is a powerful and gripping YA novel about one girl's struggle for justice.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Realistic Fiction",
                "Race",
                "Social Movements"
            ]
        },
        {
            "title": "Torment",
            "authors": [
                "Lauren Kate"
            ],
            "ranking": 3.85,
            "ranking_count": 225452,
            "abstract": "Hell on earth.. That’s what it’s like for Luce to be apart from her fallen angel boyfriend, Daniel. It took them an eternity to find one another, but now he has told her he must go away. Just long enough to hunt down the Outcasts—immortals who want to kill Luce. Daniel hides Luce at Shoreline, a school on the rocky California coast with unusually gifted students: Nephilim, the offspring of fallen angels and humans.. At Shoreline, Luce learns what the Shadows are, and how she can use them as windows to her previous lives. Yet the more Luce learns, the more she suspects that Daniel hasn’t told her everything. He’s hiding something—something dangerous. What if Daniel’s version of the past isn’t actually true? What if Luce is really meant to be with someone else?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Thousand Autumns of Jacob de Zoet",
            "authors": [
                "David Mitchell"
            ],
            "ranking": 4.0,
            "ranking_count": 62167,
            "abstract": "The year is 1799, the place Dejima in Nagasaki Harbor, the “high-walled, fan-shaped artificial island” that is the Japanese Empire’s single port and sole window onto the world, designed to keep the West at bay; the farthest outpost of the war-ravaged Dutch East Indies Company; and a de facto prison for the dozen foreigners permitted to live and work there. To this place of devious merchants, deceitful interpreters, costly courtesans, earthquakes, and typhoons comes Jacob de Zoet, a devout and resourceful young clerk who has five years in the East to earn a fortune of sufficient size to win the hand of his wealthy fiancée back in Holland.. But Jacob’s original intentions are eclipsed after a chance encounter with Orito Aibagawa, the disfigured daughter of a samurai doctor and midwife to the city’s powerful magistrate. The borders between propriety, profit, and pleasure blur until Jacob finds his vision clouded, one rash promise made and then fatefully broken. The consequences will extend beyond Jacob’s worst imaginings. As one cynical colleague asks, “Who ain’t a gambler in the glorious Orient, with his very life?”. A magnificent mix of luminous writing, prodigious research, and heedless imagination,. The Thousand Autumns of Jacob de Zoet. is the most impressive achievement of its eminent author.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Unearthly",
            "authors": [
                "Cynthia Hand"
            ],
            "ranking": 4.01,
            "ranking_count": 126887,
            "abstract": "In the beginning, there's a boy standing in the trees.... Clara Gardner has recently learned that she's part angel. Having angel blood run through her veins not only makes her smarter, stronger, and faster than humans (a word, she realizes, that no longer applies to her), but it means she has a purpose, something she was put on this earth to do. Figuring out what that is, though, isn't easy.. Her visions of a raging forest fire and an alluring stranger lead her to a new school in a new town. When she meets Christian, who turns out to be the boy of her dreams (literally), everything seems to fall into place and out of place at the same time. Because there's another guy, Tucker, who appeals to Clara's less angelic side.. As Clara tries to find her way in a world she no longer understands, she encounters unseen dangers and choices she never thought she'd have to make between honesty and deceit, love and duty, good and evil. When the fire from her vision finally ignites, will Clara be ready to face her destiny?. Unearthly is a moving tale of love and fate, and the struggle between following the rules and following your heart.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Unlikely Pilgrimage of Harold Fry",
            "authors": [
                "Rachel Joyce"
            ],
            "ranking": 3.92,
            "ranking_count": 163639,
            "abstract": "Meet Harold Fry, recently retired. He lives in a small English village with his wife, Maureen, who seems irritated by almost everything he does, even down to how he butters his toast. Little differentiates one day from the next. Then one morning the mail arrives, and within the stack of quotidian minutiae is a letter addressed to Harold in a shaky scrawl from a woman he hasn't seen or heard from in twenty years. Queenie Hennessy is in hospice and is writing to say goodbye.. Harold pens a quick reply and, leaving Maureen to her chores, heads to the corner mailbox. But then, as happens in the very best works of fiction, Harold has a chance encounter, one that convinces him that he absolutely must deliver his message to Queenie in person. And thus begins the unlikely pilgrimage. Harold Fry is determined to walk six hundred miles from Kingsbridge to the hospice in Berwick-upon-Tweed because, he believes, as long as he walks, Queenie Hennessey will live.. Still in his yachting shoes and light coat, Harold embarks on his urgent quest across the countryside. Along the way he meets one character after another, each of whom unlocks his long-dormant spirit and sense of promise. Memories of his first dance with Maureen, his wedding day, his joy in fatherhood, come rushing back to him - allowing him to also reconcile the losses and the regrets. As for Maureen, she finds herself missing Harold for the first time in years.. And then there is the unfinished business with Queenie Hennessy.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Book Club",
                "European Literature",
                "Adult Fiction",
                "Literary Fiction",
                "Novels",
                "Adult",
                "Travel"
            ]
        },
        {
            "title": "The Orphan Master's Son",
            "authors": [
                "Adam Johnson"
            ],
            "ranking": 4.05,
            "ranking_count": 96588,
            "abstract": "Pak Jun Do is the haunted son of a lost mother - a singer stolen to Pyongyang - and an influential father who runs Long Tomorrows, a work camp for orphans. There the boy is given his first taste of power, picking which orphans eat first and which will be lent out for manual labor. Recognized for his loyalty and keen instincts, Jun Do comes to the attention of superiors in the state, rises in the ranks, and starts on a road from which there will be no return.. Considering himself a humble citizen of the greatest nation in the world, Jun Do becomes a professional kidnapper who must navigate the shifting rules, arbitrary violence, and baffling demands of his Korean overlords in order to stay alive. Driven to the absolute limit of what any human being could endure, he boldly takes on the treacherous role of rival to Kim Jong Il in an attempt to save the woman he loves, Sun Moon, a legendary actress so pure, she didn't know what starving people looked like.. Part breathless thriller, part story of innocence lost, part story of romantic love, The Orphan Master's Son is also a riveting portrait of a world heretofore hidden from view: a North Korea rife with hunger, corruption, and casual cruelty but also camaraderie, stolen moments of beauty, and love. A towering literary achievement, The Orphan Master's Son ushers Adam Johnson into the small group of today's greatest writers.. An epic novel and a thrilling literary discovery, The Orphan Master's Son follows a young man's journey through the icy waters, dark tunnels, and eerie spy chambers of the world's most mysterious dictatorship, North Korea.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Novels",
                "Audiobook",
                "Book Club"
            ]
        },
        {
            "title": "The One",
            "authors": [
                "Kiera Cass"
            ],
            "ranking": 4.18,
            "ranking_count": 539938,
            "abstract": "The time has come for one winner to be crowned.. When she was chosen to compete in the Selection, America never dreamed she would find herself anywhere close to the crown—or to Prince Maxon's heart. But as the end of the competition approaches, and the threats outside the palace walls grow more vicious, America realizes just how much she stands to lose—and how hard she'll have to fight for the future she wants.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Womens Fiction"
            ]
        },
        {
            "title": "Hex Hall",
            "authors": [
                "Rachel Hawkins"
            ],
            "ranking": 3.92,
            "ranking_count": 140452,
            "abstract": "Three years ago, Sophie Mercer discovered that she was a witch. It's gotten her into a few scrapes. Her non-gifted mother has been as supportive as possible, consulting Sophie's estranged father—an elusive European warlock—only when necessary. But when Sophie attracts too much human attention for a prom-night spell gone horribly wrong, it's her dad who decides her punishment: exile to Hex Hall, an isolated reform school for wayward Prodigium, a.k.a. witches, faeries, and shapeshifters.. By the end of her first day among fellow freak-teens, Sophie has quite a scorecard: three powerful enemies who look like supermodels, a futile crush on a gorgeous warlock, a creepy tag-along ghost, and a new roommate who happens to be the most hated person and only vampire student on campus. Worse, Sophie soon learns that a mysterious predator has been attacking students, and her only friend is the number-one suspect.. As a series of blood-curdling mysteries starts to converge, Sophie prepares for the biggest threat of all: an ancient secret society determined to destroy all Prodigium, especially her.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "The Elite",
            "authors": [
                "Kiera Cass"
            ],
            "ranking": 3.98,
            "ranking_count": 607506,
            "abstract": "The Selection began with thirty-five girls. Now with the group narrowed down to the six Elite, the competition to win Prince Maxon's heart is fiercer than ever—and America is still struggling to decide where her heart truly lies. Is it with Maxon, who could make her life a fairy tale? Or with her first love, Aspen?. America is desperate for more time. But the rest of the Elite know exactly what they want—and America's chance to choose is about to slip away.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Invention of Wings",
            "authors": [
                "Sue Monk Kidd"
            ],
            "ranking": 4.24,
            "ranking_count": 292203,
            "abstract": "Writing at the height of her narrative and imaginative gifts, Sue Monk Kidd presents a masterpiece of hope, daring, the quest for freedom, and the desire to have a voice in the world—and it is now the newest Oprah’s Book Club 2.0 selection.. Hetty “Handful” Grimke, an urban slave in early nineteenth century Charleston, yearns for life beyond the suffocating walls that enclose her within the wealthy Grimke household. The Grimke’s daughter, Sarah, has known from an early age she is meant to do something large in the world, but she is hemmed in by the limits imposed on women.. Kidd’s sweeping novel is set in motion on Sarah’s eleventh birthday, when she is given ownership of ten year old Handful, who is to be her handmaid. We follow their remarkable journeys over the next thirty five years, as both strive for a life of their own, dramatically shaping each other’s destinies and forming a complex relationship marked by guilt, defiance, estrangement and the uneasy ways of love.. As the stories build to a riveting climax, Handful will endure loss and sorrow, finding courage and a sense of self in the process. Sarah will experience crushed hopes, betrayal, unrequited love, and ostracism before leaving Charleston to find her place alongside her fearless younger sister, Angelina, as one of the early pioneers in the abolition and women’s rights movements.. Inspired by the historical figure of Sarah Grimke, Kidd goes beyond the record to flesh out the rich interior lives of all of her characters, both real and invented, including Handful’s cunning mother, Charlotte, who courts danger in her search for something better.. This exquisitely written novel is a triumph of storytelling that looks with unswerving eyes at a devastating wound in American history, through women whose struggles for liberation, empowerment, and expression will leave no reader unmoved.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Book Club",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Novels",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Monster Calls",
            "authors": [
                "Patrick Ness"
            ],
            "ranking": 4.34,
            "ranking_count": 239442,
            "abstract": "The bestselling novel about love, loss and hope from the twice Carnegie Medal-winning Patrick Ness.. Conor has the same dream every night, ever since his mother first fell ill, ever since she started the treatments that don't quite seem to be working. But tonight is different. Tonight, when he wakes, there's a visitor at his window. It's ancient, elemental, a force of nature. And it wants the most dangerous thing of all from Conor. It wants the truth.. Patrick Ness takes the final idea of the late, award-winning writer Siobhan Dowd and weaves an extraordinary and heartbreaking tale of mischief, healing and above all, the courage it takes to survive.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Horror",
                "Childrens",
                "Contemporary",
                "Magical Realism",
                "Death"
            ]
        },
        {
            "title": "The Snow Child",
            "authors": [
                "Eowyn Ivey"
            ],
            "ranking": 3.98,
            "ranking_count": 133310,
            "abstract": "Alaska, 1920: a brutal place to homestead, and especially tough for recent arrivals Jack and Mabel. Childless, they are drifting apart - he breaking under the weight of the work of the farm; she crumbling from loneliness and despair. In a moment of levity during the season's first snowfall, they build a child out of snow. The next morning the snow child is gone - but they glimpse a young, blonde-haired girl running through the trees.. This little girl, who calls herself Faina, seems to be a child of the woods. She hunts with a red fox at her side, skims lightly across the snow, and somehow survives alone in the Alaskan wilderness. As Jack and Mabel struggle to understand this child who could have stepped from the pages of a fairy tale, they come to love her as their own daughter. But in this beautiful, violent place, things are rarely as they appear, and what they eventually learn about Faina will transform all of them.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Fantasy",
                "Magical Realism",
                "Adult",
                "Adult Fiction",
                "Book Club",
                "Literary Fiction"
            ]
        },
        {
            "title": "Lady Midnight",
            "authors": [
                "Cassandra Clare"
            ],
            "ranking": 4.37,
            "ranking_count": 203896,
            "abstract": "The Shadowhunters of Los Angeles star in the first novel in Cassandra Clare’s newest series, The Dark Artifices, a sequel to the internationally bestselling Mortal Instruments series.. Lady Midnight. is a Shadowhunters novel.. It’s been five years since the events of. City of Heavenly Fire. that brought the Shadowhunters to the brink of oblivion. Emma Carstairs is no longer a child in mourning, but a young woman bent on discovering what killed her parents and avenging her losses.. Together with her parabatai Julian Blackthorn, Emma must learn to trust her head and her heart as she investigates a demonic plot that stretches across Los Angeles, from the Sunset Strip to the enchanted sea that pounds the beaches of Santa Monica. If only her heart didn’t lead her in treacherous directions…. Making things even more complicated, Julian’s brother Mark—who was captured by the faeries five years ago—has been returned as a bargaining chip. The faeries are desperate to find out who is murdering their kind—and they need the Shadowhunters’ help to do it. But time works differently in faerie, so Mark has barely aged and doesn’t recognize his family. Can he ever truly return to them? Will the faeries really allow it?. Glitz, glamours, and Shadowhunters abound in this heartrending opening to Cassandra Clare’s Dark Artifices series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Uprooted",
            "authors": [
                "Naomi Novik"
            ],
            "ranking": 4.05,
            "ranking_count": 202847,
            "abstract": "“Our Dragon doesn’t eat the girls he takes, no matter what stories they tell outside our valley. We hear them sometimes, from travelers passing through. They talk as though we were doing human sacrifice, and he were a real dragon. Of course that’s not true: he may be a wizard and immortal, but he’s still a man, and our fathers would band together and kill him if he wanted to eat one of us every ten years. He protects us against the Wood, and we’re grateful, but not that grateful.”. Agnieszka loves her valley home, her quiet village, the forests and the bright shining river. But the corrupted Wood stands on the border, full of malevolent power, and its shadow lies over her life.. Her people rely on the cold, driven wizard known only as the Dragon to keep its powers at bay. But he demands a terrible price for his help: one young woman handed over to serve him for ten years, a fate almost as terrible as falling to the Wood.. The next choosing is fast approaching, and Agnieszka is afraid. She knows—. everyone. knows—that the Dragon will take Kasia: beautiful, graceful, brave Kasia, all the things Agnieszka isn’t, and her dearest friend in the world. And there is no way to save her.. But Agnieszka fears the wrong things. For when the Dragon comes, it is not Kasia he will choose.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Retellings",
                "Adult",
                "New Adult"
            ]
        },
        {
            "title": "Doctor Sleep",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.12,
            "ranking_count": 227578,
            "abstract": "Stephen King returns to the characters and territory of one of his most popular novels ever, The Shining, in this instantly riveting novel about the now middle-aged Dan Torrance (the boy protagonist of The Shining) and the very special 12-year-old girl he must save from a tribe of murderous paranormals.. On highways across America, a tribe of people called The True Knot travel in search of sustenance. They look harmless - mostly old, lots of polyester, and married to their RVs. But as Dan Torrance knows, and spunky 12-year-old Abra Stone learns, The True Knot are quasi-immortal, living off the steam that children with the shining produce when they are slowly tortured to death.. Haunted by the inhabitants of the Overlook Hotel where he spent one horrific childhood year, Dan has been drifting for decades, desperate to shed his father's legacy of despair, alcoholism, and violence. Finally, he settles in a New Hampshire town, an AA community that sustains him, and a job at a nursing home where his remnant shining power provides the crucial final comfort to the dying. Aided by a prescient cat, he becomes Doctor Sleep.. Then Dan meets the evanescent Abra Stone, and it is her spectacular gift, the brightest shining ever seen, that reignites Dan's own demons and summons him to a battle for Abra's soul and survival. This is an epic war between good and evil, a gory, glorious story that will thrill the millions of hyper-devoted fans of The Shining and wildly satisfy anyone new to the territory of this icon in the King canon.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook",
                "Mystery",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "The Golem and the Jinni",
            "authors": [
                "Helene Wecker"
            ],
            "ranking": 4.11,
            "ranking_count": 114170,
            "abstract": "Chava is a golem, a creature made of clay, brought to life by a disgraced rabbi who dabbles in dark Kabbalistic magic, created to be the wife of a man who dies at sea on the voyage from Poland. Chava is unmoored and adrift as the ship arrives in New York harbor in 1899.. Ahmad is a jinni, a being of fire born in the ancient Syrian desert, trapped in an old copper flask, and released in New York City, though still not entirely free.. Ahmad and Chava become unlikely friends and soul mates with a mystical connection. Marvelous and compulsively readable, Helene Wecker's debut novel The Golem and the Jinni weaves strands of Yiddish and Middle Eastern literature, historical fiction and magical fable, into a wondrously inventive and unforgettable tale.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Magical Realism",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Hyperbole and a Half: Unfortunate Situations, Flawed Coping Mechanisms, Mayhem, and Other Things That Happened",
            "authors": [
                "Allie Brosh"
            ],
            "ranking": 4.15,
            "ranking_count": 196263,
            "abstract": "This is a book I wrote. Because I wrote it, I had to figure out what to put on the back cover to explain what it is. I tried to write a long, third-person summary that would imply how great the book is and also sound vaguely authoritative--like maybe someone who isn’t me wrote it--but I soon discovered that I’m not sneaky enough to pull it off convincingly. So I decided to just make a list of things that are in the book:. Pictures. Words. Stories about things that happened to me. Stories about things that happened to other people because of me. Eight billion dollars*. Stories about dogs. The secret to eternal happiness*. *These are lies. Perhaps I have underestimated my sneakiness!",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Sequential Art",
                "Autobiography",
                "Biography",
                "Health",
                "Adult",
                "Short Stories"
            ]
        },
        {
            "title": "Champion",
            "authors": [
                "Marie Lu"
            ],
            "ranking": 4.33,
            "ranking_count": 195026,
            "abstract": "He is a Legend.. She is a Prodigy.. Who will be Champion?. June and Day have sacrificed so much for the people of the Republic—and each other—and now their country is on the brink of a new existence. June is back in the good graces of the Republic, working within the government’s elite circles as Princeps-Elect, while Day has been assigned a high-level military position.. But neither could have predicted the circumstances that will reunite them: just when a peace treaty is imminent, a plague outbreak causes panic in the Colonies, and war threatens the Republic’s border cities. This new strain of plague is deadlier than ever, and June is the only one who knows the key to her country’s defense. But saving the lives of thousands will mean asking the one she loves to give up everything.. With heart-pounding action and suspense, Marie Lu’s bestselling trilogy draws to a stunning conclusion.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Action",
                "Audiobook"
            ]
        },
        {
            "title": "Saga, Volume 1",
            "authors": [
                "Brian K. Vaughan",
                "Fiona Staples"
            ],
            "ranking": 4.17,
            "ranking_count": 293883,
            "abstract": "From New York Times bestselling writer BRIAN K.VAUGHAN (Y: THE LAST MAN, EX MACHINA) and critically acclaimed artist FIONA STAPLES (MYSTERY SOCIETY, NORTH 40), SAGA is the sweeping tale of one young family fighting to find their place in the worlds. When two soldiers from opposite sides of a never-ending galactic war fall in love, they risk everything to bring a fragile new life into a dangerous old universe. Fantasy and science fiction are wed like never before in a sexy, subversive drama for adults. This specially priced volume collects the first arc of the smash hit series The Onion A.V. Club calls the emotional epic Hollywood wishes it could make.. Collects. :. Saga. #1-6.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Adult",
                "Romance",
                "Comics",
                "Adventure"
            ]
        },
        {
            "title": "Circe",
            "authors": [
                "Madeline Miller"
            ],
            "ranking": 4.26,
            "ranking_count": 656428,
            "abstract": "In the house of Helios, god of the sun and mightiest of the Titans, a daughter is born. But Circe is a strange child - not powerful, like her father, nor viciously alluring like her mother. Turning to the world of mortals for companionship, she discovers that she does possess power - the power of witchcraft, which can transform rivals into monsters and menace the gods themselves.. Threatened, Zeus banishes her to a deserted island, where she hones her occult craft, tames wild beasts and crosses paths with many of the most famous figures in all of mythology, including the Minotaur, Daedalus and his doomed son Icarus, the murderous Medea, and, of course, wily Odysseus.. But there is danger, too, for a woman who stands alone, and Circe unwittingly draws the wrath of both men and gods, ultimately finding herself pitted against one of the most terrifying and vengeful of the Olympians. To protect what she loves most, Circe must summon all her strength and choose, once and for all, whether she belongs with the gods she is born from, or the mortals she has come to love.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Retellings",
                "Audiobook",
                "Mythology",
                "Adult"
            ]
        },
        {
            "title": "Fifty Shades of Grey",
            "authors": [
                "E.L. James"
            ],
            "ranking": 3.66,
            "ranking_count": 2255092,
            "abstract": "When literature student Anastasia Steele goes to interview young entrepreneur Christian Grey, she encounters a man who is beautiful, brilliant, and intimidating. The unworldly, innocent Ana is startled to realize she wants this man and, despite his enigmatic reserve, finds she is desperate to get close to him. Unable to resist Ana’s quiet beauty, wit, and independent spirit, Grey admits he wants her, too—but on his own terms.. Shocked yet thrilled by Grey’s singular erotic tastes, Ana hesitates. For all the trappings of success—his multinational businesses, his vast wealth, his loving family—Grey is a man tormented by demons and consumed by the need to control. When the couple embarks on a daring, passionately physical affair, Ana discovers Christian Grey’s secrets and explores her own dark desires.. Erotic, amusing, and deeply moving, the Fifty Shades Trilogy is a tale that will obsess you, possess you, and stay with you forever.. This book is intended for mature audiences.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Adult Fiction",
                "Adult",
                "Erotica",
                "Contemporary",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Underground Railroad",
            "authors": [
                "Colson Whitehead"
            ],
            "ranking": 4.05,
            "ranking_count": 353581,
            "abstract": "Cora is a slave on a cotton plantation in Georgia. Life is hell for all the slaves, but especially bad for Cora; an outcast even among her fellow Africans, she is coming into womanhood—where even greater pain awaits. When Caesar, a recent arrival from Virginia, tells her about the Underground Railroad, they decide to take a terrifying risk and escape. Matters do not go as planned—Cora kills a young white boy who tries to capture her. Though they manage to find a station and head north, they are being hunted.. In Whitehead’s ingenious conception, the Underground Railroad is no mere metaphor—engineers and conductors operate a secret network of tracks and tunnels beneath the Southern soil. Cora and Caesar’s first stop is South Carolina, in a city that initially seems like a haven. But the city’s placid surface masks an insidious scheme designed for its black denizens. And even worse: Ridgeway, the relentless slave catcher, is close on their heels. Forced to flee again, Cora embarks on a harrowing flight, state by state, seeking true freedom.. Like the protagonist of. Gulliver’s Travels. , Cora encounters different worlds at each stage of her journey—hers is an odyssey through time as well as space. As Whitehead brilliantly re-creates the unique terrors for black people in the pre–Civil War era, his narrative seamlessly weaves the saga of America from the brutal importation of Africans to the unfulfilled promises of the present day.. The Underground Railroad. is at once a kinetic adventure tale of one woman’s ferocious will to escape the horrors of bondage and a shattering, powerful meditation on the history we all share.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Race",
                "Literary Fiction",
                "Cultural",
                "Adult",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Burial Rites",
            "authors": [
                "Hannah Kent"
            ],
            "ranking": 4.02,
            "ranking_count": 100867,
            "abstract": "A brilliant literary debut, inspired by a true story: the final days of a young woman accused of murder in Iceland in 1829.. Set against Iceland's stark landscape, Hannah Kent brings to vivid life the story of Agnes, who, charged with the brutal murder of her former master, is sent to an isolated farm to await execution.. Horrified at the prospect of housing a convicted murderer, the family at first avoids Agnes. Only Tóti, a priest Agnes has mysteriously chosen to be her spiritual guardian, seeks to understand her. But as Agnes's death looms, the farmer's wife and their daughters learn there is another side to the sensational story they've heard.. Riveting and rich with lyricism, Burial Rites evokes a dramatic existence in a distant time and place, and asks the question, how can one woman hope to endure when her life depends upon the stories told by others?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Adult",
                "Literary Fiction",
                "Book Club",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Boys in the Boat: Nine Americans and Their Epic Quest for Gold at the 1936 Berlin Olympics",
            "authors": [
                "Daniel James Brown"
            ],
            "ranking": 4.36,
            "ranking_count": 257871,
            "abstract": "For readers of Laura Hillenbrand's. Seabiscuit. and. Unbroken. , the dramatic story of the American rowing team that stunned the world at Hitler's 1936 Berlin Olympics.. Daniel James Brown's robust book tells the story of the University of Washington's 1936 eight-oar crew and their epic quest for an Olympic gold medal, a team that transformed the sport and grabbed the attention of millions of Americans. The sons of loggers, shipyard workers, and farmers, the boys defeated elite rivals first from eastern and British universities and finally the German crew rowing for Adolf Hitler in the Olympic games in Berlin, 1936.. The emotional heart of the story lies with one rower, Joe Rantz, a teenager without family or prospects, who rows not for glory, but to regain his shattered self-regard and to find a place he can call home. The crew is assembled by an enigmatic coach and mentored by a visionary, eccentric British boat builder, but it is their trust in each other that makes them a victorious team. They remind the country of what can be done when everyone quite literally pulls together—a perfect melding of commitment, determination, and optimism.. Drawing on the boys' own diaries and journals, their photos and memories of a once-in-a-lifetime shared dream,. The Boys in the Boat. is an irresistible story about beating the odds and finding hope in the most desperate of times—the improbable, intimate story of nine working-class boys from the American west who, in the depths of the Great Depression, showed the world what true grit really meant. It will appeal to readers of Erik Larson, Timothy Egan, James Bradley, and David Halberstam's. The Amateurs. .",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "Sports",
                "Biography",
                "Audiobook",
                "Historical",
                "Book Club",
                "War",
                "North American Hi...",
                "Autobiography"
            ]
        },
        {
            "title": "A Tale for the Time Being",
            "authors": [
                "Ruth Ozeki"
            ],
            "ranking": 4.03,
            "ranking_count": 99566,
            "abstract": "In Tokyo, sixteen-year-old Nao has decided there’s only one escape from her aching loneliness and her classmates’ bullying, but before she ends it all, Nao plans to document the life of her great-grandmother, a Buddhist nun who’s lived more than a century. A diary is Nao’s only solace—and will touch lives in a ways she can scarcely imagine.. Across the Pacific, we meet Ruth, a novelist living on a remote island who discovers a collection of artifacts washed ashore in a Hello Kitty lunchbox—possibly debris from the devastating 2011 tsunami. As the mystery of its contents unfolds, Ruth is pulled into the past, into Nao’s drama and her unknown fate, and forward into her own future.. Full of Ozeki’s signature humour and deeply engaged with the relationship between writer and reader, past and present, fact and fiction, quantum physics, history, and myth,. A Tale for the Time Being. is a brilliantly inventive, beguiling story of our shared humanity and the search for home.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Magical Realism",
                "Historical",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Inheritance",
            "authors": [
                "Christopher Paolini"
            ],
            "ranking": 4.11,
            "ranking_count": 242740,
            "abstract": "It began with. Eragon. ... It ends with. Inheritance. .. Not so very long ago, Eragon — Shadeslayer, Dragon Rider — was nothing more than a poor farm boy, and his dragon, Saphira, only a blue stone in the forest. Now the fate of an entire civilization rests on their shoulders.. Long months of training and battle have brought victories and hope, but they have also brought heartbreaking loss. And still, the real battle lies ahead: they must confront Galbatorix. When they do, they will have to be strong enough to defeat him. And if. they. cannot, no one can. There will be no second chance.. The Rider and his dragon have come further than anyone dared to hope. But can they topple the evil king and restore justice to Alagaësia? And if so, at what cost?. This is the spellbinding conclusion to Christopher Paolini's worldwide bestselling Inheritance cycle.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Prodigy",
            "authors": [
                "Marie Lu"
            ],
            "ranking": 4.24,
            "ranking_count": 235405,
            "abstract": "Injured and on the run, it has been seven days since June and Day barely escaped Los Angeles and the Republic with their lives. Day is believed dead having lost his own brother to an execution squad who thought they were assassinating him. June is now the Republic's most wanted traitor. Desperate for help, they turn to the Patriots - a vigilante rebel group sworn to bring down the Republic. But can they trust them or have they unwittingly become pawns in the most terrifying of political games?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Action",
                "Audiobook"
            ]
        },
        {
            "title": "The Husband's Secret",
            "authors": [
                "Liane Moriarty"
            ],
            "ranking": 3.95,
            "ranking_count": 600173,
            "abstract": "At the heart of. The Husband’s Secret. is a letter that’s not meant to be read. My darling Cecilia, if you’re reading this, then I’ve died.... Imagine that your husband wrote you a letter, to be opened after his death. Imagine, too, that the letter contains his deepest, darkest secret—something with the potential to destroy not just the life you built together, but the lives of others as well. Imagine, then, that you stumble across that letter while your husband is still very much alive. . . .. Cecilia Fitzpatrick has achieved it all—she’s an incredibly successful businesswoman, a pillar of her small community, and a devoted wife and mother. Her life is as orderly and spotless as her home. But that letter is about to change everything, and not just for her: Rachel and Tess barely know Cecilia—or each other—but they too are about to feel the earth-shattering repercussions of her husband’s secret.. Acclaimed author Liane Moriarty has written a gripping, thought-provoking novel about how well it is really possible to know our spouses—and, ultimately, ourselves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Womens Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Thriller",
                "Book Club",
                "Cultural"
            ]
        },
        {
            "title": "Carry On",
            "authors": [
                "Rainbow Rowell"
            ],
            "ranking": 4.2,
            "ranking_count": 269139,
            "abstract": "Simon Snow is the worst Chosen One who's ever been chosen.. That's what his roommate, Baz, says. And Baz might be evil and a vampire and a. complete git. , but he's probably right.. Half the time, Simon can't even make his wand work, and the other half, he starts something on fire. His mentor's avoiding him, his girlfriend broke up with him, and there's a magic-eating monster running around, wearing Simon's face. Baz would be having a field day with all this, if he were here — it's their last year at the Watford School of Magicks, and Simon's infuriating nemesis didn't even bother to show up.. Carry On - The Rise and Fall of Simon Snow. is a ghost story, a love story and a mystery. It has just as much kissing and talking as you'd expect from a Rainbow Rowell story - but far, far more monsters.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "LGBT",
                "Romance",
                "Fiction",
                "Paranormal",
                "Audiobook"
            ]
        },
        {
            "title": "Thinking, Fast and Slow",
            "authors": [
                "Daniel Kahneman"
            ],
            "ranking": 4.17,
            "ranking_count": 400794,
            "abstract": "In the highly anticipated. Thinking, Fast and Slow. , Kahneman takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think. System 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. Kahneman exposes the extraordinary capabilities—and also the faults and biases—of fast thinking, and reveals the pervasive influence of intuitive impressions on our thoughts and behavior. The impact of loss aversion and overconfidence on corporate strategies, the difficulties of predicting what will make us happy in the future, the challenges of properly framing risks at work and at home, the profound effect of cognitive biases on everything from playing the stock market to planning the next vacation—each of these can be understood only by knowing how the two systems work together to shape our judgments and decisions.. Engaging the reader in a lively conversation about how we think, Kahneman reveals where we can and cannot trust our intuitions and how we can tap into the benefits of slow thinking. He offers practical and enlightening insights into how choices are made in both our business and our personal lives—and how we can use different techniques to guard against the mental glitches that often get us into trouble.. Thinking, Fast and Slow. will transform the way you think about thinking.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Science",
                "Self Help",
                "Business",
                "Economics",
                "Philosophy",
                "Audiobook",
                "Unfinished"
            ]
        },
        {
            "title": "The Silkworm",
            "authors": [
                "Robert Galbraith"
            ],
            "ranking": 4.04,
            "ranking_count": 240444,
            "abstract": "Private investigator Cormoran Strike returns in a new mystery from Robert Galbraith, author of the #1 international bestseller. The Cuckoo's Calling. .. When novelist Owen Quine goes missing, his wife calls in private detective Cormoran Strike. At first, Mrs. Quine just thinks her husband has gone off by himself for a few days—as he has done before—and she wants Strike to find him and bring him home.. But as Strike investigates, it becomes clear that there is more to Quine's disappearance than his wife realizes. The novelist has just completed a manuscript featuring poisonous pen-portraits of almost everyone he knows. If the novel were to be published, it would ruin lives—meaning that there are a lot of people who might want him silenced.. When Quine is found brutally murdered under bizarre circumstances, it becomes a race against time to understand the motivation of a ruthless killer, a killer unlike any Strike has encountered before...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Orphan Train",
            "authors": [
                "Christina Baker Kline"
            ],
            "ranking": 4.18,
            "ranking_count": 408863,
            "abstract": "This is an alternate cover edition of ISBN 9780061950728, found. here.. The author of. Bird in Hand. and. The Way Life Should Be. delivers her most ambitious and powerful novel to date: a captivating story of two very different women who build an unexpected friendship: a 91-year-old woman with a hidden past as an orphan-train rider and the teenage girl whose own troubled adolescence leads her to seek answers to questions no one has ever thought to ask.. Nearly eighteen, Molly Ayer knows she has one last chance. Just months from aging out of the child welfare system, and close to being kicked out of her foster home, a community service position helping an elderly woman clean out her home is the only thing keeping her out of juvie and worse.. Vivian Daly has lived a quiet life on the coast of Maine. But in her attic, hidden in trunks, are vestiges of a turbulent past. As she helps Vivian sort through her possessions and memories, Molly discovers that she and Vivian aren't as different as they seem to be. A young Irish immigrant orphaned in New York City, Vivian was put on a train to the Midwest with hundreds of other children whose destinies would be determined by luck and chance.. The closer Molly grows to Vivian, the more she discovers parallels to her own life. A Penobscot Indian, she, too, is an outsider being raised by strangers, and she, too, has unanswered questions about the past. As her emotional barriers begin to crumble, Molly discovers that she has the power to help Vivian find answers to mysteries that have haunted her for her entire life - answers that will ultimately free them both.. Rich in detail and epic in scope,. Orphan Train. is a powerful novel of upheaval and resilience, of second chances, of unexpected friendship, and of the secrets we carry that keep us from finding out who we are.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Book Club",
                "Adult",
                "Adult Fiction",
                "Young Adult",
                "Audiobook",
                "Contemporary",
                "Parenting"
            ]
        },
        {
            "title": "The Girl with All the Gifts",
            "authors": [
                "M.R. Carey"
            ],
            "ranking": 3.95,
            "ranking_count": 206677,
            "abstract": "Melanie is a very special girl. Dr. Caldwell calls her our little genius.. Every morning, Melanie waits in her cell to be collected for class. When they come for her, Sergeant Parks keeps his gun pointing at her while two of his people strap her into the wheelchair. She thinks they don't like her. She jokes that she won't bite, but they don't laugh.. Melanie loves school. She loves learning about spelling and sums and the world outside the classroom and the children's cells. She tells her favorite teacher all the things she'll do when she grows up. Melanie doesn't know why this makes Miss Justineau look sad.. The Girl with All the Gifts. is a sensational thriller, perfect for fans of Stephen King, Justin Cronin, and Neil Gaiman.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Fantasy",
                "Audiobook",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "A Gentleman in Moscow",
            "authors": [
                "Amor Towles"
            ],
            "ranking": 4.34,
            "ranking_count": 412005,
            "abstract": "From the New York Times bestselling author of Rules of Civility—a transporting novel about a man who is ordered to spend the rest of his life inside a luxury hotel. With his breakout debut novel, Rules of Civility, Amor Towles established himself as a master of absorbing, sophisticated fiction, bringing late 1930s Manhattan to life with splendid atmosphere and a flawless command of style. Readers and critics were enchanted; as NPR commented, “Towles writes with grace and verve about the mores and manners of a society on the cusp of radical change.”. A Gentleman in Moscow immerses us in another elegantly drawn era with the story of Count Alexander Rostov. When, in 1922, he is deemed an unrepentant aristocrat by a Bolshevik tribunal, the count is sentenced to house arrest in the Metropol, a grand hotel across the street from the Kremlin. Rostov, an indomitable man of erudition and wit, has never worked a day in his life, and must now live in an attic room while some of the most tumultuous decades in Russian history are unfolding outside the hotel’s doors. Unexpectedly, his reduced circumstances provide him a doorway into a much larger world of emotional discovery.. Brimming with humour, a glittering cast of characters, and one beautifully rendered scene after another, this singular novel casts a spell as it relates the count’s endeavour to gain a deeper understanding of what it means to be a man of purpose.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Book Club",
                "Literary Fiction",
                "Novels",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Hundred-Year-Old Man Who Climbed Out of the Window and Disappeared",
            "authors": [
                "Jonas Jonasson",
                "Rod Bradbury"
            ],
            "ranking": 3.82,
            "ranking_count": 245980,
            "abstract": "It all starts on the one-hundredth birthday of Allan Karlsson. Sitting quietly in his room in an old people’s home, he is waiting for the party he-never-wanted-anyway to begin. The Mayor is going to be there. The press is going to be there. But, as it turns out, Allan is not… Slowly but surely Allan climbs out of his bedroom window, into the flowerbed (in his slippers) and makes his getaway. And so begins his picaresque and unlikely journey involving criminals, several murders, a suitcase full of cash, and incompetent police. As his escapades unfold, we learn something of Allan’s earlier life in which – remarkably – he helped to make the atom bomb, became friends with American presidents, Russian tyrants, and Chinese leaders, and was a participant behind the scenes in many key events of the twentieth century. Already a huge bestseller across Europe,. The Hundred-Year-Old Man Who Climbed Out of the Window and Disappeared. is a fun and feel-good book for all ages.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Historical",
                "Audiobook",
                "Adventure",
                "Cultural",
                "Novels",
                "Book Club"
            ]
        },
        {
            "title": "Obsidian",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.15,
            "ranking_count": 263024,
            "abstract": "Starting over sucks.. When we moved to West Virginia right before my senior year, I’d pretty much resigned myself to thick accents, dodgy internet access, and a whole lot of boring… until I spotted my hot neighbor, with his looming height and eerie green eyes. Things were looking up.. And then he opened his mouth.. Daemon is infuriating. Arrogant. Stab-worthy. We do not get along. At all. But when a stranger attacks me and Daemon literally freezes time with a wave of his hand, well, something… unexpected happens.. The hot alien living next door marks me.. You heard me. Alien. Turns out Daemon and his sister have a galaxy of enemies wanting to steal their abilities, and Daemon’s touch has me lit up like the Vegas Strip. The only way I’m getting out of this alive is by sticking close to Daemon until my alien mojo fades.. If I don’t kill him first, that is.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "The Assassin's Blade",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.34,
            "ranking_count": 228139,
            "abstract": "Contains all five novellas.. Celaena Sardothien is Adarlan's most feared assassin. As part of the Assassin's Guild, her allegiance is to her master, Arobynn Hamel, yet Celaena listens to no one and trusts only her fellow killer-for-hire, Sam. In these action-packed novellas - together in one edition for the first time - Celaena embarks on five daring missions. They take her from remote islands to hostile deserts, where she fights to liberate slaves and seeks to avenge the tyrannous. But she is acting against Arobynn's orders and could suffer an unimaginable punishment for such treachery. Will Celaena ever be truly free? Explore the dark underworld of this kick-ass heroine to find out.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Short Stories",
                "Novella",
                "New Adult",
                "Adventure"
            ]
        },
        {
            "title": "Passion",
            "authors": [
                "Lauren Kate"
            ],
            "ranking": 3.86,
            "ranking_count": 161386,
            "abstract": "Luce would die for Daniel.. And she has. Over and over again. Throughout time, Luce and Daniel have found each other, only to be painfully torn apart: Luce dead, Daniel left broken and alone. But perhaps it doesn’t need to be that way… .. Luce is certain that something—or someone—in a past life can help her in her present one. So she begins the most important journey of this lifetime… going back eternities to witness firsthand her romances with Daniel… and finally unlock the key to making their love last.. Cam and the legions of angels and Outcasts are desperate to catch Luce, but none are as frantic as Daniel. He chases Luce through their shared pasts, terrified of what might happen if she rewrites history.. Because their romance for the ages could go up in flames… forever.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Will Grayson, Will Grayson",
            "authors": [
                "John Green",
                "David Levithan"
            ],
            "ranking": 3.73,
            "ranking_count": 372133,
            "abstract": "Will Grayson meets Will Grayson. One cold night, in a most unlikely corner of Chicago, two strangers are about to cross paths. From that moment on, their world will collide and lives intertwine.. It's not that far from Evanston to Naperville, but Chicago suburbanites Will Grayson and Will Grayson might as well live on different planets. When fate delivers them both to the same surprising crossroads, the Will Graysons find their lives overlapping and hurtling in new and unexpected directions. With a push from friends new and old - including the massive, and massively fabulous, Tiny Cooper, offensive lineman and musical theater auteur extraordinaire - Will and Will begin building toward respective romantic turns-of-heart and the epic production of history's most awesome high school musical.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "LGBT",
                "Fiction",
                "Romance",
                "Realistic Fiction",
                "Humor"
            ]
        },
        {
            "title": "The Paris Wife",
            "authors": [
                "Paula McLain"
            ],
            "ranking": 3.82,
            "ranking_count": 284609,
            "abstract": "Chicago, 1920: Hadley Richardson is a quiet twenty-eight-year-old who has all but given up on love and happiness—until she meets Ernest Hemingway and her life changes forever. Following a whirlwind courtship and wedding, the pair set sail for Paris, where they become the golden couple in a lively and volatile group—the fabled “Lost Generation”—that includes Gertrude Stein, Ezra Pound, and F. Scott and Zelda Fitzgerald.. Though deeply in love, the Hemingways are ill prepared for the hard-drinking and fast-living life of Jazz Age Paris, which hardly values traditional notions of family and monogamy. Surrounded by beautiful women and competing egos, Ernest struggles to find the voice that will earn him a place in history, pouring all the richness and intensity of his life with Hadley and their circle of friends into the novel that will become The Sun Also Rises. Hadley, meanwhile, strives to hold on to her sense of self as the demands of life with Ernest grow costly and her roles as wife, friend, and muse become more challenging. Despite their extraordinary bond, they eventually find themselves facing the ultimate crisis of their marriage—a deception that will lead to the unraveling of everything they’ve fought so hard for.. A heartbreaking portrayal of love and torn loyalty, The Paris Wife is all the more poignant because we know that, in the end, Hemingway wrote that he would rather have died than fallen in love with anyone but Hadley.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Cultural",
                "Book Club",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Sword of Summer",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.24,
            "ranking_count": 181728,
            "abstract": "Magnus Chase has seen his share of trouble. Ever since that terrible night two years ago when his mother told him to run, he has lived alone on the streets of Boston, surviving by his wits, staying one step ahead of the police and the truant officers.. One day, Magnus learns that someone else is trying to track him down—his uncle Randolph, a man his mother had always warned him about. When Magnus tries to outmaneuver his uncle, he falls right into his clutches. Randolph starts rambling about Norse history and Magnus's birthright: a weapon that has been lost for thousands of years.. The more Randolph talks, the more puzzle pieces fall into place. Stories about the gods of Asgard, wolves, and Doomsday bubble up from Magnus's memory. But he doesn't have time to consider it all before a fire giant attacks the city, forcing him to choose between his own safety and the lives of hundreds of innocents. . . .. Sometimes, the only way to start a new life is to die.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The Storied Life of A.J. Fikry",
            "authors": [
                "Gabrielle Zevin"
            ],
            "ranking": 3.99,
            "ranking_count": 223569,
            "abstract": "On the faded Island Books sign hanging over the porch of the Victorian cottage is the motto “No Man Is an Island; Every Book Is a World.” A. J. Fikry, the irascible owner, is about to discover just what that truly means.. A. J. Fikry’s life is not at all what he expected it to be. His wife has died, his bookstore is experiencing the worst sales in its history, and now his prized possession, a rare collection of Poe poems, has been stolen. Slowly but surely, he is isolating himself from all the people of Alice Island—from Lambiase, the well-intentioned police officer who’s always felt kindly toward Fikry; from Ismay, his sister-in-law who is hell-bent on saving him from his dreary self; from Amelia, the lovely and idealistic (if eccentric) Knightley Press sales rep who keeps on taking the ferry over to Alice Island, refusing to be deterred by A.J.’s bad attitude. Even the books in his store have stopped holding pleasure for him. These days, A.J. can only see them as a sign of a world that is changing too rapidly.. And then a mysterious package appears at the bookstore. It’s a small package, but large in weight. It’s that unexpected arrival that gives A. J. Fikry the opportunity to make his life over, the ability to see everything anew. It doesn’t take long for the locals to notice the change overcoming A.J.; or for that determined sales rep, Amelia, to see her curmudgeonly client in a new light; or for the wisdom of all those books to become again the lifeblood of A.J.’s world; or for everything to twist again into a version of his life that he didn’t see coming. As surprising as it is moving, The Storied Life of A. J. Fikry is an unforgettable tale of transformation and second chances, an irresistible affirmation of why we read, and why we love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Writing",
                "Adult",
                "Adult Fiction",
                "Romance",
                "Book Club",
                "Literary Fiction",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Short Second Life of Bree Tanner",
            "authors": [
                "Stephenie Meyer"
            ],
            "ranking": 3.51,
            "ranking_count": 201784,
            "abstract": "FANS OF THE TWILIGHT SAGA WILL BE ENTHRALLED BY THIS RIVETING STORY OF BREE TANNER, A CHARACTER FIRST INTRODUCED IN. ECLIPSE. , AND THE DARKER SIDE OF THE NEWBORN VAMPIRE WORLD SHE INHABITS.. BREE TANNER CAN BARELY REMEMBER LIFE before she had uncannily powerful senses, superhuman reflexes, and unstoppable physical strength. Life before she had a relentless thirst for blood... life before she became a vampire.. ALL BREE KNOWS IS THAT LIVING WITH HER fellow newborns has few certainties and even fewer rules: watch your back, don't draw attention to yourself, and above all, make it home by sunrise or die. What she doesn't know: her time as an immortal is quickly running out.. THEN BREE FINDS AN UNEXPECTED FRIEND in Diego, a newborn just as curious as Bree about their mysterious creator, whom they only know as. her. . As they come to realize that the newborns are pawns in a game larger than anything they could have imagined, Bree and Diego must choose sides and decide whom to trust. But when everything you know about vampires is based on a lie, how do you find the truth?. IN ANOTHER IRRESISTIBLE COMBINATION of danger, mystery, and romance, Stephenie Meyer tells the devastating story of the newborn army as they prepare to close in on Bella Swan and the Cullens, following their encounter to its unforgettable conclusion.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance",
                "Novella"
            ]
        },
        {
            "title": "Just Kids",
            "authors": [
                "Patti Smith"
            ],
            "ranking": 4.17,
            "ranking_count": 218881,
            "abstract": "In. Just Kids. , Patti Smith's first book of prose, the legendary American artist offers a never-before-seen glimpse of her remarkable relationship with photographer Robert Mapplethorpe in the epochal days of New York City and the Chelsea Hotel in the late sixties and seventies. An honest and moving story of youth and friendship, Smith brings the same unique, lyrical quality to. Just Kids. as she has to the rest of her formidable body of work--from her influential 1975 album. Horses. to her visual art and poetry.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Music",
                "Biography",
                "Art",
                "Biography Memoir",
                "Audiobook",
                "New York",
                "Poetry"
            ]
        },
        {
            "title": "Hollow City",
            "authors": [
                "Ransom Riggs"
            ],
            "ranking": 4.05,
            "ranking_count": 221411,
            "abstract": "This second novel begins in 1940, immediately after the first book ended. Having escaped Miss Peregrine’s island by the skin of their teeth, Jacob and his new friends must journey to London, the peculiar capital of the world. Along the way, they encounter new allies, a menagerie of peculiar animals, and other unexpected surprises.. Complete with dozens of newly discovered (and thoroughly mesmerising) vintage photographs, this new adventure will delight readers of all ages.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Historical",
                "Horror",
                "Science Fiction",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "Is Everyone Hanging Out Without Me? (And Other Concerns)",
            "authors": [
                "Mindy Kaling"
            ],
            "ranking": 3.86,
            "ranking_count": 461630,
            "abstract": "Mindy Kaling has lived many lives: the obedient child of immigrant professionals, a timid chubster afraid of her own bike, a Ben Affleck - impersonating Off-Broadway performer and playwright, and, finally, a comedy writer and actress prone to starting fights with her friends and coworkers with the sentence Can I just say one last thing about this, and then I swear I'll shut up about it?. Perhaps you want to know what Mindy thinks makes a great best friend (someone who will fill your prescription in the middle of the night), or what makes a great guy (one who is aware of all elderly people in any room at any time and acts accordingly), or what is the perfect amount of fame (so famous you can never get convicted of murder in a court of law), or how to maintain a trim figure (you will not find that information in these pages). If so, you've come to the right book, mostly!. In Is Everyone Hanging Out Without Me?, Mindy invites readers on a tour of her life and her unscientific observations on romance, friendship, and Hollywood, with several conveniently placed stopping points for you to run errands and make phone calls. Mindy Kaling really is just a Girl Next Door - not so much literally anywhere in the continental United States, but definitely if you live in India or Sri Lanka.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Humor",
                "Audiobook",
                "Biography",
                "Biography Memoir",
                "Writing",
                "Adult"
            ]
        },
        {
            "title": "House Rules",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 4.02,
            "ranking_count": 159464,
            "abstract": "When your son can't look you in the eye...does that mean he's guilty?. Jacob Hunt is a teen with Asperger's syndrome. He's hopeless at reading social cues or expressing himself well to others, though he is brilliant in many ways. But he has a special focus on one subject - forensic analysis. A police scanner in his room clues him in to crime scenes, and he's always showing up and telling the cops what to do. And he's usually right.. But when Jacob's small hometown is rocked by a terrible murder, law enforcement comes to him. Jacob's behaviors are hallmark Asperger's, but they look a lot like guilt to the local police. Suddenly the Hunt family, who only want to fit in, are directly in the spotlight. For Jacob's mother, Emma, it's a brutal reminder of the intolerance and misunderstanding that always threaten her family. For his brother, Theo, it's another indication why nothing is normal because of Jacob.. And over this small family, the soul-searing question looms:. Did Jacob commit murder?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Neurodiversity",
                "Adult Fiction",
                "Adult",
                "Womens Fiction",
                "Drama",
                "Realistic Fiction",
                "Family"
            ]
        },
        {
            "title": "Golden Son",
            "authors": [
                "Pierce Brown"
            ],
            "ranking": 4.44,
            "ranking_count": 177857,
            "abstract": "As a Red, Darrow grew up working the mines deep beneath the surface of Mars, enduring backbreaking labor while dreaming of the better future he was building for his descendants. But the Society he faithfully served was built on lies. Darrow’s kind have been betrayed and denied by their elitist masters, the Golds—and their only path to liberation is revolution. And so Darrow sacrifices himself in the name of the greater good for which Eo, his true love and inspiration, laid down her own life. He becomes a Gold, infiltrating their privileged realm so that he can destroy it from within.. A lamb among wolves in a cruel world, Darrow finds friendship, respect, and even love—but also the wrath of powerful rivals. To wage and win the war that will change humankind’s destiny, Darrow must confront the treachery arrayed against him, overcome his all-too-human desire for retribution—and strive not for violent revolt but a hopeful rebirth. Though the road ahead is fraught with danger and deceit, Darrow must choose to follow Eo’s principles of love and justice to free his people.. He must live for more.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Space"
            ]
        },
        {
            "title": "The Invisible Game: Mindset of a Winning Team",
            "authors": [
                "Zoltan Andrejkovics"
            ],
            "ranking": 4.43,
            "ranking_count": 196,
            "abstract": "Competitive gaming and eSports among youths became a major theme these days. For a professional gamer, having the best strategy or belonging to a team with the best skills are sometimes not enough for success. Real life tournaments are tougher than we can imagine.. The Invisible Game covers the necessary mental development of eSport players. The book helps to prepare the players' minds for the challenges, both on the map and in real life.. We overestimate the power of our daily thoughts, and we forget the potential of our inner wisdom. This book guides you with honest life experiences of an eSport team manager on a journey to find the mental balance for peak performance.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Games",
                "Self Help",
                "Nonfiction",
                "Sports",
                "Leadership",
                "Sports and Games",
                "Business"
            ]
        },
        {
            "title": "A Story of Yesterday",
            "authors": [
                "Sergio Cobo"
            ],
            "ranking": 4.28,
            "ranking_count": 4204,
            "abstract": "A Story of Yesterday is a concise and straight punch to the jaw of life.. Under a sky of different colors germinates a magical story of survival, where the result of each choice, enclosed in this particular tale, will snatch the whereabouts of each story forever.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Literature",
                "Mystery",
                "European Literature",
                "Magical Realism",
                "Short Stories",
                "Drama",
                "Suspense",
                "Fiction"
            ]
        },
        {
            "title": "The Scorch Trials",
            "authors": [
                "James Dashner"
            ],
            "ranking": 3.9,
            "ranking_count": 514269,
            "abstract": "Solving the Maze was supposed to be the end.. Thomas was sure that escape from the Maze would mean freedom for him and the Gladers. But WICKED isn’t done yet. Phase Two has just begun. The Scorch.. There are no rules. There is no help. You either make it or you die.. The Gladers have two weeks to cross through the Scorch—the most burned-out section of the world. And WICKED has made sure to adjust the variables and stack the odds against them.. Friendships will be tested. Loyalties will be broken. All bets are off.. There are others now. Their survival depends on the Gladers’ destruction—and they’re determined to survive.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Apocalyptic",
                "Audiobook",
                "Mystery"
            ]
        },
        {
            "title": "My Brilliant Friend",
            "authors": [
                "Elena Ferrante",
                "Ann Goldstein"
            ],
            "ranking": 3.99,
            "ranking_count": 256201,
            "abstract": "A modern masterpiece from one of Italy's most acclaimed authors, My Brilliant Friend is a rich, intense and generous hearted story about two friends, Elena and Lila. Ferrante's inimitable style lends itself perfectly to a meticulous portrait of these two women that is also the story of a nation and a touching meditation on the nature of friendship. Through the lives of these two women, Ferrante tells the story of a neighbourhood, a city and a country as it is transformed in ways that, in turn, also transform the relationship between her two protagonists.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "European Literature",
                "Literary Fiction",
                "Novels",
                "Audiobook",
                "Contemporary",
                "Young Adult"
            ]
        },
        {
            "title": "The Reckoning",
            "authors": [
                "Kelley Armstrong"
            ],
            "ranking": 4.17,
            "ranking_count": 116058,
            "abstract": "Chloe Saunders is fifteen and would love to be normal. Unfortunately, Chloe happens to be a genetically engineered necromancer who can raise the dead without even trying. She and her equally gifted (or should that be 'cursed'?) friends are now running for their lives from the evil corporation that created them.. As if that's not enough, Chloe is struggling with her feelings for Simon, a sweet-tempered sorcerer, and his brother Derek, a not so sweet-tempered werewolf. And she has a horrible feeling she's leaning towards the werewolf.... Definitely not normal.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Crooked Kingdom",
            "authors": [
                "Leigh Bardugo"
            ],
            "ranking": 4.61,
            "ranking_count": 434515,
            "abstract": "Welcome to the world of the Grisha.. Kaz Brekker and his crew of deadly outcasts have just pulled off a heist so daring even they didn't think they'd survive. But instead of divvying up a fat reward, they're right back to fighting for their lives.. Double-crossed and badly weakened, the crew is low on resources, allies, and hope. As powerful forces from around the world descend on Ketterdam to root out the secrets of the dangerous drug known as jurda parem, old rivals and new enemies emerge to challenge Kaz's cunning and test the team's fragile loyalties.. A war will be waged on the city's dark and twisting streets - a battle for revenge and redemption that will decide the fate of the Grisha world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "LGBT",
                "Romance",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Fifty Shades Darker",
            "authors": [
                "E.L. James"
            ],
            "ranking": 3.83,
            "ranking_count": 820642,
            "abstract": "Daunted by the singular sexual tastes and dark secrets of the beautiful, tormented young entrepreneur Christian Grey, Anastasia Steele has broken off their relationship to start a new career with a Seattle publishing house. But desire for Christian still dominates her every waking thought, and when he proposes a new arrangement, Anastasia cannot resist. They rekindle their searing sensual affair, and Anastasia learns more about the harrowing past of her damaged, driven, and demanding Fifty Shades. While Christian wrestles with his inner demons, Anastasia must confront her anger and envy of the women who came before her and make the most important decision of her life. Erotic, sparkling and suspenseful,. Fifty Shades Darker. is the irresistibly addictive second part of the Fifty Shades trilogy.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Fiction",
                "Erotica",
                "Adult",
                "Contemporary",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Serpent's Shadow",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.28,
            "ranking_count": 141905,
            "abstract": "He's b-a-a-ack! Despite their best efforts, Carter and Sadie Kane can't seem to keep Apophis, the chaos snake, down. Now Apophis is threatening to plunge the world into eternal darkness, and the Kanes are faced with the impossible task of having to destroy him once and for all. Unfortunately, the magicians of the House of Life are on the brink of civil war, the gods are divided, and the young initiates of Brooklyn House stand almost alone against the forces of chaos. The Kanes' only hope is an ancient spell that might turn the serpent's own shadow into a weapon, but the magic has been lost for a millennia. To find the answer they need, the Kanes must rely on the murderous ghost of a powerful magician who might be able to lead them to the serpent's shadow . . . or might lead them to their deaths in the depths of the underworld. Nothing less than the mortal world is at stake when the Kane family fulfills its destiny in this thrilling conclusion to the Kane Chronicles.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Dark Matter",
            "authors": [
                "Blake Crouch",
                "Hilary Clarcq",
                "Andy Weir"
            ],
            "ranking": 4.12,
            "ranking_count": 336406,
            "abstract": "Jason Dessen is walking home through the chilly Chicago streets one night, looking forward to a quiet evening in front of the fireplace with his wife, Daniela, and their son, Charlie—when his reality shatters.. - - -. 'Are you happy in your life?'. Those are the last words Jason Dessen hears before the masked abductor knocks him unconscious. Before he awakes to find himself strapped to a gurney, surrounded by strangers in hazmat suits. Before the man he's never met smiles down at him and says, 'Welcome back.'. In this world he's woken up to, Jason's life is not the one he knows. His wife is not his wife. His son was never born. And Jason is not an ordinary college physics professor, but a celebrated genius who has achieved something remarkable. Something impossible.. Is it this world or the other that's the dream?. And even if the home he remembers is real, how can Jason possibly make it back to the family he loves? The answers lie in a journey more wondrous and horrifying than anything he could've imagined—one that will force him to confront the darkest parts of himself even as he battles a terrifying, seemingly unbeatable foe.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Mystery",
                "Audiobook",
                "Thriller",
                "Adult",
                "Fantasy",
                "Science Fiction Fantasy",
                "Suspense",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Bone Clocks",
            "authors": [
                "David Mitchell"
            ],
            "ranking": 3.83,
            "ranking_count": 90641,
            "abstract": "Following a scalding row with her mother, fifteen-year-old Holly Sykes slams the door on her old life. But Holly is no typical teenage runaway: a sensitive child once contacted by voices she knew only as “the radio people,” Holly is a lightning rod for psychic phenomena. Now, as she wanders deeper into the English countryside, visions and coincidences reorder her reality until they assume the aura of a nightmare brought to life.. For Holly has caught the attention of a cabal of dangerous mystics—and their enemies. But her lost weekend is merely the prelude to a shocking disappearance that leaves her family irrevocably scarred. This unsolved mystery will echo through every decade of Holly’s life, affecting all the people Holly loves—even the ones who are not yet born.. A Cambridge scholarship boy grooming himself for wealth and influence, a conflicted father who feels alive only while reporting from occupied Iraq, a middle-aged writer mourning his exile from the bestseller list—all have a part to play in this surreal, invisible war on the margins of our world. From the medieval Swiss Alps to the nineteenth-century Australian bush, from a hotel in Shanghai to a Manhattan townhouse in the near future, their stories come together in moments of everyday grace and extraordinary wonder.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Literary Fiction",
                "Magical Realism",
                "Contemporary",
                "Audiobook",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "Wool Omnibus",
            "authors": [
                "Hugh Howey"
            ],
            "ranking": 4.21,
            "ranking_count": 173708,
            "abstract": "This Omnibus Edition collects the five Wool books into a single volume.. The first Wool story was released as a standalone short in July of 2011. Due to reviewer demand, the rest of the story was released over the next six months.. This is the story of mankind clawing for survival, of mankind on the edge. The world outside has grown unkind, the view of it limited, talk of it forbidden. But there are always those who hope, who dream. These are the dangerous people, the residents who infect others with their optimism. Their punishment is simple. They are given the very thing they profess to want: They are allowed outside.. Alternate cover for. B0071XO8RA",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Speculative Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "The Darkest Minds",
            "authors": [
                "Alexandra Bracken"
            ],
            "ranking": 4.16,
            "ranking_count": 172635,
            "abstract": "When Ruby woke up on her tenth birthday, something about her had changed. Something alarming enough to make her parents lock her in the garage and call the police. Something that gets her sent to Thurmond, a brutal government “rehabilitation camp.” She might have survived the mysterious disease that’s killed most of America’s children, but she and the others have emerged with something far worse: frightening abilities they cannot control.. Now sixteen, Ruby is one of the dangerous ones.. When the truth comes out, Ruby barely escapes Thurmond with her life. Now she’s on the run, desperate to find the one safe haven left for kids like her—East River. She joins a group of kids who escaped their own camp. Liam, their brave leader, is falling hard for Ruby. But no matter how much she aches for him, Ruby can’t risk getting close. Not after what happened to her parents.. When they arrive at East River, nothing is as it seems, least of all its mysterious leader. But there are other forces at work, people who will stop at nothing to use Ruby in their fight against the government. Ruby will be faced with a terrible choice, one that may mean giving up her only chance at a life worth living.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Born a Crime: Stories From a South African Childhood",
            "authors": [
                "Trevor Noah"
            ],
            "ranking": 4.48,
            "ranking_count": 541562,
            "abstract": "The memoir of one man’s coming-of-age, set during the twilight of apartheid and the tumultuous days of freedom that followed.. Trevor Noah’s unlikely path from apartheid South Africa to the desk of The Daily Show began with a criminal act: his birth. Trevor was born to a white Swiss father and a black Xhosa mother at a time when such a union was punishable by five years in prison. Living proof of his parents’ indiscretion, Trevor was kept mostly indoors for the earliest years of his life, bound by the extreme and often absurd measures his mother took to hide him from a government that could, at any moment, steal him away. Finally liberated by the end of South Africa’s tyrannical white rule, Trevor and his mother set forth on a grand adventure, living openly and freely and embracing the opportunities won by a centuries-long struggle.. Born a Crime. is the story of a mischievous young boy who grows into a restless young man as he struggles to find himself in a world where he was never supposed to exist. It is also the story of that young man’s relationship with his fearless, rebellious, and fervently religious mother—his teammate, a woman determined to save her son from the cycle of poverty, violence, and abuse that would ultimately threaten her own life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Humor",
                "Cultural",
                "Biography Memoir",
                "Race",
                "Southern Africa"
            ]
        },
        {
            "title": "Tenth of December",
            "authors": [
                "George Saunders"
            ],
            "ranking": 3.97,
            "ranking_count": 67099,
            "abstract": "One of the most important and blazingly original writers of his generation, George Saunders is an undisputed master of the short story, and. Tenth of December. is his most honest, accessible, and moving collection yet.. In the taut opening, Victory Lap, a boy witnesses the attempted abduction of the girl next door and is faced with a harrowing choice: Does he ignore what he sees, or override years of smothering advice from his parents and act? In Home, a combat-damaged soldier moves back in with his mother and struggles to reconcile the world he left with the one to which he has returned. And in the title story, a stunning meditation on imagination, memory, and loss, a middle-aged cancer patient walks into the woods to commit suicide, only to encounter a troubled young boy who, over the course of a fateful morning, gives the dying man a final chance to recall who he really is. A hapless, deluded owner of an antique store; two mothers struggling to do the right thing; a teenage girl whose idealism is challenged by a brutal brush with reality; a man tormented by a series of pharmaceutical experiments that force him to lust, to love, to kill—the unforgettable characters that populate the pages of. Tenth of December. are vividly and lovingly infused with Saunders' signature blend of exuberant prose, deep humanity, and stylistic innovation.. Writing brilliantly and profoundly about class, sex, love, loss, work, despair, and war, Saunders cuts to the core of the contemporary experience. These stories take on the big questions and explore the fault lines of our own morality, delving into the questions of what makes us good and what makes us human.. Unsettling, insightful, and hilarious, the stories in. Tenth of December. —through their manic energy, their focus on what is redeemable in human beings, and their generosity of spirit—not only entertain and delight; they fulfill Chekhov's dictum that art should prepare us for tenderness.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Audiobook",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Eleanor Oliphant Is Completely Fine",
            "authors": [
                "Gail Honeyman"
            ],
            "ranking": 4.26,
            "ranking_count": 974917,
            "abstract": "Librarian's note: An alternative cover edition can be found. here. No one’s ever told Eleanor that life should be better than fine. Meet Eleanor Oliphant: she struggles with appropriate social skills and tends to say exactly what she’s thinking. Nothing is missing in her carefully timetabled life of avoiding unnecessary human contact, where weekends are punctuated by frozen pizza, vodka, and phone chats with Mummy.. But everything changes when Eleanor meets Raymond, the bumbling and deeply unhygienic IT guy from her office. When she and Raymond together save Sammy, an elderly gentleman who has fallen, the three rescue one another from the lives of isolation that they had been living. Ultimately, it is Raymond’s big heart that will help Eleanor find the way to repair her own profoundly damaged one. If she does, she'll learn that she, too, is capable of finding friendship—and even love—after all.. Smart, warm, uplifting,. Eleanor Oliphant Is Completely Fine. is the story of an out-of-the-ordinary heroine whose deadpan weirdness and unconscious wit make for an irresistible journey as she realizes. . .. the only way to survive is to open your heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Health",
                "Adult Fiction",
                "Book Club",
                "Romance",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Simon vs. the Homo Sapiens Agenda",
            "authors": [
                "Becky Albertalli",
                "Mathilde Tamae-Bouhon"
            ],
            "ranking": 4.21,
            "ranking_count": 373431,
            "abstract": "Sixteen-year-old and not-so-openly gay Simon Spier prefers to save his drama for the school musical. But when an email falls into the wrong hands, his secret is at risk of being thrust into the spotlight. Now Simon is actually being blackmailed: if he doesn’t play wingman for class clown Martin, his sexual identity will become everyone’s business. Worse, the privacy of Blue, the pen name of the boy he’s been emailing, will be compromised.. With some messy dynamics emerging in his once tight-knit group of friends, and his email correspondence with Blue growing more flirtatious every day, Simon’s junior year has suddenly gotten all kinds of complicated. Now, change-averse Simon has to find a way to step out of his comfort zone before he’s pushed out—without alienating his friends, compromising himself, or fumbling a shot at happiness with the most confusing, adorable guy he’s never met.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Contemporary",
                "Romance",
                "Fiction",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Round House",
            "authors": [
                "Louise Erdrich"
            ],
            "ranking": 3.96,
            "ranking_count": 105716,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. One of the most revered novelists of our time - a brilliant chronicler of Native-American life - Louise Erdrich returns to the territory of her bestselling, Pulitzer Prize finalist The Plague of Doves with The Round House, transporting readers to the Ojibwe reservation in North Dakota. It is an exquisitely told story of a boy on the cusp of manhood who seeks justice and understanding in the wake of a terrible crime that upends and forever transforms his family.. Riveting and suspenseful, arguably the most accessible novel to date from the creator of Love Medicine, The Beet Queen, and The Bingo Palace, Erdrich’s The Round House is a page-turning masterpiece of literary fiction - at once a powerful coming-of-age story, a mystery, and a tender, moving novel of family, history, and culture.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Historical",
                "Young Adult",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Book Club",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Fifth Season",
            "authors": [
                "N.K. Jemisin"
            ],
            "ranking": 4.32,
            "ranking_count": 200940,
            "abstract": "This is the way the world ends. Again.. Three terrible things happen in a single day. Essun, a woman living an ordinary life in a small town, comes home to find that her husband has brutally murdered their son and kidnapped their daughter. Meanwhile, mighty Sanze -- the world-spanning empire whose innovations have been civilization's bedrock for a thousand years -- collapses as most of its citizens are murdered to serve a madman's vengeance. And worst of all, across the heart of the vast continent known as the Stillness, a great red rift has been torn into the heart of the earth, spewing ash enough to darken the sky for years. Or centuries.. Now Essun must pursue the wreckage of her family through a deadly, dying land. Without sunlight, clean water, or arable land, and with limited stockpiles of supplies, there will be war all across the Stillness: a battle royale of nations not for power or territory, but simply for the basic resources necessary to get through the long dark night. Essun does not care if the world falls apart around her. She'll break it herself, if she must, to save her daughter.. original cover of ISBN. 0316229296. /. 9780316229296",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Audiobook",
                "LGBT",
                "Apocalyptic"
            ]
        },
        {
            "title": "Where the Crawdads Sing",
            "authors": [
                "Delia Owens"
            ],
            "ranking": 4.46,
            "ranking_count": 1700839,
            "abstract": "For years, rumors of the “Marsh Girl” haunted Barkley Cove, a quiet fishing village. Kya Clark is barefoot and wild; unfit for polite society. So in late 1969, when the popular Chase Andrews is found dead, locals immediately suspect her.. But Kya is not what they say. A born naturalist with just one day of school, she takes life's lessons from the land, learning the real ways of the world from the dishonest signals of fireflies. But while she has the skills to live in solitude forever, the time comes when she yearns to be touched and loved. Drawn to two young men from town, who are each intrigued by her wild beauty, Kya opens herself to a new and startling world—until the unthinkable happens.. In. Where the Crawdads Sing. , Owens juxtaposes an exquisite ode to the natural world against a profound coming of age story and haunting mystery. Thought-provoking, wise, and deeply moving, Owens’s debut novel reminds us that we are forever shaped by the child within us, while also subject to the beautiful and violent secrets that nature keeps.. The story asks how isolation influences the behavior of a young woman, who like all of us, has the genetic propensity to belong to a group. The clues to the mystery are brushed into the lush habitat and natural histories of its wild creatures.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Audiobook",
                "Romance",
                "Adult",
                "Book Club",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Free Four: Tobias Tells the Divergent Knife-Throwing Scene",
            "authors": [
                "Veronica Roth"
            ],
            "ranking": 4.13,
            "ranking_count": 96399,
            "abstract": "#1. New York Times. bestselling author Veronica Roth retells a pivotal. Divergent. scene (chapter 13) from Tobias's point of view. This thirteen-page scene reveals unknown facts and fascinating details about Four's character, his past, his own initiation, and his thoughts about new Dauntless initiate Tris Prior.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Short Stories",
                "Fantasy",
                "Fiction",
                "Romance",
                "Novella",
                "Apocalyptic"
            ]
        },
        {
            "title": "Abraham Lincoln: Vampire Hunter",
            "authors": [
                "Seth Grahame-Smith"
            ],
            "ranking": 3.71,
            "ranking_count": 134759,
            "abstract": "Indiana, 1818.. Moonlight falls through the dense woods that surround a one-room cabin, where a nine-year-old Abraham Lincoln kneels at his suffering mother's bedside. She's been stricken with something the old-timers call Milk Sickness.. My baby boy... she whispers before dying.. Only later will the grieving Abe learn that his mother's fatal affliction was actually the work of a vampire.. When the truth becomes known to young Lincoln, he writes in his journal, . henceforth my life shall be one of rigorous study and devotion. I shall become a master of mind and body. And this mastery shall have but one purpose. ... Gifted with his legendary height, strength, and skill with an ax, Abe sets out on a path of vengeance that will lead him all the way to the White House.. While Abraham Lincoln is widely lauded for saving a Union and freeing millions of slaves, his valiant fight against the forces of the undead has remained in the shadows for hundreds of years. That is, until Seth Grahame-Smith stumbled upon. The Secret Journal of Abraham Lincoln. , and became the first living person to lay eyes on it in more than 140 years.. Using the journal as his guide and writing in the grand biographical style of Doris Kearns Goodwin and David McCullough, Seth has reconstructed the. true. life story of our greatest president for the first time-all while revealing the hidden history behind the Civil War and uncovering the role vampires played in the birth, growth, and near-death of our nation.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Horror",
                "Paranormal",
                "Science Fiction",
                "Humor"
            ]
        },
        {
            "title": "The Weed That Strings the Hangman's Bag",
            "authors": [
                "Alan Bradley"
            ],
            "ranking": 3.99,
            "ranking_count": 52387,
            "abstract": "From Dagger Award-winning and internationally bestselling author Alan Bradley comes this utterly beguiling mystery starring one of fiction's most remarkable sleuths: Flavia de Luce, a dangerously brilliant eleven-year-old with a passion for chemistry and a genius for solving murders. This time, Flavia finds herself untangling two deaths—separated by time but linked by the unlikeliest of threads.. Flavia thinks that her days of crime-solving in the bucolic English hamlet of Bishop’s Lacey are over—and then Rupert Porson has an unfortunate rendezvous with electricity. The beloved puppeteer has had his own strings sizzled, but who’d do such a thing, and. why. ? For Flavia, the questions are intriguing enough to make her put aside her chemistry experiments and schemes of vengeance against her insufferable big sisters. Astride Gladys, her trusty bicycle, Flavia sets out from the de Luces' crumbling family mansion in search of Bishop's Lacey's deadliest secrets.. Does the madwoman who lives in Gibbet Wood know more than she’s letting on? What of the vicar's odd ministrations to the catatonic woman in the dovecote? Then there's a German pilot obsessed with the Brontë sisters, a reporachful spinster aunt, and even a box of poisoned chocolates. Most troubling of all is Porson’s assistant, the charming but erratic Nialla. All clues point toward a suspicious death years earlier and a case the local constables can’t solve—without Flavia’s help. But in getting so close to who’s secretly pulling the strings of this dance of death, has our precocious heroine finally gotten in way over her head?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Young Adult",
                "Audiobook",
                "Thriller",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "The Sisters Brothers",
            "authors": [
                "Patrick deWitt"
            ],
            "ranking": 3.84,
            "ranking_count": 92851,
            "abstract": "Hermann Kermit Warm is going to die. The enigmatic and powerful man known only as the Commodore has ordered it, and his henchmen, Eli and Charlie Sisters, will make sure of it. Though Eli doesn't share his brother's appetite for whiskey and killing, he's never known anything else. But their prey isn't an easy mark, and on the road from Oregon City to Warm's gold-mining claim outside Sacramento, Eli begins to question what he does for a living - and whom he does it for.. With. The Sisters Brothers. , Patrick deWitt pays homage to the classic Western, transforming it into an unforgettable comic tour de force. Filled with a remarkable cast of characters - losers, cheaters, and ne'er-do-wells from all stripes of life - and told by a complex and compelling narrator, it is a violent, lustful odyssey through the underworld of the 1850s frontier that beautifully captures the humor, melancholy, and grit of the Old West, and two brothers bound by blood, violence, and love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Historical",
                "Cultural",
                "Humor",
                "Adventure",
                "Mystery",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Where She Went",
            "authors": [
                "Gayle Forman"
            ],
            "ranking": 4.0,
            "ranking_count": 278588,
            "abstract": "It's been three years since the devastating accident... three years since Mia walked out of Adam's life forever.. Now living on opposite coasts, Mia is Juilliard's rising star and Adam is LA tabloid fodder, thanks to his new rock star status and celebrity girlfriend. When Adam gets stuck in New York by himself, chance brings the couple together again, for one last night. As they explore the city that has become Mia's home, Adam and Mia revisit the past and open their hearts to the future - and each other.. Told from Adam's point of view in the spare, lyrical prose that defined. If I Stay. ,. Where She Went. explores the devastation of grief, the promise of new hope, and the flame of rekindled romance.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Music",
                "New Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Go Set a Watchman",
            "authors": [
                "Harper Lee"
            ],
            "ranking": 3.31,
            "ranking_count": 252150,
            "abstract": "From Harper Lee comes a landmark new novel set two decades after her beloved Pulitzer Prize-winning masterpiece,. To Kill a Mockingbird. . Maycomb, Alabama. Twenty-six-year-old Jean Louise Finch—Scout—returns home from New York City to visit her aging father, Atticus. Set against the backdrop of the civil rights tensions and political turmoil that were transforming the South, Jean Louise's homecoming turns bittersweet when she learns disturbing truths about her close-knit family, the town and the people dearest to her. Memories from her childhood flood back, and her values and assumptions are thrown into doubt. Featuring many of the iconic characters from. To Kill a Mockingbird. ,. Go Set a Watchman. perfectly captures a young woman, and a world, in a painful yet necessary transition out of the illusions of the past—a journey that can be guided only by one's conscience. Written in the mid-1950s,. Go Set a Watchman. imparts a fuller, richer understanding and appreciation of Harper Lee. Here is an unforgettable novel of wisdom, humanity, passion, humor and effortless precision—a profoundly affecting work of art that is both wonderfully evocative of another era and relevant to our own times. It not only confirms the enduring brilliance of. To Kill a Mockingbird. , but also serves as its essential companion, adding depth, context and new meaning to an American classic.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Beautiful Disaster",
            "authors": [
                "Jamie McGuire"
            ],
            "ranking": 4.05,
            "ranking_count": 615725,
            "abstract": "The new Abby Abernathy is a good girl. She doesn’t drink or swear, and she has the appropriate number of cardigans in her wardrobe. Abby believes she has enough distance from the darkness of her past, but when she arrives at college with her best friend, her path to a new beginning is quickly challenged by Eastern University's Walking One-Night Stand.. Travis Maddox, lean, cut, and covered in tattoos, is exactly what Abby needs—and wants—to avoid. He spends his nights winning money in a floating fight ring, and his days as the ultimate college campus charmer. Intrigued by Abby’s resistance to his appeal, Travis tricks her into his daily life with a simple bet. If he loses, he must remain abstinent for a month. If Abby loses, she must live in Travis’s apartment for the same amount of time. Either way, Travis has no idea that he has met his match.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Academic",
                "Fiction",
                "Womens Fiction",
                "Adult",
                "Love"
            ]
        },
        {
            "title": "The Marriage Plot",
            "authors": [
                "Jeffrey Eugenides"
            ],
            "ranking": 3.46,
            "ranking_count": 115924,
            "abstract": "It's the early 1980s - the country is in a deep recession, and life after college is harder than ever. In the cafés on College Hill, the wised-up kids are inhaling Derrida and listening to the Talking Heads. But Madeleine Hanna, dutiful English major, is writing her senior thesis on Jane Austen and George Eliot, purveyors of the marriage plot that lies at the heart of the greatest English novels.. As Madeleine tries to understand why it became laughable to read writers like Cheever and Updike, who wrote about the suburbia Madeleine and most of her friends had grown up in, in favor of reading the Marquis de Sade, who wrote about deflowering virgins in eighteenth century France, real life, in the form of two very different guys, intervenes. Leonard Bankhead - charismatic loner, college Darwinist, and lost Portland boy - suddenly turns up in a semiotics seminar, and soon Madeleine finds herself in a highly charged erotic and intellectual relationship with him. At the same time, her old friend Mitchell Grammaticus - who's been reading Christian mysticism and generally acting strange - resurfaces, obsessed with the idea that Madeleine is destined to be his mate.. Over the next year, as the members of the triangle in this amazing, spellbinding novel graduate from college and enter the real world, events force them to reevaluate everything they learned in school. Leonard and Madeleine move to a biology laboratory on Cape Cod, but can't escape the secret responsible for Leonard's seemingly inexhaustible energy and plunging moods. And Mitchell, traveling around the world to get Madeleine out of his mind, finds himself face-to-face with ultimate questions about the meaning of life, the existence of God, and the true nature of love.. Are the great love stories of the nineteenth century dead? Or can there be a new story, written for today and alive to the realities of feminism, sexual freedom, prenups, and divorce? With devastating wit and an abiding understanding of and affection for his characters, Jeffrey Eugenides revives the motivating energies of the Novel, while creating a story so contemporary and fresh that it reads like the intimate journal of our own lives.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Romance",
                "Literary Fiction",
                "Novels",
                "Audiobook",
                "Literature",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Horns",
            "authors": [
                "Joe Hill"
            ],
            "ranking": 3.93,
            "ranking_count": 107391,
            "abstract": "Ignatius Perrish spent the night drunk and doing terrible things. He woke up the next morning with a thunderous hangover, a raging headache . . . and a pair of horns growing from his temples.. At first Ig thought the horns were a hallucination, the product of a mind damaged by rage and grief. He had spent the last year in a lonely, private purgatory, following the death of his beloved, Merrin Williams, who was raped and murdered under inexplicable circumstances. A mental breakdown would have been the most natural thing in the world. But there was nothing natural about the horns, which were all too real.. Once the righteous Ig had enjoyed the life of the blessed: born into privilege, the second son of a renowned musician and younger brother of a rising late-night TV star, he had security, wealth, and a place in his community. Ig had it. all. , and more—he had Merrin and a love founded on shared daydreams, mutual daring, and unlikely midsummer magic.. But Merrin's death damned all that. The only suspect in the crime, Ig was never charged or tried. And he was never cleared. In the court of public opinion in Gideon, New Hampshire, Ig is and always will be guilty because his rich and connected parents pulled strings to make the investigation go away. Nothing Ig can do, nothing he can say, matters. Everyone, it seems, including God, has abandoned him. Everyone, that is, but the devil inside. . . .",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Mystery",
                "Adult",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "We Are All Completely Beside Ourselves",
            "authors": [
                "Karen Joy Fowler"
            ],
            "ranking": 3.71,
            "ranking_count": 113293,
            "abstract": "The New York Times bestselling author of The Jane Austen Book Club introduces a middle-class American family, ordinary in every way but one.... Meet the Cooke family: Mother and Dad, Lowell, Rosemary and her unusual sister Fern. Rosemary begins her story in the middle. She has her reasons. “Until Fern’s expulsion...,” Rosemary says, “she was my twin, my funhouse mirror, my whirlwind other half and I loved her.” As a child, Rosemary never stopped talking. Then, something happened, and Rosemary wrapped herself in silence.. In We Are All Completely Beside Ourselves, Karen Joy Fowler weaves her most accomplished work to date—a tale of loving but fallible people whose well-intentioned actions lead to heartbreaking consequences.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Animals",
                "Adult Fiction",
                "Audiobook",
                "Book Club",
                "Family",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Winter",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 4.43,
            "ranking_count": 237674,
            "abstract": "Princess Winter is admired for her grace, kindness and beauty, despite the scars on her face. She's said to be even more breath-taking than her stepmother, Queen Levana.... When Winter develops feelings for the handsome palace guard, Jacin, she fears the evil Queen will crush their romance before it has a chance to begin.. But there are stirrings against the Queen across the land. Together with the cyborg mechanic, Cinder, and her allies, Winter might even find the power to launch a revolution and win a war that's been raging for far too long.. Can Cinder, Scarlet, Cress, and Winter claim their happily ever afters by defeating Levana once and for all?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Retellings",
                "Fiction",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Fifty Shades Freed",
            "authors": [
                "E.L. James"
            ],
            "ranking": 3.84,
            "ranking_count": 781052,
            "abstract": "When unworldly student Anastasia Steele first encountered the driven and dazzling young entrepreneur Christian Grey it sparked a sensual affair that changed both of their lives irrevocably. Shocked, intrigued, and, ultimately, repelled by Christian’s singular erotic tastes, Ana demands a deeper commitment. Determined to keep her, Christian agrees.. Now, Ana and Christian have it all—love, passion, intimacy, wealth, and a world of possibilities for their future. But Ana knows that loving her Fifty Shades will not be easy, and that being together will pose challenges that neither of them would anticipate. Ana must somehow learn to share Christian’s opulent lifestyle without sacrificing her own identity. And Christian must overcome his compulsion to control as he wrestles with the demons of a tormented past.. Just when it seems that their strength together will eclipse any obstacle, misfortune, malice, and fate conspire to make Ana’s deepest fears turn to reality.. This book is intended for mature audiences.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Fiction",
                "Erotica",
                "Adult",
                "Contemporary",
                "Womens Fiction"
            ]
        },
        {
            "title": "Everything I Never Told You",
            "authors": [
                "Celeste Ng"
            ],
            "ranking": 3.86,
            "ranking_count": 439728,
            "abstract": "Lydia is dead. But they don’t know this yet.. So begins this exquisite novel about a Chinese American family living in 1970s small-town Ohio. Lydia is the favorite child of Marilyn and James Lee, and her parents are determined that she will fulfill the dreams they were unable to pursue. But when Lydia’s body is found in the local lake, the delicate balancing act that has been keeping the Lee family together is destroyed, tumbling them into chaos.. A profoundly moving story of family, secrets, and longing,. Everything I Never Told You. is both a gripping page-turner and a sensitive family portrait, uncovering the ways in which mothers and daughters, fathers and sons, and husbands and wives struggle, all their lives, to understand one another.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Mystery",
                "Historical",
                "Audiobook",
                "Adult",
                "Literary Fiction",
                "Adult Fiction",
                "Family",
                "Book Club"
            ]
        },
        {
            "title": "The Sky Is Everywhere",
            "authors": [
                "Jandy Nelson"
            ],
            "ranking": 3.98,
            "ranking_count": 100558,
            "abstract": "Adrift after her sister Bailey's sudden death, Lennie finds herself torn between quiet, seductive Toby—Bailey's boyfriend who shares her grief—and Joe, the new boy in town who bursts with life and musical genius. Each offers Lennie something she desperately needs... though she knows if the two of them collide her whole world will explode.. Join Lennie on this heartbreaking and hilarious journey of profound sorrow and mad love, as she makes colossal mistakes and colossal discoveries, as she traipses through band rooms and forest bedrooms and ultimately right into your heart.. As much a celebration of love as a poignant portrait of loss, Lennie's struggle to sort her own melody out of the noise around her is always honest, often uproarious, and absolutely unforgettable.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Music",
                "Death",
                "Womens Fiction"
            ]
        },
        {
            "title": "Educated",
            "authors": [
                "Tara Westover"
            ],
            "ranking": 4.47,
            "ranking_count": 1144285,
            "abstract": "A newer edition of ISBN 9780399590504 can be found. here.. Tara Westover was 17 the first time she set foot in a classroom. Born to survivalists in the mountains of Idaho, she prepared for the end of the world by stockpiling home-canned peaches and sleeping with her head-for-the-hills bag. In the summer she stewed herbs for her mother, a midwife and healer, and in the winter she salvaged in her father's junkyard.. Her father forbade hospitals, so Tara never saw a doctor or nurse. Gashes and concussions, even burns from explosions, were all treated at home with herbalism. The family was so isolated from mainstream society that there was no one to ensure the children received an education and no one to intervene when one of Tara's older brothers became violent.. Then, lacking any formal education, Tara began to educate herself. She taught herself enough mathematics and grammar to be admitted to Brigham Young University, where she studied history, learning for the first time about important world events like the Holocaust and the civil rights movement. Her quest for knowledge transformed her, taking her over oceans and across continents, to Harvard and to Cambridge. Only then would she wonder if she'd traveled too far, if there was still a way home.. Educated. is an account of the struggle for self-invention. It is a tale of fierce family loyalty and of the grief that comes with severing the closest of ties. With the acute insight that distinguishes all great writers, Westover has crafted a universal coming-of-age story that gets to the heart of what an education is and what it offers: the perspective to see one's life through new eyes and the will to change it.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Education",
                "Book Club",
                "Adult",
                "Religion"
            ]
        },
        {
            "title": "MaddAddam",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 4.0,
            "ranking_count": 69933,
            "abstract": "A man-made plague has swept the earth, but a small group survives, along with the green-eyed Crakers – a gentle species bio-engineered to replace humans. Toby, onetime member of the Gods Gardeners and expert in mushrooms and bees, is still in love with street-smart Zeb, who has an interesting past. The Crakers’ reluctant prophet, Snowman-the-Jimmy, is hallucinating; Amanda is in shock from a Painballer attack; and Ivory Bill yearns for the provocative Swift Fox, who is flirting with Zeb. Meanwhile, giant Pigoons and malevolent Painballers threaten to attack.. Told with wit, dizzying imagination, and dark humour, Booker Prize-winning Margaret Atwood’s unpredictable, chilling and hilarious MaddAddam takes us further into a challenging dystopian world and holds up a skewed mirror to our own possible future.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Speculative Fiction",
                "Fantasy",
                "Cultural",
                "Audiobook",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "The Dovekeepers",
            "authors": [
                "Alice Hoffman"
            ],
            "ranking": 4.05,
            "ranking_count": 71853,
            "abstract": "Over five years in the writing, The Dovekeepers is Alice Hoffman's most ambitious and mesmerizing novel, a tour de force of imagination and research, set in ancient Israel.. In 70 C.E., nine hundred Jews held out for months against armies of Romans on Masada, a mountain in the Judean desert. According to the ancient historian Josephus, two women and five children survived. Based on this tragic and iconic event, Hoffman's novel is a spellbinding tale of four extraordinarily bold, resourceful, and sensuous women, each of whom has come to Masada by a different path. Yael's mother died in childbirth, and her father, an expert assassin, never forgave her for that death. Revka, a village baker's wife, watched the horrifically brutal murder of her daughter by Roman soldiers; she brings to Masada her young grandsons, rendered mute by what they have witnessed. Aziza is a warrior's daughter, raised as a boy, a fearless rider and an expert marksman who finds passion with a fellow soldier. Shirah, born in Alexandria, is wise in the ways of ancient magic and medicine, a woman with uncanny insight and power.. The lives of these four complex and fiercely independent women intersect in the desperate days of the siege. All are dovekeepers, and all are also keeping secrets - about who they are, where they come from, who fathered them, and whom they love.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Magical Realism",
                "Book Club",
                "Literature",
                "Adult Fiction",
                "Adult",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "The Big Short: Inside the Doomsday Machine",
            "authors": [
                "Michael   Lewis"
            ],
            "ranking": 4.28,
            "ranking_count": 148642,
            "abstract": "The real story of the crash began in bizarre feeder markets where the sun doesn't shine and the SEC doesn't dare, or bother, to tread: the bond and real estate derivative markets where geeks invent impenetrable securities to profit from the misery of lower- and middle-class Americans who can't pay their debts. The smart people who understood what was or might be happening were paralyzed by hope and fear; in any case, they weren't talking.. Michael Lewis creates a fresh, character-driven narrative brimming with indignation and dark humor, a fitting sequel to his #1 bestseller. Liar's Poker. . Out of a handful of unlikely-really unlikely-heroes, Lewis fashions a story as compelling and unusual as any of his earlier bestsellers, proving yet again that he is the finest and funniest chronicler of our time.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Economics",
                "History",
                "Politics",
                "Audiobook",
                "Currency",
                "Writing",
                "Contemporary"
            ]
        },
        {
            "title": "The Death Cure",
            "authors": [
                "James Dashner"
            ],
            "ranking": 3.78,
            "ranking_count": 391334,
            "abstract": "It’s the end of the line.. WICKED has taken everything from Thomas: his life, his memories, and now his only friends—the Gladers. But it’s finally over. The trials are complete, after one final test.. Will anyone survive?. What WICKED doesn’t know is that Thomas remembers far more than they think. And it’s enough to prove that he can’t believe a word of what they say.. The truth will be terrifying.. Thomas beat the Maze. He survived the Scorch. He’ll risk anything to save his friends. But the truth might be what ends it all.. The time for lies is over.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Apocalyptic",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "Colorless Tsukuru Tazaki and His Years of Pilgrimage",
            "authors": [
                "Haruki Murakami"
            ],
            "ranking": 3.87,
            "ranking_count": 153277,
            "abstract": "A mesmerising mystery story about friendship from the internationally bestselling author of. Norwegian Wood. and. 1Q84. Tsukuru Tazaki had four best friends at school. By chance all of their names contained a colour. The two boys were called Akamatsu, meaning ‘red pine’, and Oumi, ‘blue sea’, while the girls’ names were Shirane, ‘white root’, and Kurono, ‘black field’. Tazaki was the only last name with no colour in it.. One day Tsukuru Tazaki’s friends announced that they didn't want to see him, or talk to him, ever again.. Since that day Tsukuru has been floating through life, unable to form intimate connections with anyone. But then he meets Sara, who tells him that the time has come to find out what happened all those years ago.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Contemporary",
                "Magical Realism",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Hare With Amber Eyes: A Family's Century of Art and Loss",
            "authors": [
                "Edmund de Waal"
            ],
            "ranking": 3.92,
            "ranking_count": 49407,
            "abstract": "The Ephrussis were a grand banking family, as rich and respected as the Rothschilds, who “burned like a comet” in nineteenth-century Paris and Vienna society. Yet by the end of World War II, almost the only thing remaining of their vast empire was a collection of 264 wood and ivory carvings, none of them larger than a matchbox.. The renowned ceramicist Edmund de Waal became the fifth generation to inherit this small and exquisite collection of netsuke. Entranced by their beauty and mystery, he determined to trace the story of his family through the story of the collection.. The netsuke—drunken monks, almost-ripe plums, snarling tigers—were gathered by Charles Ephrussi at the height of the Parisian rage for all things Japanese. Charles had shunned the place set aside for him in the family business to make a study of art, and of beautiful living. An early supporter of the Impressionists, he appears, oddly formal in a top hat, in Renoir’s. Luncheon of. the Boating Party. . Marcel Proust studied Charles closely enough to use him as a model for the aesthete and lover Swann in. Remembrance of Things Past. .. Charles gave the carvings as a wedding gift to his cousin Viktor in Vienna; his children were allowed to play with one netsuke each while they watched their mother, the Baroness Emmy, dress for ball after ball. Her older daughter grew up to disdain fashionable society. Longing to write, she struck up a correspondence with Rilke, who encouraged her in her poetry.. The Anschluss changed their world beyond recognition. Ephrussi and his cosmopolitan family were imprisoned or scattered, and Hitler’s theorist on the “Jewish question” appropriated their magnificent palace on the Ringstrasse. A library of priceless books and a collection of Old Master paintings were confiscated by the Nazis. But the netsuke were smuggled away by a loyal maid, Anna, and hidden in her straw mattress. Years after the war, she would find a way to return them to the family she’d served even in their exile.. In. The Hare with Amber Eyes. , Edmund de Waal unfolds the story of a remarkable family and a tumultuous century. Sweeping yet intimate, it is a highly original meditation on art, history, and family, as elegant and precise as the netsuke themselves.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Art",
                "Autobiography",
                "Cultural",
                "Historical",
                "Biography Memoir",
                "Literature",
                "War"
            ]
        },
        {
            "title": "Burned",
            "authors": [
                "P.C. Cast",
                "Kristin Cast"
            ],
            "ranking": 3.96,
            "ranking_count": 153015,
            "abstract": "Zoey Redbird, vampyre High Priestess in training, seems to have lost herself. Her awesome powers over the elements were not enough to save someone close to her, and now her group must help her reclaim her centre and find herself again. But evil has its own plans, and these won't wait for Zoey to return to full power.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "An Ember in the Ashes",
            "authors": [
                "Sabaa Tahir"
            ],
            "ranking": 4.26,
            "ranking_count": 244917,
            "abstract": "▶. Alternative Cover Edition #1. Laia is a slave. Elias is a soldier. Neither is free.. Under the Martial Empire, defiance is met with death. Those who do not vow their blood and bodies to the Emperor risk the execution of their loved ones and the destruction of all they hold dear.. It is in this brutal world, inspired by ancient Rome, that Laia lives with her grandparents and older brother. The family ekes out an existence in the Empire’s impoverished backstreets. They do not challenge the Empire. They’ve seen what happens to those who do.. But when Laia’s brother is arrested for treason, Laia is forced to make a decision. In exchange for help from rebels who promise to rescue her brother, she will risk her life to spy for them from within the Empire’s greatest military academy.. There, Laia meets Elias, the school’s finest soldier—and secretly, its most unwilling. Elias wants only to be free of the tyranny he’s being trained to enforce. He and Laia will soon realize that their destinies are intertwined—and that their choices will change the fate of the Empire itself.. From the Hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Adventure"
            ]
        }
    ]
}