{
    "books": [
        {
            "title": "The Emperor of All Maladies: A Biography of Cancer",
            "authors": [
                "Siddhartha Mukherjee"
            ],
            "ranking": 4.31,
            "ranking_count": 90864,
            "abstract": "An alternative cover edition for this ISBN can be found. here. and. here. .. The Emperor of All Maladies. is a magnificent, profoundly humane “biography” of cancer - from its first documented appearances thousands of years ago through the epic battles in the twentieth century to cure, control, and conquer it to a radical new understanding of its essence.. Physician, researcher, and award-winning science writer, Siddhartha Mukherjee examines cancer with a cellular biologist’s precision, a historian’s perspective, and a biographer’s passion. The result is an astonishingly lucid and eloquent chronicle of a disease humans have lived with - and perished from - for more than five thousand years.. The story of cancer is a story of human ingenuity, resilience, and perseverance, but also of hubris, paternalism, and misperception. Mukherjee recounts centuries of discoveries, setbacks, victories, and deaths, told through the eyes of his predecessors and peers, training their wits against an infinitely resourceful adversary that, just three decades ago, was thought to be easily vanquished in an all-out “war against cancer.”. The book reads like a literary thriller with cancer as the protagonist. From the Persian Queen Atossa, whose Greek slave cut off her malignant breast, to the nineteenth-century recipients of primitive radiation and chemotherapy to Mukherjee’s own leukemia patient, Carla,. The Emperor of All Maladies. is about the people who have soldiered through fiercely demanding regimens in order to survive—and to increase our understanding of this iconic disease.. Riveting, urgent, and surprising,. The Emperor of All Maladies. provides a fascinating glimpse into the future of cancer treatments. It is an illuminating book that provides hope and clarity to those seeking to demystify cancer.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History",
                "Health",
                "Medical",
                "Audiobook",
                "Biography"
            ]
        },
        {
            "title": "Hannibal Rising",
            "authors": [
                "Thomas  Harris"
            ],
            "ranking": 3.55,
            "ranking_count": 44258,
            "abstract": "HE IS ONE OF THE MOST HAUNTING CHARACTERS. IN ALL OF LITERATURE.. AT LAST THE EVOLUTION OF HIS EVIL. IS REVEALED.. Hannibal Lecter emerges from the nightmare of the Eastern Front, a boy in the snow, mute, with a chain around his neck.. He seems utterly alone, but he has brought his demons with him.. Hannibal’s uncle, a noted painter, finds him in a Soviet orphanage and brings him to France, where Hannibal will live with his uncle and his uncle’s beautiful and exotic wife, Lady Murasaki.. Lady Murasaki helps Hannibal to heal. With her help he flourishes, becoming the youngest person ever admitted to medical school in France.. But Hannibal’s demons visit him and torment him. When he is old enough, he visits them in turn.. He discovers he has gifts beyond the academic, and in that epiphany, Hannibal Lecter becomes death’s prodigy.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Drama",
                "Adult"
            ]
        },
        {
            "title": "Vain",
            "authors": [
                "Fisher Amelie"
            ],
            "ranking": 4.23,
            "ranking_count": 30257,
            "abstract": "Can be read as a. standalone. .. If you’re looking for a story about a good, humble girl, who’s been hurt by someone she thought she could trust, only to find out she’s not as vulnerable as she thought she was and discovers an empowering side of herself that falls in love with the guy who helps her find that self, blah, blah, blah...then you’re gonna’ hate my story.. Because mine is not the story you read every time you bend back the cover of the latest trend novel. It’s not the “I can do anything, now that I’ve found you/I’m misunderstood but one day you’ll find me irresistible because of it” tale. Why? Because, if I was being honest with you, I’m a complete witch. There’s nothing redeeming about me. I’m a friend using, drug abusing, sex addict from Los Angeles. I’m every girlfriend’s worst nightmare and every boy’s fantasy.. I’m Sophie Price...And this is the story about how I went from the world’s most envied girl to the girl no one wanted around and why I wouldn’t trade it for anything in the world.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Womens Fiction",
                "Fiction",
                "Drama",
                "Realistic Fiction",
                "Love"
            ]
        },
        {
            "title": "The ​Crown of Gilded Bones",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.25,
            "ranking_count": 127920,
            "abstract": "She's been the victim and the survivor…. Poppy never dreamed she would find the love she’s found with Prince Casteel. She wants to revel in her happiness but first they must free his brother and find hers. It’s a dangerous mission and one with far-reaching consequences neither dreamed of. Because Poppy is the Chosen, the Blessed. The true ruler of Atlantia. She carries the blood of the King of Gods within her. By right the crown and the kingdom are hers.. The enemy and the warrior…. Poppy has only ever wanted to control her own life, not the lives of others, but now she must choose to either forsake her birthright or seize the gilded crown and become the Queen of Flesh and Fire. But as the kingdoms’ dark sins and blood-drenched secrets finally unravel, a long-forgotten power rises to pose a genuine threat. And they will stop at nothing to ensure that the crown never sits upon Poppy’s head.. A lover and heartmate…. But the greatest threat to them and to Atlantia is what awaits in the far west, where the Queen of Blood and Ash has her own plans, ones she has waited hundreds of years to carry out. Poppy and Casteel must consider the impossible—travel to the Lands of the Gods and wake the King himself. And as shocking secrets and the harshest betrayals come to light, and enemies emerge to threaten everything Poppy and Casteel have fought for, they will discover just how far they are willing to go for their people—and each other.. And now she will become Queen.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "New Adult",
                "Paranormal",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Losing It",
            "authors": [
                "Cora Carmack"
            ],
            "ranking": 3.74,
            "ranking_count": 103602,
            "abstract": "Sick of being the only virgin among her friends, Bliss Edwards decides the best way to deal with the problem is to lose it as quickly and simply as possible - a one-night stand. But her plan turns out to be anything but simple when she freaks out and leaves a gorgeous guy alone and naked in her bed with an excuse that no one with half-a-brain would ever believe. And as if that weren't embarrassing enough, when she arrives for her first class of her last college semester, she recognizes her new theatre professor. She'd left him naked in her bed about 8 hours earlier.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Academic",
                "Womens Fiction",
                "Young Adult",
                "Adult",
                "Fiction",
                "Humor"
            ]
        },
        {
            "title": "Destined",
            "authors": [
                "P.C. Cast",
                "Kristin Cast"
            ],
            "ranking": 4.03,
            "ranking_count": 78862,
            "abstract": "In Destined, the forces of Light and Dark collide as their epic struggle focuses on Tulsa’s House of Night. Zoey is home where she belongs, safe with her Guardian Warrior, Stark, by her side – and preparing to face off against Neferet. Kalona has released his hold on Rephaim, and, through Nyx’s gift of a human form, he and Stevie Rae are finally able to be together – if Rephaim can truly walk the path of the Goddess and stay free of his father’s shadow.. But is Zoey really safe? Does she truly know those who are closest to her? And will love win when it is tested by the very soul of Darkness?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Lectures on Faith",
            "authors": [
                "Joseph Smith Jr.",
                "Sidney Rigdon"
            ],
            "ranking": 4.49,
            "ranking_count": 5524,
            "abstract": "Prepared under the direction of the Prophet Joseph Smith, these seven lectures on faith helped early Church leaders and missionaries incorporate the most fundamental principle of the Gospel with greater understanding than ever before. Lectures on Faith occupies a station of respect as part of original literature produced by the Prophet of the Restoration and the bright minds associated with him. With a new compilation of commentary from modern-day prophets and apostles, this edition of Lectures on Faith keeps these doctrinal diamonds accessible. This seminal volume is a precious reminder to Latter-day Saints of their unique doctrinal heritage. It is an essential resource for those seeking the blessings inherent in a careful study of faith in the Lord Jesus Christ.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christianity",
                "Nonfiction",
                "Spirituality",
                "Lds",
                "Inspirational"
            ]
        },
        {
            "title": "The Poetry of Pablo Neruda",
            "authors": [
                "Pablo Neruda",
                "Ilan Stavans"
            ],
            "ranking": 4.44,
            "ranking_count": 18558,
            "abstract": "The most comprehensive English-language collection of work ever by the greatest poet of the twentieth century - in any language - Gabriel García Márquez. In his work a continent awakens to consciousness. So wrote the Swedish Academy in awarding the Nobel Prize to Pablo Neruda, the author of more than thirty-five books of poetry and one of Latin America's most revered writers, lionized during his lifetime as the people's poet. This selection of Neruda's poetry, the most comprehensive single volume available in English, presents nearly six hundred poems. Scores of them are in new and sometimes multiple translations, and many accompanied by the Spanish original. In his introduction, Ilan Stavans situates Neruda in his native milieu as well as in a contemporary English-language one, and a group of new translations by leading poets testifies to Neruda's enduring, vibrant legacy among English-speaking writers and readers today.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Romance",
                "Literature",
                "European Literature",
                "Nobel Prize",
                "Cultural",
                "Poetry Plays"
            ]
        },
        {
            "title": "Touch of Frost",
            "authors": [
                "Jennifer Estep"
            ],
            "ranking": 3.95,
            "ranking_count": 31098,
            "abstract": "My name is Gwen Frost, and I go to Mythos Academy; a school of myths, magic and warrior whiz kids, where even the lowliest geek knows how to chop off somebody's head with a sword and Logan Quinn, the hottest Spartan guy in school, also happens to be the deadliest. But lately, things have been weird, even for Mythos. First, mean girl Jasmine Ashton was murdered in the Library of Antiquities. Then, someone stole the Bowl of Tears, a magical artifact that can be used to bring about the second Chaos War. You know, death, destruction and lots of other bad, bad things. Freaky stuff like this goes on all the time at Mythos, but I'm determined to find out who killed Jasmine and why; especially since I should have been the one who died...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mystery"
            ]
        },
        {
            "title": "The Leopard",
            "authors": [
                "Giuseppe Tomasi di Lampedusa",
                "Archibald Colquhoun"
            ],
            "ranking": 4.01,
            "ranking_count": 29617,
            "abstract": "The Leopard is a story of a decadent and dying aristocracy threatened by the forces of revolution and democracy. Set against the political upheavals of Italy in the 1860s, it focuses on Don Fabrizio, a Sicilian prince of immense sensual appetites, wealth, and great personal magnetism. Around this powerful figure swirls a glittering array of characters: a Bourbon king, liberals and pseudo liberals, peasants and millionaires.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Forever Too Far",
            "authors": [
                "Abbi Glines"
            ],
            "ranking": 4.21,
            "ranking_count": 83812,
            "abstract": "Rush promised her forever... but promises can be broken.. Torn between his love for his family and his love for Blaire, Rush has to find a way to save one without losing the other. In the end one has to be more important. Letting go isn’t easy.. Blaire believed in her fairytale... but no one can live in a fantasy.. Her love for Rush and desire to have a family keep her believing that they can find a way for this to work. Until she has to make the right decision for her and the baby. Even if it breaks her heart.. Can they find the forever that they both want or has it all just gone... too far?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Adult Fiction",
                "Adult",
                "Womens Fiction",
                "Fiction",
                "Love"
            ]
        },
        {
            "title": "Don't Look Back",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.09,
            "ranking_count": 30800,
            "abstract": "Samantha is a stranger in her own life. Until the night she disappeared with her best friend, Cassie, everyone said Sam had it all - popularity, wealth, and a dream boyfriend.. Sam has resurfaced, but she has no recollection of who she was or what happened to her that night. As she tries to piece together her life from before, she realizes it's one she no longer wants any part of. The old Sam took mean girl to a whole new level, and it's clear she and Cassie were more like best enemies. Sam is pretty sure that losing her memories is like winning the lottery. She's getting a second chance at being a better daughter, sister, and friend, and she's falling hard for Carson Ortiz, a boy who has always looked out for her-even if the old Sam treated him like trash.. But Cassie is still missing, and the truth about what happened to her that night isn't just buried deep inside of Sam's memory - someone else knows, someone who wants to make sure Sam stays quiet. All Sam wants is the truth, and if she can unlock her clouded memories of that fateful night, she can finally move on. But what if. not. remembering is the only thing keeping Sam alive?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Romance",
                "Thriller",
                "Suspense",
                "Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Coven of Deeds",
            "authors": [
                "Malcolm McCoard"
            ],
            "ranking": 4.45,
            "ranking_count": 58,
            "abstract": "Following the mysterious disappearance of her mother. Maya, a determined and clever Scottish teenager, discovers the strange truth behind her mother's double life as a witch. Now, under the often less than helpful guidance, of her know-it-all cat Mischief, she sets out on an epic adventure to rescue her mum, from a trap like no other. Enlisting the help of another young witchling, Evaline and some very special magical friends along the way, she must pass increasingly challenging initiation tests, to join the fearsome Coven of Deeds in order to secure her mother's release. All is not what it seems however, someone is out to thwart her at every turn. Who can Maya really trust? When her mysterious foe is finally revealed, and the breath-taking extent of the ingenious deception is revealed. One question still remains unanswered... what could have driven them to such extreme measures? The answer, when it comes, is more devastating for Maya and her friends than anyone could have imagined. Their fate and perhaps even the existence of magic itself, is under threat. Now, forced to flee by a seemingly invincible foe, they are led to Threave Castle. An ancient family residence, where the whole story is finally revealed and Maya must face the ultimate test of her courage and wits.. Be warned, this is a highly original, imaginative and surprising adventure, an emotional rollercoaster of a book. Maya faces more challenges and unexpected plot twists and turns, than a fat hamster, stuck in a treacle filled labyrinth, complete with hidden trap doors and the occasional crocodile thrown in, just for fun. If you like a fast moving, original and surprising mystery, with a good heart, positive values and a quirky sense of humour, then congratulations, you've just found a hidden gem. If not, consult your doctor and check for a pulse. Most physicians advise at least two chapters every night, before bedtime. Excessive indulgence can lead to over excitement, so please read responsibly!",
            "part_of_series": false,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Capital: A Critique of Political Economy, Volume 1",
            "authors": [
                "Karl Marx",
                "Ernest Mandel",
                "Ben Fowkes"
            ],
            "ranking": 4.25,
            "ranking_count": 10048,
            "abstract": "Capital. , one of Marx's major and most influential works, was the product of thirty years close study of the capitalist mode of production in England, the most advanced industrial society of his day. This new translation of. Volume One. , the only volume to be completed and edited by Marx himself, avoids some of the mistakes that have marred earlier versions and seeks to do justice to the literary qualities of the work. The introduction is by Ernest Mandel, author of. Late Capitalism. , one of the only comprehensive attempts to develop the theoretical legacy of Capital.",
            "part_of_series": true,
            "genre_list": [
                "Economics",
                "Philosophy",
                "Politics",
                "Nonfiction",
                "History",
                "Classics",
                "Sociology",
                "European Literature"
            ]
        },
        {
            "title": "Ordeal",
            "authors": [
                "Tatyana K. Varenko"
            ],
            "ranking": 3.94,
            "ranking_count": 118,
            "abstract": "Luella, fierce, strong vampire,. Falls for a pretty human catch. Sent on her fiancé's desire. To celebrate they are engaged.. This unexpected turnabout. Is doomed to come to a dead end:. Her human sweetheart's dead to shroud;. Her fiancé's avenged for that;. And she is punished for blood treason,. Banished into a mortal child,. Whose human body is a prison. For all her powers to bind.. Her memories obliterated,. She is to find her love at last. Who proves to be too much related. To the misfortunes from her past.",
            "part_of_series": false,
            "genre_list": [
                "Paranormal",
                "Romance",
                "Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "The Long Winter",
            "authors": [
                "Laura Ingalls Wilder",
                "Garth Williams"
            ],
            "ranking": 4.15,
            "ranking_count": 83125,
            "abstract": "On the empty winter prairie, gray clouds to the northwest meant only one thing: a blizzard was seconds away. The first blizzard came in October. It snowed almost without stopping until April. The temperature dropped to forty below. Snow reached the roof-tops. And no trains could get through with food and coal. The townspeople began to starve. The Ingalls family barely lived through that winter. And Almanzo Wilder knew he would have to risk his life to save the town.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Classics",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "The Carnivorous Carnival",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 3.99,
            "ranking_count": 118749,
            "abstract": "Dear reader. ,. The word carnivorous, which appears in the title of this book, means meat-eating, and once you have read such a bloodthirsty word, there is no reason to read any further. This carnivorous volume contains such a distressing story that consuming any of its contents would be far more stomach-turning than even the most imbalanced meal.. To avoid causing discomfort, it would be best if I didn't mention any of the unnerving ingredients of this story, particularly a confusing map, an ambidextrous person, an unruly crowd, a wooden plank, and Chabo the Wolf Baby.. Sadly for me, my time is filled with researching and recording the displeasing and disenchanting lives of the Baudelaire orphans. But your time might be better filled with something more palatable, such as eating your vegetables, or feeding them to someone else.. With all due respect. ,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "Queen of the Darkness",
            "authors": [
                "Anne Bishop"
            ],
            "ranking": 4.37,
            "ranking_count": 26798,
            "abstract": "Librarian's note: See alternate cover edition of ISBN 0451456734. here. .. Jaenelle Angelline now reigns as Queen-protector of the Shadow Realm. No longer will the corrupt Blood slaughter her people and defile her lands. But where one chapter ends, a final, unseen battle remains to be written, and Jaenelle must unleash the terrible power that is Witch to destroy her enemies once and for all.. Even so, she cannot stand alone. Somewhere, long lost in madness, is Daemon, her promised Consort. Only his unyielding love can complete her Court and secure her reign. Yet, even together, their strength may not be enough to hold back the most malevolent of forces.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Science Fiction Fantasy",
                "Paranormal",
                "Dark"
            ]
        },
        {
            "title": "ESV Study Bible",
            "authors": [
                "Anonymous",
                "Lane T. Dennis",
                "Wayne Grudem"
            ],
            "ranking": 4.71,
            "ranking_count": 14508,
            "abstract": "The. ESV Study Bible. was designed to help you understand the Bible in a deeper way. Created by a diverse team of 95 leading Bible scholars and teachers--from 9 countries, nearly 20 denominations, and 50 seminaries, colleges, and universities--the. ESV Study Bible. features a wide array of study tools, making it a valuable resource for serious readers, students, and teachers of God's Word.. Features:. Size: 6.5- x 9.25- 9-point Lexicon type (single-column Bible text); 7-point Frutiger type (double-column study notes) 2,752 pages Black letter text Concordance Extensive articles 240 full-color maps and illustrations Smyth-sewn binding Lifetime guarantee Packaging: J-card (HC), clamshell box (TruTone and leather), permanent slipcase (cloth over board)",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Reference",
                "Nonfiction",
                "Classics",
                "History"
            ]
        },
        {
            "title": "The Nanny Song",
            "authors": [
                "Misty Mount"
            ],
            "ranking": 4.21,
            "ranking_count": 849,
            "abstract": "Mallory Riscoe is no stranger to dysfunction. Despite her tumultuous childhood, at twenty-two, she has established herself as a fully functional, self-made woman. However the safe, mundane life she has created for herself is quickly turned upside-down when she's falsely accused of theft and promptly fired.. Meanwhile, a dismal pall hangs over the Colt residence. Since the death of his wife, Brendan Colt has struggled to care for his children; Kason and Meela. Each is lost in their own deep grief, but there is more to this family than meets the eye.. Two worlds collide when Mallory accepts the job as nanny to the Colt children. Mallory begins to feel a connection, a whisper of trust between them, that could mean there is still hope for everyone involved to heal. But when an unspeakable secret is uncovered that bond, and possibly Mallory's life itself is now at risk. Can Mallory unlock the mystery intertwined in this chaotic family or will all hope of closure be lost forever?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Contemporary",
                "New Adult",
                "Adult",
                "Romance",
                "Novels",
                "Womens Fiction"
            ]
        },
        {
            "title": "My Year of Rest and Relaxation",
            "authors": [
                "Ottessa Moshfegh"
            ],
            "ranking": 3.74,
            "ranking_count": 170929,
            "abstract": "From one of our boldest, most celebrated new literary voices, a novel about a young woman’s efforts to duck the ills of the world by embarking on an extended hibernation with the help of one of the worst psychiatrists in the annals of literature and the battery of medicines she prescribes.. Our narrator should be happy, shouldn’t she? She’s young, thin, pretty, a recent Columbia graduate, works an easy job at a hip art gallery, lives in an apartment on the Upper East Side of Manhattan paid for, like the rest of her needs, by her inheritance. But there is a dark and vacuous hole in her heart, and it isn’t just the loss of her parents, or the way her Wall Street boyfriend treats her, or her sadomasochistic relationship with her best friend, Reva. It’s the year 2000 in a city aglitter with wealth and possibility; what could be so terribly wrong?. My Year of Rest and Relaxation. is a powerful answer to that question. Through the story of a year spent under the influence of a truly mad combination of drugs designed to heal our heroine from her alienation from this world, Moshfegh shows us how reasonable, even necessary, alienation can be. Both tender and blackly funny, merciless and compassionate, it is a showcase for the gifts of one of our major writers working at the height of her powers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Health",
                "Audiobook",
                "Adult",
                "Novels",
                "Adult Fiction",
                "New York",
                "Literature"
            ]
        },
        {
            "title": "The Memoirs of Sherlock Holmes",
            "authors": [
                "Arthur Conan Doyle",
                "Christopher Roden",
                "Owen Dudley Edwards"
            ],
            "ranking": 4.31,
            "ranking_count": 88381,
            "abstract": "'If I were assured of your eventual destruction I would, in the interests of the public, cheerfully accept my own.'. In. The Memoirs of Sherlock Holmes. , the consulting detective's notoriety as the arch-despoiler of the schemes concocted by the criminal underworld at last gets the better of him.. Though Holmes and his faithful sidekick Dr Watson solve what will become some of their most bizarre and extraordinary cases - the disappearance of the race horse Silver Blaze, the horrific circumstances of the Greek Interpreter and the curious mystery of the Musgrave Ritual among them - a criminal mastermind is plotting the downfall of the great detective.. Half-devil, half-genius, Professor Moriarty leads Holmes and Watson on a grisly cat-and-mouse chase through London and across Europe, culminating in a frightful struggle which will turn the legendary Reichenbach Falls into a water double-grave . . .",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Mystery",
                "Fiction",
                "Short Stories",
                "Thriller",
                "Audiobook",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "I Dream of Yellow Kites",
            "authors": [
                "Retta Bono"
            ],
            "ranking": 3.95,
            "ranking_count": 65,
            "abstract": "When you realized your life-like dream wasn't real, you woke up. But when I realized my life was a dream, I didn't wake up.. When Dahlia Adler sees her body lying twisted and crumpled on the ground below her, she wonders if it isn't all just a nightmare. But as things become clearer, Dahlia realizes it's all too real. She has to find her killer. And she has to move on.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Thriller",
                "Mystery",
                "Suspense"
            ]
        },
        {
            "title": "The Fever",
            "authors": [
                "Megan Abbott"
            ],
            "ranking": 3.1,
            "ranking_count": 23367,
            "abstract": "In this impossible-to-put-down panic attack of a novel, a small-town high school becomes the breeding ground for a mysterious illness.. Deenie Nash is a diligent student with a close-knit family; her brother Eli is a hockey star, and her father is a popular teacher. But when Deenie's best friend is struck by a terrifying, unexplained seizure in class, the Nashes' seeming stability dissolves into chaos. As rumors of a hazardous outbreak spread through school, and hysteria and contagion swell, a series of tightly held secrets emerges, threatening to unravel friendships, families, and the town's fragile sense of security.. The Fever. is a chilling story about guilt, lies, and the lethal power of desire.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Mystery",
                "Thriller",
                "Horror",
                "Contemporary",
                "Audiobook",
                "Suspense",
                "Adult Fiction"
            ]
        },
        {
            "title": "Trust: A New Beginning",
            "authors": [
                "Cristiane Serruya"
            ],
            "ranking": 3.51,
            "ranking_count": 3492,
            "abstract": "They are beautiful. They are rich. They are strong willed and successful. They have everything, but love. And each one of them has a dark secret looming in their past.. Sophia is a 25 year old Brazilian widow. Intelligent and ravishing, she flees from her own country after a tragic incident. Hiding from everyone and everything, she remains alone, torn between the love for a dead man, the torment of living without part of her memory and the fear of moving on.. Ethan is one of the most important tycoons in the steel industry. As the memory of an awful evening in his adolescence haunts him night and day, he keeps looking for an elusive woman whom he could love - and who would love him - as he never has in all his 35 years... Until he finds Sophia.. Alistair is a 34 year old powerful banker, searching for one–night stands with women who will warm his bed. And that he can punish physically to abate his anger for his late wife's black deeds and his own guilt for being such a debauched man for so many years. Any woman will do, and he has many to choose from, as they all fall instantly for his manly, devilish charming ways.. In Europe, in the months after October 2009, their paths will cross and clash. Who will win the prize of love?. This book is the first installment of a trilogy.. It is intended for 18 and up.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Dark",
                "Suspense",
                "Adult",
                "Business",
                "New Adult"
            ]
        },
        {
            "title": "Succubus on Top",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.05,
            "ranking_count": 32133,
            "abstract": "Love hurts, and no one knows it better than Georgina Kincaid. If she so much as kisses Seth Mortensen, the shy, sexy writer she's been dating, she'll drain his life force. Admittedly, the shapeshifting and immortality perks of a succubus are terrific, but it's completely unfair that a she-demon whose purpose is seduction can't get down with the one mortal who accepts her for who she is. . .. It's not just her personal life that's in chaos. Doug, Georgina's co-worker at a local bookstore, has been exhibiting bizarre behavior, and Georgina suspects something far more demonic than double espressos. She could use an assist from Bastien, an irresistibly charming incubus and her best immortal friend, but he's giving Georgina some highly distracting come-hither vibes. Georgina is going to have to work solo on this one-and fast, because soon, Doug's life won't be the only one on the line. . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Baltasar and Blimunda",
            "authors": [
                "José Saramago",
                "Giovanni Pontiero"
            ],
            "ranking": 3.94,
            "ranking_count": 18943,
            "abstract": "From the recipient of the 1998 Nobel Prize in Literature, a “brilliant...enchanting novel” (New York Times Book Review) of romance, deceit, religion, and magic set in eighteenth-century Portugal at the height of the Inquisition. National bestseller. Translated by Giovanni Pontiero.. When King and Church exercise absolute power what happens to the dreams of ordinary people? In early eighteenth century Lisbon, Baltasar, a soldier who has lost a hand in battle, falls in love with Blimunda, a young girl with strange visionary powers. From the day that he follows her home from the auto-da-fé where her mother is condemned and sent into exile, the two are bound body and soul by a love of unassailable strength. A third party shares their supper that evening: Padre Bartolemeu Lourenço, whose fantasy is to invent a flying machine. As the inquisition rages and royalty and religion clash, they pursue his impossible, not to mention heretical, dream of flight.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Cultural",
                "European Literature",
                "Romance",
                "Literature",
                "Nobel Prize",
                "Novels"
            ]
        },
        {
            "title": "Notes from a Small Island",
            "authors": [
                "Bill Bryson"
            ],
            "ranking": 3.91,
            "ranking_count": 104914,
            "abstract": "Suddenly, in the space of a moment, I realized what it was that I loved about Britain-which is to say, all of it.. After nearly two decades spent on British soil, Bill Bryson - bestselling author of. The Mother Tongue. and. Made in America. -decided to return to the United States. (I had recently read, Bryson writes, that 3.7 million Americans believed that they had been abducted by aliens at one time or another, so it was clear that my people needed me.) But before departing, he set out on a grand farewell tour of the green and kindly island that had so long been his home.. Veering from the ludicrous to the endearing and back again,. Notes from a Small Island. is a delightfully irreverent jaunt around the unparalleled floating nation that has produced zebra crossings, Shakespeare, Twiggie Winkie's Farm, and places with names like Farleigh Wallop and Titsey. The result is an uproarious social commentary that conveys the true glory of Britain, from the satiric pen of an unapologetic Anglophile.",
            "part_of_series": true,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Humor",
                "Autobiography",
                "European Literature",
                "Biography",
                "Audiobook",
                "History"
            ]
        },
        {
            "title": "A Thousand Boy Kisses",
            "authors": [
                "Tillie Cole"
            ],
            "ranking": 4.19,
            "ranking_count": 77905,
            "abstract": "One kiss lasts a moment. But a thousand kisses can last a lifetime. One boy. One girl. A bond that is forged in an instant and cherished for a decade. A bond that neither time nor distance can break. A bond that will last forever. Or so they believe.. When seventeen-year-old Rune Kristiansen returns from his native Norway to the sleepy town of Blossom Grove, Georgia, where he befriended Poppy Litchfield as a child, he has just one thing on his mind. Why did the girl who was one half of his soul, who promised to wait faithfully for his return, cut him off without a word of explanation? Rune's heart was broken two years ago when Poppy fell silent. When he discovers the truth, he finds that the greatest heartache is yet to come.. A stand-alone young adult tearjerker romance, recommended for ages fourteen and up.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "New Adult",
                "Audiobook",
                "Love"
            ]
        },
        {
            "title": "Cocaine Nights",
            "authors": [
                "J.G. Ballard"
            ],
            "ranking": 3.54,
            "ranking_count": 5694,
            "abstract": "Club Nautico is an exclusive Spanish resort for the rich, retired British. After five people die in an unexplained house fire, club manager Frank Prentice pleads guilty-but nobody believes him, least of all the police. When Frank's brother Charles arrives, intent on unravelling the mystery, gradually he uncovers the secret world behind the resort's civilized image.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "European Literature",
                "Science Fiction",
                "Thriller",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Reunion",
            "authors": [
                "Jenny Carroll",
                "Meg Cabot"
            ],
            "ranking": 4.08,
            "ranking_count": 38520,
            "abstract": "Accidents happen. With ghostly consequences, if you're Susannah Simon.. The RLS Angels are out for blood, and only Suze can stop them - since she's the only one who can see them. The four ghostly teenagers died in a terrible car accident, for which they blame Suze's classmate Michael... and they'll stop at nothing until he's joined them in the realm of the dead.. As Suze desperately fends off each attempt on Michael's life, she finds she can relate to the Angels' fury. Because their deaths turn out not to have been accidental at all. And their killer is only too willing to strike again.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction",
                "Mystery",
                "Womens Fiction"
            ]
        },
        {
            "title": "Piercing the Darkness",
            "authors": [
                "Frank E. Peretti"
            ],
            "ranking": 4.31,
            "ranking_count": 58810,
            "abstract": "The light shines in the darkness, and the darkness has not overcome it.. John 1:5 (ESV). It all begins in Bacon's Corner, a tiny farming community far from the interstate . . . An attempted murder, a case of mistaken-or is it covered up?-identity, and a ruthless lawsuit against a struggling Christian school. Sally Beth Roe, a young loner, a burnout, a kind of leftover hippie,finds herself caught in the middle of these bizarre events, fleeing for her life while trying to recall her dark past.. Across a vast panorama of heart-stopping action, Sally Roe's journey is a penetrating portrayal of our times, a reflection of our wanderings, and a vivid reminder of the redemptive power of the Cross. A companion volume to This Present Darkness, readers have purchased over two million copies of Piercing the Darkness since its publication in 1989.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Fantasy",
                "Thriller",
                "Religion",
                "Suspense",
                "Spirituality"
            ]
        },
        {
            "title": "Dancing with The Field: Bringing Joy, Passion and Play into Everyday Life",
            "authors": [
                "Kris Kelkar"
            ],
            "ranking": 4.37,
            "ranking_count": 172,
            "abstract": "Have you found that your life is stuck in a rut? Do you want to experience more joy, passion and play in your everyday life?. You can, with the help of this book!. For millions of people the world over, life can be an unending repetition of drudgery that shows no sign of ever ceasing. It can happen anywhere and to anyone, if you are caught in a cycle where you simply exist, react to life and never really ‘feel’ life’s amazing vibrancy.. In this book, Dancing with The Field: Bringing Joy, Passion and Play into Everyday Life, a new concept is explored around the conscious field that responds to us as we interact with it, with chapters that examine:. - The relational field. - Creating with this field. - Seeing our bodies as doorways to the field. - The field in relationships. - And much more…. Through practical spirituality and firm underpinnings in science and personal experience, Dancing with The Field introduces a framework for life to help people recognize when they are in a state of connection and play with this field and when they are not.. If you are on a spiritual path and feel like you need some additional guidance to bring more joy into your life, then this is the book you simply must read now!",
            "part_of_series": false,
            "genre_list": [
                "Drama",
                "Book Club"
            ]
        },
        {
            "title": "Maya's Magical Adventures",
            "authors": [
                "Malcolm McCoard",
                "Maya McCoard"
            ],
            "ranking": 4.64,
            "ranking_count": 183,
            "abstract": "2017 Purple Dragonfly International award winner in the 'Young adults' category. Like nothing you've read before! A fast moving, laugh-out-loud magical comedy and fantasy adventure that will keep your heart thumping like a bongo drum strapped to the back of a runaway camel!. Join Maya a young Scottish girl and her know-it-all talking cat Mischief, her living wand Spell and dragon Blink on a series of magical adventures and mishaps as she discovers her magical powers and their hilarious pitfalls. Find out what lies behind the forbidden door. Solve a series of strange riddles and journey across Ayrshire and Arran landmarks in search of clues. How will each of her friends meet with their inevitable sticky end? Can she figure out who the mysterious shadow is and how to defeat it? Is Aunty Dot really that shallow and can Maya really trust her? Or is she destined to be lost in the strange nightmare of the mirror maze? There's only one way to find out, read it! Failure to do so may lead to feelings of disappointment, delusions of sanity and the loss of a potentially right good giggle!. This a previously published edition of ASIN B06X9F4GQ7.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Humor",
                "Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Hunting Ground",
            "authors": [
                "Patricia Briggs"
            ],
            "ranking": 4.27,
            "ranking_count": 65724,
            "abstract": "Anna Latham didn’t know how complicated life could be until she became a werewolf. And until she was mated to Charles Cornick, the son — and enforcer — of Bran, the leader of the North American werewolves, she didn’t know how dangerous it could be either.... Anna and Charles have just been enlisted to attend a summit to present Bran’s controversial proposition: that the wolves should finally reveal themselves to humans. But the most feared Alpha in Europe is dead set against the plan — and it seems like someone else might be too. When Anna is attacked by vampires using pack magic, the kind of power only werewolves should be able to draw on, Charles and Anna must combine their talents to hunt down whoever is behind it all — or risk losing everything...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "The Kings of Clonmel",
            "authors": [
                "John Flanagan"
            ],
            "ranking": 4.3,
            "ranking_count": 51976,
            "abstract": "When a cult springs up in neighboring Clonmel, promising to quell the recent attacks by lawless marauders, people flock from all over to offer gold in exchange for protection. But Halt is all too familiar with this particular group, and he knows they have a less than charitable agenda. Secrets will be unveiled and battles fought to the death as Will and Horace help Halt in ridding the land of a dangerous enemy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Childrens",
                "Action",
                "Historical"
            ]
        },
        {
            "title": "Crime",
            "authors": [
                "Irvine Welsh"
            ],
            "ranking": 3.56,
            "ranking_count": 4606,
            "abstract": "Welsh’s sizzling new novel,. Crime. , is a thrilling journey into the bright glamour of the Sunshine State and. a seething underworld of utter darkness.. Now bereft of both youth and ambition, Detective Inspector Ray Lennox is recovering from a mental breakdown induced by occupational stress and cocaine abuse, and a particularly horrifying child sex murder case back in Edinburgh. On vacation in Florida, his fiancée Trudi is only interested in planning their forthcoming wedding, and a bitter argument sees a deranged Lennox cast adrift in strip-mall Florida. In a seedy bar, Lennox meets two women, ending up at their apartment for a coke binge, which is interrupted by two menacing strangers. After the ensuing brawl, Lennox finds himself alone with Tianna, the terrified ten-year-old daughter of one of the women, and a sheet of instructions that make him responsible for her immediate safety.. Lennox takes the girl to an exclusive marina on the Gulf coast, and quickly suspects that he has stumbled into a hornet’s nest: a gang or organized paedophiles, every bit as threatening as the monster that haunted him back in Edinburgh. His priority is to protect the abused girl, but can the edgy Lennox trust his own instincts? And can he negotiate her inappropriate sexuality as well as his own mental fragility?. In. Crime. , Welsh has written a shocking and gripping story about the corruption and abuse of the human soul and the possibilities of redemption.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Drama",
                "Novels",
                "Contemporary",
                "Dark",
                "Adult"
            ]
        },
        {
            "title": "Arrows of the Queen",
            "authors": [
                "Mercedes Lackey"
            ],
            "ranking": 4.12,
            "ranking_count": 36931,
            "abstract": "Follows the adventures of Talia as she trains to become a Herald of Valdemar in the first book in the classic epic fantasy Arrows trilogy. Chosen by the Companion Rolan, a mystical horse-like being with powers beyond imagining, Talia, once a runaway, has now become a trainee Herald, destined to become one of the Queen's own elite guard. For Talia has certain awakening talents of the mind that only a Companion like Rolan can truly sense.. But as Talia struggles to master her unique abilities, time is running out. For conspiracy is brewing in Valdemar, a deadly treason that could destroy Queen and kingdom. Opposed by unknown enemies capable of both diabolical magic and treacherous assassination, the Queen must turn to Talia and the Heralds for aid in protecting the realm and insuring the future of the Queen's heir, a child already in danger of becoming bespelled by the Queen's own foes.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Childrens",
                "Adult"
            ]
        },
        {
            "title": "The Lunatic Cafe",
            "authors": [
                "Laurell K. Hamilton"
            ],
            "ranking": 4.12,
            "ranking_count": 76155,
            "abstract": "Anita has fallen for the leader of a local pack of werewolves. She's survived a lot, but this love thing may kill her yet.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Horror",
                "Fiction",
                "Shapeshifters"
            ]
        },
        {
            "title": "Finding Sky",
            "authors": [
                "Joss Stirling"
            ],
            "ranking": 4.07,
            "ranking_count": 19722,
            "abstract": "You have half our gifts, I have the other . . . When English girl Sky, catches a glimpse of bad boy Zed in her new American high school, she can't get him out of her head. He talks to her with his thoughts. He reads her mind. He is the boy she will love for ever. Dark shadows stalk her past but a new evil threatens her future. Sky must face the dark even if it means losing her heart.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Mystery",
                "Contemporary"
            ]
        },
        {
            "title": "The Necromancer",
            "authors": [
                "Michael Scott"
            ],
            "ranking": 4.13,
            "ranking_count": 62594,
            "abstract": "San Francisco:. Josh and Sophie Newman are finally home. And they're both more confused than ever about their future. Neither of them has mastered the magics they'll need to protect themselves, they've lost Scatty, and they're still being pursued by Dr. John Dee. Most disturbing of all, however, is that now they must ask themselves, can they trust Nicholas Flamel? Can they trust anyone?. Alcatraz:. Dr. Dee underestimated Perenelle Flamel's power. Alcatraz could not hold her, Nereus was no match for her, and she was able to align herself with the most unlikely of allies. But she wasn't the only one being held on the island. Behind the prison's bars and protective sigils were a menagerie of monsters, and now Machiavelli has come to Alcatraz to loose them on San Francisco.. Perenelle might be powerful, but each day she weakens, and even with Nicholas back at her side, a battle of this size could be too much for her. Nicholas and Perenelle must fight to protect the city, but the effort will probably kill them both.. London:. Having been unable to regain the two final pages of the Codex, Dee has failed his Elder and is now an outlaw.. But the Magician has a plan. With the Codex and the creatures on Alcatraz, he can control the world. All he needs is the help of the Archons. But for his plan to work, he must raise the Mother of the Gods from the dead. For that, he'll have to train a necromancer.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Childrens"
            ]
        },
        {
            "title": "The Big Short: Inside the Doomsday Machine",
            "authors": [
                "Michael   Lewis"
            ],
            "ranking": 4.28,
            "ranking_count": 148567,
            "abstract": "The #1. New York Times. bestseller: It is the work of our greatest financial journalist, at the top of his game. And it's essential reading.—Graydon Carter,. Vanity Fair. The real story of the crash began in bizarre feeder markets where the sun doesn't shine and the SEC doesn't dare, or bother, to tread: the bond and real estate derivative markets where geeks invent impenetrable securities to profit from the misery of lower- and middle-class Americans who can't pay their debts. The smart people who understood what was or might be happening were paralyzed by hope and fear; in any case, they weren't talking.. Michael Lewis creates a fresh, character-driven narrative brimming with indignation and dark humor, a fitting sequel to his #1 bestseller. Liar's Poker. . Out of a handful of unlikely-really unlikely-heroes, Lewis fashions a story as compelling and unusual as any of his earlier bestsellers, proving yet again that he is the finest and funniest chronicler of our time.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Economics",
                "History",
                "Politics",
                "Audiobook",
                "Currency",
                "Writing",
                "Contemporary"
            ]
        },
        {
            "title": "Two Boys Kissing",
            "authors": [
                "David Levithan"
            ],
            "ranking": 4.09,
            "ranking_count": 44572,
            "abstract": "New York Times. bestselling author David Levithan tells the based-on-true-events story of Harry and Craig, two 17-year-olds who are about to take part in a 32-hour marathon of kissing to set a new Guinness World Record—all of which is narrated by a Greek Chorus of the generation of gay men lost to AIDS.. While the two increasingly dehydrated and sleep-deprived boys are locking lips, they become a focal point in the lives of other teen boys dealing with languishing long-term relationships, coming out, navigating gender identity, and falling deeper into the digital rabbit hole of gay hookup sites—all while the kissing former couple tries to figure out their own feelings for each other.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Romance",
                "Contemporary",
                "Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Recruit",
            "authors": [
                "Robert Muchamore"
            ],
            "ranking": 4.24,
            "ranking_count": 32065,
            "abstract": "CHERUB agents are highly trained, extremely talented--and all under the age of seventeen. For official purposes, these agents do not exist. They are sent out on missions to spy on terrorists, hack into crucial documents, and gather intel on global threats—all without gadgets or weapons. It is an exceptionally dangerous job, but these agents have one crucial advantage: adults never suspect that teens are spying on them.. James is the latest CHERUB recruit. He’s a bit of a troublemaker, but he’s also brilliant. And CHERUB needs him. James has no idea what to expect, but he’s out of options. Before he can start in the field he must first survive one hundred grueling days of basic training, where even the toughest recruits don’t make it to the end.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Adventure",
                "Action",
                "Spy Thriller",
                "Mystery",
                "Thriller",
                "Childrens"
            ]
        },
        {
            "title": "The Lowland",
            "authors": [
                "Jhumpa Lahiri"
            ],
            "ranking": 3.86,
            "ranking_count": 89892,
            "abstract": "Epic in its canvas and intimate in its portrayal of lives undone and forged anew, The Lowland is a deeply felt novel of family ties that entangle and fray in ways unforeseen and unrevealed, of ties that ineluctably define who we are. From Subhash's earliest memories, at every point, his brother was there. In the suburban streets of Calcutta where they wandered before dusk and in the hyacinth-strewn ponds where they played for hours on end, Udayan was always in his older brother's sight. So close in age, they were inseparable in childhood and yet, as the years pass - as U.S tanks roll into Vietnam and riots sweep across India - their brotherly bond can do nothing to forestall the tragedy that will upend their lives.. Udayan - charismatic and impulsive - finds himself drawn to the Naxalite movement, a rebellion waged to eradicate inequity and poverty. He will give everything, risk all, for what he believes, and in doing so will transform the futures of those dearest to him: his newly married, pregnant wife, his brother and their parents. For all of them, the repercussions of his actions will reverberate across continents and seep through the generations that follow.. Epic in its canvas and intimate in its portrayal of lives undone and forged anew, The Lowland is a deeply felt novel of family ties that entangle and fray in ways unforeseen and unrevealed, of ties that ineluctably define who we are. With all the hallmarks of Jhumpa Lahiri's achingly poignant, exquisitely empathetic story-telling, this is her most devastating work of fiction to date.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Audiobook",
                "Literature",
                "Asian Literature"
            ]
        },
        {
            "title": "Lord Loss",
            "authors": [
                "Darren Shan"
            ],
            "ranking": 4.23,
            "ranking_count": 21412,
            "abstract": "The first novel in a chilling new series by Darren Shan, author of the New York Times bestselling Cirque Du Freak series, will keep readers turning page after horrifying page.. Grubbs Grady has stiff red hair and is a little big for his age, which means he can get into R-rated movies. He hates history and loves bacon, rats, and playing tricks on his squeamish older sister. When he opts out of a family weekend trip, he never guesses that he is about to take a terrifying journey into darkness. Hungry demons and howling werewolves haunt his waking nightmares... and threaten his life.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Paranormal",
                "Shapeshifters"
            ]
        },
        {
            "title": "Angus, Thongs and Full-Frontal Snogging",
            "authors": [
                "Louise Rennison"
            ],
            "ranking": 3.75,
            "ranking_count": 133541,
            "abstract": "There are six things very wrong with my life:. 1. I have one of those under-the-skin spots that will never come to a head but lurk in a red way for the next two years.. 2. It is on my nose. 3. I have a three-year-old sister who may have peed somewhere in my room.. 4. In fourteen days the summer hols will be over and then it will be back to Stalag 14 and Oberfuhrer Frau Simpson and her bunch of sadistic teachers.. 5. I am very ugly and need to go into an ugly home.. 6. I went to a party dressed as a stuffed olive.. In this wildly funny journal of a year in the life of Georgia Nicolson, British author Louise Rennison has perfectly captured the soaring joys and bottomless angst of being a teenager. In the spirit of. Bridget Jones's Diary. , this fresh, irreverent, and simply hilarious book will leave you laughing out loud. As Georgia would say, it's Fabbity fab fab!",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Humor",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Realistic Fiction",
                "Childrens"
            ]
        },
        {
            "title": "The Woman Who Rides Like a Man",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.16,
            "ranking_count": 77820,
            "abstract": "Let her prove herself worthy as a man.. Newly knighted, Alanna of Trebond seeks adventure in the vast desert of Tortall. Captured by fierce desert dwellers, she is forced to prove herself in a duel to the death -- either she will be killed or she will be inducted into the tribe. Although she triumphs, dire challenges lie ahead. As her mythic fate would have it, Alanna soon becomes the tribe's first female shaman -- despite the desert dwellers' grave fear of the foreign woman warrior. Alanna must fight to change the ancient tribal customs of the desert tribes -- for their sake and for the sake of all Tortall.. Alanna's journey continues...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance",
                "Childrens"
            ]
        },
        {
            "title": "Theft of Swords",
            "authors": [
                "Michael J. Sullivan"
            ],
            "ranking": 4.21,
            "ranking_count": 61567,
            "abstract": "Royce Melborn, a skilled thief, and his mercenary partner, Hadrian Blackwater, make a profitable living carrying out dangerous assignments for conspiring nobles-until they are hired to pilfer a famed sword. What appears to be just a simple job finds them framed for the murder of the king and trapped in a conspiracy that uncovers a plot far greater than the mere overthrow of a tiny kingdom.. Can a self-serving thief and an idealistic swordsman survive long enough to unravel the first part of an ancient mystery that has toppled kings and destroyed empires?. And so begins the first tale of treachery and adventure, sword fighting and magic, myth and legend.. When author Michael J. Sullivan self-published the first books of his Riyria Revelations, they rapidly became ebook bestsellers. Now, Orbit is pleased to present the complete series for the first time in bookstores everywhere.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "What If? Serious Scientific Answers to Absurd Hypothetical Questions",
            "authors": [
                "Randall Munroe"
            ],
            "ranking": 4.14,
            "ranking_count": 149567,
            "abstract": "Randall Munroe left NASA in 2005 to start up his hugely popular site XKCD 'a web comic of romance, sarcasm, math and language' which offers a witty take on the world of science and geeks. It now has 600,000 to a million page hits daily. Every now and then, Munroe would get emails asking him to arbitrate a science debate. 'My friend and I were arguing about what would happen if a bullet got struck by lightning, and we agreed that you should resolve it . . . ' He liked these questions so much that he started up. What If. .. If your cells suddenly lost the power to divide, how long would you survive?. How dangerous is it, really, to be in a swimming pool in a thunderstorm?. If we hooked turbines to people exercising in gyms, how much power could we produce?. What if everyone only had one soulmate?. When (if ever) did the sun go down on the British empire?. How fast can you hit a speed bump while driving and live?. What would happen if the moon went away?. In pursuit of answers, Munroe runs computer simulations, pores over stacks of declassified military research memos, solves differential equations, and consults with nuclear reactor operators. His responses are masterpieces of clarity and hilarity, studded with memorable cartoons and infographics. They often predict the complete annihilation of humankind, or at least a really big explosion. Far more than a book for geeks,. WHAT IF: Serious Scientific Answers to Absurd Hypothetical Questions. explains the laws of science in operation in a way that every intelligent reader will enjoy and feel much the smarter for having read.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Humor",
                "Audiobook",
                "Sequential Art",
                "Adult",
                "Reference"
            ]
        },
        {
            "title": "Homo Faber",
            "authors": [
                "Max Frisch",
                "Michael Bullock"
            ],
            "ranking": 3.73,
            "ranking_count": 21340,
            "abstract": "Walter Faber is an emotionally detached engineer forced by a string of coincidences to embark on a journey through his past.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Academic",
                "Literature",
                "Novels",
                "Roman",
                "Drama"
            ]
        },
        {
            "title": "A Reaper at the Gates",
            "authors": [
                "Sabaa Tahir"
            ],
            "ranking": 4.2,
            "ranking_count": 68818,
            "abstract": "Beyond the Martial Empire and within it, the threat of war looms ever larger.. Helene Aquilla, the Blood Shrike, is desperate to protect her sister's life and the lives of everyone in the Empire. Yet danger lurks on all sides. Emperor Marcus, haunted by his past, grows increasingly unstable and violent, while Keris Veturia, the ruthless Commandant, capitalizes on the Emperor's volatility to grow her own power—regardless of the carnage she leaves in her path.. Far to the east, Laia of Serra knows that the fate of the world lies not in the machinations of the Martial court, but in stopping the Nightbringer. During the hunt to bring him down, Laia faces unexpected threats from those she hoped would help her, and is drawn into a battle she never thought she'd have to fight.. And in the land between the living and the dead, Elias Veturius has given up his freedom to serve as Soul Catcher. However, in doing so, he has vowed himself to an ancient power that demands his complete surrender—even if that means abandoning the woman he loves.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Unmanned",
            "authors": [
                "Brian K. Vaughan",
                "Pia Guerra",
                "Goran Sudžuka",
                "José Marzán Jr."
            ],
            "ranking": 4.08,
            "ranking_count": 110840,
            "abstract": "Y is none other than unemployed escape artist Yorick Brown (his father was a Shakespeare buff), and he's seemingly the only male human left alive after a mysterious plague kills all Y-chromosome carriers on earth.. But why are he and his faithful companion, the often testy male monkey Ampersand, still alive? He sets out to find the answer (and his girlfriend), while running from angry female Republicans (now running the government), Amazon wannabes that include his own sister (seemingly brainwashed), and other threats.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Apocalyptic",
                "Fantasy",
                "Adult"
            ]
        },
        {
            "title": "The Art of Loving",
            "authors": [
                "Erich Fromm",
                "Peter D. Kramer",
                "Rainer Funk"
            ],
            "ranking": 4.01,
            "ranking_count": 65484,
            "abstract": "The fiftieth Anniversary Edition of the groundbreaking international bestseller that has shown millions of readers how to achieve rich, productive lives by developing their hidden capacities for love. Most people are unable to love on the only level that truly matters: love that is compounded of maturity, self-knowledge, and courage. As with every art, love demands practice and concentration, as well as genuine insight and understanding.. In his classic work,. The Art of Loving. , renowned psychoanalyst and social philosopher Erich Fromm explores love in all its aspects—not only romantic love, steeped in false conceptions and lofty expectations, but also brotherly love, erotic love, self-love, the love of God, and the love of parents for their children.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Philosophy",
                "Nonfiction",
                "Self Help",
                "Love",
                "Relationships",
                "Classics",
                "Sociology",
                "Spirituality",
                "European Literature"
            ]
        },
        {
            "title": "The Samurai's Garden",
            "authors": [
                "Gail Tsukiyama"
            ],
            "ranking": 4.14,
            "ranking_count": 23642,
            "abstract": "A 20-year-old Chinese painter named Stephen is sent to his family's summer home in a Japanese coastal village to recover from a bout with tuberculosis. Here he is cared for by Matsu, a reticent housekeeper and a master gardener. Over the course of a remarkable year, Stephen learns Matsu's secret and gains not only physical strength, but also profound spiritual insight. Matsu is a samurai of the soul, a man devoted to doing good and finding beauty in a cruel and arbitrary world, and Stephen is a noble student, learning to appreciate Matsu's generous and nurturing way of life and to love Matsu's soul-mate, gentle Sachi, a woman afflicted with leprosy.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Novels",
                "Asian Literature"
            ]
        },
        {
            "title": "The Memoirs of Cleopatra",
            "authors": [
                "Margaret George"
            ],
            "ranking": 4.17,
            "ranking_count": 20163,
            "abstract": "Bestselling novelist Margaret George brings to life the glittering kingdom of Cleopatra, Queen of the Nile, in this lush, sweeping, and richly detailed saga. Told in Cleopatra's own voice, this is a mesmerizing tale of ambition, passion, and betrayal, which begins when the twenty-year-old queen seeks out the most powerful man in the world, Julius Caesar, and does not end until, having survived the assassination of Caesar and the defeat of the second man she loves, Marc Antony, she plots her own death rather than be paraded in triumph through the streets of Rome.. Most of all, in its richness and authenticity, it is an irresistible story that reveals why Margaret George's work has been widely acclaimed as the best kind of historical novel, one the reader can't wait to get lost in.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Northern Africa",
                "Romance",
                "Cultural",
                "Adult",
                "Adult Fiction",
                "Novels",
                "African Literature"
            ]
        },
        {
            "title": "Elixir",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.36,
            "ranking_count": 31213,
            "abstract": "Aiden St. Delphi will do anything to save Alex. Even if it means doing the one thing he will never forgive himself for. Even if it means making war against the gods.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Novella",
                "Mythology"
            ]
        },
        {
            "title": "A Merciful Death",
            "authors": [
                "Kendra Elliot"
            ],
            "ranking": 4.14,
            "ranking_count": 47482,
            "abstract": "FBI special agent Mercy Kilpatrick has been waiting her whole life for disaster to strike. A prepper since childhood, Mercy grew up living off the land—and off the grid—in rural Eagle’s Nest, Oregon. Until a shocking tragedy tore her family apart and forced her to leave home. Now a predator known as the cave man is targeting the survivalists in her hometown, murdering them in their homes, stealing huge numbers of weapons, and creating federal suspicion of a possible domestic terrorism event. But the crime scene details are eerily familiar to an unsolved mystery from Mercy’s past.. Sent by the FBI to assist local law enforcement, Mercy returns to Eagle’s Nest to face the family who shunned her while maintaining the facade of a law-abiding citizen. There, she meets police chief Truman Daly, whose uncle was the cave man’s latest victim. He sees the survivalist side of her that she desperately tries to hide, but if she lets him get close enough to learn her secret, she might not survive the fallout…",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Romance",
                "Fiction",
                "Suspense",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "Beyond the Kingdoms",
            "authors": [
                "Chris Colfer"
            ],
            "ranking": 4.47,
            "ranking_count": 37617,
            "abstract": "Fairy tales are just the beginning.. The Masked Man is on the loose in the Land of Stories, and it's up to Alex and Conner Bailey to stop him...except Alex has been thrown off the Fairy Council, and no one will believe they're in danger.. With only the help of the ragtag group of Goldilocks, Jack, Red Riding Hood, and Mother Goose and her gander, Lester, the Bailey twins discover the Masked Man's secret scheme: He possesses a powerful magic potion that turns every book it touches into a portal, and he is recruiting an army of literature's greatest villains!. So begins a race through the magical Land of Oz, the fantastical world of Neverland, the madness of Wonderland, and beyond. Can Alex and Conner catch up to the Masked Man, or will they be one step behind until it's too late?. Fairy tales and classic stories collide in the fourth adventure in the bestselling Land of Stories series as the twins travel beyond the kingdoms!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Retellings",
                "Audiobook"
            ]
        },
        {
            "title": "Life and Fate",
            "authors": [
                "Vasily Grossman",
                "Robert Chandler"
            ],
            "ranking": 4.42,
            "ranking_count": 10486,
            "abstract": "Life and Fate. is an epic tale of a country told through the fate of a single family, the Shaposhnikovs. As the battle of Stalingrad looms, Grossman's characters must work out their destinies in a world torn apart by ideological tyranny and war.. Completed in 1960 and then confiscated by the KGB, this sweeping panorama of Soviet society remained unpublished until it was smuggled into the West in 1980, where it was hailed as a masterpiece.. Librarian's Note: This is an alternative cover edition of ISBN13: 9780099506164",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Historical",
                "Literature",
                "War",
                "Novels"
            ]
        },
        {
            "title": "Naruto, Vol. 1: Uzumaki Naruto",
            "authors": [
                "Masashi Kishimoto",
                "Katy Bridges"
            ],
            "ranking": 4.41,
            "ranking_count": 174448,
            "abstract": "Naruto is a ninja-in-training with an incorrigible knack for mischief. His wild antics amuse his teammates, but Naruto is completely serious about one thing: becoming the world's greatest ninja!. UZUMAKI NARUTO. Twelve years ago the Village Hidden in the Leaves was attacked by a fearsome threat. A nine-tailed fox spirit claimed the life of the village leader, the Hokage, and many others. Today, the village is at peace, and a troublemaking kid named Naruto is struggling to graduate from Ninja Academy. His goal may be to become Hokage, but his true destiny will be much more complicated. The adventure begins. now. !",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Media Tie In",
                "Adventure",
                "Comics Manga",
                "Action"
            ]
        },
        {
            "title": "Stop! Don't Read This, It's Impossible!",
            "authors": [
                "Malcolm McCoard",
                "Maya McCoard"
            ],
            "ranking": 4.57,
            "ranking_count": 121,
            "abstract": "Hilarious and surprising sequel to the 2017 Purple Dragonfly prize winning young adult novel. Maya's Magical Adventures. . Join Maya, her rather grumpy and unhelpful cat Mischief, dragon Blink and friends on another laugh-out-loud mystery as she comes face to face with magical and terrifying foes on an impossible quest to restore her friend's magic bone and with it her powers. To find and restore the lost magic bone and defeat her enemies, Maya and her friends must gather the ingredients for the impossible spell, each of which, naturally enough, it is impossible to find or does not exist. So if you want to find out how to find something that cannot be found, gather ingredients that do not exist and cast an impossible spell that can never be cast ... Stop! Don't read this. It's impossible!",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy"
            ]
        },
        {
            "title": "My Family and Other Animals",
            "authors": [
                "Gerald Durrell"
            ],
            "ranking": 4.16,
            "ranking_count": 48708,
            "abstract": "When the unconventional Durrell family can no longer endure the damp, gray English climate, they do what any sensible family would do: sell their house and relocate to the sunny Greek isle of Corfu.. My Family and Other Animals. was intended to embrace the natural history of the island but ended up as a delightful account of Durrell’s family’s experiences, from the many eccentric hangers-on to the ceaseless procession of puppies, toads, scorpions, geckoes, ladybugs, glowworms, octopuses, bats, and butterflies into their home.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Humor",
                "Animals",
                "Travel",
                "Classics",
                "Environment",
                "Cultural"
            ]
        },
        {
            "title": "Shades of Earth",
            "authors": [
                "Beth Revis"
            ],
            "ranking": 4.08,
            "ranking_count": 32699,
            "abstract": "Amy and Elder have finally left the oppressive walls of the spaceship. Godspeed. behind. They're ready to start life afresh--to build a home--on Centauri-Earth, the planet that Amy has traveled 25 trillion miles across the universe to experience.. But this new Earth isn't the paradise Amy had been hoping for. There are giant pterodactyl-like birds, purple flowers with mind-numbing toxins, and mysterious, unexplained ruins that hold more secrets than their stone walls first let on. The biggest secret of all?. Godspeed. 's former passengers aren't alone on this planet. And if they're going to stay, they'll have to fight.. Amy and Elder must race to discover who--or what--else is out there if they are to have any hope of saving their struggling colony and building a future together. They will have to look inward to the very core of what makes them human on this, their most harrowing journey yet. Because if the colony collapses? Then everything they have sacrificed--friends, family, life on Earth--will have been for nothing.. FUELED BY LIES.. RULED BY CHAOS.. ALMOST HOME.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Space",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "The Shadows Between Us",
            "authors": [
                "Tricia Levenseller"
            ],
            "ranking": 3.9,
            "ranking_count": 108724,
            "abstract": "Alessandra is tired of being overlooked, but she has a plan to gain power:. 1)\tWoo the Shadow King.. 2)\tMarry him.. 3)\tKill him and take his kingdom for herself.. No one knows the extent of the freshly crowned Shadow King’s power. Some say he can command the shadows that swirl around him to do his bidding. Others say they speak to him, whispering the thoughts of his enemies. Regardless, Alessandra knows what she deserves, and she’s going to do everything within her power to get it.. But Alessandra’s not the only one trying to kill the king. As attempts on his life are made, she finds herself trying to keep him alive long enough for him to make her his queen—all while struggling not to lose her heart. After all, who better for a Shadow King than a cunning, villainous queen?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Forest of Secrets",
            "authors": [
                "Erin Hunter"
            ],
            "ranking": 4.42,
            "ranking_count": 47774,
            "abstract": "Allegiances are shifting among the Clans of warrior cats that roam the forest. With tensions so delicately balanced, former friends can become enemies overnight, and some cats are willing to kill to get what they want.. Fireheart is determined to find out the truth about the mysterious death of brave ThunderClan warrior Redtail. But as he searches for answers, he uncovers secrets that some believe would be better left hidden.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Animals",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "The Death of Bunny Munro",
            "authors": [
                "Nick Cave"
            ],
            "ranking": 3.44,
            "ranking_count": 14878,
            "abstract": "Set adrift by his wife's sudden death and struggling to keep a grip on reality, Bunny Munro does the only thing he can think of - with his young son in tow, he hits the road. An epic chronicle of one man's judgement and death, The Death of Bunny Munro is an achingly tender portrait of the relationship between father and son.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Thriller",
                "Music",
                "Literature",
                "Cultural",
                "Audiobook",
                "Drama",
                "Dark"
            ]
        },
        {
            "title": "Stepbrother Dearest",
            "authors": [
                "Penelope Ward"
            ],
            "ranking": 4.06,
            "ranking_count": 64509,
            "abstract": "You’re not supposed to want the one who torments you.. When my stepbrother, Elec, came to live with us my senior year, I wasn’t prepared for how much of a jerk he’d be.. I hated that he took it out on me because he didn’t want to be here.. I hated that he brought girls from our high school back to his room.. But what I hated the most was the unwanted way my body reacted to him.. At first, I thought all he had going for him were his rock-hard tattooed abs and chiseled face. Then, things started changing between us, and it all came to a head one night.. Just as quickly as he’d come into my life, he was gone back to California.. It had been years since I’d seen Elec.. When tragedy struck our family, I’d have to face him again.. And holy hell, the teenager who made me crazy was now a man that drove me insane.. I had a feeling my heart was about to get broken again.. Stepbrother Dearest is a standalone novel.. **Contains graphic sexual content and harsh language. It is only appropriate for adult readers age 18+",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Young Adult",
                "Sociology",
                "Fiction"
            ]
        },
        {
            "title": "Desperation",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.84,
            "ranking_count": 129765,
            "abstract": "Alternate Cover Edition ISBN 0451188462 (ISBN13: 9780451188465). There's a place along Interstate 50 that some call the loneliest place on Earth. It's known as Desperation, Nevada.. It's not a very nice place to live. It's an even worse place to die.. Let the battle against evil begin.. Welcome to ... Desperation",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Suspense",
                "Audiobook",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Under the Tuscan Sun",
            "authors": [
                "Frances Mayes"
            ],
            "ranking": 3.77,
            "ranking_count": 321756,
            "abstract": "An enchanting and lyrical look at the life, the traditions, and the cuisine of Tuscany, in the spirit of Peter Mayle's A Year in Provence.. Frances Mayes entered a wondrous new world when she began restoring an abandoned villa in the spectacular Tuscan countryside. There were unexpected treasures at every turn: faded frescos beneath the whitewash in her dining room, a vineyard under wildly overgrown brambles in the garden, and, in the nearby hill towns, vibrant markets and delightful people. In Under the Tuscan Sun, she brings the lyrical voice of a poet, the eye of a seasoned traveler, and the discerning palate of a cook and food writer to invite readers to explore the pleasures of Italian life and to feast at her table.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Autobiography",
                "Cultural",
                "Biography",
                "Romance",
                "Womens Fiction",
                "Food and Drink",
                "Contemporary",
                "Biography Memoir"
            ]
        },
        {
            "title": "Forever",
            "authors": [
                "Pete Hamill"
            ],
            "ranking": 3.95,
            "ranking_count": 12064,
            "abstract": "This widely acclaimed bestseller is the magical, epic tale of an extraordinary man who arrives in New York in 1740 and remains . . . forever.. Through the eyes of Cormac O'Connor -- granted immortality as long as he never leaves the island of Manhattan -- we watch New York grow from a tiny settlement on the tip of an untamed wilderness to the thriving metropolis of today. And through Cormac's remarkable adventures in both love and war, we come to know the city's buried secrets -- the way it has been shaped by greed, race, and waves of immigration, by the unleashing of enormous human energies, and, above all, by hope.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Fantasy",
                "New York",
                "Magical Realism",
                "Science Fiction",
                "Cultural",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Coin Locker Babies",
            "authors": [
                "Ryū Murakami",
                "Stephen    Snyder"
            ],
            "ranking": 3.77,
            "ranking_count": 7456,
            "abstract": "A surreal coming-of-age tale that establishes Ryu Murakami as one of the most inventive young writers in the world today.. Abandoned at birth in adjacent train station lockers, two troubled boys spend their youth in an orphanage and with foster parents on a semi-deserted island before finally setting off for the city to find and destroy the women who first rejected them. Both are drawn to an area of freaks and hustlers called Toxitown. One becomes a bisexual rock singer, star of this exotic demimonde, while the other, a pole vaulter, seeks his revenge in the company of his girlfriend, Anemone, a model who has converted her condominium into a tropical swamp for her pet crocodile.. Together and apart, their journey from a hot metal box to a stunning, savage climax is a brutal funhouse ride through the eerie landscape of late-twentieth-century Japan.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Horror",
                "Contemporary",
                "Novels",
                "Literature",
                "Thriller"
            ]
        },
        {
            "title": "The Magician",
            "authors": [
                "Michael Scott"
            ],
            "ranking": 4.1,
            "ranking_count": 91376,
            "abstract": "Alternative Cover Edition of ISBN 9780552562539 other edition found. here. After fleeing Ojai, Nicholas, Sophie, Josh, and Scatty emerge in Paris, the City of Lights. Home for Nicholas Flamel. Only this homecoming is anything but sweet. Perenelle is still locked up back in Alcatraz and Paris is teeming with enemies. Niccolo Machiavelli, immortal author and celebrated art collector, is working for Dee. He’s after them, and time is running out for Nicholas and Perenelle. For every day spent without the Book of Abraham the Mage, they age one year-their magic becoming weaker and their bodies more frail. For Flamel, the Prophecy is becoming more and more clear.. It’s time for Sophie to learn the second elemental magic: Fire Magic. And there’s only one man who can teach it to her: Flamel’s old student, the Comte de Saint-Germain-alchemist, magician, and rock star. Josh and Sophie Newman are the world’s only hope-if they don’t turn on each other first.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Little Brother",
            "authors": [
                "Cory Doctorow"
            ],
            "ranking": 3.93,
            "ranking_count": 49251,
            "abstract": "Marcus aka “w1n5t0n,” is only seventeen years old, but he figures he already knows how the system works–and how to work the system. Smart, fast, and wise to the ways of the networked world, he has no trouble outwitting his high school’s intrusive but clumsy surveillance systems.. But his whole world changes when he and his friends find themselves caught in the aftermath of a major terrorist attack on San Francisco. In the wrong place at the wrong time, Marcus and his crew are apprehended by the Department of Homeland Security and whisked away to a secret prison where they’re mercilessly interrogated for days.. When the DHS finally releases them, his injured best friend Darryl does not come out. The city has become a police state where every citizen is treated like a potential terrorist. He knows that no one will believe his story, which leaves him only one option: M1k3y will take down the DHS himself.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Science",
                "Thriller",
                "Politics",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Ethereal Fury",
            "authors": [
                "Jessica O'Gorek"
            ],
            "ranking": 3.95,
            "ranking_count": 214,
            "abstract": "BEWARE! THE PLANET IS WOUNDED... THE GEMINI ARE RISING AND OUR TIME ON EARTH IS LIMITED. Angry at the human race and its methodical destruction of her resources, Mother Earth recruits souls who have just left their bodies to serve Her, and turns them against humanity. Gemini, a clan of paranormal beings, picked from these possessed humans, emerges. A powerful, rising force proceeds to carry out Mother Nature’s plan to systematically destroy towns, cities, states… and eventually, the world. Amidst the chaos, a forbidden relationship between a human girl, Violette, and Onyx, a lead Gemini, begins. They will both find themselves in the middle of a revolutionary war that will either save, or destroy our world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Struck By Lightning: The Carson Phillips Journal",
            "authors": [
                "Chris Colfer"
            ],
            "ranking": 3.82,
            "ranking_count": 13017,
            "abstract": "Struck By Lightning: The Carson Phillips Journal follows the story of outcast high school senior Carson Phillips, who blackmails the most popular students in his school into contributing to his literary journal to bolster his college application; his goal in life is to get into Northwestern and eventually become the editor of The New Yorker. At once laugh-out-loud funny, deliciously dark, and remarkably smart, Struck By Lightning unearths the dirt that lies just below the surface of high school. At a time when bullying torments so many young people today, this unique and important novel sheds light with humor and wit on an issue that deeply resonates with countless teens and readers.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Humor",
                "LGBT",
                "Audiobook"
            ]
        },
        {
            "title": "Rodrick Rules",
            "authors": [
                "Jeff Kinney"
            ],
            "ranking": 4.15,
            "ranking_count": 159519,
            "abstract": "The highly anticipated sequel to the #1. NEW YORK TIMES. bestselling book!. Secrets have a way of getting out, especially when a diary is involved.. Whatever you do, don’t ask Greg Heffley how he spent his summer vacation, because he definitely doesn’t want to talk about it.. As Greg enters the new school year, he’s eager to put the past three months behind him . . . and one event in particular.. Unfortunately for Greg, his older brother, Rodrick, knows all about the incident Greg wants to keep under wraps. But secrets have a way of getting out . . . especially when a diary is involved.. Diary of a Wimpy Kid: Rodrick. Rules chronicles Greg’s attempts to navigate the hazards of middle school, impress the girls, steer clear of the school talent show, and most important, keep his secret safe.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Childrens",
                "Realistic Fiction",
                "Sequential Art",
                "Young Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Nick & Norah's Infinite Playlist",
            "authors": [
                "Rachel Cohn",
                "David Levithan"
            ],
            "ranking": 3.7,
            "ranking_count": 83569,
            "abstract": "It all starts when Nick asks Norah to be his girlfriend for five minutes. He only needs five minutes to avoid his ex-girlfriend, who's just walked in to his band's show. With a new guy. And then, with one kiss, Nick and Norah are off on an adventure set against the backdrop of New York City- and smack in the middle of all the joy, anxiety, confusion, and excitement of a first date.. This he said/she said romance told by YA stars Rachel Cohn and David Levithan is a sexy, funny roller coaster of a story about one date over one very long night, with two teenagers, both recovering from broken hearts, who are just trying to figure out who they want to be- and where the next great band is playing.. Told in alternating chapters, teeming with music references, humor, angst, and endearing side characters, this is a love story you'll wish were your very own. Working together for the first time, Rachel Cohn and David Levithan have combined forces to create a book that is sure to grab readers of all ages and never let them go.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Music",
                "Realistic Fiction",
                "Audiobook",
                "Womens Fiction"
            ]
        },
        {
            "title": "La resistencia",
            "authors": [
                "Laura Gallego García"
            ],
            "ranking": 4.14,
            "ranking_count": 18340,
            "abstract": "En sus sueños había vislumbrado un mundo de soles y astros desconocidos: de cielos rojos y serpientes aladas que surcaban amenazantes y majestuosas el infinito. Pesadillas y fobias recurrentes que en nada habían mermado la capacidad de Jack para desarrollar la personalidad de un adolescente normal, hijo único de una sana, unida y cariñosa familia danesa. Hasta el traumático día del asesinato de sus padres, cuando su universo onírico comenzaría a cobrar visos de inquietante realidad.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "European Literature",
                "Romance",
                "Fiction",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "The Waste Land and Other Poems",
            "authors": [
                "T.S. Eliot"
            ],
            "ranking": 4.22,
            "ranking_count": 58869,
            "abstract": "Few readers need any introduction to the work of the most influential poet of the twentieth century. In addition to the title poem, this selecion includes The Love Song of J. Alfred Prufrock, Gerontion, Ash Wednesday, and other poems from Mr. Eliot's early and middle work.. In ten years' time, wrote Edmund Wilson in Axel0s Castle (1931), Eliot has left upon English poetry a mark more unmistakable than that of any other poet writing in English. In 1948 Mr. Eliot was awarded the Nobel Prize for his work as trail-blazing pioneer of modern poetry.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "European Literature"
            ]
        },
        {
            "title": "The Basketball Diaries",
            "authors": [
                "Jim Carroll"
            ],
            "ranking": 3.99,
            "ranking_count": 30434,
            "abstract": "The urban classic coming-of-age story about sex, drugs, and basketball.. Jim Carroll grew up to become a renowned poet and punk rocker. But in this memoir of the mid-1960's, set during his coming-of-age from 12 to 15, he was a rebellious teenager making a place and a name for himself on the unforgiving streets of New York City. During these years, he chronicled his experiences, and the result is a diary of unparalleled candor that conveys his alternately hilarious and terrifying teenage existence. Here is Carroll prowling New York City--playing basketball, hustling, stealing, getting high, getting hooked, and searching for something pure.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Young Adult",
                "Thriller",
                "Contemporary",
                "Classics",
                "Sports"
            ]
        },
        {
            "title": "White Witch, Black Curse",
            "authors": [
                "Kim Harrison"
            ],
            "ranking": 4.33,
            "ranking_count": 49526,
            "abstract": "New York Times. bestselling author Kim Harrison returns to the sinister and seductive Hollows for the newest blockcuster adventure featuring Rachel Morgan, witch and bounty hunter.. White Witch, Black Curse. Some wounds take time to heal...and some scars never fade.. Rachel Morgan, kick-ass witch and bounty hunter, has taken her fair share of hits, and has broken lines she swore she would never cross. But when her lover was murdered, it left a deeper wound than Rachel ever imagined, and now she won't rest until his death is solved...and avenged. Whatever the cost.. Yet the road to hell is paved with good intentions, and when a new predator moves to the apex of the Inderland food chain, Rachel's past comes back to haunt her.. Literally.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Touching the moon",
            "authors": [
                "Malcolm McCoard"
            ],
            "ranking": 4.41,
            "ranking_count": 70,
            "abstract": "Magical mayhem, an emotional roller-coaster, hilarious and heart-warming! Third in the series of the 2017 Purple Dragonfly Young Adult Award winning, Maya's Magical Adventures. If you like a plot twist or ten, real imagination, intrigue and a right good belly laugh, then this one's for you! If not check for a pulse. Maya hates bullies. So how could she find herself on the wrong side as they rounded on her friends? With her mum missing, she must risk everything to join a powerful new coven and rescue her, but who can she trust? Can she ever master the art of dragon-back combat? Is middle-age spread something over 40's have on toast for breakfast? Was that relevant? Who writes this rubbish? Only one way to find out... Top Amazon / Goodreads reviewer NN Light says: Looking for the next thing to read after Harry Potter, pick this up today! Think Lemony Snicket, only better! A must-read for any fantasy reader. 5 Stars.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Cost of Discipleship",
            "authors": [
                "Dietrich Bonhoeffer"
            ],
            "ranking": 4.27,
            "ranking_count": 40259,
            "abstract": "One of the most important theologians of the twentieth century illuminates the relationship between ourselves and the teachings of Jesus in this classic text on ethics, humanism, and civic duty.. What can the call to discipleship, the adherence to the word of Jesus, mean today to the businessman, the soldier, the laborer, or the aristocrat? What did Jesus mean to say to us? What is his will for us today? Drawing on the Sermon on the Mount, Dietrich Bonhoeffer answers these timeless questions by providing a seminal reading of the dichotomy between cheap grace and costly grace. Cheap grace, Bonhoeffer wrote, is the grace we bestow on ourselves...grace without discipleship....Costly grace is the gospel which must be sought again and again, the girl which must be asked for, the door at which a man must know....It is costly because it costs a man his life, and it is grace because it gives a man the only true life.. The Cost of Discipleship. is a compelling statement of the demands of sacrifice and ethical consistency from a man whose life and thought were exemplary articulations of a new type of leadership inspired by the Gospel, and imbued with the spirit of Christian humanism and a creative sense of civic duty.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Christianity",
                "Spirituality",
                "Classics"
            ]
        },
        {
            "title": "People We Meet on Vacation",
            "authors": [
                "Emily Henry"
            ],
            "ranking": 4.02,
            "ranking_count": 441540,
            "abstract": "Two best friends. Ten summer trips. One last chance to fall in love.. Poppy and Alex. Alex and Poppy. They have nothing in common. She’s a wild child; he wears khakis. She has insatiable wanderlust; he prefers to stay home with a book. And somehow, ever since a fateful car share home from college many years ago, they are the very best of friends. For most of the year they live far apart—she’s in New York City, and he’s in their small hometown—but every summer, for a decade, they have taken one glorious week of vacation together.. Until two years ago, when they ruined everything. They haven’t spoken since.. Poppy has everything she should want, but she’s stuck in a rut. When someone asks when she was last truly happy, she knows, without a doubt, it was on that ill-fated, final trip with Alex. And so, she decides to convince her best friend to take one more vacation together—lay everything on the table, make it all right. Miraculously, he agrees.. Now she has a week to fix everything. If only she can get around the one big truth that has always stood quietly in the middle of their seemingly perfect relationship. What could possibly go wrong?. From the. New York Times. bestselling author of. Beach Read. , a sparkling new novel that will leave you with the warm, hazy afterglow usually reserved for the best vacations.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Adult",
                "Womens Fiction",
                "Audiobook",
                "Adult Fiction",
                "Travel",
                "New Adult"
            ]
        },
        {
            "title": "The Seven Husbands of Evelyn Hugo",
            "authors": [
                "Taylor Jenkins Reid"
            ],
            "ranking": 4.48,
            "ranking_count": 1048119,
            "abstract": "Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one in the journalism community is more astounded than Monique herself. Why her? Why now?. Monique is not exactly on top of the world. Her husband, David, has left her, and her career has stagnated. Regardless of why Evelyn has chosen her to write her biography, Monique is determined to use this opportunity to jumpstart her career.. Summoned to Evelyn’s Upper East Side apartment, Monique listens as Evelyn unfurls her story: from making her way to Los Angeles in the 1950s to her decision to leave show business in the late 80s, and, of course, the seven husbands along the way. As Evelyn’s life unfolds through the decades—revealing a ruthless ambition, an unexpected friendship, and a great forbidden love—Monique begins to feel a very a real connection to the actress. But as Evelyn’s story catches up with the present, it becomes clear that her life intersects with Monique’s own in tragic and irreversible ways.. Filled with emotional insight and written with Reid’s signature talent, this is a fascinating journey through the splendor of Old Hollywood into the harsh realities of the present day as two women struggle with what it means—and what it takes—to face the truth",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "LGBT",
                "Contemporary",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Batman: Year One",
            "authors": [
                "Frank Miller",
                "David Mazzucchelli",
                "Richmond Lewis",
                "Todd Klein",
                "Dennis O'Neil"
            ],
            "ranking": 4.23,
            "ranking_count": 226291,
            "abstract": "A new edition of one of the most important and critically acclaimed Batman adventures ever, written by Frank Miller, author of. The Dark Knight Returns. !. In 1986, Frank Miller and David Mazzucchelli produced this groundbreaking reinterpretation of the origin of Batman—who he is and how he came to be.. Written shortly after. The Dark Knight Returns. , Miller's dystopian fable of Batman's final days,. Year One. set the stage for a new vision of a legendary character.. This edition includes the complete graphic novel, a new introduction by writer Frank Miller and a new illustrated afterword by artist David Mazzucchelli. Completing this collection are over 40 pages of never-before-seen developmental material such as character and layout sketches, sample script pages, sketches and more that provide a glimpse into the making of this contemporary classic.. This volume collects. Batman. #404–407.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Fiction",
                "Superheroes",
                "Graphic Novels Comics",
                "Comics",
                "Mystery",
                "Fantasy"
            ]
        },
        {
            "title": "The Butterfly Garden",
            "authors": [
                "Dot Hutchison"
            ],
            "ranking": 4.06,
            "ranking_count": 148783,
            "abstract": "Near an isolated mansion lies a beautiful garden.. In this garden grow luscious flowers, shady trees…and a collection of precious “butterflies”—young women who have been kidnapped and intricately tattooed to resemble their namesakes. Overseeing it all is the Gardener, a brutal, twisted man obsessed with capturing and preserving his lovely specimens.. When the garden is discovered, a survivor is brought in for questioning. FBI agents Victor Hanoverian and Brandon Eddison are tasked with piecing together one of the most stomach-churning cases of their careers. But the girl, known only as Maya, proves to be a puzzle herself.. As her story twists and turns, slowly shedding light on life in the Butterfly Garden, Maya reveals old grudges, new saviors, and horrific tales of a man who’d go to any length to hold beauty captive. But the more she shares, the more the agents have to wonder what she’s still hiding...",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Horror",
                "Mystery",
                "Fiction",
                "Suspense",
                "Adult",
                "Dark",
                "Audiobook"
            ]
        },
        {
            "title": "Moneyball: The Art of Winning an Unfair Game",
            "authors": [
                "Michael   Lewis"
            ],
            "ranking": 4.25,
            "ranking_count": 116793,
            "abstract": "Billy Beane, general manager of MLB's Oakland A's and protagonist of Michael Lewis's. Moneyball. , had a problem: how to win in the Major Leagues with a budget that's smaller than that of nearly every other team. Conventional wisdom long held that big name, highly athletic hitters and young pitchers with rocket arms were the ticket to success. But Beane and his staff, buoyed by massive amounts of carefully interpreted statistical data, believed that wins could be had by more affordable methods such as hitters with high on-base percentage and pitchers who get lots of ground outs. Given this information and a tight budget, Beane defied tradition and his own scouting department to build winning teams of young affordable players and inexpensive castoff veterans.. Lewis was in the room with the A's top management as they spent the summer of 2002 adding and subtracting players and he provides outstanding play-by-play. In the June player draft, Beane acquired nearly every prospect he coveted (few of whom were coveted by other teams) and at the July trading deadline he engaged in a tense battle of nerves to acquire a lefty reliever. Besides being one of the most insider accounts ever written about baseball,. Moneyball. is populated with fascinating characters. We meet Jeremy Brown, an overweight college catcher who most teams project to be a 15th round draft pick (Beane takes him in the first). Sidearm pitcher Chad Bradford is plucked from the White Sox triple-A club to be a key set-up man and catcher Scott Hatteberg is rebuilt as a first baseman. But the most interesting character is Beane himself. A speedy athletic can't-miss prospect who somehow missed, Beane reinvents himself as a front-office guru, relying on players completely unlike, say, Billy Beane. Lewis, one of the top nonfiction writers of his era (. Liar's Poker. ,. The New New Thing. ), offers highly accessible explanations of baseball stats and his roadmap of Beane's economic approach makes. Moneyball. an appealing reading experience for business people and sports fans alike.. --John Moe",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sports",
                "Business",
                "Economics",
                "Biography",
                "Audiobook",
                "History",
                "Science"
            ]
        },
        {
            "title": "Samarkand",
            "authors": [
                "Amin Maalouf",
                "Russell Harris"
            ],
            "ranking": 4.24,
            "ranking_count": 25046,
            "abstract": "Accused of mocking the inviolate codes of Islam, the Persian poet and sage Omar Khayyam fortuitously finds sympathy with the very man who is to judge his alleged crimes. Recognising genuis, the judge decides to spare him and gives him instead a small, blank book, encouraging him to confine his thoughts to it alone. Thus begins the seamless blend of fact and fiction that is. Samarkand. . Vividly re-creating the history of the manuscript of the Rubaiyaat of Omar Khayyam, Amin Maalouf spans continents and centuries with breathtaking vision: the dusky exoticism of 11th-century Persia, with its poetesses and assassins; the same country's struggles nine hundred years later, seen through the eyes of an American academic obsessed with finding the original manuscript; and the fated maiden voyage of the Titanic, whose tragedy led to the Rubaiyaat's final resting place - all are brought to life with keen assurance by this gifted and award-winning writer.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Literature",
                "Cultural",
                "Roman",
                "Classics"
            ]
        },
        {
            "title": "Audition",
            "authors": [
                "Ryū Murakami",
                "Ralph McCarthy"
            ],
            "ranking": 3.53,
            "ranking_count": 8978,
            "abstract": "Documentary-maker Aoyama hasn't dated anyone in the seven years since the death of his beloved wife, Ryoko. Now even his teenage son Shige has suggested he think about remarrying. So when his best friend Yoshikawa comes up with a plan to hold fake film auditions so that Aoyama can choose a new bride, he decides to go along with the idea",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Asian Literature",
                "Cultural",
                "Thriller",
                "Mystery",
                "Contemporary",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "After You",
            "authors": [
                "Jojo Moyes"
            ],
            "ranking": 3.73,
            "ranking_count": 336283,
            "abstract": "From the. New York Times. bestselling author of. The Giver of Stars. , discover the love story that captured over 20 million hearts in. Me Before You. ,. After You. , and. Still Me. .. “You’re going to feel uncomfortable in your new world for a bit. But I hope you feel a bit exhilarated too. Live boldly. Push yourself. Don’t settle. Just live well. Just live. Love, Will.”. How do you move on after losing the person you loved? How do you build a life worth living?. Louisa Clark is no longer just an ordinary girl living an ordinary life. After the transformative six months spent with Will Traynor, she is struggling without him. When an extraordinary accident forces Lou to return home to her family, she can’t help but feel she’s right back where she started.. Her body heals, but Lou herself knows that she needs to be kick-started back to life. Which is how she ends up in a church basement with the members of the Moving On support group, who share insights, laughter, frustrations, and terrible cookies. They will also lead her to the strong, capable Sam Fielding—the paramedic, whose business is life and death, and the one man who might be able to understand her. Then a figure from Will’s past appears and hijacks all her plans, propelling her into a very different future. . . .. For Lou Clark, life after Will Traynor means learning to fall in love again, with all the risks that brings. But here Jojo Moyes gives us two families, as real as our own, whose joys and sorrows will touch you deeply, and where both changes and surprises await.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Drama",
                "Realistic Fiction"
            ]
        },
        {
            "title": "A Hat Full of Sky",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.29,
            "ranking_count": 69292,
            "abstract": "WE SEE YOU. NOW WE ARE YOU.. No real witch would casually step out of their body, leaving it empty.. Tiffany Aching does. And there’s something just waiting for a handy body to take over. Something ancient and horrible, which can’t die.. To deal with it, Tiffany has to go to the very heart of what makes her a witch . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Humor",
                "Childrens",
                "Paranormal",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Tutunamayanlar",
            "authors": [
                "Oğuz Atay"
            ],
            "ranking": 4.56,
            "ranking_count": 10426,
            "abstract": "Türk edebiyatının en önemli eserlerinden biri olan Tutunamayanlar'ı Berna Moran, hem söyledikleri hem de söyleyiş biçimiyle bir başkaldırı olarak niteler. Moran'a göre Oğuz Atay'ın mizah gücü, duyarlılığı ve kullandığı teknik incelikler, Tutunamayanlar'ı büyük bir yeteneğin ürünü yapmış, yapıttaki bu yetkinlik Türk romanını çağdaş roman anlayışıyla aynı hizaya getirmiş ve ona çok şey kazandırmıştır. Küçük burjuva dünyasını zekice alaya alan Atay saldırısını, tutunanların anlamayacağı, reddedeceği türden bir romanla yapar. Tutunamayanlar, 1970 TRT Roman Ödülü'nü kazanmıştı.",
            "part_of_series": false,
            "genre_list": [
                "Asian Literature",
                "Fiction",
                "Cultural",
                "Roman",
                "Literature",
                "Classics",
                "Novels",
                "Unfinished",
                "Literary Fiction"
            ]
        },
        {
            "title": "Winter's Heart",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 3.95,
            "ranking_count": 117568,
            "abstract": "Rand is on the run with Min, and in Cairhein, Cadsuane is trying to figure out where he is headed. Rand's destination is, in fact, one she has never considered.. Mazrim Taim, leader of the Black Tower, is revealed to be a liar. But what is he up to?. Faile, with the Aiel Maidens, Bain and Chiad, and her companions, Queen Alliandre and Morgase, is prisoner of Savanna's sept.. Perrin is desperately searching for Faile. With Elyas Machera, Berelain, the Prophet and a very mixed army of disparate forces, he is moving through country rife with bandits and roving Seanchan. The Forsaken are ever more present, and united, and the man called Slayer stalks Tel'aran'rhiod and the wolfdream.. In Ebou Dar, the Seanchan princess known as Daughter of the Nine Moons arrives--and Mat, who had been recuperating in the Tarasin Palace, is introduced to her. Will the marriage that has been foretold come about?. There are neither beginnings or endings to the turning of the Wheel of Time. But it is a beginning....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Adventure",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "My Favorite Mistake",
            "authors": [
                "Chelsea M. Cameron"
            ],
            "ranking": 3.98,
            "ranking_count": 55793,
            "abstract": "Two secrets. One bet. Who will break first?. Taylor Caldwell can't decide if she wants to kiss her new college roommate or punch him.. On the one hand, Hunter Zaccadelli is a handsome blue-eyed bundle of charm. On the other, he's a tattooed, guitar-playing bad boy. Maybe that's why Taylor's afraid of falling in love with him, or anyone else. She doesn't want to get burned, so she needs him gone before it's too late.. Hunter himself has been burned before, but Taylor's sexy laugh and refusal to let him get away with anything make her irresistible. Determined not to be kicked out of her life without a fight, Hunter proposes a bet: if she can convince him she either truly loves or hates him, he'll leave the apartment;and leave her alone.. But when the man behind Taylor's fear of giving up her heart resurfaces, she has to decide: trust Hunter with her greatest secret, or do everything in her power to win that bet and drive him away forever.",
            "part_of_series": true,
            "genre_list": [
                "New Adult",
                "Romance",
                "Academic",
                "Contemporary",
                "Young Adult",
                "Womens Fiction",
                "Adult",
                "Love",
                "Fiction"
            ]
        },
        {
            "title": "Monument 14",
            "authors": [
                "Emmy Laybourne"
            ],
            "ranking": 3.9,
            "ranking_count": 22854,
            "abstract": "Your mother hollers that you're going to miss the bus. She can see it coming down the street. You don't stop and hug her and tell her you love her. You don't thank her for being a good, kind, patient mother. Of course not-you launch yourself down the stairs and make a run for the corner.. Only, if it's the last time you'll ever see your mother, you sort of start to wish you'd stopped and did those things. Maybe even missed the bus.. But the bus was barreling down our street, so I ran.. Fourteen kids. One superstore. A million things that go wrong.. When Dean raced out the door to catch the school bus, he didn’t realize it would be the last time he’d ever see his mom. After a freak hailstorm sends the bus crashing into a superstore, Dean and a group of students of all ages are left to fend for themselves.. They soon realize the hailstorm and the crash are the least of their worries. After seeing a series of environmental and chemical disasters ravage the outside world, they realize they’re trapped inside the store.. Unable to communicate with the ones they love, the group attempts to cobble together a new existence. As they struggle to survive, Dean and the others must decide which risk is greater: leaving… or staying.. Monument 14 is a post-apocalyptic YA novel that transcends age barriers.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Adventure",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Finding Audrey",
            "authors": [
                "Sophie Kinsella"
            ],
            "ranking": 3.76,
            "ranking_count": 76337,
            "abstract": "Audrey can't leave the house. she can't even take off her dark glasses inside the house.. Then her brother's friend Linus stumbles into her life. With his friendly, orange-slice smile and his funny notes, he starts to entice Audrey out again - well, Starbucks is a start. And with Linus at her side, Audrey feels like she can do the things she'd thought were too scary. Suddenly, finding her way back to the real world seems achievable.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Health",
                "Womens Fiction",
                "Audiobook",
                "Mental Health",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Finnegans Wake",
            "authors": [
                "James Joyce"
            ],
            "ranking": 3.67,
            "ranking_count": 12099,
            "abstract": "A story with no real beginning or end (it ends in the middle of a sentence and begins in the middle of the same sentence), this book of Doublends Jined is as remarkable for its prose as for its circular structure.. Written in a fantastic dream-language, forged from polyglot puns and portmanteau words, the Wake features some of Joyce's most hilarious characters: the Irish barkeep Humphrey Chimpden Earwicker, Shem the Penman, Shaun the Postman, and Anna Livia Plurabelle.. Joyce's final work, Finnegan's Wake is his masterpiece of the night as Ulysses is of the day. Supreme linguistic virtuosity conjures up the dark underground worlds of sexuality and dream. Joyce undermines traditional storytelling and all official forms of English and confronts the different kinds of betrayal - cultural, political and sexual - that he saw at the heart of Irish history. Dazzlingly inventive, with passages of great lyrical beauty and humour, Finnegans Wake remains one of the most remarkable works of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Cultural",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Unfinished"
            ]
        }
    ]
}