{
    "books": [
        {
            "title": "Aniara",
            "authors": [
                "Harry Martinson",
                "Stephen Klass",
                "Leif Sjöberg"
            ],
            "ranking": 3.91,
            "ranking_count": 1920,
            "abstract": "The great Swedish writer Harry Martinson published his masterpiece, Aniara, during the height of the Cold War -- right after the Soviet Union announced that it had exploded the hydrogen bomb. Aniara is the story of a luxurious space ship, loaded with 8,000 evacuees, fleeing an Earth made uninhabitable by Man's technological arrogance. A malfunction knocks the craft off course, taking these would-be Mars colonists on an irreversible journey into deep space. Aniara is a book of prophecy, a panoramic view of humanity's possible fate. It has been translated into seven languages and adapted into a popular avant-garde opera. This volume is the first complete English language version and received the prestigious American Scandinavian Foundation Award.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Science Fiction",
                "Classics",
                "European Literature",
                "Fiction",
                "Nobel Prize",
                "Cultural",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Μαουτχάουζεν",
            "authors": [
                "Iakovos Kambanellis",
                "Ιάκωβος Καμπανέλλης"
            ],
            "ranking": 4.48,
            "ranking_count": 494,
            "abstract": "Πλήθος οι συγκλονιστικές περιγραφές και τα επεισόδια στο βιβλίο του κ. Καμπανέλλη. Διαβάζοντάς τα αναρωτιέσαι πώς μπορεί ο άνθρωπος να φτάσει σε τέτοιο σημείο αγριότητας και κτηνωδίας, και μάλιστα χωρίς να υποπτεύεται τη φθορά και την πτώση του. Γιατί όλοι τούτοι οι βασανιστές, οι περισσότεροι τουλάχιστον, δεν έπαυσαν να είναι τρυφεροί εραστές, αφοσιωμένοι σύζυγοι, φιλόστοργοι πατέρες. Η διπλή αυτή προσωπικότητα θα παραμένει ένα πρόβλημα, που θα υπαινίσσεται τη χαοτική φύση του ανθρώπου. [...] Αλλά εδώ, εκείνο που μας ενδιαφέρει δεν είναι ο πλουτισμός των γνώσεων μας, είναι η αμεσότητα της προσωπικής μαρτυρίας, που μας αναταράζει.. Βάσος Βαρίκας, Μορφές βαρβαρότητας. Ιάκ. Καμπανέλλη: Μαουτχάουζεν. Το Βήμα, Κυριακή 12 Ιουνίου 1966",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Classics",
                "War",
                "Autobiography",
                "Literature"
            ]
        },
        {
            "title": "The Helmet",
            "authors": [
                "Richard Brown"
            ],
            "ranking": 3.44,
            "ranking_count": 79,
            "abstract": "Cassie and Keiron have spend all their life on the freezing North Island, where their life is happy and settled. But a strange prince has come to their shores, a man with darkness in his eyes and ice in his veins. And now the race is on to find the magical Golden Helmet.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Sellevision",
            "authors": [
                "Augusten Burroughs"
            ],
            "ranking": 3.58,
            "ranking_count": 15426,
            "abstract": "Darkly funny and gleefully mean-spirited,. Sellevision. explores greed, obsession and third tier celebrity, in the world of a fictional home shopping network.. Welcome to the troubled world of Sellevision, America's premier retail broadcasting network. When Max Andrews, the much-loved and handsome (lonely and gay) host of Slumber Sunday Sundown accidentally exposes himself in front of twenty million kids and their parents during a Toys for Tots segment, Sellevision faces its first big scandal. As Max fails to find a job in television, another host, the popular and perky Peggy Jean Smythe is receiving sinister emails about her appearance from a stalker. Popping pills and drinking heavily, she fails to notice that her husband is spending a lot of time with the very young babysitter who lives next door. Then there's Leigh, whose affair with Sellevision boss Howard Toast is going nowhere, until she exposes him on air; and Bebe, Sellevision's star host, who finds Mr. Right through the Internet--if she can just stop her shopping addiction from taking over.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "LGBT",
                "Novels",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "O Amor Natural",
            "authors": [
                "Carlos Drummond de Andrade"
            ],
            "ranking": 4.07,
            "ranking_count": 267,
            "abstract": "Livro de poemas eróticos que Carlos Drummond de Andrade preferiu não ver publicado em vida. São 40 textos repletos de paixão e sensualidade que revelam uma nova faceta da obra do poeta. As ilustrações são de Milton da Costa.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Pearl in the Mist",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.92,
            "ranking_count": 10205,
            "abstract": "Fate whisked Ruby from a simple life in the Louisiana Bayou. But her new riches bring more treachery than happiness.... Even after a year as a Dumas, Ruby still wonders at the splendor of the family's New Orleans mansion, and rejoices in the love of the father she had never known. But true happiness in her new home is as elusive as the swamp mist. Ruby must carefully avoid a venomous enemy: her stepmother, Daphne, who cringes and sneers at her backwater upbringing. And Ruby's every effort to befriend her twin sister, Gisselle -- especially since Gisselle's crippling accident -- is answered with bitterness and vicious backstabbing.. So idyllic Greenwood -- the exclusive girls' boarding school that her father has chosen for his daughters' senior year -- seems to promise some peace from the conniving Daphne, and maybe even a fresh start with Gisselle. But Ruby's kind isn't welcome at Greenwood, and the legendarily strict headmistress, Mrs. Ironwood, plots with her stepmother to make her life miserable. Meanwhile, Gisselle is on a mission to break every school rule, leaving Ruby to suffer the humiliating punishments. But Ruby doesn't lose hope -- until a terrible tragedy leaves her alone in a world that never really wanted her. Ruby will have to summon every last ounce of her Cajun strength to reclaim her home, her future, and the happiness she once knew..... --back cover",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Womens Fiction",
                "Mystery",
                "Adult Fiction",
                "Thriller",
                "Drama"
            ]
        },
        {
            "title": "East of the Mountains",
            "authors": [
                "David Guterson"
            ],
            "ranking": 3.64,
            "ranking_count": 6690,
            "abstract": "From the author of. Snow Falling on Cedars. comes this bestselling novel about a dying man’s final journey through a landscape that has always sustained him and provided him with hope and challenges.. When he discovers that he has terminal cancer, retired heart surgeon Ben Givens refuses to simply sit back and wait. Instead he takes his two beloved dogs and goes on a last hunt, determined to end his life on his own terms. But as the people he meets and the memories over which he lingers remind him of the mystery of life’s endurance, his trek into the American West becomes much more than a final journey.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Adult Fiction",
                "Drama",
                "Historical",
                "Adventure"
            ]
        },
        {
            "title": "Shepherds of the Night",
            "authors": [
                "Jorge Amado",
                "Harriet de Onís"
            ],
            "ranking": 3.89,
            "ranking_count": 333,
            "abstract": "This work can be described tersely but not unfairly as a contribution to the debate on Brazilian self-definition, rendered ineffective by being cast in the form of pastoral. Amado's theme is the life of the Bahian poor: not the whole of their lives, for we seldom glimpse them at the back-breaking work that must occupy some of their waking hours, but their leisure life. His scene is laid in cheap brothels, alleys, shanties on the beaches, and in those hidden shrines on the mountainsides where the priests and priestesses of Ogun or Oxala exact their rites...Novels aren't any worse for having no 'social message'; but it's strange to find one which handles so much social material without taking it somewhere, only moving it from place to place.. John Wain, New York Review of Books, 5/4/1967",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Cultural",
                "Historical",
                "European Literature",
                "Magical Realism"
            ]
        },
        {
            "title": "Uzumaki: Spiral into Horror, Vol. 2.",
            "authors": [
                "Junji Ito"
            ],
            "ranking": 4.32,
            "ranking_count": 10621,
            "abstract": "A sleepy town on the coast of Japan is under quiet, deadly siege, not by a person or group but by a primeval spiral shape whose victims include both parents of Shuichi Saito. In this second volume of the saga, Shuichi's girlfriend Kirie becomes further involved in the town's terrible secret when schoolmates start turning up as horrible human snails and something unspeakable is discovered within the walls of the local hospital.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fiction",
                "Cultural",
                "Fantasy",
                "Asian Literature",
                "Comics Manga",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "The Pine Barrens",
            "authors": [
                "John McPhee",
                "James Graves"
            ],
            "ranking": 4.18,
            "ranking_count": 3157,
            "abstract": "Most people think of New Jersey as a suburban-industrial corridor that runs between New York and Philadelphia. Yet in the low center of the state is a near wilderness, larger than most national parks, which has been known since the seventeenth century as the Pine Barrens.. The term refers to the predominant trees in the vast forests that cover the area and to the quality of the soils below, which are too sandy and acid to be good for farming. On all sides, however, developments of one kind or another have gradually moved in, so that now the central and integral forest is reduced to about a thousand square miles. Although New Jersey has the heaviest population density of any state, huge segments of the Pine Barrens remain uninhabited. The few people who dwell in the region, the Pineys, are little known and often misunderstood. Here McPhee uses his uncanny skills as a journalist to explore the history of the region and describe the people and their distinctive folklore who call it home.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "History",
                "Travel",
                "Science",
                "Writing"
            ]
        },
        {
            "title": "The Knowledge of the Holy",
            "authors": [
                "A.W. Tozer"
            ],
            "ranking": 4.36,
            "ranking_count": 23817,
            "abstract": "The Knowledge of the Holy. by popular evangelical author and Christian mystic A.W. Tozer illuminates God’s attributes—from wisdom, to grace, to mercy—and in doing so, attempts to restore the majesty and wonder of God in the hearts and minds of all Christians. A modern classic of Christian testimony and devotion,. The Knowledge of the Holy. shows us how we can rejuvenate our prayer life, meditate more reverently, understand God more deeply, and experience God’s presence in our daily lives.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Spirituality",
                "Classics"
            ]
        },
        {
            "title": "Individualism şi ordine economică",
            "authors": [
                "Friedrich A. Hayek",
                "Gabriel Mursa"
            ],
            "ranking": 4.25,
            "ranking_count": 888,
            "abstract": "Volumul reprezintă o colecţie de eseuri din diferite domenii, de la etică, la ştiinţele sociale, politică economică, economie, grupate în jurul unei teme centrale: piaţa liberă versus economia socialistă, planificată. Publicate în anii ‘30 şi ‘40 ai secolului trecut, aceste eseuri scot la lumină problemele specifice fostelor ţări socialiste.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Philosophy",
                "Politics",
                "Nonfiction",
                "Business",
                "Classics",
                "History",
                "Science",
                "Sociology"
            ]
        },
        {
            "title": "The Basketball Diaries",
            "authors": [
                "Jim Carroll"
            ],
            "ranking": 3.99,
            "ranking_count": 30439,
            "abstract": "The urban classic coming-of-age story about sex, drugs, and basketball.. Jim Carroll grew up to become a renowned poet and punk rocker. But in this memoir of the mid-1960's, set during his coming-of-age from 12 to 15, he was a rebellious teenager making a place and a name for himself on the unforgiving streets of New York City. During these years, he chronicled his experiences, and the result is a diary of unparalleled candor that conveys his alternately hilarious and terrifying teenage existence. Here is Carroll prowling New York City--playing basketball, hustling, stealing, getting high, getting hooked, and searching for something pure.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Young Adult",
                "Thriller",
                "Contemporary",
                "Classics",
                "Sports"
            ]
        },
        {
            "title": "The Night World and the Word Night",
            "authors": [
                "Franz Wright"
            ],
            "ranking": 4.12,
            "ranking_count": 42,
            "abstract": "A collection of poetry by Franz Wright.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Girls of Slender Means",
            "authors": [
                "Muriel Spark"
            ],
            "ranking": 3.65,
            "ranking_count": 6045,
            "abstract": "Like the May of Teck Club itself—three times window shattered since 1940 but never directly hit—its lady inhabitants do their best to act as if the world were back to normal: practicing elocution, and jostling over suitors and a single Schiaparelli gown. The novel's harrowing ending reveals that the girls' giddy literary and amorous peregrinations are hiding some tragically painful war wounds.. Chosen by Anthony Burgess as one of the Best Modern Novels in the. Sunday Times. of London,. The Girls of Slender Means. is a taut and eerily perfect novel by an author. The New York Times. has called one of this century's finest creators of comic-metaphysical entertainment.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Novels",
                "War",
                "Novella"
            ]
        },
        {
            "title": "Truth for Germany: The Guilt Question of the Second World War",
            "authors": [
                "Udo Walendy"
            ],
            "ranking": 4.14,
            "ranking_count": 14,
            "abstract": "For his historical publications challenging the official 'truth' about the Holocaust, Udo Walendy was sentenced to 29 months imprisonment in Germany. His 'illegal' research was confiscated and burned. What happened in Germany after the war that its society today eagerly persecutes everybody who dares to defend the German nation? In this booklet, Udo Walendy gives a brief overview of measures of censorship and atrocity propaganda designed to destroy German self-confidence.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Literature"
            ]
        },
        {
            "title": "Tooth-Gnasher Superflash (Reading Rainbow)",
            "authors": [
                "Daniel Pinkwater"
            ],
            "ranking": 4.23,
            "ranking_count": 137,
            "abstract": "Children will flip over this modern tale about a car that does some very extraordinary tricks--including turning into a dinosaur. Full-color illustrations.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Humor"
            ]
        },
        {
            "title": "Диви разкази",
            "authors": [
                "Nikolai Haitov",
                "Николай Хайтов"
            ],
            "ranking": 4.39,
            "ranking_count": 1738,
            "abstract": "„Диви разкази“ e една от най-значимите литературни творби на Николай Хайтов. Записана е в сборник с автентични разкази, описващи бита и нравите на родопчани. Сред разказите от този сборник, придобили най-широка популярност, са Козият рог, „Мъжки времена“, „Сватба“, „Засукан свят“ и „Дервишово семе“. Някои от включените в сборника разкази са филмирани. Претърпяла множество издания в България и чужбина, „Диви разкази“ е книгата, донесла най-много популярност на Николай Хайтов. Настоящото издание на книгата е петдесето подред.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Short Stories",
                "Fiction",
                "Classics",
                "Cultural",
                "Academic",
                "Anthologies"
            ]
        },
        {
            "title": "A Dance to the Music of Time: 2nd Movement",
            "authors": [
                "Anthony Powell"
            ],
            "ranking": 4.3,
            "ranking_count": 1545,
            "abstract": "Anthony Powell's universally acclaimed epic encompasses a four-volume panorama of twentieth century London. Hailed by Time as brilliant literary comedy as well as a brilliant sketch of the times, A Dance to the Music of Time opens just after World War I. Amid the fever of the 1920s and the first chill of the 1930s, Nick Jenkins and his friends confront sex, society, business, and art. In the second volume they move to London in a whirl of marriage and adulteries, fashions and frivolities, personal triumphs and failures. These books provide an unsurpassed picture, at once gay and melancholy, of social and artistic life in Britain between the wars (Arthur Schlesinger, Jr.). The third volume follows Nick into army life and evokes London during the blitz. In the climactic final volume, England has won the war and must now count the losses.. In the background of this second volume of. A Dance to the Music of Time. , the rumble of distant events in Germany and Spain presages the storm of World War II. In England, even as the whirl of marriages and adulteries, fashions and frivolities, personal triumphs and failures gathers speed, men and women find themselves on the brink of fateful choices.. Includes these novels:. At Lady Molly's. Casanova's Chinese Restaurant. The Kindly Ones",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Siete Minutos",
            "authors": [
                "Ismael Camacho Arango"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Siete minutos is a book about life in Latin America, when everything gets disrupted by wars and revolutions, but then a man emerges ready to conquer the world. After his humble beginnings, Homer wants to have some money. He becomes very rich as the sun explodes, killing humankind and bringing apocalypse to his soul. The book has a humoristic look on life. We see the corruption and intrigue existing in Latin American governments then and now, as Homer takes advantage of society.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Nothing Real Can Be Threatened: Exploring a Course in Miracles",
            "authors": [
                "Tara Singh"
            ],
            "ranking": 3.77,
            "ranking_count": 31,
            "abstract": "This book introduces the idea that by stepping out of fear by acknowledging that what is real cannot be just a projection of the mind-and thus discovering where fear cannot intrude-transformation and peace are possible. Its message is taken from Nothing real can be threatened. Nothing unreal exists. Herein lies the peace of God. the power of the book is such that it brings attentive readers to the very state it describes.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality"
            ]
        },
        {
            "title": "Twenty Thousand Streets Under the Sky",
            "authors": [
                "Patrick Hamilton"
            ],
            "ranking": 4.25,
            "ranking_count": 1645,
            "abstract": "A timeless classic of sleazy London life in the 1930s, a world of streets full of cruelty and kindness, comedy and pathos, where people emerge from cheap lodgings in Pimlico to pour out their passions, hopes and despair in pubs and bars.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Historical"
            ]
        },
        {
            "title": "Oil!",
            "authors": [
                "Upton Sinclair"
            ],
            "ranking": 3.71,
            "ranking_count": 5777,
            "abstract": "In. Oil!. Upton Sinclair fashioned a novel out of the oil scandals of the Harding administration, providing in the process a detailed picture of the development of the oil industry in Southern California. Bribery of public officials, class warfare, and international rivalry over oil production are the context for Sinclair's story of a genial independent oil developer and his son, whose sympathy with the oilfield workers and socialist organizers fuels a running debate with his father. Senators, small investors, oil magnates, a Hollywood film star, and a crusading evangelist people the pages of this lively novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Novels",
                "Politics",
                "Audiobook"
            ]
        },
        {
            "title": "Hermes' viper: a novel",
            "authors": [
                "Joseph T. McFadden"
            ],
            "ranking": 2.7,
            "ranking_count": 10,
            "abstract": "Joseph T. McFadden writes from his forty-three-year experience as a neurosurgeon, most of this time in a large municipal hospital of a melting-pot American city. This reissue of his first novel, Hermes' Viper coincides remarkably with current media reports of harm done to patients and offers an inside view of vital interest to every person who would trust a family member to the medical system. His second novel, The Wafer, addressing the organ donor dilemma, and his book of short stories, Fulton's Monkey, are in the process of re-publication. A non-fiction work, Life in the Deadly World of Medicine, and two novels, A Hooker in the Choir, and The Burnt Offering are in press now. He is at work on his fifth novel, The DNA Rose, and a second collection of short stories. Virtual reality, fuzzy logic, artificial intelligence and forensic psychiatry together reveal the fire-scarred and brilliant woman who has stalked her favorite doctor for sixteen years leaving a trail of deaths and flimsy evidence not quite adding up to murder. As she moves to eliminate everything still standing in her way, her victim tries to save her next targets from the fatal fire of her deadly derangement.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Fur Person",
            "authors": [
                "May Sarton"
            ],
            "ranking": 4.22,
            "ranking_count": 1891,
            "abstract": "May Sarton's fictionalized account of her cat Tom Jones's life and adventures prior to making the author's acquaintance begins with a fiercely independent, nameless street cat who follows the ten commandments of the Gentleman Cat—including A Gentleman Cat allows no constraint of his person, not even loving constraint. But after several years of roaming, Tom has grown tired of his vagabond lifestyle, and he concludes that there might be some appeal after all in giving up the freedom of street life for a loving home. It will take just the right human companion, however, to make his transformation from Cat About Town to genuine Fur Person possible. Sarton's book is one of the most beloved stories ever written about the joys and tribulations inherent in sharing one's life with a cat.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Animals",
                "Classics",
                "Humor",
                "Fantasy",
                "Novella",
                "Poetry",
                "Short Stories",
                "Childrens"
            ]
        },
        {
            "title": "Does Your Mama Know?: An Anthology of Black Lesbian Coming Out Stories",
            "authors": [
                "Lisa C. Moore",
                "Hope Massiah",
                "L.K. Barnett",
                "Mistinguette",
                "Liza Wesley",
                "Gwendolyn Bikis",
                "Michele Hunter",
                "Laura Irene Wayne",
                "more…",
                "Denise Moore",
                "Jewelle L. Gómez",
                "Terri Jewell",
                "Becky Birtha",
                "Donna Allegra",
                "Michelle Wilkinson",
                "Tiffani Frazier",
                "Makeda Silvera",
                "Cheryl Clarke",
                "Letta Neely",
                "Kimberly 'Q' Purnell",
                "Shay Youngblood",
                "Shilanda Woolridge",
                "Akhaji Zakiya",
                "Martine C. Barbier",
                "Tonia Bryan",
                "Karen Thompson",
                "Sharon Bridgforth",
                "Ekua Omosupe",
                "Sherece Taffe",
                "Roxane Gay",
                "Nailah Taliba Tulinegwe",
                "Renita Martin",
                "Eva Yaa Asantewaa",
                "Lena-Nsomeka Gomes",
                "Liz Messerly",
                "Sheree Slaughter",
                "Brigitte M. Roberts",
                "Gale 'Sky' Edeawo",
                "Alexis De Veaux",
                "Imani Henry",
                "…less"
            ],
            "ranking": 4.29,
            "ranking_count": 147,
            "abstract": "By turns funny, passionate, angry and joyous,. does your mama know?. reflects the complexity of emotions that accompany a black lesbian’s coming out. These 49 short stories, poems, interviews and essays—fiction and nonfiction—make up a powerful collection of original and new writing by 41 women.. does your mama know?. is ready to take its place in the halls of literary African-American lesbian voices.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Short Stories",
                "Nonfiction",
                "Anthologies",
                "Poetry",
                "Race",
                "Queer",
                "Gender"
            ]
        },
        {
            "title": "The Wrong Boy",
            "authors": [
                "Willy Russell"
            ],
            "ranking": 4.12,
            "ranking_count": 1618,
            "abstract": "The hilarious, bittersweet novel from the playwright behind. EDUCATING RITA, SHIRLEY VALENTINE and award-winning musical BLOOD BROTHERS. .. Dear Morrissey,. I'm feeling dead depressed and down.. Like a streetlamp without a bulb or a goose at the onset of Christmas time.. Anyroad, I thought I'd pen a few lines to someone who'd understand.... It's 1991. Raymond Marks is a normal boy, from a normal family, in a normal northern town. Only lately, he's been feeling dead down. His dad left home after falling in love with a five-string banjo. His fun-hating grandma believes she should have married Jean-Paul Sartre:. 'I could never read his books, but y' could tell from his picture, there was nothing frivolous about John-Paul Sartre.'. Felonious Uncle Jason and Appalling Aunty Paula are lusting after the satellite dish.. And so he turns to the one person who'll understand what he's going through: Morrissey. Told through a series of heartfelt letters to the frontman of The Smiths, this is a laugh-out-loud funny, incredibly poignant tale from a character you can't help but love.. 'B. ig-hearted, wonderfully funny and engrossing'. THE MIRROR. 'A warm, funny, poignant story. I loved. The Wrong Boy. - and so will you'. SUNDAY TELEGRAPH. 'A comic masterpiece'. BEL MOONEY, MAIL ON SUNDAY",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Humor",
                "Young Adult",
                "Roman",
                "Unfinished",
                "Music",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Prisoner's Dilemma",
            "authors": [
                "Richard Powers"
            ],
            "ranking": 3.85,
            "ranking_count": 679,
            "abstract": "The magnificent second novel from the Pulitzer Prize–winning author of. The Overstory. and the forthcoming. Bewilderment. .. “Accomplished . . . mature and assured. . . . A major American novelist.”—. New Republic. Something is wrong with Eddie Hobson, Sr., father of four, sometime history teacher, quiz master, black humorist, and virtuoso invalid. His recurring fainting spells have worsened, and given his ingrained aversion to doctors, his worried family tries to discover the nature of his sickness.. Meanwhile, in private, Eddie puts the finishing touches on a secret project he calls Hobbstown, a place that he promises will save him, the world, and everything that’s in it.. A dazzling novel of compassion and imagination,. Prisoner’s Dilemma. is a story of the power of individual experience.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Family",
                "Historical",
                "American",
                "Science"
            ]
        },
        {
            "title": "The Chess Garden",
            "authors": [
                "Brooks Hansen",
                "Miles Hyman"
            ],
            "ranking": 4.02,
            "ranking_count": 550,
            "abstract": "In the fall of 1900, Dr. Gustav Uyterhoeven left the chess garden that he and his wife, Sonja, had created together in Dayton, Ohio, and journeyed to South Africa to serve as a doctor in the British concentration camps of the Boer War. Over the next ten months he sent twelve chess pieces and twelve letters back to Sonja. She set out her husband's gifts as they arrived and welcomed all the most faithful guests of the garden to come and hear what he had written - letters which told nothing of his experience of the camps but described an imagined land called the Antipodes, where all the game pieces that cluttered the sets and drawers of the garden collection came to life to guide the doctor through his fateful and wondrous last adventure.. Brooks Hansen offers a tale of spiritual progress disguised in the most exotic visions of the imagination. And yet The Chess Garden encompasses a very real world, too. Alongside the doctor's visions of the Antipodes, the story of his life gradually unfolds as well. History and allegory are expertly woven until finally both lead back to the chess garden itself, a place where ideas give way to vision, reason meets faith, and fact and figment are finally reconciled.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Games",
                "Literature",
                "Speculative Fiction",
                "Modern",
                "Novels",
                "Contemporary",
                "Magical Realism"
            ]
        },
        {
            "title": "Tsotsi",
            "authors": [
                "Athol Fugard"
            ],
            "ranking": 3.65,
            "ranking_count": 1630,
            "abstract": "Tsotsi. is a real find, by one of the most affecting and moving writers of our time (. Financial Times. )-- and the novel is now being reissued to coincide with the release of a feature film, which is already being compared to 2004's runaway hit. City of God. .. One of the world's pre-eminent playwrights, who could be a primary candidate for either the Nobel Prize in Literature or the Nobel Peace Prize (Mel Gussow,. The New Yorker. ), Athol Fugard is renowned for his relentless explorations of personal and political survival in apartheid South Africa - which include his now classic plays. Master Harold . . . and the Boys. and. The Blood Knot. . Fugard has written a single novel,. Tsotsi,. which director Gavin Hood has made into a feature film that. The Times. (London) calls a remarkable achievement and is South Africa s official entry for the 2006 Academy Awards.. Set amid the sprawling Johannesburg township of Soweto, where survival is the primary objective,. Tsotsi. traces six days in the life of a ruthless young gang leader. When we meet Tsotsi, he is a man without a name (. tsotsi. is Afrikaans for hoodlum ) who has repressed his past and now exists only to stage and execute vicious crimes. When he inadvertently kidnaps a baby, Tsotsi is confronted with memories of his own painful childhood, and this angry young man begins to rediscover his own humanity, dignity, and capacity to love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Southern Africa",
                "Cultural",
                "Contemporary",
                "Novels",
                "Historical",
                "Academic",
                "Mystery",
                "Classics",
                "Drama"
            ]
        },
        {
            "title": "The Girl Who Trod on a Loaf",
            "authors": [
                "Kathryn Davis"
            ],
            "ranking": 3.71,
            "ranking_count": 185,
            "abstract": "A young woman in flight from her past, and an old woman whose secrets are contained in the grave--with this configuration, Davis begins a novel of true bravura about opera, adultery, and murder.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Music",
                "Literary Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "ความเป็นอนิจจังของสัีงคม",
            "authors": [
                "ปรีดี พนมยงค์"
            ],
            "ranking": 4.4,
            "ranking_count": 5,
            "abstract": "ความเป็นอนิจจังของสังคม. สิ่งทั้งหลายในโลกนี้เป็นอนิจจัง. ไม่มีสิ่งใดนิ่งคงที่. ทุกสิ่งที่มีอาการเคลื่อนไหว. เปลี่ยนแปลงไปอย่างไม่หยุดยั้ง. สสารวัตถุที่ประกอบขึ้นโดยพลังของธรรมชาติ. หรือโดยพลังของมนุษย์. ซึ่งเรามองด้วยตาเปล่าอาจเห็นว่า. ไม่เคลื่อนไหวนั้นความจริงมีการเคลื่อนไหว. ภายในตัวของสิ่งนั้นๆคือ. สิ่งที่เกิดขึ้นแล้วย่อมเปลี่ยนแปลง. จากความเป็นสิ่งใหม่ไปสู่ความเป็นสิ่งเก่า. พืชพันธ์ รุกขชาติ และสัตว์ชาติทั้งปวง. รวมทั้งมนุษยชาติที่มีชีวิตนั้น. เมื่อได้เกิดมาแล้วก็เคลื่อนไหวเปลี่ยนแปลง. โดยเจริญเติบโตขึ้นตามลำดับ. จนถึงขีดที่ไม่ อาจเติบโตได้อีกต่อไปแล้ว. ก็ดำเนินสู่ความเสื่อม และสลายในที่สุด. ชีวิตย่อมมี ด้านบวก กับด้านลบ. มีส่วนที่เกิดใหม่ ซึ่งเจริญงอกงาม. กับส่วนเก่าที่เสื่อม. ซึ่งกำลังดำเนินไปสู่ความสลายดับ. ด้านบวกหรือด้านลบ หรือ สิ่งใหม่กับสิ่งเก่า. ย่อมโต้อยู่ภายในของชีวิตนั้นเอง. ซึ่งทำให้ชีวิตมีการเคลื่อนไหว. มนุษย์สังคม หรือเรียกสั้นๆว่า สังคม. ก็มีอาจหลีกเลี่ยงให้พ้น. ไปจากกฏแห่งอนิจจัง. ดังกล่าวข้างต้น กล่าวคือ. สังคมมีอาการเคลื่อนไหวเปลี่ยนแปลง. ไปอย่างไม่หยุดยั้ง. สังคมย่อมมีด้านบวกกับด้านลบ. ภายในสังคมนั้นเอง. คือสภาวะใหม่ ที่เจริญงอกงาม. และสภาวะเก่าที่เสื่อม. ซึ่งดำเนินไปสู่ความสลายดับ. สังคมมนุษย์มี พลังงานใหม่ซึ่งเป็น. ด้านบวกและมีพลังเก่าด้านลบที่ปะทะกันอยู่. อันทำให้สังคมเคลื่อนไหวไป. ในทำนองเดียวกันกับสิ่งที่มีชีวิต. ทั้งหลายตามกฏธรรมชาติ. พลังเก่าก็เสื่อมสลายไปด้วย. พลังใหม่ที่เจริญเติบโต. ระบบสังคมของพลังใหม่ก็เจริญเติบโตไปด้วย. สภาวะเก่าหลีกเลี่ยงจาก. ความเสื่อมสลายไปไม่พ้น. ส่วนสภาวะใหม่ก็ต้องดำเนินไปสู่ความเจริญ. ซึ่งพลังเก่าไม่อาจต้านทานไว้ได้. ดังนั้นสภาวะใหม่ย่อมได้รับชัยชนะต่อสภาวะเก่า. ในวิถีแห่งการปะทะระหว่าง. ด้านบวกกับด้านลบตามกฏธรรมชาติ. สภาวะใหม่ที่ได้ชัยชนะต่อสภาวะเก่านั้น. มิอาจรักษาความเป็นสภาวะใหม่นั้น. ก็ต้องดำเนินไปตามกฏแห่งอนิจจัง. คือเมื่อเติบโตจนถึงขีด. ที่ไม่อาจเจริญต่อไปได้อีกแล้ว. ก็ดำเนินไปสู่ความเสื่อม. โดยมีสภาวะที่ใหม่ยิ่งกว่า ขึ้นมาปะทะ. และได้ชัยชนะรับช่วงเป็นทอดๆต่อไป",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Girl Next Door",
            "authors": [
                "Jack Ketchum"
            ],
            "ranking": 3.91,
            "ranking_count": 29972,
            "abstract": "Suburbia. Shady, tree-lined streets, well-tended lawns and cozy homes. A nice, quiet place to grow up. Unless you are teenage Meg or her crippled sister, Susan. On a dead-end street, in the dark, damp basement of the Chandler house, Meg and Susan are left captive to the savage whims and rages of a distant aunt who is rapidly descending into madness. It is a madness that infects all three of her sons and finally the entire neighborhood. Only one troubled boy stands hesitantly between Meg and Susan and their cruel, torturous deaths. A boy with a very adult decision to make.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Crime",
                "Audiobook",
                "Dark",
                "Sociology",
                "Adult"
            ]
        },
        {
            "title": "Candy",
            "authors": [
                "Luke Davies"
            ],
            "ranking": 4.11,
            "ranking_count": 6963,
            "abstract": "Candy is beside me, drenched in sweat. She's breathing gently, long slow breaths. I imagine her soul going in and out: wanting to leave, wanting to come back, wanting to leave, wanting to come back. The day will soon harden into what we need to do. But for now we have each other. . . .. He met Candy amid a lush Sydney summer. Gorgeous, sexy, free-spirited Candy. They fell in love fast, lots of laughter and lust, the days melting warmly into each other. He never planned to give her a habit. But she wanted a taste. And wasn't love, after all, about sharing lives? Candy had a bit of money and in the beginning, everything was beautiful. Heady, heroin-hazed days, the world open and inviting. But when the money ran out, the craving remained, and the days ceased their luxurious stretch.. But there was still love. Only now, it was a threesome. Heroin had its own demands, its own timetable, and thoughts of nabbing the next fix hurled them into each day. Then, when desperation sets in, Candy will stop at nothing to secure a blast, as she and her lover become hostage to the nightmarish world of addiction.. Painful, sexy, tender, and charged with dark humor,. Candy. provocatively charts the daily rituals of two lovers maintaining a long-term junk habit. Told in stunningly vivid prose and set against the backdrop of suburban and urban Australia,. Candy. is both an electrifying and frightening glimpse of contemporary life and love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Romance",
                "Health",
                "Novels",
                "Adult Fiction",
                "Young Adult",
                "Drama",
                "Literature"
            ]
        },
        {
            "title": "Kirinyaga",
            "authors": [
                "Mike Resnick"
            ],
            "ranking": 3.99,
            "ranking_count": 1054,
            "abstract": "Koriba, the founder and self-appointed witch doctor of Kirinyaga, a utopian planet based on his native country of Kenya before European influence, confronts challenges from his followers and from Earth in the twenty-second century.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Fantasy",
                "Cultural",
                "Science Fiction Fantasy",
                "Anthologies",
                "Religion"
            ]
        },
        {
            "title": "Long Summer Day",
            "authors": [
                "R.F. Delderfield"
            ],
            "ranking": 4.2,
            "ranking_count": 1451,
            "abstract": "Paul Craddock is still young when he is invalided out of the army after the Boer War and he discovers the neglected estate of Shallowford in a secluded corner of Devon. It seems remote from the march of progress. But as storm clouds gather over Europe, Paul learns that no part of England, however remote, can escape the challenge of the times.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Romance",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Revolution of Everyday Life",
            "authors": [
                "Raoul Vaneigem",
                "Donald Nicholson-Smith"
            ],
            "ranking": 4.15,
            "ranking_count": 1409,
            "abstract": "One of the most important exponents of Situationist ideas presents an impassioned critique of modern capitalism in this cornerstone of modern radical thought. Published in early 1968, it both kindled and colored the May 1968 upheavals in France, which captured the attention of the world. Naming and defining the alienating features of everyday life in consumer society: survival rather than living in full, the call to sacrifice, the cultivation of false needs, the dictatorship of the commodity, subjection to social roles, and the replacement of God by the economy, the book argues that the countervailing impulses that exist within deep alienation - creativity, spontaneity, poetry present an authentic alternative to nilhilistic consumerism. This carefully edited new translation marks the first North American publication of this important work and includes a new preface by the author.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Politics",
                "Nonfiction",
                "Sociology",
                "Anarchism",
                "History",
                "Art",
                "Cultural"
            ]
        },
        {
            "title": "Unspeakable Truths and Happy Endings: Human Cruelty and the New Trauma Therapy",
            "authors": [
                "Rebecca Coffey"
            ],
            "ranking": 4.15,
            "ranking_count": 13,
            "abstract": "With the electrifying tales of 15 survivors of catastrophic human cruelty at its narrative core, Unspeakable Truths & Happy Endings resoundingly illuminates both the necessity and difficulty of compassionate, sensible listening to survivors' tales of trauma.The book journalistically explores the affects of survivors's stories on compassionate listeners -- a group that includes therapists but that also includes friends, family, and even survivors themselves as they work and re-work the realities of their own experience. Along the way, the book addresses the flip side of compassionate listening; squabbles about victimhood and recovered memory. The book concludes that, as thinking and caring inhabitants of a menacing world, we must all learn to hear unspeakable truths. At the same time that we risk accepting the truths about violence and degradation that survivors' memories hold, we must reasonably engage critical thinking when memories of violence and degradation stretch the limits of our credulity. We owe it to survivors to listen compassionately; we owe it to ourselves to listen prudently.",
            "part_of_series": false,
            "genre_list": [
                "Psychology"
            ]
        },
        {
            "title": "Naruto, Vol. 05: The Challengers",
            "authors": [
                "Masashi Kishimoto"
            ],
            "ranking": 4.5,
            "ranking_count": 21023,
            "abstract": "The three ninja-in-training have signed up for the Chūnin Selection Exams, which they must pass if they ever want to advance to the rank of full-fledged shinobi. They learn too late how grueling the exams are—and how dangerous. If the tests of skill, stealth, and battle prowess don't kill them, their fellow junior ninja will. And, since the three pass or fail as a group, they're only as strong as their weakest link: Naruto!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Action",
                "Adventure",
                "Media Tie In",
                "Comics Manga"
            ]
        },
        {
            "title": "The Man Who Was Magic",
            "authors": [
                "Paul Gallico",
                "Janet Grahame-Johnstone"
            ],
            "ranking": 4.39,
            "ranking_count": 451,
            "abstract": "A stranger comes to the city of Mageia and challenges its inhabitants with a new kind of magic - a magic that restores innocence and faith.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Charizard, Go!",
            "authors": [
                "Tracey West"
            ],
            "ranking": 4.35,
            "ranking_count": 605,
            "abstract": "It is the biggest Pokemon competition of Ash's life, and he doesn't want to lose. Fire fights fire but can Ash trust Charizard to battle for him? Ash raised Charizard from a stray Charmander, but Charizard is stubborn and never listens to Ash.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Media Tie In"
            ]
        },
        {
            "title": "جنگل واژگون",
            "authors": [
                "J.D. Salinger",
                "بابک تبرایی",
                "سحر ساعی"
            ],
            "ranking": 3.6,
            "ranking_count": 1964,
            "abstract": "آنچه در پی می‌آید، گزیده یادداشت‌های روزانه‌ای‌ست به تاریخ ۳۱ دسامبر ۱۹۱۷. این یادداشت‌ها در شورویوی لانگ آیلند، به قلم دختر‌بچه‌ای به نام کورین فون نوردهوفن نوشته شده است. کورین دختر سارا کیس مونتروس فون نوردهوفن وارث تجهیزات ارتوپدی مونتروس بود که در ۱۹۱۵ خودکشی کرد. پدر کورین، بارون اوتو فون نوردهوفن، هنوز زنده بود، یا دست‌کم زیر نقاب خاکستری تبعید هنوز نفس می‌کشید. کورین این فصل از یادداشت‌های روزانه‌اش را در شب پیش از یازدهمین سالگرد تولدش شروع کرد.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Short Stories",
                "Literature",
                "Novella",
                "The United States Of America"
            ]
        },
        {
            "title": "Rena's Promise: A Story of Sisters in Auschwitz",
            "authors": [
                "Rena Kornreich Gelissen",
                "Heather Dune Macadam"
            ],
            "ranking": 4.33,
            "ranking_count": 9009,
            "abstract": "Sent to Auschwitz on the first Jewish transport, Rena Kornreich survived the Nazi death camps for over three years. While there she was reunited with her sister Danka. Each day became a struggle to fulfill the promise Rena made to her mother when the family was forced to split apart--a promise to take care of her sister.. One of the few Holocaust memoirs about the lives of women in the camps,. Rena's Promise. is a compelling story of the fleeting human connections that fostered determination and made survival a possibility. From the bonds between mothers, daughters, and sisters, to the links between prisoners, and even prisoners and guards,. Rena's Promise. reminds us of the humanity and hope that survives inordinate inhumanity.",
            "part_of_series": false,
            "genre_list": [
                "World War II",
                "Nonfiction",
                "History",
                "Autobiography",
                "War",
                "Biography",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "Meg",
            "authors": [
                "Steve Alten"
            ],
            "ranking": 3.76,
            "ranking_count": 19990,
            "abstract": "On a top-secret dive into the Pacific Ocean's deepest canyon, Jonas Taylor found himself face-to-face with terror. The sole survivor of the mission, Taylor remains haunted years later by what he saw. Written off as a crackpot, he insists that the prehistoric shark known as. Carcharodon megalodon. still swims the deep underwater chasms.. Only an urgent call for help from one of his oldest friends can persuade him to return to those deadly waters. Now Taylor will relive his darkest nightmare, only to find that what he saw before was only the beginning. For what lies deep beneath the waves is a horror that could turn the tides blood-red until the end of time....",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Adventure",
                "Action",
                "Animals",
                "Audiobook",
                "Folklore",
                "Suspense"
            ]
        },
        {
            "title": "Fools Crow",
            "authors": [
                "James Welch"
            ],
            "ranking": 4.01,
            "ranking_count": 4213,
            "abstract": "Set in Montana shortly after the Civil War, this novel tells of White Man's Dog (later known as Fools Crow so called after he killed the chief of the Crows during a raid), a young Blackfeet Indian on the verge of manhood, and his band, known as the Lone Eaters. The invasion of white society threatens to change their traditional way of life, and they must choose to fight or assimilate.. The story is a powerful portrait of a fading way of life. The story culminates with the historic Marias Massacre of 1870, in which the U.S. Cavalry mistakenly killed a friendly band of Blackfeet, consisting mostly of non-combatants.. A major contribution to Native American literature. -- Wallace Stegner.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Westerns",
                "Academic",
                "Literature",
                "Adult",
                "Novels",
                "Native Americans"
            ]
        },
        {
            "title": "The Way to Happiness",
            "authors": [
                "L. Ron Hubbard"
            ],
            "ranking": 3.76,
            "ranking_count": 434,
            "abstract": "To date, some 100 million copies of. The Way to Happiness. are in circulation in more than 114 languages and in over 170 countries.. “It is truly a guide to living a happy and productive life. The day-to-day challenges we face often seem insurmountable. However, honesty and kindness are contagious. The sharing of these traits will make our world a better place.”. (. Undersecretary of the Army, Washington, D.C.). “The book. The Way To Happiness. should be an inspiration to everyone. By following the advice contained in the book, there is no doubt that all will benefit personally and successfully across life's path.”. (. City Mayor, California). How do you find real happiness? It can be difficult to keep going when times are tough, or when the choices others make set you back or hinder your progress toward your goals. Here are the real-life, doable actions and attitudes that help those around you build up values based on commonly held, easy-to-understand virtues and precepts.. People from all walks of life use this book every day to dramatically improve their happiness.. “One can feel at times like a spinning leaf blown along a dirty street, one can feel like a grain of sand stuck in one place. But nobody has said that life was a calm and orderly thing: it isn't. One isn't a tattered leaf nor a grain of sand: one can, to greater or lesser degree draw his road map and follow it.”. —L. Ron Hubbard. When one follows these principles and assists others to do so, one’s own happiness and survival can be improved.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Religion",
                "Self Help",
                "Spirituality"
            ]
        },
        {
            "title": "Class Trip",
            "authors": [
                "Emmanuel Carrère"
            ],
            "ranking": 3.72,
            "ranking_count": 4074,
            "abstract": "Two harrowing tales of pyschological suspense -- hailed as stunning (John Updike) -- from the mathematician of horrorTwo by Carrere brings together the greatest works of Emmanuel Carrere, the Stephen King of France (Mirabella), two novels that are at once gripping suspense stories and laser probes into the modern psyche.. In Class Trip, little Nicolas embarks on an ill-fated overnight excursion. Prone to lurid imaginings of kidnappings and organ thefts, Nicolas watches his fantasies grow horrifyingly real when a local child disappears. Nicolas takes it upon himself to investigate, fearlessly playing detective -- until he uncovers the devastating truth. Dramatic, taut with intensity, Carrere's depictions of the terrifying anxieties and shifting realities of modern life are marvels of concentrated emotion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Thriller",
                "Horror",
                "European Literature",
                "Mystery",
                "Novels",
                "Roman",
                "Contemporary"
            ]
        },
        {
            "title": "Realty Check",
            "authors": [
                "Piers Anthony"
            ],
            "ranking": 3.59,
            "ranking_count": 257,
            "abstract": "Six people come together to solve the mystery of a house whose front door opens to any city in the present, but whose back door opens into the past.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Sandro of Chegem",
            "authors": [
                "Fazil Iskander",
                "Susan Brownsberger"
            ],
            "ranking": 4.29,
            "ranking_count": 419,
            "abstract": "«Сандро из Чегема» — центральное произведение в творчестве Фазиля Искандера, живого классика русской литературы, подарившего ей теплый свет Абхазии, ее искрящийся темперамент, ее живую, страстную поэзию. Новеллы, составившие роман, выходили в разное время на протяжении многих лет, не раз были экранизированы. И постепенно «плутовской роман» (по определению автора) вырос в подлинный эпос. Жанровая принадлежность новелл, составивших эпопею, весьма разнообразна — мы встретим и драму, и сказку, и притчу, и даже лихой детектив. Рассказчик большинства из них, старый дядя Сандро, прожил долгую жизнь, полную прихотливых поворотов и ярких событий. Крестьянин, абрек, любовник сванской княгини, танцор, тамада, плут и мудрец — он многое повидал на своем веку и многое понял в этой жизни.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Classics",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Oral History",
            "authors": [
                "Lee  Smith"
            ],
            "ranking": 4.06,
            "ranking_count": 3856,
            "abstract": "When Jennifer, a college student, returns to her childhood home of Hoot Owl Holler with a tape recorder, the tales of murder and suicide, incest and blood ties, bring to life a vibrant story of a doomed family that still refuses to give up....",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "American",
                "Contemporary",
                "Novels",
                "Adult Fiction",
                "Literary Fiction",
                "Family",
                "Literature"
            ]
        },
        {
            "title": "Le cheval blanc",
            "authors": [
                "Elsa Triolet"
            ],
            "ranking": 4.06,
            "ranking_count": 102,
            "abstract": "«C'était plein de monde dans la rue, un quadrille qui se déroulait entre le Dôme, la Rotonde, la Coupole...- Qu'est-ce que vous avez à me dire, Élisabeth ?Élisabeth marchait un peu derrière lui, il faisait de si grands pas. Comme elle ne répondait pas, il s'arrêta : - Alors ?- Je vous aime, dit-elle le plus naturellement du monde...Ils marchèrent vers la gare Montparnasse.»",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fiction",
                "Romance",
                "Roman",
                "Cultural"
            ]
        },
        {
            "title": "The Mammy",
            "authors": [
                "Brendan O'Carroll"
            ],
            "ranking": 4.09,
            "ranking_count": 5377,
            "abstract": "Mammy is what Irish children call their mothers and. The Mammy. is Agnes Browne--a widow struggling to raise seven children in a North Dublin neighborhood in the 1960s. Popular Irish comedian. Brendan O'Carroll. chronicles the comic misadventures of this large and lively family with raw humor and great affection. Forced to be mother, father, and referee to her battling clan, the ever-resourceful Agnes Browne occasionally finds a spare moment to trade gossip and quips with her best pal Marion Monks (alias The Kaiser) and even finds herself pursued by the amorous Frenchman who runs the local pizza parlor. Like the novels of Roddy Doyle,. The Mammy. features pitch-perfect dialogue, lightning wit, and a host of colorful characters. Earthy and exuberant, the novel brilliantly captures the brash energy and cheerful irreverence of working-class Irish life.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Humor",
                "European Literature",
                "Family",
                "Adult Fiction",
                "Book Club"
            ]
        },
        {
            "title": "Exposition of the Divine Principle",
            "authors": [
                "Sun Myung Moon",
                "Hyo Won Eu"
            ],
            "ranking": 4.45,
            "ranking_count": 69,
            "abstract": "This is the basic text explaining the theology of Unification Movement and essential teaching of Reverend Sun Myung Moon. Newly translated from the original Korean, this reveals provocative new insight into God's principles of the created world, the deeper nature of the Fall, the nature of salvation, the mission of Jesus and the Second Coming of Christ.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Classics",
                "Spirituality"
            ]
        },
        {
            "title": "Blood Thirst",
            "authors": [
                "L.A. Freed"
            ],
            "ranking": 4.18,
            "ranking_count": 73,
            "abstract": "BLOOD THIRST follows the transformation of Angela Trenton as she becomes a vampire. Attacked and left to die, she is faced with uncertainty and fear as her body begins to change. She is aided by another vampire named Elijah, and he becomes her mentor. He teaches her how to hunt, and quench her ever-demanding thirst for blood. He also reveals to her the name of her attacker - Matthew. She's determined to hunt Matthew down and kill him. But when Elijah leaves her, she is forced to push her hatred of Matthew aside so that she can learn the real truth of why he committed her to everlasting darkness.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Paranormal",
                "Romance"
            ]
        },
        {
            "title": "I Beati Paoli",
            "authors": [
                "Luigi Natoli",
                "Umberto Eco",
                "Rosario La Duca"
            ],
            "ranking": 4.23,
            "ranking_count": 239,
            "abstract": "Settembre 1713. Cavalcando il suo scheletrico ronzino, lo spadone al fianco, Blasco di Castiglione, cuore tenero, buontempone e testa calda, fa il suo ingresso a Palermo. Volendo scoprire il segreto della sua nascita, incontrerà don Raimondo della Motta, che pur di cingere la corona ducale ha commesso ogni tipo di crimine, la splendida e turbolenta Donna Gabriella, che sa cosa vuol dire amare fino a morire, lo sbirro Matteo Lo Vecchio, campione di scelleratezza, Violante, bella come un sogno di purezza, il misterioso Coriolano della Foresta. Scoprirà una città di palazzi arabi, di chiese spagnole, di fortezze normanne, con i suoi quartieri e le sue catacombe dove si riunisce la setta dei Beati Paoli.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Romance",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Killing Me Softly",
            "authors": [
                "Nicci French"
            ],
            "ranking": 3.66,
            "ranking_count": 6876,
            "abstract": "Now that you've read GONE GIRL.... Alice Loudon has it all: a devoted boyfriend, a marvelous circle of friends, a challenging job as a research scientist. Then one morning, on her way to work, she exchanges a lingering look with a devastatingly attractive man. Adam Tallis is the essence of every female fantasy--a daring mountain climber who has been hailed as a hero. As a lover, he is more passionate than Alice's wildest imaginings. Soon there isn't anything or anyone she wouldn't give up to stay by his side. Soon all she has is Adam, and life with this stranger will take her to new heights of madness...and fear.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Romance",
                "Drama",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "His Master's Voice",
            "authors": [
                "Stanisław Lem",
                "Michael Kandel"
            ],
            "ranking": 4.1,
            "ranking_count": 4034,
            "abstract": "Twenty-five hundred scientists have been herded into an isolated site in the Nevada desert. A neutrino message of extraterrestrial origin has been received and the scientists, under the surveillance of the Pentagon, labor on His Master's Voice, the secret program set up to decipher the transmission. Among them is Peter Hogarth, an eminent mathematician. When the project reaches a stalemate, Hogarth pursues clandestine research into the classified TX Effect--another secret breakthrough. But when he discovers, to his horror, that the TX Effect could lead to the construction of a fission bomb, Hogarth decides such knowledge must not be allowed to fall into the hands of the military.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "European Literature",
                "Philosophy",
                "Novels",
                "Science Fiction Fantasy",
                "Literature",
                "Classics",
                "Cultural",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Ariadne",
            "authors": [
                "June Rachuy Brindel"
            ],
            "ranking": 4.12,
            "ranking_count": 134,
            "abstract": "As Minos plots against the matriarchy, as famine stalks the mountains and the people grow restive, Ariadne struggles to preserve her religion, her throne, and her life. Bold, handsome Theseus, prince of Athens, appears to offer help: but does he come to save Ariadne—or destroy her?. . Ariadne. is a sensitive and poetic interpretation of Minoan civilization at the end of its glory... Like the best of Mary Renault,. Ariadne. clothes the bones of ancient mysteries in vivid flesh and blood. - Iris Cornelia Love, Classical archeologist. An awesome word-creation... Brindel's premise and method were risky ones, retelling an ancient myth from unexpected points of view. Those risks made the unparalleled intensity of feeling she has captured and conveyed all the more a triumph. -. Chicago Tribune",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fantasy",
                "Fiction",
                "Mythology",
                "Classics",
                "Literature",
                "Novels",
                "History"
            ]
        },
        {
            "title": "The First Element: Secrets to Maximizing Your Energy",
            "authors": [
                "Tae Yun Kim"
            ],
            "ranking": 4.71,
            "ranking_count": 14,
            "abstract": "Ki Energy is the key to: energizing yourself; transforming your life into what you want it to be; radiating positive energy into your environment; forming great relationships; staying healthy; taking charge of your life; and more.... Discover what Ki Energy is. Achieve a better understanding of your own Ki so you can begin consciously developing and directing it.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Car Thief",
            "authors": [
                "Theodore Weesner"
            ],
            "ranking": 3.82,
            "ranking_count": 182,
            "abstract": "In. “one of the great coming-of-age novels of the twentieth century,” an estranged father and son struggle to get by in 1950s Michigan (. New York Times. –bestselling author Jennifer Haigh).. It’s 1959 in Flint, Michigan, and sixteen-year-old Alex Housman has just stolen his fourteenth car. Frankly, he doesn’t know why he does it. Meanwhile, his divorced father grinds out his night shift at the Chevy plant in nearby Detroit, looking forward to the flask of booze in his glove compartment.. Father and son attempt to express their love for each other, even as Alex fills his days juggling cheap thrills and crushing depression. Compelled by reasons he can’t put into words, he cruises and steals, running from—and then forcing run-ins with—the police.. Broke and fighting to survive, Alex and his father face the realities of estrangement and incarceration as their lives unfold toward a climactic episode that the. New York Times. considers “one of the most profoundly powerful in American fiction.”. “A remarkable, gripping first novel.” —Joyce Carol Oates,. New York Times. –bestselling author of. A Book of American Martyrs. “Poignant and beautifully written . . . so true and so excruciatingly painful that one can’t read it without feeling the knife’s cruel blade in the heart.” —. The. Boston Globe",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Novels",
                "Mystery"
            ]
        },
        {
            "title": "Disney's Prince and the Pauper",
            "authors": [
                "Walt Disney Company"
            ],
            "ranking": 4.04,
            "ranking_count": 1540,
            "abstract": "This book tells the same story as the Disney version of The Prince and the Pauper, with every page illustrated with stills from the movie.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Retellings",
                "Fantasy",
                "Adventure",
                "Media Tie In"
            ]
        },
        {
            "title": "Treason",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 3.9,
            "ranking_count": 7406,
            "abstract": "Lanik Mueller's birthright as heir to planet Treason's most powerful rulership will never be realized. He is a rad -- radical regenerative. A freak among people who can regenerate injured flesh... and trade extra body parts to the Offworld oppressors for iron. For, on a planet without hard metals -- or the means of escape -- iron is power in the race to build a spacecraft.. Iron is the promise of freedom -- which may never be fulfilled as Lanik uncovers a treacherous conspiracy beyond his imagination.. Now charged with a mission of conquest -- and exile -- Lanik devises a bold and dangerous plan... a quest that may finally break the vicious chain of rivalry and bloodshed that enslaves the people of Treason as the Offworld never could.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adult",
                "Speculative Fiction",
                "Novels",
                "Space"
            ]
        },
        {
            "title": "Ancient History",
            "authors": [
                "Garth Ennis",
                "Steve Dillon",
                "Steve Pugh",
                "Matt Hollingsworth",
                "Carlos Ezquerra",
                "Richard Case"
            ],
            "ranking": 4.26,
            "ranking_count": 17845,
            "abstract": "Four distinctive characters whose lives were forever changed by encounters with Preacher's Jesse Custer take center stage in this volume. Included: The Saint of Killers, telling the origin of this troubled, violent figure from the Old West, and The Story of You-Know-Who, in which a disaffected loser tries to escape the influence of his abusive sheriff father with tragic, yet comical, results, and more.. PREACHER SPECIAL: SAINT OF KILLERS #1-4, PREACHER SPECIAL: THE STORY OF YOU-KNOW-WHO, PREACHER SPECIAL: THE GOOD OLD BOYS",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Fantasy",
                "Comics",
                "Graphic Novels Comics",
                "Horror",
                "Westerns",
                "Religion"
            ]
        },
        {
            "title": "The Nick Adams Stories",
            "authors": [
                "Ernest Hemingway"
            ],
            "ranking": 4.03,
            "ranking_count": 7478,
            "abstract": "The Nick Adams Stories show a memorable character growing from child to adolescent to soldier, veteran, writer & parent--a sequence closely paralleling events of Hemingway's life.. The 1st section, called Northern Woods, includes Three Shots, Indian Camp, The Doctor & the Doctor's Wife, Ten Indians & The Indians Moved Away. The 2nd section, On His Own, includes The Light of the World, The Battler, The Killers, The Last Good Country & Crossing the Mississippi.. The 3rd section, War, has Night Before Landing, Nick Sat Against the Wall, Now I Lay Me, A Way You'll Never Be & In Another Country. The 4th section, Soldier Home, has Big Two-Hearted River, The End of Something, The Three-Day Blow & Summer People. The 5th section, Company of Two, has Wedding Day, On Writing, An Alpine Idyll, Cross-Country Snow & Fathers & Sons.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "Literary Fiction",
                "The United States Of America",
                "Novels"
            ]
        },
        {
            "title": "The Politics of Experience/The Bird of Paradise",
            "authors": [
                "R.D. Laing"
            ],
            "ranking": 4.13,
            "ranking_count": 1805,
            "abstract": "R.D. Laing is at his most wickedly iconoclastic in this eloquent assault on conventional morality. Unorthodox to some, brilliantly original to others,. The Politics of Experience. goes beyond the usual theories of mental illness and alienation, and makes a convincing case for the madness of morality. Compelling, unsettling, consistently absorbing,. The Politics of Experience. is a classic of genuine importance that will excite, enthrall, and disturb. No one who reads it will remain unaffected. (Rollo May,. Saturday Review. )",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Philosophy",
                "Nonfiction",
                "Sociology",
                "Science",
                "Politics",
                "Writing",
                "Medicine"
            ]
        },
        {
            "title": "You Can't Go Home Again",
            "authors": [
                "Thomas Wolfe"
            ],
            "ranking": 4.05,
            "ranking_count": 4764,
            "abstract": "George Webber has written a successful novel about his family and hometown. When he returns to that town he is shaken by the force of the outrage and hatred that greets him. Family and friends feel naked and exposed by the truths they have seen in his book, and their fury drives him from his home. He begins a search for his own identity that takes him to New York and a hectic social whirl; to Paris with an uninhibited group of expatriates; to Berlin, lying cold and sinister under Hitler's shadow. At last Webber returns to America and rediscovers it with love, sorrow, and hope.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Historical",
                "The United States Of America",
                "American"
            ]
        },
        {
            "title": "The Train Was on Time",
            "authors": [
                "Heinrich Böll",
                "Leila Vennewitz"
            ],
            "ranking": 3.85,
            "ranking_count": 2757,
            "abstract": "Heinrich Böll's taut and haunting first novel tells the story of twenty-four-year-old Private Andreas as he journeys on a troop train across the German countryside to the battle on the Eastern front. Trapped, he knows that Hitler has already lost the war ... yet he is suddenly galvanised by the thought that he is on the way to his death.. As the train hurtles on, he riffs through prayers and memories, talks with other soldiers about what they've been through, and gazes desperately out the window at his country racing away. With mounting suspense, Andreas is gripped by one thought over all: Is there a way to defy his fate?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "War",
                "Novels",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "The Trumpet of the Swan",
            "authors": [
                "E.B. White",
                "Fred Marcellino"
            ],
            "ranking": 4.09,
            "ranking_count": 73454,
            "abstract": "Generations have grown up with E. B. White's classic novels. One of his best-loved books,. The Trumpet of the Swan. , about a cygnet who finds his voice, is now a full-length animated film from Sony. Now younger readers can experience the joy of reading about Louie the trumpeter swan and his friends in these adorable readers with original full-color illustrations.. Louie is very popular. Who wouldn't love a swan who can read, write, and play the trumpet? When Louie goes to camp, he meets a boy named A.G. who doesn't like birds, and since Louie is a bird, that means he doesn't like Louie. When A.G. pulls a dangerous stunt out on the lake, he realizes that Louie is a hero, after all.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Childrens",
                "Animals",
                "Fantasy",
                "Young Adult",
                "Academic"
            ]
        },
        {
            "title": "The Trial / America / The Castle / Metamorphosis / In the Penal Settlement / The Great Wall of China / Investigations of a Dog / Letter to His Father / The Diaries, 1910–23: Complete & Unabridged",
            "authors": [
                "Franz Kafka"
            ],
            "ranking": 4.35,
            "ranking_count": 55,
            "abstract": "This volume contains the great works of fiction as well as the complete diaries and thus gives the reader considrable insight into the mind of this strange and powerful man.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "Gestapo",
            "authors": [
                "Sven Hassel"
            ],
            "ranking": 3.94,
            "ranking_count": 2011,
            "abstract": "In acest volum, ritmul scrierii se apropie de cel cinematografic, autorul creand, totodata, o reusita alternanta a situatiilor. Astfel, de la disciplina penitenciara, in fapt o terifianta batjocura la adresa condamnatilor, actiunea este translatata spre o paranghelie cazona. De la arestarea unei batranici, care va fi condamnata la moarte pentru ofensa la adresa Fuhrerului, se ajunge la intalnirea a doi afaceristi in uniforma – Porta si trompetul-cavalerist Rudolf Kleber, care, suprem argument, i-a cantat lui Hitler. Trocul cu tigari cu opiu contra poze porno e savuros, portretele celor doua personaje fiind creionate cu un indiscutabil umor (amintind de Hasek si al sau brav soldat Swejk).. Hassel reuseste, de asemenea, o paralela socanta intre teroarea de tip Gestapo si aceea, cu nimic mai prejos, practicata de NKVD-ul sovietic. Ceea ce ii induce cititorului credinta ca intre svastica si crucea verde a comisarilor sovietici au existat doar deosebiri de nuanta. Altfel spus, cam aceeasi Marie, cu alta palarie.. Alte doua personaje care provoaca cel putin repulsie sunt gardianul sef al inchisorii Altona, Stabsfeldwebelul Stalschmidt, si Standartenfurerul SD Paul Bielert.",
            "part_of_series": true,
            "genre_list": [
                "War",
                "Fiction",
                "Historical",
                "Action",
                "Novels",
                "European Literature",
                "Classics"
            ]
        },
        {
            "title": "Free Fall",
            "authors": [
                "William Golding"
            ],
            "ranking": 3.65,
            "ranking_count": 1158,
            "abstract": "Somehow, somewhere, Sammy Mountjoy lost his freedom, the faculty of freewill 'that cannot be debated but only experienced, like a colour or the taste of potatoes'. As he retraces his life in an effort to discover why he no longer has the power to choose & decide for himself, the narrative moves between England & a POW camp in Germany.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Nobel Prize",
                "European Literature",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "பொன்னியின் செல்வன்",
            "authors": [
                "Kalki"
            ],
            "ranking": 4.7,
            "ranking_count": 8427,
            "abstract": "பொன்னியின் செல்வன் - அமரர் கல்கி எழுதிய புகழ் பெற்ற தமிழ் வரலாற்றூப் புதினமாகும். 1950 - 1955 ஆண்டு வரை கல்கி வார இதழில் தொடர்கதையாக வெளியிடப்பட்டது. இப் புதினத்துக்குக் கிடைத்த மக்கள் ஆதரவு காரணமாகத் தொடர்ந்தும் பல்வேறு காலகட்டங்களில் இதே புதினத்தைக் கல்கி இதழ் தொடராக வெளியிட்டது. தவிர தனி நூலாகவும் வெளியிடப்பட்டுப் பல பதிப்புக்களைக் கண்டுள்ளது. கி.பி. 1000 ஆம் ஆண்டு வாக்கில் இருந்த சோழப் பேரரசை அடிப்படையாகக் கொண்டு இந்த வரலாற்றுப் புதினம் எழுதப்பட்டிருக்கிறது.. சோழர்களின் பொற்கால ஆட்சியைப் பற்றி சரித்திர நூல்களில் இருந்து தெரிந்துகொண்டதைக் காட்டிலும், பொன்னியின் செல்வனில் இருந்தே பெரும்பாலான தமிழர்கள் ஆர்வத்துடன் கற்றிருக்கிறார்கள்.. தமிழர்களின் உயிரோடும் உணர்வுகளோடும் ஒன்றிக் கலந்துவிட்ட பொன்னியின் செல்வனை திரும்பத் திரும்ப வாசியுங்கள். அடுத்த தலைமுறைக்கு அறிமுகப்படுத்துங்கள்.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Asian Literature",
                "Fantasy",
                "Novels",
                "Cultural",
                "Adventure",
                "Thriller"
            ]
        },
        {
            "title": "Bittersweet",
            "authors": [
                "Danielle Steel"
            ],
            "ranking": 3.82,
            "ranking_count": 5374,
            "abstract": "In. Bittersweet. , Danielle Steel has written a novel for our times, a story of choices and new beginnings.. India Taylor lived in a world of manicured lawns and neatly maintained calendars: a merry-go-round of Little League, piano lessons, and Cape Cod summer vacations. With four wonderful children, India believed in commitment and sacrifice, just as she believed in Doug, the man she married 17 years before. For India, this was the promise she made, the life she had chosen--not the award-winning career as a photojournalist she once had. It was a choice she had never truly regretted. Until she begins to regret it with all her heart.. India couldn't pinpoint the exact moment. Perhaps it was the last time her agent called, begging her to take an assignment Doug insisted she turn down. Or perhaps it was when Doug told her he thought of her as a companion and someone to take care of their kids, and not much more. At that moment, the price of the sacrifices she'd made began to seem high.. And then, she met Paul Ward. A Wall Street tycoon married to a bestselling author, Paul lived life on his own terms, traveling the world on his own yacht. India hadn't planned to become Paul's friend. Anything more was unthinkable. Yet talking to Paul was so easy. India could share her dreams with him, and offer comfort when Paul suffers a heartbreak of his own. And while Paul urges India to reclaim her career, Doug is adamantly against it, determined to keep her tied to the home. But with Paul's encouragement, India slowly, painfully, begins to break free, and find herself again.. Rediscovering her creativity and her courage, India uses Paul like a beacon on the horizon, sharing intimate phone conversations with a man half a world away, a man who never stops reminding her of all that is possible for her. India is changing, and nothing in her life will ever be the same again. Not her marriage. Not her friendship with Paul. And when India is presented with an irresistible opportunity, she makes a heart-wrenching decision, leaving a safe, familiar place-and the people she loves there-to move into the terror of the unknown.. Bittersweet. is her story, a story of freedom, of having dreams and making choices to find them. With unerring insight, Danielle Steel has created a moving portrait of a woman who dares to embark on a new adventure and the man who helps her get there. Her painful, exhilarating journey inspires us all.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Novels",
                "Family",
                "Adult Fiction",
                "Womens",
                "Relationships"
            ]
        },
        {
            "title": "It Ends With Revelations",
            "authors": [
                "Dodie Smith"
            ],
            "ranking": 3.2,
            "ranking_count": 387,
            "abstract": "During a summer festival in an English spa town Miles Quentin, a distinguished actor, and his devoted wife Jill, become friendly with the local member of Parliament, Geoffrey Thornton, and his young daughters, Robin and Kit. All these attractive, intelligent and fully occupied people are seemingly untroubled. But the surface of their lives is deceptive.. All, even the lively teenagers, have unusual problems which are only brought fully to light after the Quentins return to the London theatre world and the Thorntons to their Westminster house. Then the story becomes a far from conventional love story in which loyalty may prove more important than love; or it could be described as a story of different kinds of love. Few readers of its early sunny chapters will foresee its dramatic development, the outcome of which is uncertain until the very end.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Historical",
                "European Literature",
                "Literature",
                "Fantasy"
            ]
        },
        {
            "title": "Memoirs of a Revolutionary 1901-41",
            "authors": [
                "Victor Serge",
                "Peter Sedgwick"
            ],
            "ranking": 4.44,
            "ranking_count": 675,
            "abstract": "A New York Review Books Original. Victor Serge is one of the great men of the 20th century —and one of its great writers too. He was an anarchist, an agitator, a revolutionary, an exile, a historian of his times, as well as a brilliant novelist, and in. Memoirs of a Revolutionary. he devotes all his passion and genius to describing this extraordinary—and exemplary—career. Serge tells of his upbringing among exiles and conspirators, of his involvement with the notorious Bonnot Gang and his years in prison, of his role in the Russian Revolution, and of the Revolution’s collapse into despotism and terror. Expelled from the Soviet Union, Serge went to Paris, where he evaded the KGB and the Nazis before fleeing to Mexico.. Memoirs of a Revolutionary. recounts a thrilling life on the front lines of history and includes vivid portraits not only of Trotsky, Lenin, and Stalin but of countless other figures who struggled to remake the world.. Peter Sedgwick’s fine translation of. Memoirs of a Revolutionary. was abridged when first published in 1963. This is the first edition in English to present the entirety of Serge’s book.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "Cultural",
                "Biography",
                "Autobiography",
                "Russian History",
                "Literature"
            ]
        },
        {
            "title": "A Bridge for Passing",
            "authors": [
                "Pearl S. Buck"
            ],
            "ranking": 3.73,
            "ranking_count": 180,
            "abstract": "While in Japan to observe the filming of one of her novels, Pearl Buck was informed that her husband had died. This book is the deeply affecting story of the period that immediately followed - the grief, fears, doubts, and readjustments that a woman must make before crossing the bridge that spans marriage and widowhood.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Cultural",
                "Autobiography",
                "Biography Memoir",
                "Classics",
                "Asian Literature",
                "Literature",
                "Nobel Prize"
            ]
        },
        {
            "title": "Anak Semua Bangsa",
            "authors": [
                "Pramoedya Ananta Toer"
            ],
            "ranking": 4.4,
            "ranking_count": 6632,
            "abstract": "Roman. Anak Semua Bangsa. adalah periode observasi atau turun ke bawah mencari serangkaian spirit lapangan dan kehidupan arus bawah Pribumi yang tak berdaya melawan kekuatan raksasa Eropa. Di titik ini Minke diperhadapkan antara kekaguman yang melimpah-limpah pada peradaban Eropa dan kenyataan di selingkungan bangsanya yang kerdil. Sepotong perjalanannya ke Tulangan Sidoarjo dan pertemuannya dengan Khouw Ah Soe, seorang aktivis pergerakan Tionghoa, korespondensinya dengan keluarga De la Croix (Sarah, Miriam, Herbert), teman Eropanya yang liberal, dan petuah-petuah Nyai Ontosoroh, mertua sekaligus guru agungnya, kesadaran Minke tergugat, tergurah, dan tergugah, bahwa ia adalah bayi semua bangsa dari segala jaman yang harus menulis dalam bahasa bangsanya (Melayu) dan berbuat untuk manusia-manusia bangsanya.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Novels",
                "Asian Literature",
                "Historical",
                "Literature",
                "Classics",
                "Cultural",
                "Romance",
                "Roman"
            ]
        },
        {
            "title": "The Selected Works",
            "authors": [
                "Cesare Pavese",
                "R.W. Flint"
            ],
            "ranking": 4.06,
            "ranking_count": 126,
            "abstract": "There is only one pleasure, that of being alive. All the rest is misery, wrote Cesare Pavese, whose short, intense life spanned the ordeals of fascism and World War II to witness the beginnings of Italy's postwar prosperity. Searchingly alert to nuances of speech, feeling, and atmosphere, and remarkably varied, his novels offer a panoramic vision, at once sensual and finely considered, of a time of tumultuous change. This volume presents readers with Pavese's major works.. The Beach. is a wry summertime comedy of sexual and romantic misunderstandings, while. The House on the Hill. is an extraordinary novel of war in which a teacher flees through a countryside that is both beautiful and convulsed with terror.. Among Women Only. tells of a fashion designer who enters the affluent world she has always dreamed of, only to find herself caught up in an eerie dance of destruction, and. The Devil in the Hills. is an engaging road novel about three young men roaming the hills in high summer who stumble on mysteries of love and death.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Short Stories",
                "Literature",
                "Classics",
                "Poetry",
                "Novels"
            ]
        },
        {
            "title": "The Hidden Diary of Marie Antoinette",
            "authors": [
                "Carolly Erickson"
            ],
            "ranking": 3.63,
            "ranking_count": 6689,
            "abstract": "Imagine that, on the night before she is to die under the blade of the guillotine, Marie Antoinette leaves behind in her prison cell a diary telling the story of her life—from her privileged childhood as Austrian Archduchess to her years as glamorous mistress of Versailles to the heartbreak of imprisonment and humiliation during the French Revolution.. Carolly Erickson takes the reader deep into the psyche of France's doomed queen: her love affair with handsome Swedish diplomat Count Axel Fersen, who risked his life to save her; her fears on the terrifying night the Parisian mob broke into her palace bedroom intent on murdering her and her family; her harrowing attempted flight from France in disguise; her recapture and the grim months of harsh captivity; her agony when her beloved husband was guillotined and her young son was torn from her arms, never to be seen again.. Erickson brilliantly captures the queen's voice, her hopes, her dreads, and her suffering. We follow, mesmerized, as she reveals every detail of her remarkable, eventful life—from her teenage years when she began keeping a diary to her final days when she awaited her own bloody appointment with the guillotine.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Romance",
                "European History",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Eye of the Storm",
            "authors": [
                "Patrick White"
            ],
            "ranking": 3.76,
            "ranking_count": 611,
            "abstract": "Elizabeth Hunter, an ex-socialite in her eighties, has a mystical experience during a summer storm in Sydney which transforms all her relationships: her existence becomes charged with a meaning which communicates itself to those around her. From this simple scenario Patrick White unfurls a monumental exploration of the tides of love and hate, comedy and tragedy, impotence and longing that fester within family relationships.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Nobel Prize",
                "Literature",
                "Novels",
                "Contemporary",
                "Literary Fiction"
            ]
        },
        {
            "title": "Honor's Splendour",
            "authors": [
                "Julie Garwood"
            ],
            "ranking": 4.23,
            "ranking_count": 30536,
            "abstract": "This classic medieval romance from. New York Times. bestselling author Julie Garwood is a fan favorite—a beautiful lady needs rescue from a knight in shining armor, and gets an alpha warrior instead.. In the feuding English court, gentle Lady Madelyne suffered the cruel whims of her ruthless brother, Baron Louddon. Then, in vengeance for a bitter crime, Baron Duncan of Wexton—the Wolf—unleashed his warriors against Louddon. Exquisite Madelyne was the prize he catured...but when he gazed upon the proud beauty, he pledged to protect her with his life. In his rough-hewn castle, Duncan proved true to his honor. But when at last their noble passion conquered them both, she surrendered with all her soul. Now, for love, Madelyne would stand fast...as bravely as her Lord, the powerful Wolf who fought for.... Honor’s Splendour.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Adult",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "The Devil Rides Out",
            "authors": [
                "Dennis Wheatley"
            ],
            "ranking": 3.78,
            "ranking_count": 1909,
            "abstract": "29 Apr 1935 - 4 May 1935. Black Magic is still practised in all the great cities of the world. This novel tells with macabre detail of a beautiful woman caught in a web of Satanists, of a young man brought to the verge of madness through his dabbling with the powers of evil.. As in Dennis Wheatley's The Forbidden Territory we meet the Duke de Richleau, Simon Aron, the Princess Marie Lou, and other characters. From London to the West Country, from the slums of Paris to a Christian monastery, the action of this powerful occult thriller moves with fantastic, compelling force..",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Occult",
                "Thriller",
                "Fantasy",
                "Gothic",
                "Classics"
            ]
        },
        {
            "title": "Heaven's Wager",
            "authors": [
                "Ted Dekker"
            ],
            "ranking": 4.1,
            "ranking_count": 6802,
            "abstract": "It was an absolutely perfect day . . . until everything went absolutely perfectly wrong.. Kent Anthony is a brilliant software engineer who is cashing in on a brilliant career. He's finally living the idyllic life, far from thoughts of theft and murder and other kinds of horrible criminal behavior.. He's left his past far behind . . . or so he thinks.. Ted Dekker delivers a fascinating story of the almost perfect crime, interwoven with a tale of bittersweet love that is almost enough to save a soul. A story that will bring you face-to-face with a hidden world more real than most people ever realize; a world where the unseen is more powerful than anything seen.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Suspense",
                "Contemporary",
                "Religion"
            ]
        },
        {
            "title": "Roxanna Slade",
            "authors": [
                "Reynolds Price"
            ],
            "ranking": 3.81,
            "ranking_count": 785,
            "abstract": "Not since Reynolds Price's award-winning, bestselling novel. Kate Vaiden. has he told a woman's story in her own voice. Roxanna Slade is this woman.. Roxanna begins her story on her twentieth birthday -- a day that introduces her to the harsh realities of adulthood and changes the course of her life forever. From this day on, Roxanna is quick to share with the reader the intimate details of ninety years of life in North Carolina. Her beguiling tale is one that boldly reflects the high and low moments in the development of the modern South and the nation as well as the inner strength of a woman possessed of a piercingly clear vision, forthright hungers and immense vitality.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "American",
                "Literature",
                "Classics",
                "Adult Fiction",
                "Novels",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Chaneysville Incident",
            "authors": [
                "David  Bradley"
            ],
            "ranking": 3.98,
            "ranking_count": 1095,
            "abstract": "Winner of the PEN/Faulkner Award. . The Chaneysville Incident. rivals Toni Morrison's. Song of Solomon. as the best novel about the black experience in America since Ellison's. Invisible Man. .. —. Christian Science Monitor. The legends say something happened in Chaneysville.. The Chaneysville Incident. is the powerful story of one man's obsession with discovering what that something was a quest that takes the brilliant and bitter young Black historian John Washington back through the secrets and buried evil of his heritage.. Returning home to care for and then bury his father's closest friend and his own guardian, Old Jack Crawley, John comes upon the scant records of his family's proud and tragic history, which he drives himself to reconstruct and accept. This is the story of John's relationship with his family, the town, and the woman he loves; and also between the past and the present, between oppression and guilt, hate and violence, love and acceptance.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Mystery",
                "Classics",
                "Literary Fiction",
                "Race",
                "Literature"
            ]
        },
        {
            "title": "Slammerkin",
            "authors": [
                "Emma Donoghue",
                "Charlotte Strevens"
            ],
            "ranking": 3.73,
            "ranking_count": 15494,
            "abstract": "Mary Saunders, a lower-class London schoolgirl, was born into rough cloth but hungered for lace and the trappings of a higher station than her family would ever know. In 18th-century England, Mary's shrewd instincts will get her only so far, and she despairs of the plans made for her to carve out a trade as a seamstress or a maid. Unwilling to bend to such a destiny, Mary strikes out on a painful, fateful journey all her own. Inspired by the obscure historical figure Mary Saunders, Slammerkin is a provocative, graphic tale and a rich feast of an historical novel. Author Emma Donoghue probes the gap between a young girl's quest for freedom and a better life and the shackles that society imposes on her. Never give up your liberty.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Literary Fiction",
                "Literature",
                "Sex Work",
                "Cultural",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Lucifer's Hammer",
            "authors": [
                "Larry Niven",
                "Jerry Pournelle"
            ],
            "ranking": 3.99,
            "ranking_count": 42060,
            "abstract": "THE LUCKY ONES WENT FIRST…. The gigantic comet has slammed into Earth, forging earthquakes a thousand times too powerful to measure on the Richter scale, tidal waves thousands of feet high. Cities were turned into oceans; oceans turned into steam. It was the beginning of a new Ice Age and the end of civilization. But for the terrified men and women chance had saved, it was also the dawn of a new struggle for survival—a struggle more dangerous and challenging than any they had ever known….",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Science Fiction Fantasy",
                "Adventure",
                "Speculative Fiction",
                "Audiobook",
                "Classics"
            ]
        },
        {
            "title": "The Rosicrucian cosmo-conception: or, Mystic Christianity; an elementary treatise upon man's past evolution, present constitution and future development",
            "authors": [
                "Max Heindel"
            ],
            "ranking": 4.19,
            "ranking_count": 170,
            "abstract": "This book gives a complete outline of the Western Wisdom Teaching as far as it may be made public at the present time. It contains a comprehensive outline of the evolutionary processes of man and the universe, correlating science with religion. Max Heindel, the author, received this Teaching personally from the Rosicrucian Brotherhood. It is their latest communication.. Part I is a treatise on the Visible and the Invisible Worlds, Man and the Method of Evolution, Rebirth and the Law of Cause and Effect.. Part II takes up the scheme of Evolution in general and the Evolution of the Solar System and the Earth in particular.. Part III treats of Christ and His Mission, Future Development of Man and Initiation, Esoteric Training and a Safe Method of Acquiring Firsthand Knowledge.",
            "part_of_series": false,
            "genre_list": [
                "Occult",
                "Religion",
                "Self Help",
                "History",
                "Nonfiction",
                "Spirituality"
            ]
        },
        {
            "title": "Metropole",
            "authors": [
                "Ferenc Karinthy",
                "George Szirtes"
            ],
            "ranking": 3.56,
            "ranking_count": 2438,
            "abstract": "A linguist flying to a conference in Helsinki has landed in a strange city where he can't understand a word anyone says.. As one claustrophobic day follows another, he wonders why no one has found him yet, whether his wife has given him up for dead, and how he'll get by in this society that looks so familiar, yet is so strange.. In a vision of hell unlike any previously imagined, Budai must learn to survive in a world where words and meaning are unconnected.. A suspenseful and haunting Hungarian classic.. Translated by. George Szirtes. .. Ferenc Karinthy. was born in Budapest in 1921. He obtained a PhD in linguistics and went on to be a translator and editor, as well as an award-winning novelist, playwright, journalist and water polo champion. He is the author of over a dozen novels.. Metropole. is the first to be translated into English.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Science Fiction",
                "Classics",
                "Novels",
                "Humanities",
                "Fantasy",
                "Literature"
            ]
        },
        {
            "title": "An Odor of Sanctity",
            "authors": [
                "Frank Yerby"
            ],
            "ranking": 3.92,
            "ranking_count": 192,
            "abstract": "9th century Iberian Peninsula - an age of brutal battles to the death and dungeons equipped with thumbscrews and spiked boots. An age of perfumed harems where acts of love were spiced with the erotic mysteries of the Orient. a time when merchants, princes, thieves and whores, Christians, Islamic Arabs, Berbers, Yemenites, Greeks and Jews were trapped in an inferno of embattled peoples and faiths.. Only such an age could have spawned Spaniard Alaric Teudisson - the mighty Visigoth nobleman whose extraordinary capacity for love was matched only by the violence of his destiny. Young Alaric Teudisson, has a fair, effeminate appearance and even an odor of netity. But beneath this milky exterior beats the heart of a lion. When he sets out to revenge his brother upon some Berbers, Alaric winds up as a page in the Alcazar, which is ruled by Islamites. Eunuchs, slave girls, homosexual princes abound. Named by the Moors Aizun ibn al Qutiyya, is seemingly touched by the hand of God. He was once warrior and scholar, saint and savage.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Adventure",
                "History"
            ]
        },
        {
            "title": "Flash: ou le grand voyage",
            "authors": [
                "Charles Duchaussois"
            ],
            "ranking": 4.31,
            "ranking_count": 1626,
            "abstract": "Janvier 1970 : Charles, « le drogué français de Katmandou », sauvé in extremis, regagne la France. Les journaux lui consacrent de nombreux articles. Qui est ce garçon de trente ans ? Qu'a-t-il fait ? Un an plus tard, soigné, désintoxiqué, Charles Duchaussois nous livre, lui-même son histoire, qui est un formidable roman d'aventures vécues. Son moteur: un gigantesque appétit de vivre et de connaître. Son combustible: la drogue, toutes les drogues. Sa chance : un héros qui sait sauter à la gorge des occasions qui se présentent, aussi risquées soient-elles.. De Marseille à Beyrouth, d'Istanbul à Bagdad, de Bombay à Bénarès, en bateau, à pied, en voiture, Charles peu à peu se rapproche de Katmandou, le haut lieu de la drogue et des hippies. Sa route est jalonnée d'aventures extraordinaires.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Romance",
                "Classics",
                "Autobiography",
                "Cultural",
                "Literature",
                "Travel"
            ]
        },
        {
            "title": "People",
            "authors": [
                "Peter Spier"
            ],
            "ranking": 4.32,
            "ranking_count": 1895,
            "abstract": "With updated statistics and current geographical information, People by Peter Spier, first published in 1980, is a solid addition to any collection. Detailed facts and figures as well as a focus on the issue of diversity make this a great book for reference and a basis for discussion, both at home and in the classroom.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Nonfiction",
                "Cultural",
                "Science",
                "History",
                "Family",
                "Classics",
                "Academic"
            ]
        },
        {
            "title": "What's So Amazing About Grace?",
            "authors": [
                "Philip Yancey"
            ],
            "ranking": 4.16,
            "ranking_count": 40766,
            "abstract": "Original Cover Edition for. ISBN 0310245656. In 1987, an IRA bomb buried Gordon Wilson and his twenty-year-old daughter beneath five feet of rubble. Gordon alone survived. And forgave. He said of the bombers, ' I have lost my daughter, but I bear no grudge . . . I shall pray, tonight and every night, that God will forgive them.' His words caught the media's ears  and out of one man's grief, the world got a glimpse of grace. Grace is the church's great distinctive. It's the one thing the world cannot duplicate, and the one thing it craves above all else  for only grace can bring hope and transformation to a jaded world.. In. What's So Amazing About Grace?. award-winning author Philip Yancey explores grace at street level. If grace is God's love for the undeserving, he asks, then what does it look like in action? And if Christians are its sole dispensers, then how are we doing at lavishing grace on a world that knows far more of cruelty and unforgiveness than it does of mercy? Yancey sets grace in the midst of life's stark images, tests its mettle against horrific 'ungrace.' Can grace survive in the midst of such atrocities as the Nazi holocaust? Can it triumph over the brutality of the Ku Klux Klan? Should any grace at all be shown to the likes of Jeffrey Dahmer, who killed and cannibalized seventeen young men? Grace does not excuse sin, says Yancey, but it treasures the sinner. True grace is shocking, scandalous. It shakes our conventions with its insistence on getting close to sinners and touching them with mercy and hope. It forgives the unfaithful spouse, the racist, the child abuser. It loves today's AIDS-ridden addict as much as the tax collector of Jesus' day.. In his most personal and provocative book ever, Yancey offers compelling, true portraits of grace's life-changing power. He searches for its presence in his own life and in the church. He asks, How can Christians contend graciously with moral issues that threaten all they hold dear? And he challenges us to become living answers to a world that desperately wants to know,. What's So Amazing About Grace?",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Inspirational"
            ]
        },
        {
            "title": "Up from Slavery",
            "authors": [
                "Booker T. Washington",
                "Ishmael Reed"
            ],
            "ranking": 4.07,
            "ranking_count": 31002,
            "abstract": "Booker T. Washington, the most recognized national leader, orator and educator, emerged from slavery in the deep south, to work for the betterment of African Americans in the post Reconstruction period.. Up From Slavery is an autobiography of Booker T. Washington's life and work, which has been the source of inspiration for all Americans. Washington reveals his inner most thoughts as he transitions from ex-slave to teacher and founder of one of the most important schools for African Americans in the south, The Tuskegee Industrial Institute.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Classics",
                "Autobiography",
                "Cultural",
                "Race",
                "Biography Memoir",
                "North American Hi..."
            ]
        },
        {
            "title": "Zilele şi nopţile unui student întârziat",
            "authors": [
                "Gib I. Mihăescu"
            ],
            "ranking": 3.69,
            "ranking_count": 220,
            "abstract": "Deşi critica veche nu l-a apreciat.. Zilele şi nopţile unui student întârziat. rămâne cel mai bun roman al lui Gib I. Mihăescu. Şi aici intervine tema bova­rismului masculin. [...] Romanul are la început o originală fac­tură picarescă şi reconstituie cu umor şi cu multă culoare at­mosfera mahalalelor bătute de erou. O tipologie bogată, schi­ţată cu mână sigură, populează cartea, dând o imagine plină de veridicitate a mediului ambiant. Interesantă şi surprinzătoare e răsturnarea care se petrece la un moment dat. Romanul de­vine grav. Psihologia lui Mihnea se adânceşte, problemele exis­tenţei lui câştigă ecouri morale.. Bovarismul intelectual e văzut aici sub un unghi critic mult mai ascuţit. Ideea lu Gib I. Mi­hăescu este de a denunţa atât viaţa morală a eroului (acesta e pedepsit prin efectul social nociv al comportării lui, deoarece constată cum pot apărea din alt unghi comportările cinice), cât şi dezarmarea fiinţelor care, ca Arina, trăiesc doar în lumea ficţiunilor ideale, nu ştiu să se apere de animalele prădalnice ale junglei morale din jur. Mihnea Băiatu, în finalul romanului, e decis să cucerească cetatea ştiinţei ca un om întreg, în­văţat cu legile aspre ale exigenţei.. Cartea are o rezonanţă sufletească tonică. Idealul urmărit nu mai ia aspectul unei fan­tome înşelătoare, ci e scos dintr-o experienţă dureroasă de viaţă, examinată cu luciditate.. OV. S. CROHMALNICEANU",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Classics"
            ]
        }
    ]
}