{
    "books": [
        {
            "title": "Look Homeward, Angel",
            "authors": [
                "Thomas Wolfe"
            ],
            "ranking": 3.92,
            "ranking_count": 13692,
            "abstract": "Look Homeward, Angel: A Story of the Buried Life is a 1929 novel by Thomas Wolfe. It is Wolfe's first novel, and is considered a highly autobiographical American Bildungsroman. The character of Eugene Gant is generally believed to be a depiction of Wolfe himself. The novel covers the span of time from Gant's birth to the age of 19. The setting is the fictional town and state of Altamont, Catawba, a fictionalization of his home town, Asheville, North Carolina. Playwright Ketti Frings wrote a theatrical adaptation of Wolfe's work in a 1957 play of the same title.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "American",
                "Young Adult",
                "Literary Fiction",
                "Historical"
            ]
        },
        {
            "title": "Bitterblue",
            "authors": [
                "Kristin Cashore"
            ],
            "ranking": 3.99,
            "ranking_count": 111285,
            "abstract": "Eight years have passed since the young Princess Bitterblue, and her country, were saved from the vicious King Leck. Now Bitterblue is the queen of Monsea, and her land is at peace.. But the influence of her father, a violent psychopath with mind-altering abilities, lives on. Her advisers, who have run the country on her behalf since Leck's death, believe in a forward-thinking plan: to pardon all of those who committed terrible acts during Leck's reign; and to forget every dark event that ever happened. Monsea's past has become shrouded in mystery, and it's only when Bitterblue begins sneaking out of her castle - curious, disguised and alone - to walk the streets of her own city, that she begins to realise the truth. Her kingdom has been under the thirty-five-year long spell of a madman, and now their only chance to move forward is to revisit the past.. Whatever that past holds.. Two thieves, who have sworn only to steal what has already been stolen, change her life forever. They hold a key to the truth of Leck's reign. And one of them, who possesses an unidentified Grace, may also hold a key to her heart . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "Magyk",
            "authors": [
                "Angie Sage",
                "Mark Zug"
            ],
            "ranking": 3.84,
            "ranking_count": 116623,
            "abstract": "The first part of an enthralling new series leads readers on a fantastic journey filled with quirky characters, clever charms, potions and spells. Ages 9+.. The 7th son of the 7th son, aptly named Septimus Heap, is stolen the night he is born by a midwife who pronounces him dead. That same night, the baby's father, Silas Heap, comes across a bundle in the snow containing a newborn girl with violet eyes. The Heaps take this helpless newborn into their home, name her Jenna, and raise her as their own. But who is this mysterious baby girl, and what really happened to their beloved son, Septimus?. The first part of this enthralling new series leads readers on a fantastic journey filled with quirky characters, clever charms, potions and spells, and a yearning to uncover the mystery at the heart of this story...who is Septimus Heap?. Angie Sage writes in the tradition of great British storytellers. Her inventive fantasy is filled with humor and heart: Magyk will have readers laughing and begging for more.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Bone Season",
            "authors": [
                "Samantha Shannon"
            ],
            "ranking": 3.78,
            "ranking_count": 69337,
            "abstract": "The year is 2059. Nineteen-year-old Paige Mahoney is working in the criminal underworld of Scion London, based at Seven Dials, employed by a man named Jaxon Hall. Her job: to scout for information by breaking into people’s minds. For Paige is a dreamwalker, a clairvoyant and, in the world of Scion, she commits treason simply by breathing.. It is raining the day her life changes for ever. Attacked, drugged and kidnapped, Paige is transported to Oxford – a city kept secret for two hundred years, controlled by a powerful, otherworldly race. Paige is assigned to Warden, a Rephaite with mysterious motives. He is her master. Her trainer. Her natural enemy. But if Paige wants to regain her freedom she must allow herself to be nurtured in this prison where she is meant to die.. The Bone Season introduces a compelling heroine and also introduces an extraordinary young writer, with huge ambition and a teeming imagination. Samantha Shannon has created a bold new reality in this riveting debut.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Washington Square",
            "authors": [
                "Henry James"
            ],
            "ranking": 3.7,
            "ranking_count": 20593,
            "abstract": "The plot of. Washington Square. has the simplicity of old-fashioned melodrama: a plain-looking, good-hearted young woman, the only child of a rich widower, is pursued by a charming but unscrupulous man who seeks the wealth she will presumably inherit. On this premise, Henry James constructed one of his most memorable novels, a story in which love is answered with betrayal and loyalty leads inexorably to despair.. -- from the Introduction by Peter Conn. In. Washington Square. (1880), Henry James reminisces about the New York he had known thirty years before as he tells the story of Catherine Sloper and her fortune-seeking suitor Morris Townsend. This perceptively drawn human drama is James' most accessible work and an enduring literary triumph.. Washington Square Press' Enriched Classics present the great works of world literature enhanced for the contemporary reader. This edition of. Washington Square. has been prepared by Peter Conn, Andrea Mitchell Professor of English at the University of Pennsylvania. It includes his introduction, notes, selection of critical excerpts, and suggestions for further reading as well as a unique visual essay of period illustrations and photographs.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "Romance",
                "Novels",
                "New York"
            ]
        },
        {
            "title": "Never Too Far",
            "authors": [
                "Abbi Glines"
            ],
            "ranking": 4.18,
            "ranking_count": 118288,
            "abstract": "He had held a secret that destroyed her world.. Everything she had known was no longer true.. Blaire couldn’t stop loving him but she knew she could never forgive him.. Now, she was back home and learning to live again. Moving on with life… until something happened to send her world spinning once again.. What do you do when the one person you can never trust again is the one that you need to trust so desperately?. You lie, hide, avoid, and pray that your sins never find you out.. 62,776 word count",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Womens Fiction",
                "Adult",
                "Adult Fiction",
                "Drama",
                "Fiction"
            ]
        },
        {
            "title": "John Dies at the End",
            "authors": [
                "David  Wong",
                "Jason Pargin"
            ],
            "ranking": 3.88,
            "ranking_count": 66266,
            "abstract": "STOP.. You should not have touched this flyer with your bare hands. NO, don't put it down. It's too late. They're watching you.. My name is David Wong.. My best friend is John. Those names are fake. You might want to change yours. You may not want to know about the things you'll read on these pages, about. the sauce. , about. Korrok. , about the invasion, and the future. But it's too late. You touched the book. You're in the game. You're under. the eye. . The only defense is knowledge. You need to read this book, to the end. Even the part with the bratwurst. Why? You just have to trust me.. The important thing is this:. The drug is called. Soy Sauce. and it gives users a window into another dimension. John and I never had the chance to say no. You still do. I'm sorry to have involved you in this, I really am. But as you read about these terrible events and the very. dark epoch. the world is about to enter as a result, it is crucial you keep one thing in mind:. None of this was my fault.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Humor",
                "Fantasy",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Wildwood Dancing",
            "authors": [
                "Juliet Marillier"
            ],
            "ranking": 4.1,
            "ranking_count": 28292,
            "abstract": "High in the Transylvanian woods, at the castle Piscul Draculi, live five daughters and their doting father. It's an idyllic life for Jena, the second eldest, who spends her time exploring the mysterious forest with her constant companion, a most unusual frog. But best by far is the castle's hidden portal, known only to the sisters. Every Full Moon, they alone can pass through it into the enchanted world of the Other Kingdom. There they dance through the night with the fey creatures of this magical realm.. But their peace is shattered when Father falls ill and must go to the southern parts to recover, for that is when cousin Cezar arrives. Though he's there to help the girls survive the brutal winter, Jena suspects he has darker motives in store. Meanwhile, Jena's sister has fallen in love with a dangerous creature of the Other Kingdom--an impossible union it's up to Jena to stop.. When Cezar's grip of power begins to tighten, at stake is everything Jena loves: her home, her family, and the Other Kingdom she has come to cherish. To save her world, Jena will be tested in ways she can't imagine--tests of trust, strength, and true love.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Retellings",
                "Fiction",
                "Historical",
                "Paranormal"
            ]
        },
        {
            "title": "Totto-chan: The Little Girl at the Window",
            "authors": [
                "Tetsuko Kuroyanagi",
                "Chihiro Iwasaki",
                "Dorothy Britton"
            ],
            "ranking": 4.37,
            "ranking_count": 26186,
            "abstract": "This engaging series of childhood recollections tells about an ideal school in Tokyo during World War II that combined learning with fun, freedom, and love. This unusual school had old railroad cars for classrooms, and it was run by an extraordinary man--its founder and headmaster, Sosaku Kobayashi--who was a firm believer in freedom of expression and activity.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Childrens",
                "Cultural",
                "Education",
                "Biography",
                "Asian Literature",
                "Autobiography",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Twenties Girl",
            "authors": [
                "Sophie Kinsella"
            ],
            "ranking": 3.84,
            "ranking_count": 159966,
            "abstract": "Lara Lington has always had an overactive imagination, but suddenly that imagination seems to be in overdrive. Normal professional twenty-something young women don’t get visited by ghosts. Or do they?. When the spirit of Lara’s great-aunt Sadie—a feisty, demanding girl with firm ideas about fashion, love, and the right way to dance—mysteriously appears, she has one request: Lara must find a missing necklace that had been in Sadie’s possession for more than seventy-five years, because Sadie cannot rest without it.. Lara and Sadie make a hilarious sparring duo, and at first it seems as though they have nothing in common. But as the mission to find Sadie’s necklace leads to intrigue and a new romance for Lara, these very different “twenties” girls learn some surprising truths from and about each other. Written with all the irrepressible charm and humor that have made Sophie Kinsella’s books beloved by millions,. Twenties Girl. is also a deeply moving testament to the transcendent bonds of friendship and family.",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Humor",
                "Adult",
                "Fantasy",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "Tortilla Flat",
            "authors": [
                "John Steinbeck"
            ],
            "ranking": 3.83,
            "ranking_count": 48874,
            "abstract": "Adopting the structure and themes of the Arthurian legend, Steinbeck created a Camelot on a shabby hillside above the town of Monterey,California and peopled it with a colorful band of knights. At the center of the tale is Danny, whose house, like Arthur's castle, becomes a gathering place for men looking for adventure, camaraderie, and a sense of belonging. These knights are. paisanos. , men of mixed heritage, whose ancestors settled California hundreds of years before. Free of ties to jobs and other complications of the American way of life, they fiercely resist the corrupting tide of honest toil in the surrounding ocean of civil rectitude.. As Steinbeck chronicles their deeds--their multiple loves, their wonderful brawls, their Rabelaisian wine-drinking--he spins a tale as compelling and ultimately as touched by sorrow as the famous legends of the Round Table, which inspired him.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Historical",
                "The United States Of America",
                "Literary Fiction"
            ]
        },
        {
            "title": "Take My Heart",
            "authors": [
                "J.J. Sorel"
            ],
            "ranking": 4.21,
            "ranking_count": 304,
            "abstract": "After being arrested for a crime he didn’t commit, Bronson, a dark, stormy figure, is driven to take revenge on the person responsible. Apart from clearing his name, his other mission is also to find his real parents.. Ava is not only dating the guy responsible for Bronson’s incarceration but is also employed by a wealthy loner, who has a heart trapped in secrets, some of which relate back to Bronson.. Driven by revenge, Bronson seduces Ava, who, captivated by his considerable masculinity and brooding aura, finds herself unable to resist his charms. And while he attempts to quash desire, Bronson soon finds himself falling hard for the sassy-spirited Ava, which only complicates things considering that was never his intention.. Adopted at the age of five, Bronson unravels hidden secrets about his beginnings stored away in a penthouse on Fifth Avenue guarded by Ava’s eccentric employer.. Conflict soon sets in, and a mystery starts to take shape, for it seems as though history’s repeating itself.. Is Ava and Bronson’s connection a setup? The answer to this turns out to be far more complicated than either of them could have imagined.. Just as Bronson surrenders to his heart’s desire, he stumbles upon a gruesome clue to his birth hidden in a closet, which opens up all kinds of questions. Mainly… was his meeting Ava a coincidence, or a plot to lure him there in the first place?. In this intense and gripping romantic suspense, the reader is swept into a whirlpool of adventure as the pair battle with trust issues and suspended disbeliefs, while their chemistry proves so off the charts, they can’t take their hands off each other. Since at the core of this story is love, of the eternal nature.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Novels",
                "Book Club",
                "Adult Fiction",
                "Fiction",
                "Drama"
            ]
        },
        {
            "title": "Silver Shadows",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.34,
            "ranking_count": 57013,
            "abstract": "Sydney Sage is an Alchemist, one of a group of humans who dabble in magic and serve to bridge the worlds of humans and vampires. They protect vampire secrets—and human lives.. In. The Fiery Heart. , Sydney risked everything to follow her gut, walking a dangerous line to keep her feelings hidden from the Alchemists.. Now in the aftermath of an event that ripped their world apart, Sydney and Adrian struggle to pick up the pieces and find their way back to each other. But first, they have to survive.. For Sydney, trapped and surrounded by adversaries, life becomes a daily struggle to hold on to her identity and the memories of those she loves. Meanwhile, Adrian clings to hope in the face of those who tell him Sydney is a lost cause, but the battle proves daunting as old demons and new temptations begin to seize hold of him. . . .. Their worst fears now a chilling reality, Sydney and Adrian face their darkest hour in this heart-pounding fifth installment in the. New York Times. bestselling Bloodlines series, where all bets are off.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Death with Interruptions",
            "authors": [
                "José Saramago",
                "Margaret Jull Costa"
            ],
            "ranking": 3.98,
            "ranking_count": 48836,
            "abstract": "Nobel Prize-winner Jose Saramago's brilliant new novel poses the question what happens when the grim reaper decides there will be no more death?. On the first day of the new year, no one dies. This, of course, causes consternation among politicians, religious leaders, morticians, and doctors. Among the general public, on the other hand, there is initially mass celebration. Flags are hung out on balconies; people dance in the streets. They have achieved the great goal of humanity: eternal life. Then reality hits home—families are left to care for the permanently dying; life-insurance policies become meaningless; and funeral parlors are reduced to arranging burials for pet dogs, cats, hamsters, and parrots.. Death sits in her chilly apartment, where she lives alone with scythe and filing cabinets and contemplates her experiment: What if no one ever died again? What if she, death with a small d, became human and were to fall in love?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Nobel Prize",
                "Classics",
                "Death"
            ]
        },
        {
            "title": "The Baron in the Trees",
            "authors": [
                "Italo Calvino",
                "Archibald Colquhoun",
                "Ana Goldstein"
            ],
            "ranking": 4.04,
            "ranking_count": 35781,
            "abstract": "A landmark new translation of a Calvino classic, a whimsical, spirited novel that imagines a life lived entirely on its own terms. Cosimo di Rondó, a young Italian nobleman of the eighteenth century, rebels against his parents by climbing into the trees and remaining there for the rest of his life. He adapts efficiently to an existence in the forest canopy—he hunts, sows crops, plays games with earth-bound friends, fights forest fires, solves engineering problems, and even manages to have love affairs. From his perch in the trees, Cosimo sees the Age of Enlightenment pass by, and a new century dawn.. The Baron in the Trees exemplifies Calvino’s peerless ability to weave tales that sparkle with enchantment. This new English rendering by acclaimed translator Ann Goldstein breathes new life into one of Calvino’s most beloved works.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Cultural",
                "Fantasy",
                "Literature",
                "Novels",
                "Magical Realism",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "Blackwood Farm",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.87,
            "ranking_count": 31492,
            "abstract": "Lestat is back, saviour and demon, presiding over a gothic story of family greed and hatred through generations, a terrifying drama of blood lust and betrayal, possession and matricide. Blackwood Farm with its grand Southern mansion, set among dark cypress swamps in Louisiana, harbours terrible blood-stained secrets and family ghosts. Heir to them all is Quinn Blackwood, young, rash and beautiful, himself a 'bloodhunter' whom Lestat takes under his wing. But Quinn is in thrall not only to the past and his own appetites but, even more dangerously, to a companion spirit, a 'goblin' succubus who could destroy him and others. Only the unearthly power of Lestat combined with the earthly powers of the Mayfair clan could hope to save Quinn from himself and his ghosts, or to rescue the doomed girl Quinn loves from her own mortality. Shocking, savage and richly erotic, this novel with the deceptively gentle title bring us Anne Rice at her most powerfully disturbing. Here are vampires and witches, men and women, demons and a doppelganger, caught up in a maelstrom of death and destruction, blood and fire, cruelty and fate.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Horror",
                "Fantasy",
                "Fiction",
                "Gothic",
                "Adult"
            ]
        },
        {
            "title": "Bet Me",
            "authors": [
                "Jennifer Crusie"
            ],
            "ranking": 3.93,
            "ranking_count": 89787,
            "abstract": "Minerva Dobbs knows that happily-ever-after is a fairy tale, especially with a man who asked her to dinner to win a bet. Even if he is gorgeous and successful Calvin Morrisey. Cal knows commitment is impossible, especially with a woman as cranky as Min Dobbs. Even if she does wear great shoes and keeps him on his toes. When they say good-bye at the end of their evening, they cut their losses and agree never to see each other again.. But Fate has other plans, and it's not long before Min and Cal meet again. Soon, they're dealing with a jealous ex-boyfriend, Krispy Kreme donuts, a determined psychologist, chaos theory, a freakishly intelligent cat, Chicken Marsala, and more risky propositions than either of them ever dreamed of. Including the biggest gamble of all—true love.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Fiction",
                "Humor",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Trinity",
            "authors": [
                "Leon Uris"
            ],
            "ranking": 4.27,
            "ranking_count": 21788,
            "abstract": "Leon Uris’s beloved Irish classic, available in Avon mass market.. From the acclaimed author who enthralled the world with. Exodus, Battle Cry, QB VII, Topaz,. and other beloved classics of twentieth-century fiction comes a sweeping and powerful epic adventure that captures the terrible beauty of Ireland during its long and bloody struggle for freedom. It is the electrifying story of an idealistic young Catholic rebel and the valiant and beautiful Protestant girl who defied her heritage to join his cause. It is a tale of love and danger, of triumph at an unthinkable cost. —. a magnificent portrait of a people divided by class, faith, and prejudice. —. an unforgettable saga of the fires that devastated a majestic land... and the unquenchable flames that burn in the human heart.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "European Literature",
                "Classics",
                "War",
                "Novels",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Whitney, My Love",
            "authors": [
                "Judith McNaught"
            ],
            "ranking": 4.13,
            "ranking_count": 33957,
            "abstract": "Fresh from her triumphs in Paris society, Whitney Stone returns to England determined to win the heart of her childhood love. However, in order to save himself from ruin, her father has come to an arrangement with the arrogant Duke of Claymore, and Whitney is the price.. --This text refers to an out of print or unavailable edition of this title.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Womens Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Lust for Life",
            "authors": [
                "Irving Stone"
            ],
            "ranking": 4.22,
            "ranking_count": 25842,
            "abstract": "Lust for Life is the classic fictional re-telling of the incredible life of Vincent Van Gogh.. Vincent is not dead. He will never die. His love, his genius, the great beauty he has created will go on forever, enriching the world... He was a colossus... a great painter... a great philosopher... a martyr to his love of art. . Walking down the streets of Paris the young Vincent Van Gogh didn't feel like he belonged. Battling poverty, repeated heartbreak and familial obligation, Van Gogh was a man plagued by his own creative urge but with no outlet to express it. Until the day he picked up a paintbrush.. Written with raw insight and emotion, follow the artist through his tormented life, struggling against critical discouragement and mental turmoil and bare witness to his creative journey from a struggling artist to one of the world's most celebrated artists.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Art",
                "Classics",
                "Biography Memoir",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Demon",
            "authors": [
                "Hubert Selby Jr."
            ],
            "ranking": 3.85,
            "ranking_count": 3048,
            "abstract": "Harry White is a man haunted by a satyr's lust and an obsessive need for sin and retribution. The more Harry succeeds -- a good marriage, a good corporate job -- the more desperate he becomes, as a life of petty crime leads to fraud and murder and, eventually, to apocalyptic violence.. Author of the controversial cult classic,. Last Exit to Brooklyn. , Hubert Selby began as a writer of short fiction. He plunges the reader head-first into the densely realized worlds of his protagonists, in which the details of daily life rub shoulders with obsession and madness. Although fundamentally concerned with morality, Selby's own sense of humility prevents him from preaching. He offers instead a passionate empathy with the ordinary dreams and aspirations of his characters, a brilliant ear for the urban vernacular and for the voices of conscience and self-deceit that torment his characters.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Thriller",
                "Literature",
                "Novels",
                "Dark",
                "Drama",
                "Suspense",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Fifth Elephant",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.27,
            "ranking_count": 67855,
            "abstract": "They say that diplomacy is a gentle art. That its finest practitioners are subtle, sophisticated individuals for whom nuance and subtext are meat and drink. And that mastering it is a lifetime's work. But you. do. need a certain inclination in that direction. It's not something you can just pick up on the job.. Which is a shame if you find yourself dropped unaccountably into a position of some significant diplomatic responsibility. If you don't really. do. diplomacy or haven't been to school with the right foreign bigwigs or aren't even sure whether a nod is as good as a wink to anyone, sighted or otherwise, then things are likely to go wrong. It's just a question of how badly...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Mystery",
                "Adventure",
                "Young Adult",
                "Childrens"
            ]
        },
        {
            "title": "Fairest",
            "authors": [
                "Gail Carson Levine"
            ],
            "ranking": 3.88,
            "ranking_count": 63862,
            "abstract": "In the kingdom of Ayortha, who is the fairest of them all? Certainly not Aza. She is thoroughly convinced that she is ugly. What she may lack in looks, though, she makes up for with a kind heart, and with something no one else has-a magical voice. Her vocal talents captivate all who hear them, and in Ontio Castle they attract the attention of a handsome prince - and a dangerous new queen. In this masterful novel filled with humour, adventure, romance, and song, Newbery Honor author Gail Carson Levine invites you to join Aza as she discovers how exquisite she truly is.. Ages 8 - 14",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Childrens",
                "Retellings",
                "Fairy Tales"
            ]
        },
        {
            "title": "I Am Pilgrim",
            "authors": [
                "Terry Hayes"
            ],
            "ranking": 4.27,
            "ranking_count": 142613,
            "abstract": "A breakneck race against time...and an implacable enemy. An anonymous young woman murdered in a run-down hotel, all identifying characteristics dissolved by acid. A father publicly beheaded in the blistering heat of a Saudi Arabian public square. A notorious Syrian biotech expert found eyeless in a Damascus junkyard. Smoldering human remains on a remote mountainside in Afghanistan. A flawless plot to commit an appalling crime against humanity. One path links them all, and only one man can make the journey.. Pilgrim. .'",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Spy Thriller",
                "Audiobook",
                "Novels",
                "Action"
            ]
        },
        {
            "title": "The Last Kingdom",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.25,
            "ranking_count": 86632,
            "abstract": "This is the story of the making of England in the 9th and 10th centuries, the years in which King Alfred the Great, his son and grandson defeated the Danish Vikings who had invaded and occupied three of England’s four kingdoms.. The story is seen through the eyes of Uhtred, a dispossessed nobleman, who is captured as a child by the Danes and then raised by them so that, by the time the Northmen begin their assault on Wessex (Alfred’s kingdom and the last territory in English hands) Uhtred almost thinks of himself as a Dane. He certainly has no love for Alfred, whom he considers a pious weakling and no match for Viking savagery, yet when Alfred unexpectedly defeats the Danes and the Danes themselves turn on Uhtred, he is finally forced to choose sides. By now he is a young man, in love, trained to fight and ready to take his place in the dreaded shield wall. Above all, though, he wishes to recover his father’s land, the enchanting fort of Bebbanburg by the wild northern sea.. This thrilling adventure—based on existing records of Bernard Cornwell’s ancestors—depicts a time when law and order were ripped violently apart by a pagan assault on Christian England, an assault that came very close to destroying England.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Audiobook",
                "War",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "Lies",
            "authors": [
                "Michael  Grant"
            ],
            "ranking": 4.08,
            "ranking_count": 63747,
            "abstract": "It's been seven months since all the adults disappeared. Gone.. It happens in one night. A girl who died now walks among the living; Zil and the Human Crew set fire to Perdido Beach; and amid the flames and smoke, Sam sees the figure of the boy he fears the most: Drake. But Drake is dead. Sam and Caine defeated him along with the Darkness—or so they thought.. As Perdido Beach burns, battles rage: Astrid against the Town Council; the Human Crew versus the mutants; and Sam against Drake, who is back from the dead and ready to finish where he and Sam left off. And all the while deadly rumors are raging like the fire itself, spread by the prophetess Orsay and her companion, Nerezza. They say that death is a way to escape the FAYZ. Conditions are worse than ever and kids are desperate to get out. But are they desperate enough to believe that death will set them free?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Horror",
                "Adventure"
            ]
        },
        {
            "title": "Tree of Smoke",
            "authors": [
                "Denis Johnson"
            ],
            "ranking": 3.58,
            "ranking_count": 13700,
            "abstract": "This is the story of Skip Sands—spy-in-training, engaged in Psychological Operations against the Vietcong—and the disasters that befall him thanks to his famous uncle, a war hero known in intelligence circles simply as the Colonel. This is also the story of the Houston brothers, Bill and James, young men who drift out of the Arizona desert into a war in which the line between disinformation and delusion has blurred away. In its vision of human folly, and its gritty, sympathetic portraits of men and women desperate for an end to their loneliness, whether in sex or death or by the grace of God, this is a story like nothing in our literature. Tree of Smoke is Denis Johnson’s first full-length novel in nine years, and his most gripping, beautiful, and powerful work to date.. Tree of Smoke was the 2007 National Book Award Winner for Fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "Unfinished"
            ]
        },
        {
            "title": "A Hero of Our Time",
            "authors": [
                "Mikhail Lermontov",
                "Paul Foote"
            ],
            "ranking": 4.11,
            "ranking_count": 52635,
            "abstract": "In its adventurous happenings, its abductions, duels, and sexual intrigues,. A Hero of Our Time. looks backward to the tales of Sir Walter Scott and Lord Byron, so beloved by Russian society in the 1820s and '30s. In the character of its protagonist, Pechorin, the archetypal Russian antihero, Lermontov's novel looks forward to the subsequent glories and passion of Russian literature that it helped, in great measure, to make possible.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "Novels",
                "Historical",
                "Academic",
                "Literary Fiction"
            ]
        },
        {
            "title": "Ship of Destiny",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.24,
            "ranking_count": 64008,
            "abstract": "As Bingtown slides toward disaster, clan matriarch Ronica Vestrit, branded a traitor, searches for a way to bring the city's inhabitants together against a momentous threat. Meanwhile, Althea Vestrit, unaware of what has befallen Bingtown and her family, continues her perilous quest to track down and recover her liveship, the Vivacia, from the ruthless pirate Kennit.. Bold though it is, Althea's scheme may be in vain. For her beloved Vivacia will face the most terrible confrontation of all as the secret of the liveships is revealed. It is a truth so shattering, it may destroy the Vivacia and all who love her, including Althea's nephew, whose life already hangs in the balance.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "Death Comes for the Archbishop",
            "authors": [
                "Willa Cather"
            ],
            "ranking": 3.93,
            "ranking_count": 32506,
            "abstract": "Willa Cather's best known novel is an epic--almost mythic--story of a single human life lived simply in the silence of the southwestern desert. In 1851 Father Jean Marie Latour comes to serve as the Apostolic Vicar to New Mexico. What he finds is a vast territory of red hills and tortuous arroyos, American by law but Mexican and Indian in custom and belief. In the almost forty years that follow, Latour spreads his faith in the only way he knows--gently, all the while contending with an unforgiving landscape, derelict and sometimes openly rebellious priests, and his own loneliness. Out of these events, Cather gives us an indelible vision of life unfolding in a place where time itself seems suspended.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Novels",
                "Religion",
                "Westerns",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Battle for Skandia",
            "authors": [
                "John Flanagan"
            ],
            "ranking": 4.35,
            "ranking_count": 87682,
            "abstract": "For Will and Evanlyn, freedom has never felt so fleeing.. Still far from their homeland after escaping slavery in the icebound land of Skandia, the Ranger's apprentice and the princess's plan to return to Araluen is spoiled when Evanlyn is taken captive by a Temujai warrior. Though still weakened by the warmweed's toxic effects, Will employs his Ranger training to locate his friend, but an enemy scouting party has him fatally outnumbered. Will is certain death is close at hand, until old friends make a daring, last-minute rescue. The reunion is cut short, however, when they make a horrifying discovery: Skandia's borders have been breached by the entire Temujai army. And Araluen is next in their sights.. If two kingdoms are to be saved, the unlikeliest of unions must be made. Will it hold long enough to vanquish a ruthless new enemy? Or will past tensions spell doom for all?. The battles and drama are nonstop in Book Four of this hugely popular epic.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Childrens",
                "Action",
                "Historical"
            ]
        },
        {
            "title": "Trickster's Queen",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.26,
            "ranking_count": 58606,
            "abstract": "Aly’s adventure continues…. No longer a slave, Alanna’s daughter is now spying as part of an underground rebellion against the colonial rulers of the Copper Isles. The people in the rebellion believe that a prophecy in which a new queen will rise up to take the throne is about to be realized. Aly is busy keeping the potential teenage queen and her younger siblings safe, while also keeping her in the dark about her future. But Aly, who is usually adept at anticipating danger and changes, is in for a few nasty surprises.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Smile",
            "authors": [
                "Raina Telgemeier"
            ],
            "ranking": 4.25,
            "ranking_count": 231743,
            "abstract": "Raina just wants to be a normal sixth grader. But one night after Girl Scouts she trips and falls, severely injuring her two front teeth, and what follows is a long and frustrating journey with on-again, off-again braces, surgery, embarrassing headgear, and even a retainer with fake teeth attached. And on top of all that, there’s still more to deal with: a major earthquake, boy confusion, and friends who turn out to be not so friendly. This coming-of-age true story is sure to resonate with anyone who has ever been in middle school, and especially those who have ever had a bit of their own dental drama.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Childrens",
                "Young Adult",
                "Realistic Fiction",
                "Fiction",
                "Contemporary",
                "Humor"
            ]
        },
        {
            "title": "The Crossing",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 4.14,
            "ranking_count": 33349,
            "abstract": "Following All the Pretty Horses in Cormac McCarthy's Border Trilogy is a novel whose force of language is matched only by its breadth of experience and depth of thought. In the bootheel of New Mexico hard on the frontier, Billy and Boyd Parham are just boys in the years before the Second World War, but on the cusp of unimaginable events. First comes a trespassing Indian and the dream of wolves running wild amongst the cattle lately brought onto the plain by settlers - this when all the wisdom of trappers has disappeared along with the trappers themselves. So Billy sets forth at the age of sixteen on an unwitting journey into the souls of boys, animals and men.. Having trapped a she-wolf he would restore to the mountains of Mexico, he is long gone and returns to find everything he left behind transformed utterly in his absence. Except his kid brother, Boyd, with whom he strikes out yet again to reclaim what is theirs - thus crossing into that antique gaze from whence there could be no way back forever.. What they find instead, is an extraordinary panoply of fiestas and circuses, dogs, horses and hawks, pilgrims and revolutionaries, grand haciendas and forlorn cantinas, bandits, gypsies and roving tribes, a young girl alone on the road, a mystery in the mountain wilds, and a myth in the making.. And in this wider world they fight a war as rageful as the one neither, in the end, will join up for back home. One brother finds his destiny, while the other arrives only at his fate.. An essential novel by any measure, and the transfixing middle passage of Cormac McCarthy's ongoing trilogy, The Crossing is luminous and appalling, a book that touches, stops,and starts the heart and mind at once.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Literature",
                "Historical",
                "Novels",
                "Literary Fiction",
                "Classics",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "The Statistical Probability of Love at First Sight",
            "authors": [
                "Jennifer E. Smith"
            ],
            "ranking": 3.77,
            "ranking_count": 113618,
            "abstract": "Who would have guessed that four minutes could change everything?. Today should be one of the worst days of seventeen-year-old Hadley Sullivan's life. Having missed her flight, she's stuck at JFK airport and late to her father's second wedding, which is taking place in London and involves a soon-to-be stepmother Hadley's never even met. Then she meets the perfect boy in the airport's cramped waiting area. His name is Oliver, he's British, and he's sitting in her row.. A long night on the plane passes in the blink of an eye, and Hadley and Oliver lose track of each other in the airport chaos upon arrival. Can fate intervene to bring them together once more?. Quirks of timing play out in this romantic and cinematic novel about family connections, second chances, and first loves. Set over a twenty-four-hour-period, Hadley and Oliver's story will make you believe that true love finds you when you're least expecting it.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Stalking Jack the Ripper",
            "authors": [
                "Kerri Maniscalco"
            ],
            "ranking": 3.98,
            "ranking_count": 99711,
            "abstract": "Presented by James Patterson's new children's imprint, this deliciously creepy horror novel has a storyline inspired by the Ripper murders and an unexpected, blood-chilling conclusion.... Seventeen-year-old Audrey Rose Wadsworth was born a lord's daughter, with a life of wealth and privilege stretched out before her. But between the social teas and silk dress fittings, she leads a forbidden secret life.. Against her stern father's wishes and society's expectations, Audrey often slips away to her uncle's laboratory to study the gruesome practice of forensic medicine. When her work on a string of savagely killed corpses drags Audrey into the investigation of a serial murderer, her search for answers brings her close to her own sheltered world.. The story's shocking twists and turns, augmented with real, sinister period photos, will make this dazzling, #1 New York Times bestselling debut from author Kerri Maniscalco impossible to forget.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Young Adult",
                "Romance",
                "Horror",
                "Thriller",
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Pandora",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.78,
            "ranking_count": 43191,
            "abstract": "Anne Rice, creator of the Vampire Lestat, the Mayfair witches and the amazing worlds they inhabit, now gives us the first in a new series of novels linked together by the fledgling vampire David Talbot, who has set out to become a chronicler of his fellow Undead.. The novel opens in present-day Paris in a crowded café, where David meets Pandora. She is two thousand years old, a Child of the Millennia, the first vampire ever made by the great Marius. David persuades her to tell the story of her life.. Pandora begins, reluctantly at first and then with increasing passion, to recount her mesmerizing tale, which takes us through the ages, from Imperial Rome to eighteenth-century France to twentieth-century Paris and New Orleans. She carries us back to her mortal girlhood in the world of Caesar Augustus, a world chronicled by Ovid and Petronius. This is where Pandora meets and falls in love with the handsome, charismatic, lighthearted, still-mortal Marius. This is the Rome she is forced to flee in fear of assassination by conspirators plotting to take over the city. And we follow her to the exotic port of Antioch, where she is destined to be reunited with Marius, now immortal and haunted by his vampire nature, who will bestow on her the Dark Gift as they set out on the fraught and fantastic adventure of their two turbulent centuries together.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Paranormal",
                "Fantasy",
                "Fiction",
                "Historical",
                "Gothic"
            ]
        },
        {
            "title": "Danny the Champion of the World",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 4.09,
            "ranking_count": 62636,
            "abstract": "Danny’s life seems perfect: his home is a gypsy caravan, he’s the youngest car mechanic around, and his best friend is his dad, who never runs out of wonderful stories to tell. And when Danny discovers his father’s secret, he’s off on the adventure of a lifetime. Here’s Roald Dahl’s famous story about a 9-year-old boy, his dad, and a daring and hilarious pheasant-snatching expedition. Just as important, it’s the story of the love between a boy and his father who, in Danny’s own words, is “the most marvelous and exciting father a boy ever had.”",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Fantasy",
                "Adventure",
                "Humor",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Passion",
            "authors": [
                "Jeanette Winterson"
            ],
            "ranking": 4.11,
            "ranking_count": 20961,
            "abstract": "Jeanette Winterson’s novels have established her as one of the most important young writers in world literature.. The Passion. is perhaps her most highly acclaimed work, a modern classic that confirms her special claim on the novel. Set during the tumultuous years of the Napoleonic Wars,. The Passion. intertwines the destinies of two remarkable people: Henri, a simple French soldier, who follows Napoleon from glory to Russian ruin; and Villanelle, the red-haired, web-footed daughter of a Venetian boatman, whose husband has gambled away her heart. In Venice’s compound of carnival, chance, and darkness, the pair meet their singular destiny.. In her unique and mesmerizing voice, Winterson blends reality with fantasy, dream, and imagination to weave a hypnotic tale with stunning effects.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Magical Realism",
                "LGBT",
                "Fantasy",
                "Romance",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Scars and Voices: And Other Stories",
            "authors": [
                "Adam Carpenter Welles"
            ],
            "ranking": 4.49,
            "ranking_count": 127,
            "abstract": "Adam Carpenter Welles has come THIS CLOSE to having his works published in books and magazines. In this collection of his stories (each of which has a story behind it), you'll read about two retired spiritual leaders who experience a miracle in their nursing home, a gay relationship that must end between an American man and a Thai student, the astonishing adventures of an early mid-life failure, the thrilling chase one gay man undertakes for another intriguing, confusing, mysterious man, and a mind-blowing time-travel misadventure involving a man and a dog, as well as a few other surprises. This genre bending collection will captivate you. You might even enjoy the stories. Adam Carpenter Welles works in media in a major city in the Southeastern United States.",
            "part_of_series": false,
            "genre_list": [
                "Book Club",
                "Drama",
                "Fiction",
                "Novels"
            ]
        },
        {
            "title": "A Fairy Awesome Story",
            "authors": [
                "Ellie Aiden"
            ],
            "ranking": 3.71,
            "ranking_count": 212,
            "abstract": "I thought I had years before I'd have to ascend to the Seelie throne, but all that went out the window when my Uncle Rowan decided to abdicate early. Ugh, I don't wanna! I mean I know I have no choice, but can't a girl have a little fun before she has to spend the rest of her life with a stick up her ass? Not to mention I'm a nymph and I haven't even lost my v-card yet. Yeah, a trip to Earth is a must. I'll have a little loose fun if ya know what I mean, and then I'll come back. I swear.. When Ell finds out she has one year before she'll have no choice but to ascend, she decides a little trip to Earth is in order. She finds herself working in a bar in a tiny little town in Texas where she meets Mr. Hottie McHotterson himself. Unfortunately, her sexcapade vaca goes sideways when she gets a new boss, and finds out the UnSeelie are plotting to kill her uncle.. A Fairy Awesome Story is a medium-burn RH. Ell collects men as she goes!",
            "part_of_series": true,
            "genre_list": [
                "Polyamorous",
                "Fantasy",
                "Fairies",
                "Romance"
            ]
        },
        {
            "title": "لا تحزن",
            "authors": [
                "عائض القرني"
            ],
            "ranking": 4.13,
            "ranking_count": 29379,
            "abstract": "خطّ المؤلف في هذه الصفحات علاجاً لمن عاش ضائقة أو ألمّ به حزن أو هم، أو طاف به طائف من مصيبة، أو أقضي مضجعه أرق، وشرد نومه قلق. وأينا يخلو من ذلك. هنا في طيات هذا الكتاب آيات وأبيات، صور وعبر، وفوائد وشوارد، وأمثال وقصص، وسكبت فيها عصارة ما وصل إليه اللامعون، من وراء القلب المفجوع، والروح المنهكة، والنفس الحزينة البائسة، وهذه التجارب تقول للإنسان: أبشر واسعد، وتفاءل واهدأ، وعش الحياة كما هي، طيبة رضية بهيجة.. رابط التحميل:. http://www.waqfeya.com/book.php?bid=3436",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Spirituality",
                "Philosophy",
                "Inspirational",
                "Unfinished",
                "Asian Literature"
            ]
        },
        {
            "title": "Maus II: A Survivor's Tale: And Here My Troubles Began",
            "authors": [
                "Art Spiegelman"
            ],
            "ranking": 4.38,
            "ranking_count": 133097,
            "abstract": "Acclaimed as a quiet triumph and a brutally moving work of art, the first volume of Art Spieglman's. Maus. introduced readers to Vladek Spiegleman, a Jewish survivor of Hitler's Europe, and his son, a cartoonist trying to come to terms with his father, his father's terrifying story, and History itself. Its form, the cartoon (the Nazis are cats, the Jews mice), succeeds perfectly in shocking us out of any lingering sense of familiararity with the events described, approaching, as it does, the unspeakable through the diminutive.. This second volume, subtitled. And Here My Troubles Began. , moves us from the barracks of Auschwitz to the bungalows of the Catskills. Genuinely tragic and comic by turns, it attains a complexity of theme and a precision of thought new to comics and rare in any medium.. Maus. ties together two powerful stories: Vladek's harrowing tale of survival against all odds, delineating the paradox of daily life in the death camps, and the author's account of his tortured relationship with his aging father. At every level this is the ultimate survivor's tale - and that too of the children who somehow survive even the survivors.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "History",
                "Autobiography",
                "World War II",
                "Biography",
                "Historical",
                "War"
            ]
        },
        {
            "title": "Don't Close Your Eyes",
            "authors": [
                "Lynessa James",
                "Lynessa Layne"
            ],
            "ranking": 3.55,
            "ranking_count": 377,
            "abstract": "An enemies to lovers series begins.. Bartender, beach bunny and college track star known as Micro Machine, Kinsley Hayes most pressing priorities are having the lowest times on the stopwatch and choosing between internship before graduation.. An encounter with a dicey stranger jolts Kinsley into the real world while she's left mystified by her magnetism to the edgy rogue.. Who is he? Will she ever see him again?. Klive King reappears in Kinsley's life as a secret admirer, tempting and teasing, rekindling their irresistible love-hate chemistry at the same time as her high school crush home from war, Jase Taylor, reveals his repressed longing to be more than friends.. What's a girl to do?. When nefarious biker gang, Inferno, set their sights on the wrong girl, Kinsley inadvertently draws both Klive and Jase into a battle to protect her while also dueling for her heart.. Set in the tropical locales of Florida, this dual POV suspenseful romance follows Klive, Kinsley and Jase into the beginning of their tumultuous love triangle and perilous conflicts between good, evil, love, hate and the bounds they break when pushed to their limits.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Polyamorous",
                "Contemporary",
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Gemina",
            "authors": [
                "Amie Kaufman",
                "Jay Kristoff",
                "Marie Lu"
            ],
            "ranking": 4.45,
            "ranking_count": 69457,
            "abstract": "Moving to a space station at the edge of the galaxy was always going to be the death of Hanna’s social life. Nobody said it might actually get her killed.. The sci-fi saga that began with the breakout bestseller. Illuminae. continues on board the Jump Station. Heimdall. , where two new characters will confront the next wave of the BeiTech assault.. Hanna is the station captain’s pampered daughter; Nik the reluctant member of a notorious crime family. But while the pair are struggling with the realities of life aboard the galaxy’s most boring space station, little do they know that Kady Grant and the. Hypatia. are headed right toward. Heimdall. , carrying news of the Kerenza invasion.. When an elite BeiTech strike team invades the station, Hanna and Nik are thrown together to defend their home. But alien predators are picking off the station residents one by one, and a malfunction in the station’s wormhole means the space-time continuum might be ripped in two before dinner. Soon Hanna and Nik aren’t just fighting for their own survival; the fate of everyone on the. Hypatia. —and possibly the known universe—is in their hands.. But relax. They’ve totally got this. They hope.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Space",
                "Adventure"
            ]
        },
        {
            "title": "Dune Messiah",
            "authors": [
                "Frank Herbert",
                "Brian Herbert"
            ],
            "ranking": 3.89,
            "ranking_count": 196477,
            "abstract": "Book Two in the Magnificent Dune Chronicles--the Bestselling Science Fiction Adventure of All Time. Dune Messiah. continues the story of Paul Atreides, better known--and feared--as the man christened Muad'Dib. As Emperor of the Known Universe, he possesses more power than a single man was ever meant to wield. Worshipped as a religious icon by the fanatical Fremens, Paul faces the enmity of the political houses he displaced when he assumed the throne--and a conspiracy conducted within his own sphere of influence.. And even as House Atreides begins to crumble around him from the machinations of his enemies, the true threat to Paul comes to his lover, Chani, and the unborn heir to his family's dynasty.... Includes an introduction by Brian Herbert",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Classics",
                "Science Fiction Fantasy",
                "Space",
                "Audiobook",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Name of This Book Is Secret",
            "authors": [
                "Pseudonymous Bosch",
                "Gilbert Ford"
            ],
            "ranking": 4.06,
            "ranking_count": 52602,
            "abstract": "Warning:. this description has not been authorized by Pseudonymous Bosch.. As much as he'd love to sing the praises of his book (he is very vain), he wouldn't want you to hear about his brave 11-year old heroes, Cass and Max-Ernest. Or about how a mysterious box of vials, the Symphony of Smells, sends them on the trail of a magician who has vanished under strange (and stinky) circumstances. And he certainly wouldn't want you to know about the hair-raising adventures that follow and the nefarious villains they face. You see, not only is the name of this book secret, the story inside is, too. For it concerns a secret. A Big Secret.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Humor"
            ]
        },
        {
            "title": "The Plains of Passage",
            "authors": [
                "Jean M. Auel",
                "Sandra Burr"
            ],
            "ranking": 3.82,
            "ranking_count": 54322,
            "abstract": "Librarian note: See an alternate cover edition. here. .. Jean M. Auel’s enthralling Earth’s Children® series has become a literary phenomenon, beloved by readers around the world. In a brilliant novel as vividly authentic and entertaining as those that came before, Jean M. Auel returns us to the earliest days of humankind and to the captivating adventures of the courageous woman called Ayla.. With her companion, Jondalar, Ayla sets out on her most dangerous and daring journey--away from the welcoming hearths of the Mammoth Hunters and into the unknown. Their odyssey spans a beautiful but sparsely populated and treacherous continent, the windswept grasslands of Ice Age Europe, casting the pair among strangers. Some will be intrigued by Ayla and Jondalar, with their many innovative skills, including the taming of wild horses and a wolf; others will avoid them, threatened by what they cannot understand; and some will threaten them. But Ayla, with no memory of her own people, and Jondalar, with a hunger to return to his, are impelled by their own deep drives to continue their trek across the spectacular heart of an unmapped world to find that place they can both call home.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Romance",
                "Historical Fiction",
                "Adventure",
                "Adult",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Brighton Rock",
            "authors": [
                "Graham Greene",
                "J.M. Coetzee"
            ],
            "ranking": 3.69,
            "ranking_count": 29693,
            "abstract": "ISBN 9780099478478 moved to. this. edition. .. A gang war is raging through the dark underworld of Brighton. Seventeen-year-old Pinkie, malign and ruthless, has killed a man. Believing he can escape retribution, he is unprepared for the courageous, life-embracing Ida Arnold. Greene's gripping thriller, exposes a world of loneliness and fear, of life lived on the 'dangerous edge of things'.. WITH AN INTRODUCTION BY J.M. COETZEE",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Mystery",
                "European Literature",
                "Literature",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "Mission: Subhero",
            "authors": [
                "Linda    Armstrong"
            ],
            "ranking": 4.33,
            "ranking_count": 1332,
            "abstract": "With just a few lines of code, one average man will change the world--and set in motion the adventure of a lifetime!. When 20-year-old Nelson stumbles upon a secret and complex trick to coding, he finds himself anonymously helping people with the aid of his new app. The worldwide attention pushes him to launch a bold plan allowing free access of this life-changing app to anyone for a limited time. Fervor to upload the new app is at fever pitch as the world waits for the unveiling.. However, secret government agencies are worried. Fearing what the effects of this app will do, they plan to stop the app from ever getting out before the world has a chance to enter the category of hero, even the category labelled Subhero.. The race is on for the world's chance at change, where the new cool is being average and doing random accidents of kindness. Suddenly, the world can become a Subhero overnight and there's no stopping what Nelson has started!",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Young Adult",
                "Novels",
                "Childrens",
                "New Adult",
                "Adventure",
                "Adult",
                "Action"
            ]
        },
        {
            "title": "Written in Red",
            "authors": [
                "Anne Bishop"
            ],
            "ranking": 4.25,
            "ranking_count": 56102,
            "abstract": "As a. cassandra sangue. , or blood prophet, Meg Corbyn can see the future when her skin is cut—a gift that feels more like a curse. Meg’s Controller keeps her enslaved so he can have full access to her visions. But when she escapes, the only safe place Meg can hide is at the Lakeside Courtyard—a business district operated by the Others.. Shape-shifter Simon Wolfgard is reluctant to hire the stranger who inquires about the Human Liaison job. First, he senses she’s keeping a secret, and second, she doesn’t smell like human prey. Yet a stronger instinct propels him to give Meg the job. And when he learns the truth about Meg and that she’s wanted by the government, he’ll have to decide if she’s worth the fight between humans and the Others that will surely follow.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Adult",
                "Shapeshifters",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Across the Nightingale Floor",
            "authors": [
                "Lian Hearn"
            ],
            "ranking": 4.06,
            "ranking_count": 38509,
            "abstract": "In his black-walled fortress at Inuyama, the warlord Iida Sadamu surveys his famous nightingale floor. Constructed with exquisite skill, it sings at the tread of each human foot. No assassin can cross it unheard.. The youth Takeo has been brought up in a remote mountain village among the Hidden, a reclusive and spiritual people who have taught him only the ways of peace. But unbeknownst to him, his father was a celebrated assassin and a member of the Tribe, an ancient network of families with extraordinary, preternatural skills. When Takeo's village is pillaged, he is rescued and adopted by the mysterious Lord Otori Shigeru. Under the tutelage of Shigeru, he learns that he too possesses the skills of the Tribe. And, with this knowledge, he embarks on a journey that will lead him across the famed nightingale floor—and to his own unimaginable destiny...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Young Adult",
                "Cultural",
                "Romance",
                "Adventure",
                "Historical Fiction"
            ]
        },
        {
            "title": "Life Song",
            "authors": [
                "Christine M. Knight"
            ],
            "ranking": 4.17,
            "ranking_count": 90,
            "abstract": "Overview: Mavis was born to be a songbird. Her parents named her after one, a bird with a distinctive song worthy of poetry. With her wings clipped by circumstance, Mavis spent six years of her life grounded and her dream of soaring flight almost forgotten. Unexpectedly, Mavis discovers she has a choice: accept a life that is ordinary or be among the one percent that shine. It is a long way to the top in the Australian music industry and more than a name needs to change in order to succeed. It is a gruelling challenge with exhausting demands and subtle traps for the uninitiated. Can Mavis make it? Can she build a better life for herself and her son? Can she have it all? Readership (ages 16+): Every generation that has faced life's challenges and who has tried to find the balance between career, parenthood, and having it all. The themes are discovery, triumphing against the odds, reinvention, disparate families, parenting, friendship, and the nature of love; themes that resonate with all ages. Editorial Review: Christine M Knight's second novel LIFE SONG is a joyfully triumphant confection that resonates with layers of interest. The core of this novel centres on Mavis Mills' resolve to be in charge of her life and captain of her creativity. It is a story that celebrates the power of belief in oneself and of friends and supporters. In terms of its chick-lit appeal, LIFE SONG ticks all the boxes. It is a blend of wry humour and vivid storytelling and the outcome is satisfying without being cloying. There is sizzle but no awkward sex scenes to navigate. Relationships are deftly drawn and realistically portrayed reflecting the passion with which people live life. The story draws from three generations of women who learn to make their own brave, sometimes foolish, sometimes late-applied choices to achieve a better life. Male characters are as diverse and complex as the female characters. LIFE SONG is a story which can be read as an adventure with a wonderfully funny, distinctly visual narrating style. It can also be reflected on as a snapshot of Australian lifestyle and culture in the 1990s. The author has some great insights about the emergence of women who lead their own bands. This is the sort of novel that delights on a day when the sofa calls. Its appeal is universal. To paraphrase Ian 'Molly' Meldrum - readers should do themselves a favour and go out and buy it. This is a winner for booksellers.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Glass",
            "authors": [
                "Ellen Hopkins"
            ],
            "ranking": 4.29,
            "ranking_count": 63848,
            "abstract": "Crank. Glass. Ice. Crystal. Whatever you call it, it's all the same: a monster. And once it's got hold of you, this monster will never let you go.. Kristina thinks she can control it. Now with a baby to care for, she's determined to be the one deciding when and how much, the one calling the shots. But the monster is too strong, and before she knows it, Kristina is back in its grips. She needs the monster to keep going, to face the pressures of day-to-day life. She needs it to feel alive.. Once again the monster takes over Kristina's life and she will do anything for it, including giving up the one person who gives her the unconditional love she craves -- her baby.. The sequel to. Crank. , this is the continuing story of Kristina and her descent back to hell. Told in verse, it's a harrowing and disturbing look at addiction and the damage that it inflicts.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Poetry",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Health",
                "Romance",
                "Sociology"
            ]
        },
        {
            "title": "The Mountain's Morning Song",
            "authors": [
                "William Graney"
            ],
            "ranking": 4.4,
            "ranking_count": 167,
            "abstract": "Time is Different Here. In the year 2052, a secret society hibernates in a small mountain town and guards the hidden mysteries contained in a nearby crystal cave. They know that a day of reckoning is approaching, but events in the United States, and around the world, cause an acceleration of the timeline.. La Société de la Frontière Ouverte must awaken and prepare for the exodus.",
            "part_of_series": false,
            "genre_list": [
                "Book Club",
                "Novels",
                "Drama",
                "Contemporary",
                "Fiction"
            ]
        },
        {
            "title": "Lost Horizon",
            "authors": [
                "James Hilton"
            ],
            "ranking": 3.94,
            "ranking_count": 19752,
            "abstract": "James Hilton’s bestselling adventure novel about a military man who stumbles on the world’s greatest hope for peace deep in Tibet: Shangri-La.. Hugh Conway saw humanity at its worst while fighting in the trenches of the First World War. Now, more than a decade later, Conway is a British diplomat serving in Afghanistan and facing war yet again—this time, a civil conflict forces him to flee the country by plane.. When his plane crashes high in the Himalayas, Conway and the other survivors are found by a mysterious guide and led to a breathtaking discovery: the hidden valley of Shangri-La.. Kept secret from the world for more than two hundred years, Shangri-La is like paradise—a place whose inhabitants live for centuries amid the peace and harmony of the fertile valley. But when the leader of the Shangri-La monastery falls ill, Conway and the others must face the daunting prospect of returning home to a world about to be torn open by war.. Thrilling and timeless,. Lost Horizon. is a masterpiece of modern fiction, and one of the most enduring classics of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Fantasy",
                "Adventure",
                "Historical",
                "Literature",
                "Novels",
                "Travel",
                "Cultural",
                "Science Fiction"
            ]
        },
        {
            "title": "Rooftops of Tehran",
            "authors": [
                "Mahbod Seraji"
            ],
            "ranking": 3.9,
            "ranking_count": 10529,
            "abstract": "From a striking new talent(Sandra Dallas, author of. Tallgrass. ) comes an unforgettable debut novel of young love and coming of age in an Iran headed toward revolution.. In this poignant, eye-opening and emotionally vivid novel, Mahbod Seraji lays bare the beauty and brutality of the centuries-old Persian culture, while reaffirming the human experiences we all share.. In a middle-class neighborhood of Iran's sprawling capital city, 17-year-old Pasha Shahed spends the summer of 1973 on his rooftop with his best friend Ahmed, joking around one minute and asking burning questions about life the next. He also hides a secret love for his beautiful neighbor Zari, who has been betrothed since birth to another man. But the bliss of Pasha and Zari's stolen time together is shattered when Pasha unwittingly acts as a beacon for the Shah's secret police. The violent consequences awaken him to the reality of living under a powerful despot, and lead Zari to make a shocking choice...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Romance",
                "Novels",
                "Young Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "Utopia",
            "authors": [
                "Thomas More",
                "Paul Turner"
            ],
            "ranking": 3.55,
            "ranking_count": 66509,
            "abstract": "Utopia (Libellus vere aureus, nec minus salutaris quam festivus, de optimo rei publicae statu deque nova insula Utopia) is a satirical work of fiction and political philosophy by Thomas More (1478–1535) published in 1516 in Latin. The book is a frame narrative primarily depicting a fictional island society as described by the character Raphael Hythloday who lived there some years, who describes and its religious, social and political customs.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Philosophy",
                "Fiction",
                "Politics",
                "Literature",
                "Science Fiction",
                "Academic",
                "Fantasy"
            ]
        },
        {
            "title": "Mr. Penumbra's 24-Hour Bookstore",
            "authors": [
                "Robin Sloan"
            ],
            "ranking": 3.73,
            "ranking_count": 190827,
            "abstract": "The Great Recession has shuffled Clay Jannon away from life as a San Francisco web-design drone and into the aisles of Mr. Penumbra's 24-Hour Bookstore, but after a few days on the job, Clay discovers that the store is more curious than either its name or its gnomic owner might suggest. The customers are few, and they never seem to buy anything; instead, they check out large, obscure volumes from strange corners of the store. Suspicious, Clay engineers an analysis of the clientele's behavior, seeking help from his variously talented friends, but when they bring their findings to Mr. Penumbra, they discover the bookstore's secrets extend far beyond its walls.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Fantasy",
                "Writing",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Adventure",
                "Magical Realism"
            ]
        },
        {
            "title": "The Nanny Diaries",
            "authors": [
                "Emma McLaughlin",
                "Nicola Kraus"
            ],
            "ranking": 3.44,
            "ranking_count": 373536,
            "abstract": "Wanted: One young woman to take care of four-year-old boy. Must be cheerful, enthusiastic and selfless--bordering on masochistic. Must relish sixteen-hour shifts with a deliberately nap-deprived preschooler. Must love getting thrown up on, literally and figuratively, by everyone in his family. Must enjoy the delicious anticipation of ridiculously erratic pay. Mostly, must love being treated like fungus found growing out of employers Hermès bag. Those who take it personally need not apply. Who wouldn't want this job? Struggling to graduate from NYU and afford her microscopic studio apartment, Nanny takes a position caring for the only son of the wealthy X family. She rapidly learns the insane amount of juggling involved to ensure that a Park Avenue wife who doesn't work, cook, clean, or raise her own child has a smooth day. When the X's' marriage begins to disintegrate, Nanny ends up involved way beyond the bounds of human decency or good taste. Her tenure with the X family becomes a nearly impossible mission to maintain the mental health of their four-year-old, her own integrity and, most importantly, her sense of humor. Over nine tense months, Mrs. X and Nanny perform the age-old dance of decorum and power as they test the limits of modern-day servitude. Written by two former nannies, The Nanny Diaries deftly punctures the glamour of Manhattan's upper class.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Humor",
                "Romance",
                "Adult Fiction",
                "Adult",
                "Novels",
                "New York",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Time Keeper",
            "authors": [
                "Mitch Albom"
            ],
            "ranking": 3.87,
            "ranking_count": 104389,
            "abstract": "In this fable, the first man on earth to count the hours becomes Father Time.. The inventor of the world's first clock is punished for trying to measure God's greatest gift. He is banished to a cave for centuries and forced to listen to the voices of all who come after him seeking more days, more years. Eventually, with his soul nearly broken, Father Time is granted his freedom, along with a magical hourglass and a mission: a chance to redeem himself by teaching two earthly people the true meaning of time.. He returns to our world - now dominated by the hour-counting he so innocently began - and commences a journey with two unlikely partners: one a teenage girl who is about to give up on life, the other a wealthy old businessman who wants to live forever. To save himself, he must save them both. And stop the world to do so.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Inspirational",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Science Fiction",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Homage to Catalonia",
            "authors": [
                "George Orwell",
                "Lionel Trilling"
            ],
            "ranking": 4.09,
            "ranking_count": 52209,
            "abstract": "In 1936 George Orwell travelled to Spain to report on the Civil War and instead joined the fight against the Fascists. This famous account describes the war and Orwell’s own experiences. Introduction by Lionel Trilling.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Classics",
                "War",
                "Autobiography",
                "Biography",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Fullmetal Alchemist, Vol. 1",
            "authors": [
                "Hiromu Arakawa",
                "Akira Watanabe"
            ],
            "ranking": 4.51,
            "ranking_count": 142132,
            "abstract": "Breaking the laws of nature is a serious crime!. In an alchemical ritual gone wrong, Edward Elric lost his arm and his leg, and his brother Alphonse became nothing but a soul in a suit of armor. Equipped with mechanical “auto-mail” limbs, Edward becomes a state alchemist, seeking the one thing that can restore his and his brother’s bodies...the legendary Philosopher’s Stone.. Alchemy: the mystical power to alter the natural world; something between magic, art and science. When two brothers, Edward and Alphonse Elric, dabbled in this power to grant their dearest wish, one of them lost an arm and a leg…and the other became nothing but a soul locked into a body of living steel. Now Edward is an agent of the government, a slave of the military-alchemical complex, using his unique powers to obey orders…even to kill. Except his powers aren't unique. The world has been ravaged by the abuse of alchemy. And in pursuit of the ultimate alchemical treasure, the Philosopher's Stone, their enemies are even more ruthless than they are…",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction",
                "Comics Manga",
                "Adventure"
            ]
        },
        {
            "title": "Thief of Time",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.25,
            "ranking_count": 66850,
            "abstract": "Time is a resource. Everyone knows it has to be managed.. And on Discworld that is the job of the Monks of History, who store it and pump it from the places where it's wasted (like underwater -- how much time does a codfish need?) to places like cities, where there's never enough time.. But the construction of the world's first truly accurate clock starts a race against, well, time, for Lu Tze and his apprentice Lobsang Ludd. Because it will stop time. And that will only be the start of everyone's problems.. Thief of Time comes complete with a full supporting cast of heroes and villains, yetis, martial artists and Ronnie, the fifth Horseman of the Apocalypse (who left before they became famous).",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Science Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Undead and Unwed",
            "authors": [
                "MaryJanice Davidson"
            ],
            "ranking": 3.81,
            "ranking_count": 55922,
            "abstract": "First Betsy Taylor loses her job, then she's killed in a car accident.  But what really bites is that she can't seem to stay dead.  And now her new friends have the ridiculous idea that Betsy is the prophesied vampire queen, and they want her help in overthrowing the most obnoxious power-hungry vampire in five centuries.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Romance",
                "Womens Fiction",
                "Humor",
                "Fiction"
            ]
        },
        {
            "title": "The Ballad of Songbirds and Snakes",
            "authors": [
                "Suzanne Collins"
            ],
            "ranking": 3.82,
            "ranking_count": 286023,
            "abstract": "It is the morning of the reaping that will kick off the tenth annual Hunger Games. In the Capital, eighteen-year-old Coriolanus Snow is preparing for his one shot at glory as a mentor in the Games. The once-mighty house of Snow has fallen on hard times, its fate hanging on the slender chance that Coriolanus will be able to outcharm, outwit, and outmaneuver his fellow students to mentor the winning tribute.. The odds are against him. He's been given the humiliating assignment of mentoring the female tribute from District 12, the lowest of the low. Their fates are now completely intertwined -- every choice Coriolanus makes could lead to favor or failure, triumph or ruin. Inside the arena, it will be a fight to the death. Outside the arena, Coriolanus starts to feel for his doomed tribute... and must weigh his need to follow the rules against his desire to survive no matter what it takes.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Romance",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Hero With a Thousand Faces",
            "authors": [
                "Joseph Campbell"
            ],
            "ranking": 4.14,
            "ranking_count": 37330,
            "abstract": "The first popular work to combine the spiritual and psychological insights of modern psychoanalysis with the archetypes of world mythology, the book creates a roadmap for navigating the frustrating path of contemporary life. Examining heroic myths in the light of modern psychology, it considers not only the patterns and stages of mythology but also its relevance to our lives today—and to the life of any person seeking a fully realized existence.. Myth, according to Campbell, is the projection of a culture's dreams onto a large screen; Campbell's book, like. Star Wars. , the film it helped inspire, is an exploration of the big-picture moments from the stage that is our world. It is a must-have resource for both experienced students of mythology and the explorer just beginning to approach myth as a source of knowledge.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Fantasy",
                "Philosophy",
                "Psychology",
                "Language",
                "History",
                "Religion",
                "Classics",
                "Anthropology",
                "Spirituality"
            ]
        },
        {
            "title": "Metro 2033",
            "authors": [
                "Dmitry Glukhovsky"
            ],
            "ranking": 4.0,
            "ranking_count": 50990,
            "abstract": "The year is 2033. The world has been reduced to rubble. Humanity is nearly extinct. The half-destroyed cities have become uninhabitable through radiation. Beyond their boundaries, they say, lie endless burned-out deserts and the remains of splintered forests. Survivors still remember the past greatness of humankind. But the last remains of civilisation have already become a distant memory, the stuff of myth and legend.. More than 20 years have passed since the last plane took off from the earth. Rusted railways lead into emptiness. The ether is void and the airwaves echo to a soulless howling where previously the frequencies were full of news from Tokyo, New York, Buenos Aires. Man has handed over stewardship of the earth to new life-forms. Mutated by radiation, they are better adapted to the new world. Man's time is over.. A few score thousand survivors live on, not knowing whether they are the only ones left on earth. They live in the Moscow Metro - the biggest air-raid shelter ever built. It is humanity's last refuge. Stations have become mini-statelets, their people uniting around ideas, religions, water-filters - or the simple need to repulse an enemy incursion. It is a world without a tomorrow, with no room for dreams, plans, hopes. Feelings have given way to instinct - the most important of which is survival. Survival at any price. VDNKh is the northernmost inhabited station on its line. It was one of the Metro's best stations and still remains secure. But now a new and terrible threat has appeared.. Artyom, a young man living in VDNKh, is given the task of penetrating to the heart of the Metro, to the legendary Polis, to alert everyone to the awful danger and to get help. He holds the future of his native station in his hands, the whole Metro - and maybe the whole of humanity.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Horror",
                "Apocalyptic",
                "Fantasy",
                "Cultural",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Dark Elf Trilogy Collector's Edition",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.35,
            "ranking_count": 27056,
            "abstract": "Three-book set: The Dark Elf Trilogy--. Homeland, Exile,. and. Sojourn. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Role Playing Games",
                "Anthologies"
            ]
        },
        {
            "title": "Underworld",
            "authors": [
                "Don DeLillo"
            ],
            "ranking": 3.93,
            "ranking_count": 28773,
            "abstract": "While Eisenstein documented the forces of totalitarianism and Stalinism upon the faces of the Russian peoples, DeLillo offers a stunning, at times overwhelming, document of the twin forces of the Cold War and American culture, compelling that swerve from evenness in which he finds events and people both wondrous and horrifying.. Underworld. opens with a breathlessly graceful prologue set during the final game of the Giants-Dodgers pennant race in 1951. Written in what DeLillo calls super-omniscience the sentences sweep from young Cotter Martin as he jumps the gate to the press box, soars over the radio waves, runs out to the diamond, slides in on a fast ball, pops into the stands where J. Edgar Hoover is sitting with a drunken Jackie Gleason and a splenetic Frank Sinatra, and learns of the Soviet Union's second detonation of a nuclear bomb. It's an absolutely thrilling literary moment. When Bobby Thomson hits Branca's pitch into the outstretched hand of Cotter—the shot heard around the world—and Jackie Gleason pukes on Sinatra's shoes, the events of the next few decades are set in motion, all threaded together by the baseball as it passes from hand to hand.. It's all falling indelibly into the past, writes DeLillo, a past that he carefully recalls and reconstructs with acute grace. Jump from Giants Stadium to the Nevada desert in 1992, where Nick Shay, who now owns the baseball, reunites with the artist Kara Sax. They had been brief and unlikely lovers 40 years before, and it is largely through the events, spinoffs, and coincidental encounters of their pasts that DeLillo filters the Cold War experience. He believes that global events may alter how we live in the smallest ways, and as the book steps back in time to 1951, over the following 800-odd pages, we see just how those events alter lives. This reverse narrative allows the author to strip away the detritus of history and pop culture until we get to the story's pure elements: the bomb, the baseball, and the Bronx. In an epilogue as breathless and stunning as the prologue, DeLillo fast-forwards to a near future in which ruthless capitalism, the Internet, and a new, hushed faith have replaced the Cold War's blend of dread and euphoria.. Through fragments and interlaced stories—including those of highway killers, artists, celebrities, conspiracists, gangsters, nuns, and sundry others—DeLillo creates a fragile web of connected experience, a communal Zeitgeist that encompasses the messy whole of five decades of American life, wonderfully distilled.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Classics",
                "Contemporary",
                "Historical",
                "American"
            ]
        },
        {
            "title": "Pale Blue Dot: A Vision of the Human Future in Space",
            "authors": [
                "Carl Sagan",
                "Ann Druyan"
            ],
            "ranking": 4.31,
            "ranking_count": 33513,
            "abstract": "Pulitzer Prize-winning author Carl Sagan traces our exploration of space and suggests that our very survival may depend on the wise use of other worlds. This stirring book reveals how scientific discovery has altered our perception of who we are and where we stand, and challenges us to weigh what we will do with that knowledge. Photos, many in color.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Space",
                "Philosophy",
                "History",
                "Audiobook"
            ]
        },
        {
            "title": "First Test",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.21,
            "ranking_count": 59761,
            "abstract": "In the medieval and fantastic realm of Tortall, Keladry of Mindelan is the first girl to take advantage of the decree that permits females to train for knighthood. Up against the traditional hazing of pages and a grueling schedule, Kel faces only one real roadblock: Lord Wyldon, the training master of pages and squires. He is absolutely against girls becoming knights. So while he is forced to train her, Wyldon puts her on probation for one year. It is a trial period that no male page has ever had to endure and one that separates the good natured Kel even more from her fellow trainees during the tough first year. But Kel Is not a girl to underestimate, as everyone is about to find out...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "Fire Study",
            "authors": [
                "Maria V. Snyder"
            ],
            "ranking": 3.91,
            "ranking_count": 59815,
            "abstract": "The apprenticeship is over—now the real test has begun.. When word that Yelena is a Soulfinder—able to capture and release souls—spreads like wildfire, people grow uneasy. Already Yelena's unusual abilities and past have set her apart. As the Council debates Yelena's fate, she receives a disturbing message: a plot is rising against her homeland, led by a murderous sorcerer she has defeated before.... Honor sets Yelena on a path that will test the limits of her skills, and the hope of reuniting with her beloved spurs her onward. Her journey is fraught with allies, enemies, lovers and would-be assassins, each of questionable loyalty. Yelena will have but one chance to prove herself—and save the land she holds dear.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "The Autobiography of Malcolm X",
            "authors": [
                "Malcolm X",
                "Alex Haley"
            ],
            "ranking": 4.34,
            "ranking_count": 241152,
            "abstract": "Alternate cover for ISBN 9780345350688. Through a life of passion and struggle, Malcolm X became one of the most influential figures of the 20th Century. In this riveting account, he tells of his journey from a prison cell to Mecca, describing his transition from hoodlum to Muslim minister. Here, the man who called himself the angriest Black man in America relates how his conversion to true Islam helped him confront his rage and recognize the brotherhood of all mankind.. An established classic of modern America, The Autobiography of Malcolm X was hailed by the New York Times as Extraordinary. A brilliant, painful, important book. Still extraordinary, still important, this electrifying story has transformed Malcom X's life into his legacy. The strength of his words, the power of his ideas continue to resonate more than a generation after they first appeared.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "History",
                "Autobiography",
                "Race",
                "Politics",
                "Classics",
                "Biography Memoir",
                "Cultural"
            ]
        },
        {
            "title": "The Foundation Trilogy",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.41,
            "ranking_count": 96311,
            "abstract": "A THOUSAND-YEAR EPIC, A GALACTIC STRUGGLE, A MONUMENTAL WORK IN THE ANNALS OF SCIENCE FICTION. FOUNDATION begins a new chapter in the story of man's future. As the Old Empire crumbles into barbarism throughout the million worlds of the galaxy, Hari Seldon and his band of psychologists must create a new entity, the Foundation-dedicated to art, science, and technology-as the beginning of a new empire.. FOUNDATION AND EMPIRE describes the mighty struggle for power amid the chaos of the stars in which man stands at the threshold of a new enlightened life which could easily be destroyed by the old forces of barbarism.. SECOND FOUNDATION follows the Seldon Plan after the First Empire's defeat and describes its greatest threat-a dangerous mutant strain gone wild, which produces a mind capable of bending men's wills, directing their thoughts, reshaping their desires, and destroying the universe.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Space",
                "Literature",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Out",
            "authors": [
                "Natsuo Kirino",
                "Stephen    Snyder"
            ],
            "ranking": 3.95,
            "ranking_count": 31764,
            "abstract": "Natsuo Kirino's novel tells a story of random violence in the staid Tokyo suburbs, as a young mother who works a night shift making boxed lunches brutally strangles her deadbeat husband and then seeks the help of her co-workers to dispose of the body and cover up her crime.. The ringleader of this cover-up, Masako Katori, emerges as the emotional heart of. Out. and as one of the shrewdest, most clear-eyed creations in recent fiction. Masako's own search for a way out of the straitjacket of a dead-end life leads her, too, to take drastic action.. The complex yet riveting narrative seamlessly combines a convincing glimpse into the grimy world of Japan's yakuza with a brilliant portrayal of the psychology of a violent crime and the ensuing game of cat-and-mouse between seasoned detectives and a group of determined but inexperienced criminals. Kirino has mastered a Thelma and Louise kind of graveyard humor that illuminates her stunning evocation of the pressures and prejudices that drive women to extreme deeds and the friendship that bolsters them in the aftermath.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Thriller",
                "Mystery",
                "Asian Literature",
                "Horror",
                "Literature"
            ]
        },
        {
            "title": "Angel",
            "authors": [
                "L.A. Weatherly"
            ],
            "ranking": 3.86,
            "ranking_count": 32228,
            "abstract": "Angels are all around us: beautiful, awe-inspiring, irresistible.. Ordinary mortals yearn to catch a glimpse of one of these stunning beings and thousands flock to The Church of Angels to feel their healing touch.. But what if their potent magnetism isn't what it seems?. Willow knows she's different from other girls. And not just because she loves tinkering around with cars.. Willow has a gift. She can look into people's futures, know their dreams, their hopes and their regrets, just by touching them. But she has no idea where she gets this power from.. Until she meets Alex…. Alex is one of the few who know the truth about angels. He knows Willow's secret and is on a mission to stop her.. The dark forces within Willow make her dangerous – and irresistible.. In spite of himself, Alex finds he is falling in love with his sworn enemy.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Tithe",
            "authors": [
                "Holly Black"
            ],
            "ranking": 3.71,
            "ranking_count": 87835,
            "abstract": "Welcome to the realm of very scary faeries!. Sixteen-year-old Kaye is a modern nomad. Fierce and independent, she travels from city to city with her mother's rock band until an ominous attack forces Kaye back to her childhood home. There, amid the industrial, blue-collar New Jersey backdrop, Kaye soon finds herself an unwilling pawn in an ancient power struggle between two rival faerie kingdoms - a struggle that could very well mean her death.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fairies",
                "Fiction",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Blood Song",
            "authors": [
                "Anthony Ryan"
            ],
            "ranking": 4.4,
            "ranking_count": 79558,
            "abstract": "“The Sixth Order wields the sword of justice and smites the enemies of the Faith and the Realm.”. Vaelin Al Sorna was only a child of ten when his father left him at the iron gate of the Sixth Order. The Brothers of the Sixth Order are devoted to battle, and Vaelin will be trained and hardened to the austere, celibate, and dangerous life of a Warrior of the Faith. He has no family now save the Order.. Vaelin’s father was Battle Lord to King Janus, ruler of the unified realm. Vaelin’s rage at being deprived of his birthright and dropped at the doorstep of the Sixth Order like a foundling knows no bounds. He cherishes the memory of his mother, and what he will come to learn of her at the Order will confound him. His father, too, has motives that Vaelin will come to understand. But one truth overpowers all the rest: Vaelin Al Sorna is destined for a future he has yet to comprehend. A future that will alter not only the realm, but the world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Adult",
                "Audiobook",
                "Young Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Annabel Horton: Lost Witch of Salem",
            "authors": [
                "Vera Jane Cook"
            ],
            "ranking": 4.13,
            "ranking_count": 157,
            "abstract": "Annabel Horton is hanged on Gallows Hill in Salem, Massachusetts, during the infamous witch trials, but she does not die, at least not in the way we understand dying. Lost to time, stealing the flesh of those that the devil favors, she struggles to protect her family from the insidious evil that follows her.",
            "part_of_series": false,
            "genre_list": [
                "Paranormal",
                "Historical",
                "Fantasy",
                "Contemporary",
                "Epic",
                "Fiction"
            ]
        },
        {
            "title": "Narrative of the Life of Frederick Douglass",
            "authors": [
                "Frederick Douglass"
            ],
            "ranking": 4.07,
            "ranking_count": 110181,
            "abstract": "Born a slave circa1818 (slaves weren't told when they were born) on a plantation in Maryland, Douglass taught himself to read and write. In 1845, seven years after escaping to the North, he published Narrative, the first of three autobiographies. This book calmly but dramatically recounts the horrors and the accomplishments of his early years—the daily, casual brutality of the white masters; his painful efforts to educate himself; his decision to find freedom or die; and his harrowing but successful escape.. An astonishing orator and a skillful writer, Douglass became a newspaper editor, a political activist, and an eloquent spokesperson for the civil rights of African Americans. He lived through the Civil War, the end of slavery, and the beginning of segregation. He was celebrated internationally as the leading black intellectual of his day, and his story still resonates in ours.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "Classics",
                "Biography",
                "Autobiography",
                "Academic",
                "Cultural",
                "North American Hi..."
            ]
        },
        {
            "title": "The 13½ Lives of Captain Bluebear",
            "authors": [
                "Walter Moers",
                "J. Maxwell Brownjohn"
            ],
            "ranking": 4.27,
            "ranking_count": 20819,
            "abstract": "Captain Bluebear tells the story of his first 13-1/2 lives spent on the mysterious continent of Zamonia, where intelligence is an infectious disease, water flows uphill, and dangers lie in wait for him around every corner.. A bluebear has twenty-seven lives. I shall recount thirteen and a half of them in this book but keep quiet about the rest, says the narrator of Walter Moers’s epic adventure. What about the Minipirates? What about the Hobgoblins, the Spiderwitch, the Babbling Billows, the Troglotroll, the Mountain Maggot… Mine is a tale of mortal danger and eternal love, of hair’s breadth, last-minute escapes. Welcome to the fantastic world of Zamonia, populated by all manner of extraordinary characters. It’s a land of imaginative lunacy and supreme adventure, wicked satire and epic fantasy, all mixed together, turned on its head, and lavishly illustrated by the author.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "European Literature",
                "Young Adult",
                "Adventure",
                "Childrens",
                "Audiobook",
                "Science Fiction Fantasy",
                "Cultural"
            ]
        },
        {
            "title": "L'Assommoir",
            "authors": [
                "Émile Zola",
                "Robin Buss"
            ],
            "ranking": 4.07,
            "ranking_count": 14347,
            "abstract": "The seventh novel in the Rougon-Macquart cycle,. L'Assommoir. (1877) is the story of a woman's struggle for happiness in working-class Paris. At the center of the story stands Gervaise, who starts her own laundry and for a time makes a success of it. But her husband soon squanders her earnings in the Assommoir, a local drinking spot, and gradually the pair sink into poverty and squalor.. L'Assommoir. was a contemporary bestseller, outraged conservative critics, and launched a passionate debate about the legitimate scope of modern literature. This new translation captures not only the brutality but the pathos of its characters' lives.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "European Literature",
                "Literature",
                "Historical",
                "Novels",
                "Roman",
                "Academic"
            ]
        },
        {
            "title": "Coming Storm",
            "authors": [
                "David J Morden"
            ],
            "ranking": 4.24,
            "ranking_count": 609,
            "abstract": "In a long forgotten time a terrible war raged, entire countries were razed and even magic itself was decimated. According to myth the only survivors were Immortals, powerful sorcerers who achieved life everlasting. With the fall of the old world they scattered to the wild frontiers, or so the tale goes. Time marches on however and with magic barely an echo of its former self, technology presses on. The rising nation of The Syndicate is at the forefront making breakthrough after breakthrough in a handful of years. Establishing bases in the far flung frontier regions they have started a new endeavour of research into the ancient world, heedless of cost or consequence. As The Syndicate pushes deeper into the wilderness spurred on by ambition, mysterious deaths follow. Is this just the dangers of the wild, the resistance of the local tribes, or something else awoken by this intrusion?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Adventure",
                "Fantasy",
                "Adult",
                "New Adult",
                "Science Fiction Fantasy",
                "Novels",
                "Science Fiction"
            ]
        },
        {
            "title": "Trouble on Main Street",
            "authors": [
                "Kirsten Fullmer"
            ],
            "ranking": 4.3,
            "ranking_count": 6670,
            "abstract": "A cozy mountain town, a sweet romance, and a secret society of sneaky women…. The sleepy hamlet of Sugar Mountain harbors a secret society of women. Don’t misunderstand—the society itself is not secret—it’s the true nature of the group that is hush-hush.. Sugar Mountain is the kind of charming village that tourists adore. If you like small-town charm, quirky shops, and local art, this is the place for you. But when a blood smeared package shows up at the post office and it appears to be linked to a scheme that threatens Heidi Collinsworth’s historic home, the town takes on a sinister vibe. Heidi would lay odds that slimy Mayor Winslow is involved, but even with the enquiring skills of The Sugar Mountain Ladies Historical Society at work, proof is scarce.. The new guy in town, Adam Williams, is determined not to get involved in Sugar Mountain’s business. His last job in a big city planning office ruined his life, but Heidi needs his help. No matter how hard he tries to stay detached, Adam finds himself eyeball deep in Heidi’s problems, as well as the needs of her teenage son and a homeless dog.. With conflicting theories abound and tensions running high, it’s up to the ladies of the society to don disguises and go undercover. If they’re not careful, the town may fall to a wrecking ball, Heidi may fall for Adam, and the secret society will be exposed.. Meet the cast of colorful characters in this charming and zany introduction to a whole new series of romantic, cozy mysteries!",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Romance",
                "Epic",
                "Contemporary",
                "Novels",
                "Suspense",
                "Womens Fiction"
            ]
        },
        {
            "title": "Another Roadside Attraction",
            "authors": [
                "Tom Robbins"
            ],
            "ranking": 3.98,
            "ranking_count": 33604,
            "abstract": "What if the Second Coming didn't quite come off as advertised? What if the corpse on display in that funky roadside zoo is really who they say it is - what does that portend for the future of western civilization? And what if a young clairvoyant named Amanda reestablishes the flea circus as popular entertainment, and fertility worship as the principal religious form of our high-tech age?. Another Roadside Attraction. answers those questions and a lot more. It tell us, for example, what the sixties were truly all about, not by reporting on the psychedelic decade but by recreating it, from the inside out. In the process, this stunningly original seriocomic thriller is fully capable of simultaneously eating a literary hot dog and eroding the borders of the mind.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Novels",
                "Literature",
                "Contemporary",
                "Magical Realism",
                "Philosophy",
                "Literary Fiction",
                "Classics"
            ]
        },
        {
            "title": "Wolves of the Calla",
            "authors": [
                "Stephen King",
                "Bernie Wrightson"
            ],
            "ranking": 4.18,
            "ranking_count": 168971,
            "abstract": "Roland and his tet have just returned to the path of the Beam when they discover that they are being followed by a group of inexperienced trackers. The trackers are from the town of Calla Bryn Sturgis, and they desperately need the help of gunslingers. Once every generation, a band of masked riders known as the Wolves gallop out of the dark land of Thunderclap to steal one half of all the twins born in the Callas. When the children are returned, they are roont, or mentally and physically ruined. In less than a month, the Wolves will raid again. In exchange for Roland’s aid, Father Callahan—a priest originally from our world—offers to give Roland a powerful but evil seeing sphere, a sinister globe called Black Thirteen which he has hidden below the floorboards of his church. Not only must Roland and his tet discover a way to defeat the invincible Wolves, but they must also return to New York so that they can save our world’s incarnation of the Dark Tower from the machinations of the evil Sombra Corporation.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Westerns",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy",
                "Epic",
                "Novels"
            ]
        },
        {
            "title": "Saga, Volume 1",
            "authors": [
                "Brian K. Vaughan",
                "Fiona Staples"
            ],
            "ranking": 4.17,
            "ranking_count": 293692,
            "abstract": "From New York Times bestselling writer BRIAN K.VAUGHAN (Y: THE LAST MAN, EX MACHINA) and critically acclaimed artist FIONA STAPLES (MYSTERY SOCIETY, NORTH 40), SAGA is the sweeping tale of one young family fighting to find their place in the worlds. When two soldiers from opposite sides of a never-ending galactic war fall in love, they risk everything to bring a fragile new life into a dangerous old universe. Fantasy and science fiction are wed like never before in a sexy, subversive drama for adults. This specially priced volume collects the first arc of the smash hit series The Onion A.V. Club calls the emotional epic Hollywood wishes it could make.. Collects. :. Saga. #1-6.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Adult",
                "Romance",
                "Comics",
                "Adventure"
            ]
        },
        {
            "title": "Reversione: Reset the Future",
            "authors": [
                "Chris A. Jones"
            ],
            "ranking": 4.17,
            "ranking_count": 702,
            "abstract": "Mankind had spent decades trying to overcome an impending ecological global disaster. By the late 23rd century the disaster that they were attempting to prevent was at hand, and there was no reversing the damage. Now two scientists, both more than a 150 years apart are brought together to find a way to change the mistakes of the past and try to save a future that can only be done through the destiny of these two individuals. The love they will find together will not only determine the fate of their own lives, but the fate of the world.. Can the two of them turn back the clock and reset the future of discovery?. It is a love story more than 200 years in the making that will define a destiny that will survive all time.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Adventure",
                "Mystery",
                "Fantasy",
                "Fiction",
                "New Adult",
                "Science Fiction",
                "Thriller",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Dragons of Autumn Twilight",
            "authors": [
                "Margaret Weis",
                "Tracy Hickman"
            ],
            "ranking": 4.0,
            "ranking_count": 112141,
            "abstract": "Lifelong friends, they went their separate ways. Now they are together again, though each holds secrets from the others in his heart. They speak of a world shadowed with rumors of war. They speak of tales of strange monsters, creatures of myth, creatures of legend. They do not speak of their secrets. Not then. Not until a chance encounter with a beautiful, sorrowful woman, who bears a magical crystal staff, draws the companions deeper into the shadows, forever changing their lives and shaping the fate of the world.. No one expected them to be heroes.. Least of all, them.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Eliza and Her Monsters",
            "authors": [
                "Francesca Zappia"
            ],
            "ranking": 4.17,
            "ranking_count": 58848,
            "abstract": "Her story is a phenomenon. Her life is a disaster.. In the real world, Eliza Mirk is shy, weird, and friendless. Online, she’s LadyConstellation, the anonymous creator of the wildly popular webcomic. Monstrous Sea. . Eliza can’t imagine enjoying the real world as much as she loves the online one, and she has no desire to try.. Then Wallace Warland,. Monstrous Sea. ’s biggest fanfiction writer, transfers to her school. Wallace thinks Eliza is just another fan, and as he draws her out of her shell, she begins to wonder if a life offline might be worthwhile.. But when Eliza’s secret is accidentally shared with the world, everything she’s built—her story, her relationship with Wallace, and even her sanity—begins to fall apart.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Young Adult",
                "Romance",
                "Health",
                "Fiction",
                "Realistic Fiction",
                "Mental Health",
                "Audiobook"
            ]
        },
        {
            "title": "The Feast of the Goat",
            "authors": [
                "Mario Vargas Llosa",
                "Edith Grossman"
            ],
            "ranking": 4.31,
            "ranking_count": 30292,
            "abstract": "Haunted all her life by feelings of terror and emptiness, forty-nine-year-old Urania Cabral returns to her native Dominican Republic - and finds herself reliving the events of 1961, when the capital was still called Trujillo City and one old man terrorized a nation of three million people. Rafael Trujillo, the depraved ailing dictator whom Dominicans call the Goat, controls his inner circle with a combination of violence and blackmail. In Trujillo's gaudy palace, treachery and cowardice have become the way of life. But Trujillo's grasp is slipping away. There is a conspiracy against him, and a Machiavellian revolution already underway that will have bloody consequences of its own. In this 'masterpiece of Latin American and world literature, and one of the finest political novels ever written' (Bookforum), Mario Vargas Llosa recounts the end of a regime and the birth of a terrible democracy, giving voice to the historical Trujillo and the victims, both innocent and complicit, drawn into his deadly orbit.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "European Literature",
                "Cultural",
                "Literature",
                "Nobel Prize",
                "Politics",
                "Classics"
            ]
        },
        {
            "title": "The Golden Notebook",
            "authors": [
                "Doris Lessing"
            ],
            "ranking": 3.76,
            "ranking_count": 21059,
            "abstract": "Anna is a writer, author of one very successful novel, who now keeps four notebooks. In one, with a black cover, she reviews the African experience of her earlier year. In a red one she records her political life, her disillusionment with communism. In a yellow one she writes a novel in which the heroine relives part of her own experience. And in the blue one she keeps a personal diary. Finally, in love with an American writer and threatened with insanity, Anna tries to bring the threads of all four books together in a golden notebook.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Feminism",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Womens",
                "Literary Fiction",
                "European Literature"
            ]
        },
        {
            "title": "The Castle",
            "authors": [
                "Franz Kafka",
                "Mark Harman",
                "J.A. Underwood"
            ],
            "ranking": 3.95,
            "ranking_count": 51817,
            "abstract": "Translated and with a preface by Mark Harman. Left unfinished by Kafka in 1922 and not published until 1926, two years after his death,. The Castle. is the haunting tale of K.’s relentless, unavailing struggle with an inscrutable authority in order to gain access to the Castle. Scrupulously following the fluidity and breathlessness of the sparsely punctuated original manuscript, Mark Harman’s new translation reveals levels of comedy, energy, and visual power, previously unknown to English language readers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "European Literature",
                "Novels",
                "Philosophy",
                "Science Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "Punk 57",
            "authors": [
                "Penelope Douglas"
            ],
            "ranking": 3.89,
            "ranking_count": 205608,
            "abstract": "We were perfect together. Until we met.. Misha. I can’t help but smile at the words in her letter. She misses me.. In fifth grade, my teacher set us up with pen pals from a different school. Thinking I was a girl, with a name like Misha, the other teacher paired me up with her student, Ryen. My teacher, believing Ryen was a boy like me, agreed.. It didn’t take long for us to figure out the mistake. And in no time at all, we were arguing about everything. The best take-out pizza. Android vs. iPhone. Whether or not Eminem is the greatest rapper ever…. And that was the start. For the next seven years, it was us.. Her letters are always on black paper with silver writing. Sometimes there’s one a week or three in a day, but I need them. She’s the only one who keeps me on track, talks me down, and accepts everything I am.. We only had three rules. No social media, no phone numbers, no pictures. We had a good thing going. Why ruin it?. Until I run across a photo of a girl online. Name’s Ryen, loves Gallo’s pizza, and worships her iPhone. What are the chances?. F*ck it. I need to meet her.. I just don’t expect to hate what I find.. Ryen. He hasn’t written in three months. Something’s wrong. Did he die? Get arrested? Knowing Misha, neither would be a stretch.. Without him around, I’m going crazy. I need to know someone is listening. It’s my own fault. I should've gotten his number or picture or something.. He could be gone forever.. Or right under my nose, and I wouldn’t even know it.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Adult",
                "Music",
                "Dark"
            ]
        },
        {
            "title": "The Hero and the Crown",
            "authors": [
                "Robin McKinley"
            ],
            "ranking": 4.21,
            "ranking_count": 51455,
            "abstract": "Aerin could not remember a time when she had not known the story; she had grown up knowing it.. It was the story of her mother, the witchwoman who enspelled the king into marrying her, to get an heir that would rule Damar; and it was told that she turned her face to the wall and died of despair when she found she had borne a daughter instead of a son.. Aerin was that daughter.. But there was more of the story yet to be told; Aerin's destiny was greater than even she had dreamed--for she was to be the true hero who would wield the power of the Blue Sword...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "El psicoanalista",
            "authors": [
                "John Katzenbach",
                "Laura Paredes"
            ],
            "ranking": 4.12,
            "ranking_count": 46240,
            "abstract": "-Feliz 53 cumpleaños, doctor. Bienvenido al primer día de su muerte. Pertenezco a algún momento de su pasado. Usted arruinó mi vida. Quizá no sepa cómo por qué o cuándo, pero lo hizo. Llenó todos mis instantes de desastre y tristeza. Arruinó mi vida. Y ahora estoy decidido a arruinar la suya.. Así comienza el anónimo que recibe Fredrerick Starks, psicoanalista con una larga experiencia y una tranquila vida cotidiana. Starks tendrá que emplear toda su astucia y rapidez para, en quince días, averiguar quién es el autor de esa amenazadora misiva que promete hacerle la existencia imposible.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Novels",
                "Contemporary",
                "Psychology",
                "The United States Of America"
            ]
        },
        {
            "title": "Between the World and Me",
            "authors": [
                "Ta-Nehisi Coates"
            ],
            "ranking": 4.4,
            "ranking_count": 296497,
            "abstract": "“This is your country, this is your world, this is your body, and you must find some way to live within the all of it.”. In a profound work that pivots from the biggest questions about American history and ideals to the most intimate concerns of a father for his son, Ta-Nehisi Coates offers a powerful new framework for understanding our nation’s history and current crisis. Americans have built an empire on the idea of “race,” a falsehood that damages us all but falls most heavily on the bodies of black women and men—bodies exploited through slavery and segregation, and, today, threatened, locked up, and murdered out of all proportion. What is it like to inhabit a black body and find a way to live within it? And how can we all honestly reckon with this fraught history and free ourselves from its burden?. Between the World and Me. is Ta-Nehisi Coates’s attempt to answer these questions in a letter to his adolescent son. Coates shares with his son—and readers—the story of his awakening to the truth about his place in the world through a series of revelatory experiences, from Howard University to Civil War battlefields, from the South Side of Chicago to Paris, from his childhood home to the living rooms of mothers whose children’s lives were taken as American plunder. Beautifully woven from personal narrative, reimagined history, and fresh, emotionally charged reportage,. Between the World and Me. clearly illuminates the past, bracingly confronts our present, and offers a transcendent vision for a way forward.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Race",
                "Audiobook",
                "History",
                "Social Movements",
                "Biography",
                "Politics",
                "Writing",
                "Cultural"
            ]
        },
        {
            "title": "The Snow Child",
            "authors": [
                "Eowyn Ivey"
            ],
            "ranking": 3.98,
            "ranking_count": 133260,
            "abstract": "Alaska, 1920: a brutal place to homestead, and especially tough for recent arrivals Jack and Mabel. Childless, they are drifting apart--he breaking under the weight of the work of the farm; she crumbling from loneliness and despair. In a moment of levity during the season's first snowfall, they build a child out of snow. The next morning the snow child is gone--but they glimpse a young, blonde-haired girl running through the trees. This little girl, who calls herself Faina, seems to be a child of the woods. She hunts with a red fox at her side, skims lightly across the snow, and somehow survives alone in the Alaskan wilderness. As Jack and Mabel struggle to understand this child who could have stepped from the pages of a fairy tale, they come to love her as their own daughter. But in this beautiful, violent place things are rarely as they appear, and what they eventually learn about Faina will transform all of them.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Fantasy",
                "Magical Realism",
                "Adult",
                "Adult Fiction",
                "Book Club",
                "Literary Fiction"
            ]
        },
        {
            "title": "Steelheart",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.14,
            "ranking_count": 166047,
            "abstract": "Ten years ago, Calamity came. It was a burst in the sky that gave ordinary men and women extraordinary powers. The awed public started calling them Epics. But Epics are no friend of man. With incredible gifts came the desire to rule. And to rule man you must crush his will.. Nobody fights the Epics...nobody but the Reckoners. A shadowy group of ordinary humans, they spend their lives studying Epics, finding their weaknesses, and then assassinating them.. And David wants in. He wants Steelheart — the Epic who is said to be invincible. The Epic who killed David's father. For years, like the Reckoners, David's been studying, and planning — and he has something they need. Not an object, but an experience.. He's seen Steelheart bleed. And he wants revenge.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Comics",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        }
    ]
}