{
    "books": [
        {
            "title": "Beautiful Chaos",
            "authors": [
                "Kami Garcia",
                "Margaret Stohl"
            ],
            "ranking": 3.92,
            "ranking_count": 99566,
            "abstract": "Ethan Wate thought he was getting used to the strange, impossible events happening in Gatlin, his small Southern town. But now that Ethan and Lena have returned home,. strange. and. impossible. have taken on new meanings. Swarms of locusts, record-breaking heat, and devastating storms ravage Gatlin as Ethan and Lena struggle to understand the impact of Lena's Claiming. Even Lena's family of powerful Supernaturals is affected - and their abilities begin to dangerously misfire. As time passes, one question becomes clear: What — or who — will need to be sacrificed to save Gatlin?. For Ethan, the chaos is a frightening but welcome distraction. He's being haunted in his dreams again, but this time it isn't by Lena - and whatever is haunting him is following him out of his dreams and into his everyday life. Even worse, Ethan is gradually losing pieces of himself — forgetting names, phone numbers, even memories. He doesn't know why, and most days he's too afraid to ask.. Sometimes there isn't just one answer or one choice. Sometimes there's no going back. And this time there won't be a happy ending.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Alice's Adventures in Wonderland",
            "authors": [
                "Lewis Carroll",
                "Martha"
            ],
            "ranking": 3.99,
            "ranking_count": 321415,
            "abstract": "After a tumble down the rabbit hole, Alice finds herself far away from home in the absurd world of Wonderland. As mind-bending as it is delightful, Lewis Carroll’s 1865 novel is pure magic for young and old alike.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fantasy",
                "Fiction",
                "Childrens",
                "Audiobook",
                "Adventure",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "The Golem's Eye",
            "authors": [
                "Jonathan Stroud"
            ],
            "ranking": 4.1,
            "ranking_count": 89412,
            "abstract": "At only fourteen, Nathaniel is a rising star: a young magician who is quickly climbing the ranks of the government. There is seemingly nothing he cannot handle, until he is asked to deal with the growing Resistance movement, which is disrupting London life with its thefts and raids. It’s no easy task: the ringleader Kitty and her friends remain elusive, and Nathaniel’s job-and perhaps his life-are soon at risk. As the pressure mounts, he is distracted by a new series of terrifying attacks in the capital. But is it the Resistance again, or something more dangerous still? To uncover the perpetrators, Nathanial must take desperate measures: a journey to the enemy city of Prague and-worse-summoning once again the troublesome, enigmatic, and quick – witted djinni Bartimaeus.. A thrilling sequel to the best-selling Amulet of Samarkand, The Golem’s Eye is a roller-coaster ride of magic, adventure, and political skullduggery, in which the fates of Nathaniel, Bartimaeus, and Kitty explosively collide.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Childrens",
                "Audiobook"
            ]
        },
        {
            "title": "The Grand Delusion",
            "authors": [
                "Heath Sommer"
            ],
            "ranking": 4.09,
            "ranking_count": 165,
            "abstract": "Loner Addy Siwel only wanted answers when she signed up for a freshman course in theology—what she got was the attention of a murderer. In The Grand Delusion, Dr. Heath Sommer brings to life the precursor stories of characters John Joe, Addy Siwel, and Merci Bowku, who were introduced to the world in the 2009 contemporary mystery The Manufactured Identity. Terror-struck, the three protagonists vie against a backdrop of ironic evil as they are stalked by an unidentified villain who breaks all the rules and sends Chief of police and reluctant clairvoyant Frank Murphy scrambling against the clock in a murder mystery showdown that leaves all questioning what is real and what is beyond this world.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Psychology",
                "Fiction"
            ]
        },
        {
            "title": "Shadow's Edge",
            "authors": [
                "Brent Weeks"
            ],
            "ranking": 4.25,
            "ranking_count": 97282,
            "abstract": "The second novel in the Night Angel trilogy, the breakneck epic fantasy from New York Times bestselling author Brent Weeks.. Kylar Stern has rejected the assassin's life. The Godking's successful coup has left Kylar's master, Durzo, and his best friend, Logan, dead. He is starting over: new city, new friends, and new profession.. But when he learns that Logan might actually be alive and in hiding, Kylar is faced with an agonizing choice: will he give up the way of shadows forever and live in peace with his new family, or will he risk everything by taking on the ultimate hit?. Devour this blockbuster tale of assassination and magic by Brent Weeks, which has delighted readers all over the world--with over one million copies in print!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adult"
            ]
        },
        {
            "title": "The Constant Princess",
            "authors": [
                "Philippa Gregory"
            ],
            "ranking": 3.92,
            "ranking_count": 156864,
            "abstract": "Splendid and sumptuous historical novel from the internationally bestselling author, Philippa Gregory, telling of the early life of Katherine of Aragon.. We think of Katherine of Aragon as the barren wife of a notorious king; but behind this legacy lies a fascinating story.. Katherine of Aragon is born Catalina, the Spanish Infanta, to parents who are both rulers and warriors. Aged four, she is betrothed to Arthur, Prince of Wales, and is raised to be Queen of England. She is never in doubt that it is her destiny to rule that far-off, wet, cold land.. Her faith is tested when her prospective father-in-law greets her arrival in her new country with a great insult; Arthur seems little better than a boy; the food is strange and the customs coarse. Slowly she adapts to the first Tudor court, and life as Arthur’s wife grows ever more bearable.. But when the studious young man dies, she is left to make her own future: how can she now be queen, and found a dynasty? Only by marrying Arthur’s young brother, the sunny but spoilt Henry. His father and grandmother are against it; her powerful parents prove little use. Yet Katherine is her mother’s daughter and her fighting spirit is strong.. She will do anything to achieve her aim; even if it means telling the greatest lie, and holding to it.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "English History",
                "European Literature",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "A Gathering of Shadows",
            "authors": [
                "V.E. Schwab"
            ],
            "ranking": 4.24,
            "ranking_count": 146440,
            "abstract": "It has been four months since a mysterious obsidian stone fell into Kell's possession. Four months since his path crossed with Delilah Bard. Four months since Prince Rhy was wounded, and since the nefarious Dane twins of White London fell, and four months since the stone was cast with Holland's dying body through the rift--back into Black London.. Now, restless after having given up his smuggling habit, Kell is visited by dreams of ominous magical events, waking only to think of Lila, who disappeared from the docks as she always meant to do. As Red London finalizes preparations for the Element Games--an extravagant international competition of magic meant to entertain and keep healthy the ties between neighboring countries--a certain pirate ship draws closer, carrying old friends back into port.. And while Red London is caught up in the pageantry and thrills of the Games, another London is coming back to life. After all, a shadow that was gone in the night will reappear in the morning. But the balance of magic is ever perilous, and for one city to flourish, another London must fall.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adult",
                "Audiobook",
                "LGBT",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "Bloodlines",
            "authors": [
                "Lindsay Anne Kendal"
            ],
            "ranking": 3.72,
            "ranking_count": 1005,
            "abstract": "Keira Jameson used to lead a normal life, she just had a gift, passed down through the generations of her family. Now, after hearing voices, having strange dreams of others calling out to her, and her grandfather's last words haunting her, she sets out to find other families like hers. Along with her best friend Lily, the only person outside her family to know about her gift, Keira begins a hunt for her ancestors. A chance meeting with a young man, Lucian Turner, sets them on the right track, but their discoveries change the way Keira will see herself for ever more. Fear, superstition and heritage are shaping Keira's future and she must face her enemies, even if this could mean losing her life. She cannot escape her destiny.. Part Buffy-style horror, part tender romance, Bloodlines will have fans of the genre on tenterhooks waiting for the next instalment of this gripping and hell-raising tale.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Horror",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Brida",
            "authors": [
                "Paulo Coelho",
                "Margaret Jull Costa"
            ],
            "ranking": 3.49,
            "ranking_count": 73693,
            "abstract": "This is the story of Brida, a young Irish girl, and her quest for knowledge. She has long been interested in various aspects of magic but is searching for something more. Her search leads her to people of great wisdom, who begin to teach Brida about the spiritual world. She meets a wise man who dwells in a forest, who teaches her about overcoming her fears and trusting in the goodness of the world; and a woman who teaches her how to dance to the music of the world, and how to pray to the moon. As Brida seeks her destiny, she struggles to find a balance between her relationships and her desire to become a witch. This enthralling novel incorporates themes that fans of Paulo Coelho will recognize and treasure—it is a tale of love, passion, mystery, and spirituality from the master storyteller.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Philosophy",
                "Novels",
                "Romance",
                "Spirituality",
                "Inspirational",
                "Magical Realism",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "The Hour I First Believed",
            "authors": [
                "Wally Lamb"
            ],
            "ranking": 3.81,
            "ranking_count": 60826,
            "abstract": "Wally Lamb's two previous novels,. She's Come Undone. and. I Know This Much Is True,. struck a chord with readers. They responded to the intensely introspective nature of the books, and to their lively narrative styles and biting humor.. In. The Hour I First Believed,. Lamb travels well beyond his earlier work and embodies in his fiction myth, psychology, family history stretching back many generations, and the questions of faith that lie at the heart of everyday life. The result is an extraordinary tour de force, at once a meditation on the human condition and an unflinching yet compassionate evocation of character.. When forty-seven-year-old high school teacher Caelum Quirk and his younger wife, Maureen, a school nurse, move to Littleton, Colorado, they both get jobs at Columbine High School. In April 1999, Caelum returns home to Three Rivers, Connecticut, to be with his aunt who has just had a stroke. But Maureen finds herself in the school library at Columbine, cowering in a cabinet and expecting to be killed, as two vengeful students go on a carefully premeditated, murderous rampage. Miraculously she survives, but at a cost: she is unable to recover from the trauma. Caelum and Maureen flee Colorado and return to an illusion of safety at the Quirk family farm in Three Rivers. But the effects of chaos are not so easily put right, and further tragedy ensues.. While Maureen fights to regain her sanity, Caelum discovers a cache of old diaries, letters, and newspaper clippings in an upstairs bedroom of his family's house. The colorful and intriguing story they recount spans five generations of Quirk family ancestors, from the Civil War era to Caelum's own troubled childhood. Piece by piece, Caelum reconstructs the lives of the women and men whose legacy he bears. Unimaginable secrets emerge; long-buried fear, anger, guilt, and grief rise to the surface.. As Caelum grapples with unexpected and confounding revelations from the past, he also struggles to fashion a future out of the ashes of tragedy. His personal quest for meaning and faith becomes a mythic journey that is at the same time quintessentially contemporary -- and American.. The Hour I First Believed. is a profound and heart-rending work of fiction. Wally Lamb proves himself a virtuoso storyteller, assembling a variety of voices and an ensemble of characters rich enough to evoke all of humanity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Literary Fiction",
                "Novels",
                "Drama",
                "Book Club",
                "Audiobook"
            ]
        },
        {
            "title": "The Testament",
            "authors": [
                "John Grisham",
                "Jorma-Veikko Sappinen"
            ],
            "ranking": 3.88,
            "ranking_count": 112347,
            "abstract": "In a plush Virginia office, a rich, angry old man is furiously rewriting his will. With his death just hours away, Troy Phelan wants to send a message to his children, his ex-wives, and his minions, a message that will touch off a vicious legal battle and transform dozens of lives.. Because Troy Phelan's new will names a sole surprise heir to his eleven-billion-dollar fortune: a mysterious woman named Rachel Lane, a missionary living deep in the jungles of Brazil.. Enter the lawyers. Nate O'Riley is fresh out of rehab, a disgraced corporate attorney handpicked for his last job: to find Rachel Lane at any cost. As Phelan's family circles like vultures in D.C., Nate is crashing through the Brazilian jungle, entering a world where money means nothing, where death is just one misstep away, and where a woman - pursued by enemies and friends alike - holds a stunning surprise of her own.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Law",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Fifth Season",
            "authors": [
                "N.K. Jemisin"
            ],
            "ranking": 4.32,
            "ranking_count": 200663,
            "abstract": "This is the way the world ends. Again.. Three terrible things happen in a single day. Essun, a woman living an ordinary life in a small town, comes home to find that her husband has brutally murdered their son and kidnapped their daughter. Meanwhile, mighty Sanze -- the world-spanning empire whose innovations have been civilization's bedrock for a thousand years -- collapses as most of its citizens are murdered to serve a madman's vengeance. And worst of all, across the heart of the vast continent known as the Stillness, a great red rift has been torn into the heart of the earth, spewing ash enough to darken the sky for years. Or centuries.. Now Essun must pursue the wreckage of her family through a deadly, dying land. Without sunlight, clean water, or arable land, and with limited stockpiles of supplies, there will be war all across the Stillness: a battle royale of nations not for power or territory, but simply for the basic resources necessary to get through the long dark night. Essun does not care if the world falls apart around her. She'll break it herself, if she must, to save her daughter.. original cover of ISBN. 0316229296. /. 9780316229296",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Audiobook",
                "LGBT",
                "Apocalyptic"
            ]
        },
        {
            "title": "Heartstopper: Volume Three",
            "authors": [
                "Alice Oseman"
            ],
            "ranking": 4.63,
            "ranking_count": 160225,
            "abstract": "In this volume we’ll see the Heartstopper gang go on a school trip to Paris! Not only are Nick and Charlie navigating a new city, but also telling more people about their relationship AND learning more about the challenges each other are facing in private…. Meanwhile Tao and Elle will face their feelings for each other, Tara and Darcy share more about their relationship origin story, and the teachers supervising the trip seem… rather close…?",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Romance",
                "LGBT",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Health",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "I've Got Your Number",
            "authors": [
                "Sophie Kinsella"
            ],
            "ranking": 3.94,
            "ranking_count": 211626,
            "abstract": "I’ve lost it. :( The only thing in the world I wasn’t supposed to lose. My engagement ring. It’s been in Magnus’s family for three generations. And now the very same day his parents are coming, I’ve lost it. The very same day! Do not hyperventilate, Poppy. Stay positive :) !!. Poppy Wyatt has never felt luckier. She is about to marry her ideal man, Magnus Tavish, but in one afternoon her “happily ever after” begins to fall apart. Not only has she lost her engagement ring in a hotel fire drill but in the panic that follows, her phone is stolen. As she paces shakily around the lobby, she spots an abandoned phone in a trash can. Finders keepers! Now she can leave a number for the hotel to contact her when they find her ring. Perfect!. Well, perfect except that the phone’s owner, businessman Sam Roxton, doesn’t agree. He wants his phone back and doesn’t appreciate Poppy reading his messages and wading into his personal life.. What ensues is a hilarious and unpredictable turn of events as Poppy and Sam increasingly upend each other’s lives through emails and text messages. As Poppy juggles wedding preparations, mysterious phone calls, and hiding her left hand from Magnus and his parents . . . she soon realizes that she is in for the biggest surprise of her life.",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Humor",
                "Adult",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Guns, Germs, and Steel: The Fates of Human Societies",
            "authors": [
                "Jared Diamond"
            ],
            "ranking": 4.04,
            "ranking_count": 357707,
            "abstract": "Diamond has written a book of remarkable scope ... one of the most important and readable works on the human past published in recent years.. Winner of the Pulitzer Prize and a national bestseller: the global account of the rise of civilization that is also a stunning refutation of ideas of human development based on race.. In this artful, informative, and delightful (William H. McNeill, New York Review of Books) book, Jared Diamond convincingly argues that geographical and environmental factors shaped the modern world. Societies that had a head start in food production advanced beyond the hunter-gatherer stage, and then developed writing, technology, government, and organized religion—as well as nasty germs and potent weapons of war—and adventured on sea and land to conquer and decimate preliterate cultures. A major advance in our understanding of human societies,. Guns, Germs, and Steel. chronicles the way that the modern world came to be and stunningly dismantles racially based theories of human history.. Winner of the Pulitzer Prize, the Phi Beta Kappa Award in Science, the Rhone-Poulenc Prize, and the Commonwealth Club of California's Gold Medal",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Science",
                "Anthropology",
                "Sociology",
                "Politics",
                "Economics",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "Dreamland",
            "authors": [
                "Sarah Dessen"
            ],
            "ranking": 3.9,
            "ranking_count": 79269,
            "abstract": "There is an alternate cover edition for this ISBN13. here. .. Wake up, Caitlin. Ever since she started going out with Rogerson Biscoe, Caitlin seems to have fallen into a semiconscious dreamland where nothing is quite real. Rogerson is different from anyone Caitlin has ever known. He's magnetic. He's compelling. He's dangerous. Being with him makes Caitlin forget about everything else—her missing sister, her withdrawn mother, her lackluster life. But what happens when being with Rogerson becomes a larger problem than being without him?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Womens Fiction",
                "Sociology"
            ]
        },
        {
            "title": "Stormbreaker",
            "authors": [
                "Anthony Horowitz"
            ],
            "ranking": 3.98,
            "ranking_count": 94236,
            "abstract": "They told him his uncle died in an accident. He wasn't wearing his seatbelt, they said. But when fourteen-year-old Alex finds his uncle's windshield riddled with bullet holes, he knows it was no accident. What he doesn't know yet is that his uncle was killed while on a top-secret mission. But he is about to, and once he does, there is no turning back. Finding himself in the middle of terrorists, Alex must outsmart the people who want him dead. The government has given him the technology, but only he can provide the courage. Should he fail, every child in England will be murdered in cold blood.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Adventure",
                "Mystery",
                "Thriller",
                "Action",
                "Spy Thriller",
                "Childrens"
            ]
        },
        {
            "title": "These Happy Golden Years",
            "authors": [
                "Laura Ingalls Wilder",
                "Garth Williams"
            ],
            "ranking": 4.19,
            "ranking_count": 71226,
            "abstract": "Fifteen-year-old Laura lives apart from her family for the first time, teaching school in a claim shanty twelve miles from home. She is very homesick, but keeps at it so that she can help pay for her sister Mary's tuition at the college for the blind. During school vacations Laura has fun with her singing lessons, going on sleigh rides, and best of all, helping Almanzo Wilder drive his new buggy. Friendship soon turns to love for Laura and Almanzo in the romantic conclusion of this Little House book.. Correlates to the Common Core State Standards in English Language Arts",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Gaudy Night",
            "authors": [
                "Dorothy L. Sayers"
            ],
            "ranking": 4.21,
            "ranking_count": 26975,
            "abstract": "The dons of Harriet Vane's alma mater, the all-female Shrewsbury College, Oxford, have invited her back to attend the annual Gaudy celebrations. However, the mood turns sour when someone begins a series of malicious acts including poison-pen messages, obscene graffiti and wanton vandalism. Harriet asks her old friend Wimsey to investigate.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Romance",
                "Thriller",
                "European Literature",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "The Lost World",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.82,
            "ranking_count": 137501,
            "abstract": "It is now six years since the secret disaster at Jurassic Park, six years since the extraordinary dream of science and imagination came to a crashing end – the dinosaurs destroyed, the park dismantled, the island indefinitely closed to the public.. There are rumors that something has survived....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Adventure",
                "Fantasy",
                "Horror",
                "Animals",
                "Science Fiction Fantasy",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "When Nietzsche Wept",
            "authors": [
                "Irvin D. Yalom"
            ],
            "ranking": 4.35,
            "ranking_count": 58456,
            "abstract": "In 19th-century Vienna, a drama of love, fate, and will is played out amid the intellectual ferment that defined the era.. Josef Breuer, one of the founding fathers of psychoanalysis, is at the height of his career. Friedrich Nietzsche, Europe's greatest philosopher, is on the brink of suicidal despair, unable to find a cure for the headaches and other ailments that plague him. When he agrees to treat Nietzsche with his experimental talking cure, Breuer never expects that he, too, will find solace in their sessions. Only through facing his own inner demons can the gifted healer begin to help his patient.. In When Nietzsche Wept, Irvin Yalom blends fact and fiction, atmosphere and suspense to unfold an unforgettable story about the redemptive power of friendship.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Fiction",
                "Philosophy",
                "Historical",
                "Novels",
                "Literature",
                "Roman",
                "Contemporary"
            ]
        },
        {
            "title": "The Naming",
            "authors": [
                "Alison Croggon"
            ],
            "ranking": 4.02,
            "ranking_count": 25306,
            "abstract": "Maerad is a slave in a desperate and unforgiving settlement, taken there as a child after her family is destroyed in war. She is unaware that she possesses a powerful gift, one that marks her as a member of the School of Pellinor. It is only when she is discovered by Cadvan, one of the great Bards of Lirigon, that her true heritage and extraordinary destiny unfold. Now she and her new teacher must survive a journey through a time and place where the forces they battle stem from the deepest recesses of otherworldly terror.. Alison Croggon’s epic fantasy, the first in the Books of Pellinor quartet, is a glittering saga steeped in the rich and complex landscape of Annar, a legendary world ripe for discovery.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Golden Son",
            "authors": [
                "Pierce Brown"
            ],
            "ranking": 4.44,
            "ranking_count": 177650,
            "abstract": "As a Red, Darrow grew up working the mines deep beneath the surface of Mars, enduring backbreaking labor while dreaming of the better future he was building for his descendants. But the Society he faithfully served was built on lies. Darrow’s kind have been betrayed and denied by their elitist masters, the Golds—and their only path to liberation is revolution. And so Darrow sacrifices himself in the name of the greater good for which Eo, his true love and inspiration, laid down her own life. He becomes a Gold, infiltrating their privileged realm so that he can destroy it from within.. A lamb among wolves in a cruel world, Darrow finds friendship, respect, and even love—but also the wrath of powerful rivals. To wage and win the war that will change humankind’s destiny, Darrow must confront the treachery arrayed against him, overcome his all-too-human desire for retribution—and strive not for violent revolt but a hopeful rebirth. Though the road ahead is fraught with danger and deceit, Darrow must choose to follow Eo’s principles of love and justice to free his people.. He must live for more.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Space"
            ]
        },
        {
            "title": "Enna Burning",
            "authors": [
                "Shannon Hale"
            ],
            "ranking": 3.99,
            "ranking_count": 40626,
            "abstract": "Enna's life was not meant to be simple.. When her brother, Leifer, brings home a mysterious piece of vellum that teaches him how to set fires—without a spark, without flint—Enna cannot decide if this power is one she wants for herself, or something that should be extinguished forever. And when Bayern, their country, goes to war, the choice becomes nearly unbearable.. Enna never imagined that the warm, life-giving energy of a fire could destroy everything she loves, but she must now save herself and Bayern before fire consumes her entirely.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "Rage of Angels",
            "authors": [
                "Sidney Sheldon"
            ],
            "ranking": 3.95,
            "ranking_count": 36720,
            "abstract": "A worldwide bestseller first published in 1980, this novel tells the story of Jennifer Parker, a successful lawyer who is loved by two men, one a politician, the other, a mafia don.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Romance",
                "Drama",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "Horton Hears a Who!",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.19,
            "ranking_count": 103589,
            "abstract": "Horton the kindly elephant has his work cut out saving the tiny Whos who live on a speck of dust – no one else believes they are there! But Horton eventually convinces everyone that. ‘A person’s a person, no matter how small’!. With his unique combination of hilarious stories, zany pictures and riotous rhymes, Dr Seuss has been delighting young children and helping them learn to read for over fifty years. Creator of the wonderfully anarchic. Cat in the Hat. , and ranked among the world's top ten favorite children’s authors, Dr. Seuss is a global best-seller, with nearly half a billion books sold worldwide.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Fantasy",
                "Animals",
                "Kids",
                "Humor"
            ]
        },
        {
            "title": "The Orb of Truth",
            "authors": [
                "Brae Wyckoff"
            ],
            "ranking": 3.73,
            "ranking_count": 301,
            "abstract": "In the hundreds of years since the Holy City disappeared, darkness has fallen over the land. Human kingdoms have seized control of the realm, scattering the other races into hiding.. Bridazak, a skilled thief, and his friends, a Dwarf and a fellow Ordakian, have dared to remain within the human communities and live relatively quiet lives, until they discover a mysterious, magical artifact. The three friends are thrust into an adventure that will challenge their faith, their purpose, and their destiny as they chase a forgotten and lost prophecy across the realm of Ruauck-El, where they hope to discover the origins of the strange item and their place in its history.. An ancient, unknown enemy threatens the completion of their journey at every turn. Bridazak is about to face the biggest adventure of his life, one that may change the known realm, and answer the questions he has carried all his life. Will they unlock the truth?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Christian",
                "Christian Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Heartstopper: Volume Two",
            "authors": [
                "Alice Oseman"
            ],
            "ranking": 4.6,
            "ranking_count": 192208,
            "abstract": "Nick and Charlie are best friends. Nick knows Charlie's gay, and Charlie is sure that Nick isn't.. But love works in surprising ways, and Nick is discovering all kinds of things about his friends, his family ... and himself.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Romance",
                "LGBT",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Infidel",
            "authors": [
                "Ayaan Hirsi Ali"
            ],
            "ranking": 4.17,
            "ranking_count": 88643,
            "abstract": "One of today’s most admired and controversial political figures, Ayaan Hirsi Ali burst into international headlines following the murder of Theo van Gogh by an Islamist who threatened that she would be next. She made headlines again when she was stripped of her citizenship and resigned from the Dutch Parliament.. Infidel. shows the coming of age of this distinguished political superstar and champion of free speech as well as the development of her beliefs, iron will, and extraordinary determination to fight injustice. Raised in a strict Muslim family, Hirsi Ali survived civil war, female mutilation, brutal beatings, adolescence as a devout believer during the rise of the Muslim Brotherhood, and life in four troubled, unstable countries ruled largely by despots. She escaped from a forced marriage and sought asylum in the Netherlands, where she earned a college degree in political science, tried to help her tragically depressed sister adjust to the West, and fought for the rights of Muslim women and the reform of Islam as a member of Parliament. Under constant threat, demonized by reactionary Islamists and politicians, disowned by her father, and expelled from family and clan, she refuses to be silenced.. Ultimately a celebration of triumph over adversity, Hirsi Ali’s story tells how a bright little girl evolves out of dutiful obedience to become an outspoken, pioneering freedom fighter. As Western governments struggle to balance democratic ideals with religious pressures, no other book could be more timely or more significant.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Religion",
                "Cultural",
                "Politics",
                "Biography Memoir",
                "Feminism"
            ]
        },
        {
            "title": "Rosemary's Baby",
            "authors": [
                "Ira Levin"
            ],
            "ranking": 4.02,
            "ranking_count": 123673,
            "abstract": "Rosemary and Guy Woodhouse, an ordinary young couple, settle into a New York City apartment, unaware that the elderly neighbors and their bizarre group of friends have taken a disturbing interest in them. But by the time Rosemary discovers the horrifying truth, it may be far too late!",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "Raintree County",
            "authors": [
                "Ross Lockridge Jr."
            ],
            "ranking": 3.95,
            "ranking_count": 1003,
            "abstract": "Throughout a single day in 1892, John Shawnessy recalls the great moments of his lifefrom the love affairs of his youth in Indiana, to the battles of the Civil War, to the politics of the Gilded Age, to his homecoming as schoolteacher, husband, and father. Shawnessy is the epitome of the place and period in which he lives, a rural land of springlike women, shady gamblers, wandering vagabonds, and soapbox orators. Yet here on the banks of the Shawmucky River, which weaves its primitive course through Raintree County, Indiana, he also feels and obeys ancient rhythms. A number-one bestseller when it was first published in 1948, this powerful novel is a compelling vision of 19th-century America with timeless resonance.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Novels",
                "Romance",
                "Military History",
                "War",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Octunnumi Fosbit Files Prologue",
            "authors": [
                "Trevor Alan Foris"
            ],
            "ranking": 4.08,
            "ranking_count": 8891,
            "abstract": "Publishers note:. The Octunnumi does not exist.. Fosbit and any files relating to a Fosbit do not exist.. The Tarelen peoples that protect and provide sanctuary for the Avitens of Fethrist are not real.. The abilities of the Tarelen peoples with their heightened skills, living in their Utopian world are myth, their purpose here mere tales; rumours of their reincarnations enabling them to live many lives… ridiculous!. And there is definitely no magic.. None at all.. No, really, there isn’t.. Magic is not a thing.. There are also no hidden worlds or mythical beings coexisting just out of sight.. Equally, there are no secret access points to these hidden worlds that don’t exist, and there is no, 'unfinished business from the past' that is set to destroy, well, anything.. There is no disaster looming.. Anyway, regardless of any potential threat that may or may not be present, this publication, The Octunnumi and any reference to any other beings is a work of fiction.. And for the record, Scariodintts, should they exist, are perfectly lovely beings whose purpose in life is grossly misunderstood.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Novels",
                "Adventure",
                "New Adult",
                "Adult",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Childrens"
            ]
        },
        {
            "title": "Avalon High",
            "authors": [
                "Meg Cabot"
            ],
            "ranking": 3.81,
            "ranking_count": 44826,
            "abstract": "To newcomer Ellie, Avalon High seems like a typical American high school, complete with jocks, nerds, cheerleaders, and even the obligatory senior class president, quarterback, and all-around good guy. But it doesn't take Ellie long to suspect that something weird is going on beneath the glossy surface of this tranquil hall of learning. As she pieces together the meaning of this unfolding drama, she begins to recognize some haunting Arthurian echoes, causing her to worry that she has become just a pawn in mythic history. A powerful novel by the author of The Princess Diaries.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Retellings",
                "Contemporary"
            ]
        },
        {
            "title": "Baby",
            "authors": [
                "J.K. Accinni"
            ],
            "ranking": 3.8,
            "ranking_count": 875,
            "abstract": "A gripping psychological thriller on the inherent greed and evil of man, dooming the planet.. Two hundred years of tender love between man and alien, political downfalls, wanton violence of unspeakable order tempered with laughter, family loyalty and hope is the thrilling vehicle by which Ms Accinni conveys her cautionary tale of the merciless disrespect man gives his planet and the vulnerable creatures entrusted to him.. Baby introduces Netty, a naive teenage farm girl given in marriage to an older brutal opportunist disguised as a successful citizen during the years of Prohibition in Sussex County, New Jersey. After years of enslavement, Netty flees into the night from her rapist and bootlegger husband, traveling back to the farm worked by her parents, where she rescues an unfamiliar damaged creature she finds in a cave in the woods of her childhood, falling in love with the enigmatic alien she names Baby. Together they find happiness and fulfillment despite the changes to Netty's body wrought by the proximity of the unusual creature.. Damaged by entry into our atmosphere while pregnant, the confused creature forgets the purpose of his mission, appearing unconcerned with the disappearance of his offspring and savoring the unexpected joy of the love he shares with young Netty.. When a handsome Italian stranger comes into Netty's life, complications ensue as she falls in love while trying to hide the bizarre and wondrous changes to her farm and her body. Netty, Baby and Wil strive to conquer obstacles thrown in their path by life, succeeding wildly until the heart-rending and astonishingly brutal climax to their story.. This charming, yet brutal story is the prologue to a series that will chill and surprise you as it foretells the selfishly destructive path man has followed since his species evolved. It pulls no punches while allowing Netty and Baby's influence to transcend mortal life as the world dances toward depraved indifference, introducing other characters along the ride that readers will laugh,shed tears with and learn to despise.. What lengths will Baby and his offspring go to complete their mission? Will it spell Armageddon for the beleaguered planet with its vulnerable and exploited creatures or will man tip the scales himself, leaving those that love the creatures to salvage the pitiful ruins?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Horror",
                "Fantasy",
                "Thriller",
                "Fiction",
                "Dark",
                "Wildlife"
            ]
        },
        {
            "title": "Last Exit to Brooklyn",
            "authors": [
                "Hubert Selby Jr.",
                "Gilbert Sorrentino"
            ],
            "ranking": 3.89,
            "ranking_count": 26412,
            "abstract": "Few novels have caused as much debate as Hubert Selby Jr.'s notorious masterpiece,. Last Exit to Brooklyn,. and this Penguin Modern Classics edition includes an introduction by Irvine Welsh, author of. Trainspotting.. Described by various reviewers as hellish and obscene,. Last Exit to Brooklyn. tells the stories of New Yorkers who at every turn confront the worst excesses in human nature. Yet there are moments of exquisite tenderness in these troubled lives. Georgette, the transvestite who falls in love with a callous hoodlum; Tralala, the conniving prostitute who plumbs the depths of sexual degradation; and Harry, the strike leader who hides his true desires behind a boorish masculinity, are unforgettable creations.. Last Exit to Brooklyn. was banned by British courts in 1967, a decision that was reversed the following year with the help of a number of writers and critics including Anthony Burgess and Frank Kermode.. Hubert Selby, Jr. (1928-2004) was born in Brooklyn, New York. At the age of 15, he dropped out of school and went to sea with the merchant marines. While at sea he was diagnosed with lung disease. With no other way to make a living, he decided to try writing: 'I knew the alphabet. Maybe I could be a writer.' In 1964 he completed his first book,. Last Exit to Brooklyn. , which has since become a cult classic. In 1966, it was the subject of an obscenity trial in the UK. His other books include. The Room. ,. The Demon. ,. Requiem for a Dream. ,. The Willow Tree. and. Waiting Period. . In 2000,. Requiem for a Dream. was adapted into a film starring Jared Leto and Ellen Burstyn, and directed by Darren Aronofsky.. '. Last Exit to Brooklyn. will explode like a rusty hellish bombshell over America, and still be eagerly read in 100 years'. Allen Ginsberg. 'An urgent tickertape from hell'. Spectator",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "New York",
                "Literature",
                "Novels",
                "Contemporary",
                "Thriller",
                "Dark"
            ]
        },
        {
            "title": "Shadowland",
            "authors": [
                "Jenny Carroll",
                "Meg Cabot"
            ],
            "ranking": 4.03,
            "ranking_count": 68377,
            "abstract": "Suze is a mediator -- a liaison between the living and the dead. In other words, she sees dead people. And they won't leave her alone until she helps them resolve their unfinished business with the living. But Jesse, the hot ghost haunting her bedroom, doesn't seem to need her help. Which is a relief, because Suze has just moved to sunny California and plans to start fresh, with trips to the mall instead of the cemetery, and surfing instead of spectral visitations. But the very first day at her new school, Suze realizes it's not that easy. There's a ghost with revenge on her mind ... and Suze happens to be in the way.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction",
                "Mystery",
                "Womens Fiction"
            ]
        },
        {
            "title": "Under the Volcano",
            "authors": [
                "Malcolm Lowry"
            ],
            "ranking": 3.78,
            "ranking_count": 23137,
            "abstract": "Geoffrey Firmin, a former British consul, has come to Quauhnahuac, Mexico. His debilitating malaise is drinking, an activity that has overshadowed his life. On the most fateful day of the consul's life—the Day of the Dead—his wife, Yvonne, arrives in Quauhnahuac, inspired by a vision of life together away from Mexico and the circumstances that have driven their relationship to the brink of collapse. She is determined to rescue Firmin and their failing marriage, but her mission is further complicated by the presence of Hugh, the consul's half brother, and Jacques, a childhood friend. The events of this one significant day unfold against an unforgettable backdrop of a Mexico at once magical and diabolical.. Under the Volcano. remains one of literature's most powerful and lyrical statements on the human condition, and a brilliant portrayal of one man's constant struggle against the elemental forces that threaten to destroy him.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Historical",
                "European Literature",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "Fade Out",
            "authors": [
                "Rachel Caine"
            ],
            "ranking": 4.19,
            "ranking_count": 38745,
            "abstract": "Withoutthe evil vampire Bishop ruling over the town of Morganville,the resident vampires have made major concessions to the human population. With their newfound freedoms, Claire Danvers and her friends are almost starting to feel comfortable again…. Now Claire can actually concentrate on her studies, and her friend Eve joins the localtheatrecompany. But when one of Eve’s castmates goes missingafter starting work on a shortdocumentary, Eve suspects the worst. Claire and Eve soon realize that this film project, whose subjectis the vampires themselves, is a wholelot bigger—andway more dangerous—than anyone suspected.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Parable of the Sower",
            "authors": [
                "Octavia E. Butler"
            ],
            "ranking": 4.2,
            "ranking_count": 107104,
            "abstract": "In 2025, with the world descending into madness and anarchy, one woman begins a fateful journey toward a better future.. Lauren Olamina and her family live in one of the only safe neighborhoods remaining on the outskirts of Los Angeles. Behind the walls of their defended enclave, Lauren’s father, a preacher, and a handful of other citizens try to salvage what remains of a culture that has been destroyed by drugs, disease, war, and chronic water shortages. While her father tries to lead people on the righteous path, Lauren struggles with hyperempathy, a condition that makes her extraordinarily sensitive to the pain of others.. When fire destroys their compound, Lauren’s family is killed and she is forced out into a world that is fraught with danger. With a handful of other refugees, Lauren must make her way north to safety, along the way conceiving a revolutionary idea that may mean salvation for all mankind.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Apocalyptic",
                "Classics",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "At Swim-Two-Birds",
            "authors": [
                "Flann O'Brien",
                "William H. Gass"
            ],
            "ranking": 3.87,
            "ranking_count": 12299,
            "abstract": "A wildly comic send-up of Irish literature and culture,. At Swim-Two-Birds. is the story of a young, lazy, and frequently drunk Irish college student who lives with his curmudgeonly uncle in Dublin. When not in bed (where he seems to spend most of his time) or reading he is composing a mischief-filled novel about Dermot Trellis, a second-rate author whose characters ultimately rebel against him and seek vengeance. From drugging him as he sleeps to dropping the ceiling on his head, these figures of Irish myth make Trellis pay dearly for his bad writing.. Hilariously funny and inventive,. At Swim-Two-Birds. has influenced generations of writers, opening up new possibilities for what can be done in fiction. It is a true masterpiece of Irish literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "European Literature",
                "Novels",
                "Literature",
                "Humor",
                "Fantasy",
                "Literary Fiction"
            ]
        },
        {
            "title": "Falling Up",
            "authors": [
                "Shel Silverstein"
            ],
            "ranking": 4.34,
            "ranking_count": 141025,
            "abstract": "Millie McDeevit screamed a scream, so loud it made her eyebrows steam.. She screamed so loud, her jawbone broke,. Her tongue caught fire, her nostrils smoked.... Poor Screamin' Millie is just one of the unforgettable characters in this wondrous new book of poems and drawings. Here you will also meet Allison Beals and her twenty-five eels; Danny O'Dare, the dancin' bear; the Human Balloon; and Headphone Harold.. Shel Silverstein, the. New York Times. bestselling author of. The Giving Tree. ,. A Light in the Attic. ,. Falling Up. , and. Every Thing On It. ,. has created a poetry collection that is outrageously funny and deeply profound.. So come, wander through the Nose Garden, ride the Little Hoarse, eat in the Strange Restaurant, and let the magic of. Shel Silverstein. open your eyes and tickle your mind.. Story List. - Advice. - Allison Beals and Her 25 Eels. - Alphabalance. - Bad Cold. - A Battle in the Sky. - The Bear, the Fire, and the Snow. - Best Mask?. - Big Eating Contest. - Bituminous?. - Blood-Curdling Story. - Body Language. - Camp Wonderful. - Carrots. - Castle. - Cat, a Kid, and a Mom. - Cat Jacks. - Cereal. - Christmas Dog. - Clean Gene. - Complainin' Jack. - Cookwitch Sandwich. - Crazy Dream. - Crystal Ball. - Danny O'Dare. - The Deadly Eye. - Dentist Dan. - Description. - Diving Board. - Don the Dragon's Birthday. - Eggs Rated. - Falling Up. - Feeding Time. - The Folks Inside. - Foot Repair. - Forgetful Paul Revere. - The Former Foreman's Story. - Furniture Bash. - Gardener. - Glub-Glub. - The Gnome, the Gnat, and the Gnu. - Golden Goose. - Hand Holding. - Hard to Please. - Haunted. - Headless Town. - Headphone Harold. - Help!. - Hi-Monster. - Human Balloon. - Hungry Kid Island. - Hypnotized. - Ice Cream Stop. - Imagining. - In the Land of.... - James. - Kanga Ruby. - Keepin' Count. - Keep-Out House. - Little Hoarse. - Little Pig's Treat. - Long-Leg Lou and Short-Leg Sue. - Long Scarf. - Lyin' Larry. - Mari-Lou's Ride. - Medusa. - Mirror, Mirror. - Mister Moody. - Molly's Folly. - Monkey. - Morgan's Curse. - Mummy. - Music Lesson. - My Nose Garden. - My Robot. - My Sneaky Cousin. - The Nap Taker. - Needles and Pins. - New World. - No. - No Grown-Ups. - No Thank You. - Noise Day. - Nope. - Obedient. - Ooh!. - One Out of Sixteen. - People Zoo. - Pinocchio. - Plugging In. - Poison-Tester. - Porky. - Quality Time. - Reachin' Richard. - Red Flowers for You. - Remote-a-Dad. - Rotten Convention. - Runners. - Sack Race. - Safe?. - Scale. - Screamin' Millie. - Settin' Around. - Shanna in the Sauna. - Sharing. - Shoe Talk. - Short Kid. - Show Fish. - Sidewalking. - Smile Makers. - Snowball. - Somethin' New. - Sorry I Spilled It. - Spoiled Brat. - Stone Airplane. - Stork Story. - Strange Restaurant. - Stupid Pencil Maker. - Sun Hat. - Sybil the Magician's Last Show. - Tattooin' Ruth. - Tell Me. - They Say I Have.... - Tongue Sticker-Outer. - The Toy Eater. - Three O'clock. - Three Stings. - Turkey?. - Unfair. - Use for a Moose. - The Voice. - Warmhearted. - Wastebasket Brother. - Weavers. - Web-Foot Woe. - Weird-Bird. - We're Out of Paint, So…. - When I Was Your Age. - Why Is It?. - Woulda-Coulda-Shoulda. - Writer Waiting. - Yuck",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Childrens",
                "Fiction",
                "Humor",
                "Classics",
                "Young Adult"
            ]
        },
        {
            "title": "The Zahir",
            "authors": [
                "Paulo Coelho",
                "Margaret Jull Costa"
            ],
            "ranking": 3.58,
            "ranking_count": 74138,
            "abstract": "The narrator of. The Zahir. is a bestselling novelist who lives in Paris and enjoys all the privileges money and celebrity bring. His wife of ten years, Esther, is a war correspondent who has disappeared along with a friend, Mikhail, who may or may not be her lover.. Was Esther kidnapped, murdered, or did she simply escape a marriage that left her unfulfilled? The narrator doesn’t have any answers, but he has plenty of questions of his own. Then one day Mikhail finds the narrator and promises to reunite him with his wife. In his attempt to recapture a lost love, the narrator discovers something unexpected about himself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Philosophy",
                "Contemporary",
                "Romance",
                "Spirituality",
                "Literature",
                "Inspirational",
                "Adult",
                "Love"
            ]
        },
        {
            "title": "A Hunger Like No Other",
            "authors": [
                "Kresley Cole"
            ],
            "ranking": 4.13,
            "ranking_count": 77264,
            "abstract": "In. New York Times. and. USA TODAY. bestselling author Kresley Cole’s sizzling series, a fierce werewolf and a bewitching vampire become unlikely soul mates whose passion will test the boundaries of life and death.. After enduring years of torture from the vampire horde, Lachlain MacRieve, leader of the Lykae Clan, is enraged to find the predestined mate he’s waited millennia for is a vampire. Or partly one. Emmaline Troy is a small, ethereal half Valkyrie/half vampire, who somehow begins to soothe the fury burning within him.. Sheltered Emmaline finally sets out to uncover the truth about her deceased parents—until a powerful Lykae claims her as his mate and forces her back to his ancestral Scottish castle. There, her fear of the Lykae—and their notorious dark desires—ebbs as he begins a slow, wicked seduction to sate her own dark cravings.. Yet when an ancient evil from her past resurfaces, will their desire deepen into a love that can bring a proud warrior to his knees and turn a gentle beauty into the fighter she was born to be?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Shapeshifters"
            ]
        },
        {
            "title": "Dance Dance Dance",
            "authors": [
                "Haruki Murakami"
            ],
            "ranking": 4.05,
            "ranking_count": 76168,
            "abstract": "Alternate cover edition. here. .. High-class call girls billed to Mastercard. A psychic 13-year-old dropout with a passion for Talking Heads. A hunky matinee idol doomed to play dentists and teachers. A one-armed beach-combing poet, an uptight hotel clerk and one very bemused narrator caught in the web of advanced capitalist mayhem. Combine this offbeat cast of characters with Murakami's idiosyncratic prose and out comes. Dance Dance Dance. .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Magical Realism",
                "Fantasy",
                "Novels",
                "Literature",
                "Contemporary",
                "Mystery"
            ]
        },
        {
            "title": "A Visit from the Goon Squad",
            "authors": [
                "Jennifer Egan"
            ],
            "ranking": 3.67,
            "ranking_count": 191379,
            "abstract": "Jennifer Egan’s spellbinding interlocking narratives circle the lives of Bennie Salazar, an aging former punk rocker and record executive, and Sasha, the passionate, troubled young woman he employs. Although Bennie and Sasha never discover each other’s pasts, the reader does, in intimate detail, along with the secret lives of a host of other characters whose paths intersect with theirs, over many years, in locales as varied as New York, San Francisco, Naples, and Africa.. We first meet Sasha in her mid-thirties, on her therapist’s couch in New York City, confronting her long-standing compulsion to steal. Later, we learn the genesis of her turmoil when we see her as the child of a violent marriage, then as a runaway living in Naples, then as a college student trying to avert the suicidal impulses of her best friend. We plunge into the hidden yearnings and disappointments of her uncle, an art historian stuck in a dead marriage, who travels to Naples to extract Sasha from the city’s demimonde and experiences an epiphany of his own while staring at a sculpture of Orpheus and Eurydice in the Museo Nazionale. We meet Bennie Salazar at the melancholy nadir of his adult life—divorced, struggling to connect with his nine-year-old son, listening to a washed-up band in the basement of a suburban house—and then revisit him in 1979, at the height of his youth, shy and tender, reveling in San Francisco’s punk scene as he discovers his ardor for rock and roll and his gift for spotting talent. We learn what became of his high school gang—who thrived and who faltered—and we encounter Lou Kline, Bennie’s catastrophically careless mentor, along with the lovers and children left behind in the wake of Lou’s far-flung sexual conquests and meteoric rise and fall.. A Visit from the Goon Squad. is a book about the interplay of time and music, about survival, about the stirrings and transformations set inexorably in motion by even the most passing conjunction of our fates. In a breathtaking array of styles and tones ranging from tragedy to satire to PowerPoint, Egan captures the undertow of self-destruction that we all must either master or succumb to; the basic human hunger for redemption; and the universal tendency to reach for both—and escape the merciless progress of time—in the transporting realms of art and music. Sly, startling, exhilarating work from one of our boldest writers.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Music",
                "Short Stories",
                "Literary Fiction",
                "Novels",
                "Adult Fiction",
                "Literature",
                "Book Club",
                "Adult"
            ]
        },
        {
            "title": "Good in Bed",
            "authors": [
                "Jennifer Weiner"
            ],
            "ranking": 3.74,
            "ranking_count": 293109,
            "abstract": "Weiner's witty, original, fast-moving debut features a lovable heroine, a solid cast, snappy dialogue and a poignant take on life's priorities.. For twenty-eight years, things have been tripping along nicely for Cannie Shapiro. Sure, her mother has come charging out of the closet, and her father has long since dropped out of her world. But she loves her friends, her rat terrier, Nifkin, and her job as pop culture reporter for The Philadelphia Examiner. She's even made a tenuous peace with her plus-size body.. But the day she opens up a national women's magazine and sees the words Loving a Larger Woman above her ex-boyfriend's byline, Cannie is plunged into misery...and the most amazing year of her life. From Philadelphia to Hollywood and back home again, she charts a new course for herself: mourning her losses, facing her past, and figuring out who she is and who she can become.",
            "part_of_series": true,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Humor",
                "Novels"
            ]
        },
        {
            "title": "Night Play",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.34,
            "ranking_count": 52892,
            "abstract": "Bride McTierney has had it with men. They're cheap, self-centered, and never love her for who she is. But though she prides herself on being independent, deep down she still yearns for a knight in shining armor.. She just never expected her knight in shining armor to have a shiny coat of fur.... Deadly and tortured, Vane Kattalakis isn't what he seems. Most women lament that their boyfriends are dogs. In Bride's case, hers is a wolf. A Were-Hunter wolf. Wanted dead by his enemies, Vane isn't looking for a mate. But the Fates have marked Bride as his. Now he has three weeks to either convince Bride that the supernatural is real or he will spend the rest of his life neutered—something no self-respecting wolf can accept.... But how does a wolf convince a human to trust him with her life when his enemies are out to end his? In the world of the Were-Hunters, it really is dog-eat-dog. And only one alpha male can win.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Heart of Darkness and The Secret Sharer",
            "authors": [
                "Joseph Conrad"
            ],
            "ranking": 3.51,
            "ranking_count": 17039,
            "abstract": "Heart Of Darkness. . The story of the civilized, enlightened Mr. Kurtz who embarks on a harrowing night journey into the savage heart of Africa, only to find his dark and evil soul.. The Secret Sharer. . The saga of a young, inexperienced skipper forced to decide the fate of a fugitive sailor who killed a man in self-defense. As he faces his first moral test the skipper discovers a terrifying truth -- and comes face to face with the secret itself.. Heart Of Darkness. and. The Secret Sharer. draw on actual events and people that Conrad met or heard about during his many far-flung travels. In portraying men whose incredible journeys on land and at sea are also symbolic voyages into their own mysterious depths, these two masterful works give credence to Conrad's acclaim as a major psychological writer.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "Cultural",
                "Novels",
                "Historical",
                "Young Adult"
            ]
        },
        {
            "title": "Equal Rites",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.03,
            "ranking_count": 160310,
            "abstract": "On Discworld, a dying wizard tries to pass on his powers to an eighth son of an eighth son, who is just at that moment being born. The fact that the son is actually a daughter is discovered just a little too late. The town witch insists on turning the baby into a perfectly normal witch, thus mending the magical damage of the wizard's mistake. But now the young girl will be forced to penetrate the inner sanctum of the Unseen University--and attempt to save the world with one well-placed kick in some enchanted shins! Reissue.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Paranormal",
                "Audiobook",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "The Hidden Oracle",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.19,
            "ranking_count": 146371,
            "abstract": "How do you punish an immortal?. By making him human.. After angering his father Zeus, the god Apollo is cast down from Olympus. Weak and disorientated, he lands in New York City as a regular teenage boy. Now, without his godly powers, the four-thousand-year-old deity must learn to survive in the modern world until he can somehow find a way to regain Zeus's favour.. But Apollo has many enemies—gods, monsters and mortals who would love to see the former Olympian permanently destroyed. Apollo needs help, and he can think of only one place to go... an enclave of modern demigods known as Camp Half-Blood.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure",
                "LGBT",
                "Mythology",
                "Audiobook"
            ]
        },
        {
            "title": "Children of Blood and Bone",
            "authors": [
                "Tomi Adeyemi"
            ],
            "ranking": 4.11,
            "ranking_count": 196832,
            "abstract": "They killed my mother.. They took our magic.. They tried to bury us.. Now we rise.. Zélie Adebola remembers when the soil of Orïsha hummed with magic. Burners ignited flames, Tiders beckoned waves, and Zélie’s Reaper mother summoned forth souls.. But everything changed the night magic disappeared. Under the orders of a ruthless king, maji were killed, leaving Zélie without a mother and her people without hope.. Now Zélie has one chance to bring back magic and strike against the monarchy. With the help of a rogue princess, Zélie must outwit and outrun the crown prince, who is hell-bent on eradicating magic for good.. Danger lurks in Orïsha, where snow leoponaires prowl and vengeful spirits wait in the waters. Yet the greatest danger may be Zélie herself as she struggles to control her powers and her growing feelings for an enemy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Audiobook",
                "Romance",
                "Adventure",
                "Cultural"
            ]
        },
        {
            "title": "Bumi Manusia",
            "authors": [
                "Pramoedya Ananta Toer"
            ],
            "ranking": 4.41,
            "ranking_count": 17871,
            "abstract": "Roman Tetralogi Buru mengambil latar belakang dan cikal bakal. nation. Indonesia di awal abad ke-20. Dengan membacanya waktu kita dibalikkan sedemikian rupa dan hidup di era membibitnya pergerakan nasional mula-mula, juga pertautan rasa, kegamangan jiwa, percintaan, dan pertarungan kekuatan anonim para srikandi yang mengawal penyemaian bangunan nasional yang kemudian kelak melahirkan Indonesia modern.. Roman bagian pertama;. Bumi Manusia. , sebagai periode penyemaian dan kegelisahan dimana Minke sebagai aktor sekaligus kreator adalah manusia berdarah priyayi yang semampu mungkin keluar dari kepompong kejawaannya menuju manusia yang bebas dan merdeka, di sudut lain membelah jiwa ke-Eropa-an yang menjadi simbol dan kiblat dari ketinggian pengetahuan dan peradaban.. Pram menggambarkan sebuah adegan antara Minke dengan ayahnya yang sangat sentimentil: Aku mengangkat sembah sebagaimana biasa aku lihat dilakukan punggawa terhadap kakekku dan nenekku dan orangtuaku, waktu lebaran. Dan yang sekarang tak juga kuturunkan sebelum Bupati itu duduk enak di tempatnya. Dalam mengangkat sembah serasa hilang seluruh ilmu dan pengetahuan yang kupelajari tahun demi tahun belakangan ini. Hilang indahnya dunia sebagaimana dijanjikan oleh kemajuan ilmu .... Sembah pengagungan pada leluhur dan pembesar melalui perendahan dan penghinaan diri! Sampai sedatar tanah kalau mungkin! Uh, anak-cucuku tak kurelakan menjalani kehinaan ini.. Kita kalah, Ma, bisikku.. Kita telah melawan, Nak, Nyo, sebaik-baiknya, sehormat-hormatnya.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Asian Literature",
                "Literature",
                "Classics",
                "Cultural",
                "Romance"
            ]
        },
        {
            "title": "Kürk Mantolu Madonna",
            "authors": [
                "Sabahattin Ali"
            ],
            "ranking": 4.43,
            "ranking_count": 48635,
            "abstract": "Her gün, daima öğleden sonra oraya gidiyor, koridorlardaki resimlere bakıyormuş gibi ağır ağır, fakat büyük bir sabırsızlıkla asıl hedefine varmak isteyen adımlarımı zorla zapt ederek geziniyor, rastgele gözüme çarpmış gibi önünde durduğum Kürk Mantolu Madonnayı seyre dalıyor, ta kapılar kapanıncaya kadar orada bekliyordum.. Kimi tutkular rehberimiz olur yaşam boyunca. Kollarıyla bizi sarar. Sorgulamadan peşlerinden gideriz ve hiç pişman olmayacağımızı biliriz. Yapıtlarında insanların görünmeyen yüzlerini ortaya çıkaran Sabahattin Ali, bu kitabında güçlü bir tutkunun resmini çiziyor. Düzenin sildiği kişiliklere, yaşamın uçuculuğuna ve aşkın olanaksızlığına dair, yanıtlanması zor sorular soruyor.",
            "part_of_series": false,
            "genre_list": [
                "Asian Literature",
                "Fiction",
                "Classics",
                "Cultural",
                "Romance",
                "Novels",
                "Roman",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "First Grave on the Right",
            "authors": [
                "Darynda Jones"
            ],
            "ranking": 4.02,
            "ranking_count": 82695,
            "abstract": "This whole grim reaper thing should have come with a manual.. Or a diagram of some kind.. A flow chart would have been nice.. Charley Davidson is a part-time private investigator and full-time grim reaper. Meaning, she sees dead people. Really. And it's her job to convince them to go into the light. But when these very dead people have died under less than ideal circumstances (like murder), sometimes they want Charley to bring the bad guys to justice. Complicating matters are the intensely hot dreams she's been having about an entity who has been following her all her life...and it turns out he might not be dead after all. In fact, he might be something else entirely. But what does he want with Charley? And why can't she seem to resist him? And what does she have to lose by giving in?. With scorching-hot tension and high-octane humor,. First Grave on the Right. is your signpost to paranormal suspense of the highest order.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Mystery",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Lucifer's Hammer",
            "authors": [
                "Larry Niven",
                "Jerry Pournelle"
            ],
            "ranking": 3.99,
            "ranking_count": 42054,
            "abstract": "THE LUCKY ONES WENT FIRST…. The gigantic comet has slammed into Earth, forging earthquakes a thousand times too powerful to measure on the Richter scale, tidal waves thousands of feet high. Cities were turned into oceans; oceans turned into steam. It was the beginning of a new Ice Age and the end of civilization. But for the terrified men and women chance had saved, it was also the dawn of a new struggle for survival—a struggle more dangerous and challenging than any they had ever known….",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Science Fiction Fantasy",
                "Adventure",
                "Speculative Fiction",
                "Audiobook",
                "Classics"
            ]
        },
        {
            "title": "Behind Closed Doors",
            "authors": [
                "B.A. Paris"
            ],
            "ranking": 3.97,
            "ranking_count": 399438,
            "abstract": "The perfect marriage? Or the perfect lie?. Everyone knows a couple like Jack and Grace. He has looks and wealth; she has charm and elegance. He’s a dedicated attorney who has never lost a case; she is a flawless homemaker, a masterful gardener and cook, and dotes on her disabled younger sister. Though they are still newlyweds, they seem to have it all. You might not want to like them, but you do. You’re hopelessly charmed by the ease and comfort of their home, by the graciousness of the dinner parties they throw. You’d like to get to know Grace better.. But it’s difficult, because you realize Jack and Grace are inseparable.. Some might call this true love. Others might wonder why Grace never answers the phone. Or why she can never meet for coffee, even though she doesn’t work. How she can cook such elaborate meals but remain so slim. Or why she never seems to take anything with her when she leaves the house, not even a pen. Or why there are such high-security metal shutters on all the downstairs windows.. Some might wonder what’s really going on once the dinner party is over, and the front door has closed.. From bestselling author B. A. Paris comes the gripping thriller and international phenomenon. Behind Closed Doors. .",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Magic Burns",
            "authors": [
                "Ilona Andrews"
            ],
            "ranking": 4.31,
            "ranking_count": 81002,
            "abstract": "Down in Atlanta, tempers – and temperatures – are about to flare…. As a mercenary who cleans up after magic gone wrong, Kate Daniels has seen her share of occupational hazards. Normally, waves of paranormal energy ebb and flow across Atlanta like a tide. But once every seven years, a flare comes, a time when magic runs rampant. Now Kate’s going to have to deal with problems on a much bigger scale: a divine one.. When Kate sets out to retrieve a set of stolen maps for the Pack, Atlanta’s paramilitary clan of shapeshifters, she quickly realizes much more at stake. During a flare, gods and goddesses can manifest – and battle for power. The stolen maps are only the opening gambit in an epic tug-of-war between two gods hoping for rebirth. And if Kate can’t stop the cataclysmic showdown, the city may not survive…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Oresteia: Agamemnon, The Libation Bearers, The Eumenides",
            "authors": [
                "Aeschylus",
                "Robert Fagles",
                "William Bedell Stanford"
            ],
            "ranking": 4.0,
            "ranking_count": 39670,
            "abstract": "Alternate cover edition can be found. here. ,. here. ,. here. ,. here. In the Oresteia—the only trilogy in Greek drama which survives from antiquity—Aeschylus took as his subject the bloody chain of murder and revenge within the royal family of Argos.. Moving from darkness to light, from rage to self-governance, from primitive ritual to civilized institution, their spirit of struggle and regeneration becomes an everlasting song of celebration.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Plays",
                "Drama",
                "Fiction",
                "Fantasy",
                "Poetry",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Alas, Babylon",
            "authors": [
                "Pat Frank"
            ],
            "ranking": 4.08,
            "ranking_count": 42365,
            "abstract": "“An extraordinary real picture of human beings numbed by catastrophe but still driven by the unconquerable determination of living creatures to keep on being alive.” —. The New Yorker. “Alas, Babylon.” Those fateful words heralded the end. When the unthinkable nightmare of nuclear holocaust ravaged the United States, it was instant death for tens of millions of people; for survivors, it was a nightmare of hunger, sickness, and brutality. Overnight, a thousand years of civilization were stripped away.. But for one small Florida town, miraculously spared against all the odds, the struggle was only just beginning, as the isolated survivors—men and women of all ages and races—found the courage to come together and confront the harrowing darkness.. This classic apocalyptic novel by Pat Frank, first published in 1959 at the height of the Cold War, includes an introduction by award-winning science fiction writer and scientist David Brin.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Classics",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Radio Silence",
            "authors": [
                "Alice Oseman"
            ],
            "ranking": 4.18,
            "ranking_count": 59627,
            "abstract": "This is a previously-published edition of ISBN 9780007559244. What if everything you set yourself up to be was wrong?. Frances has been a study machine with one goal. Nothing will stand in her way; not friends, not a guilty secret – not even the person she is on the inside. Then Frances meets Aled, and for the first time she's unafraid to be herself.. So when the fragile trust between them is broken, Frances is caught between who she was and who she longs to be. Now Frances knows that she has to confront her past. To confess why Carys disappeared…. Frances is going to need every bit of courage she has.. Engaging with themes of identity, diversity and the freedom to choose,. Radio Silence. is a tour de force by the most exciting writer of her generation.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Young Adult",
                "LGBT",
                "Fiction",
                "Audiobook",
                "Health",
                "Romance"
            ]
        },
        {
            "title": "One Thousand White Women: The Journals of May Dodd",
            "authors": [
                "Jim Fergus"
            ],
            "ranking": 3.89,
            "ranking_count": 121545,
            "abstract": "One Thousand White Women. is the story of May Dodd and a colorful assembly of pioneer women who, under the auspices of the U.S. government, travel to the western prairies in 1875 to intermarry among the Cheyenne Indians. The covert and controversial Brides for Indians program, launched by the administration of Ulysses S. Grant, is intended to help assimilate the Indians into the white man's world. Toward that end May and her friends embark upon the adventure of their lifetime. Jim Fergus has so vividly depicted the American West that it is as if these diaries are a capsule in time.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Book Club",
                "Westerns",
                "Adult",
                "Adult Fiction",
                "Audiobook",
                "Adventure",
                "Literature"
            ]
        },
        {
            "title": "Reached",
            "authors": [
                "Ally Condie"
            ],
            "ranking": 3.55,
            "ranking_count": 155428,
            "abstract": "After leaving Society to desperately seek The Rising, and each other, Cassia and Ky have found what they were looking for, but at the cost of losing each other yet again. Cassia is assigned undercover in Central city, Ky outside the borders, an airship pilot with Indie. Xander is a medic, with a secret. All too soon, everything shifts again.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Apocalyptic"
            ]
        },
        {
            "title": "The Sword in the Stone",
            "authors": [
                "T.H. White"
            ],
            "ranking": 3.9,
            "ranking_count": 24761,
            "abstract": "Learn. That is the only thing that never fails.--Merlyn the Wizard. Before there was a famous king named Arthur, there was a curious boy named Wart and a kind old wizard named Merlyn. Transformed by Merlyn into the forms of his fantasy, Wart learns the value of history from a snake, of education from a badger, and of courage from a hawk--the lessons that help turn a boy into a man. Together, Wart and Merlyn take the reader through this timeless story of childhood and adventure--The Sword in the Stone.. T.H. White's classic tale of the young Arthur's questioning and discovery of his life is unparalleled for its wit and wisdom, and for its colorful characters, from the wise Merlyn to the heroic Robin Wood to the warmhearted King Pellinore.. Golden Kite Honor artist Dennis Nolan has loved The Sword in the Stone since childhood, and he imbues White's tale with magic and mystery in his glowing illustrations. Readers who know Arthur or are meeting him for the first time will delight in this beautiful rendering of one of the greatest stories of all time.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Historical",
                "Mythology",
                "Childrens",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "The Mummy",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.85,
            "ranking_count": 44775,
            "abstract": "Ramses the Great has reawakened in opulent Edwardian London. Having drunk the elixir of life, he is now Ramses the Damned, doomed forever to wander the earth, desperate to quell hungers that can never be satisfied. He becomes the close companion of a voluptuous heiress, Julie Stratford, but his cursed past again propels him toward disaster. He is tormented by searing memories of his last reawakening, at the behest of Cleopatra, his beloved queen of Egypt. And his intense longing for her, undiminished over the centuries, will force him to commit an act that will place everyone around him in the gravest danger.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Historical",
                "Romance",
                "Northern Africa"
            ]
        },
        {
            "title": "Ojo por ojo",
            "authors": [
                "J.K. Franko"
            ],
            "ranking": 4.3,
            "ranking_count": 7020,
            "abstract": "NUEVO TWIST EN EXTRAÑOS EN UN TREN - THE SUNDAY TIMES. ¿Qué harías si alguien lastimara a la persona que amas?. Cuando conocí a Susie, ella parecía ser una mujer normal, felizmente casada que se enfrenta a una tragedia.. Entonces, descubrí sus secretos. Si bien podía entender todo lo que ella había hecho, nunca podría aprobarlo.. Pero, sabiendo de lo que era capaz, quedó claro que si iba a sobrevivir a ella, tenía que cumplir sus reglas.. Y, la primera y más importante regla es ... no dejar huesos cantando.. EYE FOR EYE ES EL THRILLER CONTROVERSIAL, QUE SE ENCUENTRA CON UN CORAZÓN QUE SE ENCUENTRA, SE ENCUENTRA EXPERTAMENTE CON EL NUEVO CRIME MASTER, J.K. FRANKO",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Contemporary",
                "Cultural",
                "Mystery",
                "Earth",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "Raise High the Roof Beam, Carpenters & Seymour: An Introduction",
            "authors": [
                "J.D. Salinger"
            ],
            "ranking": 4.11,
            "ranking_count": 48285,
            "abstract": "The author writes: The two long pieces in this book originally came out in The New Yorker ? RAISE HIGH THE ROOF BEAM, CARPENTERS in 1955, SEYMOUR ? An Introduction in 1959. Whatever their differences in mood or effect, they are both very much concerned with Seymour Glass, who is the main character in my still-uncompleted series about the Glass family. It struck me that they had better be collected together, if not deliberately paired off, in something of a hurry, if I mean them to avoid unduly or undesirably close contact with new material in the series. There is only my word for it, granted, but I have several new Glass stories coming along ? waxing, dilating ? each in its own way, but I suspect the less said about them, in mixed company, the better. Oddly, the joys and satisfactions of working on the Glass family peculiarly increase and deepen for me with the years. I can't say why, though. Not, at least, outside the casino proper of my fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Short Stories",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Adult Fiction",
                "Novella"
            ]
        },
        {
            "title": "Since You've Been Gone",
            "authors": [
                "Morgan Matson"
            ],
            "ranking": 4.09,
            "ranking_count": 108061,
            "abstract": "It was Sloane who yanked Emily out of her shell and made life 100% interesting. But right before what should have been the most epic summer, Sloane just…disappears. All she leaves behind is a to-do list.. On it, thirteen Sloane-inspired tasks that Emily would normally never try. But what if they could bring her best friend back?. Apple picking at night?. Okay, easy enough.. Dance until dawn?. Sure. Why not?. Kiss a stranger?. Um.... Emily now has this unexpected summer, and the help of Frank Porter (. totally. unexpected), to check things off Sloane's list. Who knows what she’ll find?. Go skinny-dipping?. Wait...what?",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Young Adult",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Womens Fiction",
                "Audiobook",
                "Mystery"
            ]
        },
        {
            "title": "Everblaze",
            "authors": [
                "Shannon Messenger"
            ],
            "ranking": 4.56,
            "ranking_count": 28189,
            "abstract": "A New York Times bestselling series. A USA TODAY bestselling series. A California Young Reader Medal–winning series. Sophie uncovers shocking secrets—and faces treacherous new enemies—in this electrifying third book in the Keeper of the Lost Cities series.. Sophie Foster is ready to fight back.. Her talents are getting stronger, and with the elusive Black Swan group ignoring her calls for help, she’s determined to find her kidnappers—before they come after her again.. But a daring mistake leaves her world teetering on the edge of war, and causes many to fear that she has finally gone too far. And the deeper Sophie searches, the farther the conspiracy stretches, proving that her most dangerous enemy might be closer than she realizes.. In this nail-biting third book in the Keeper of the Lost Cities series, Sophie must fight the flames of rebellion, before they destroy everyone and everything she loves.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "Seduced in the Dark",
            "authors": [
                "C.J. Roberts"
            ],
            "ranking": 4.28,
            "ranking_count": 54518,
            "abstract": "BOOK TWO OF THE DARK DUET. The exciting, titillating, and action-filled conclusion to Captive in the Dark.. What is the price of redemption?. Rescued from sexual slavery by a mysterious Pakistani officer, Caleb carries the weight of a debt that must be paid in blood.. The road has been long and fraught with uncertainty, but for Caleb and Livvie, it’s all coming to an end.. Can he surrender the woman he loves for the sake of vengeance?. Or will he make the ultimate sacrifice?. Quote:. It seemed to Caleb, the nature of human beings revolved around one empirical truth: we want what we cannot have. For Eve, it was the fruit of the forbidden tree. For Caleb, it was Livvie.",
            "part_of_series": true,
            "genre_list": [
                "Dark",
                "Romance",
                "Erotica",
                "Adult Fiction",
                "Adult",
                "Sociology",
                "Contemporary",
                "New Adult"
            ]
        },
        {
            "title": "Sunshine",
            "authors": [
                "Robin McKinley"
            ],
            "ranking": 3.84,
            "ranking_count": 40645,
            "abstract": "There are places in the world where darkness rules, where it's unwise to walk. But there hadn't been any trouble out at the lake for years, and Sunshine just needed a spot where she could be alone with her thoughts. Vampires never entered her mind.. Until they found her...",
            "part_of_series": false,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Fiction",
                "Horror",
                "Young Adult",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Faust",
            "authors": [
                "Johann Wolfgang von Goethe",
                "Walter Kaufmann"
            ],
            "ranking": 3.92,
            "ranking_count": 39585,
            "abstract": "Goethe’s Faust reworks the late medieval myth of a brilliant scholar so disillusioned he resolves to make a contract with Mephistopheles. The devil will do all he asks on Earth and seeks to grant him a moment in life so glorious that he will wish it to last forever. But if Faust does bid the moment stay, he falls to Mephisto and must serve him after death. In this first part of Goethe’s great work, the embittered thinker and Mephistopheles enter into their agreement, and soon Faust is living a rejuvenated life and winning the love of the beautiful Gretchen. But in this compelling tragedy of arrogance, unfulfilled desire, and self-delusion, Faust heads inexorably toward an infernal destruction.. The best translation of Faust available, this volume provides the original German text and its English counterpart on facing pages. Walter Kaufmann's translation conveys the poetic beauty and rhythm as well as the complex depth of Goethe's language. Includes Part One and selections from Part Two.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Poetry",
                "Plays",
                "Literature",
                "European Literature",
                "Drama",
                "Philosophy",
                "Fantasy",
                "Academic"
            ]
        },
        {
            "title": "The Discovery of Heaven",
            "authors": [
                "Harry Mulisch",
                "Paul Vincent"
            ],
            "ranking": 4.17,
            "ranking_count": 13783,
            "abstract": "The Discovery of Heaven. begins with the meeting of Onno and Max, two complicated individuals whom fate has mysteriously and magically brought together, They share responsibility for the birth of a remarkable and radiant boy who embarks on a mandated quest that takes the reader all over Europe and to the land where all such quests begin and end. Abounding in philosophical, psychological and theological inquiries - yet laced with humour that is as infectious as it is wilful -. The Discovery of Heaven. convinces us that it just might be possible to bring order into the chaos of the world through a story.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Classics",
                "Philosophy",
                "Roman",
                "Novels",
                "Fantasy",
                "Contemporary"
            ]
        },
        {
            "title": "The Executioner's Song",
            "authors": [
                "Norman Mailer"
            ],
            "ranking": 4.06,
            "ranking_count": 19802,
            "abstract": "In what is arguably his greatest work, America's most heroically ambitious writer follows the short, blighted career of Gary Gilmore, an intractably violent product of America's prisons who became notorious for two reasons: first, for robbing two men in 1976, then killing them in cold blood; and, second, after being tried and convicted, for insisting on dying for his crime. To do so, he had to fight a system that seemed paradoxically intent on keeping him alive long after it had sentenced him to death.. Norman Mailer tells Gilmore's story--and those of the men and women caught up in his procession toward the firing squad--with implacable authority, steely compassion, and a restraint that evokes the parched landscapes and stern theology of Gilmore's Utah.. The Executioner's Song. is a trip down the wrong side of the tracks to the deepest sources of American loneliness and violence. It is a towering achievement--impossible to put down, impossible to forget.. Winner of the 1980 Pulitzer Prize",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "Biography",
                "Classics",
                "History",
                "Literature",
                "Writing"
            ]
        },
        {
            "title": "Blink: The Power of Thinking Without Thinking",
            "authors": [
                "Malcolm Gladwell",
                "Barry Fox",
                "Irina Henegar"
            ],
            "ranking": 3.95,
            "ranking_count": 544171,
            "abstract": "Drawing on cutting-edge neuroscience and psychology and displaying all of the brilliance that made. The Tipping Point. a classic,. Blink. changes the way you'll understand every decision you make. Never again will you think about thinking the same way.. Malcolm Gladwell redefined how we understand the world around us. Now, in Blink, he revolutionizes the way we understand the world within. Blink is a book about how we think without thinking, about choices that seem to be made in an instant - in the blink of an eye - that actually aren't as simple as they seem. Why are some people brilliant decision makers, while others are consistently inept? Why do some people follow their instincts and win, while others end up stumbling into error? How do our brains really work - in the office, in the classroom, in the kitchen, and in the bedroom? And why are the best decisions often those that are impossible to explain to others?. In. Blink. we meet the psychologist who has learned to predict whether a marriage will last, based on a few minutes of observing a couple; the tennis coach who knows when a player will double-fault before the racket even makes contact with the ball; the antiquities experts who recognize a fake at a glance. Here, too, are great failures of blink: the election of Warren Harding; New Coke; and the shooting of Amadou Diallo by police. Blink reveals that great decision makers aren't those who process the most information or spend the most time deliberating, but those who have perfected the art of thin-slicing - filtering the very few factors that matter from an overwhelming number of variables.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Business",
                "Self Help",
                "Science",
                "Sociology",
                "Audiobook",
                "Philosophy",
                "Leadership"
            ]
        },
        {
            "title": "A Wild Sheep Chase",
            "authors": [
                "Haruki Murakami",
                "Alfred Birnbaum"
            ],
            "ranking": 3.94,
            "ranking_count": 106844,
            "abstract": "His life was like a recurring nightmare: a train to nowhere. But an ordinary life has a way of taking an extraordinary turn. Add a girl whose ears are so exquisite that, when uncovered, they improve sex a thousand-fold, a runaway friend, a right-wing politico, an ovine-obsessed professor and a manic-depressive in a sheep outfit, implicate them in a hunt for a sheep, that may or may not be running the world, and the upshot is another singular masterpiece from Japan's finest novelist.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Magical Realism",
                "Fantasy",
                "Novels",
                "Literature",
                "Contemporary",
                "Mystery"
            ]
        },
        {
            "title": "Wide Sargasso Sea",
            "authors": [
                "Jean Rhys",
                "Andrea Ashworth"
            ],
            "ranking": 3.6,
            "ranking_count": 78092,
            "abstract": "Wide Sargasso Sea. , a masterpiece of modern fiction, was Jean Rhys’s return to the literary center stage. She had a startling early career and was known for her extraordinary prose and haunting women characters. With. Wide Sargasso Sea. , her last and best-selling novel, she ingeniously brings into light one of fiction’s most fascinating characters: the madwoman in the attic from Charlotte Brontë’s. Jane Eyre. . This mesmerizing work introduces us to Antoinette Cosway, a sensual and protected young woman who is sold into marriage to the prideful Mr. Rochester. Rhys portrays Cosway amidst a society so driven by hatred, so skewed in its sexual relations, that it can literally drive a woman out of her mind.. A new introduction by the award-winning Edwidge Danticat, author most recently of. Claire of the Sea Light. , expresses the enduring importance of this work. Drawing on her own Caribbean background, she illuminates the setting’s impact on Rhys and her astonishing work.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Feminism",
                "Literary Fiction",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "The Doors of Perception & Heaven and Hell",
            "authors": [
                "Aldous Huxley"
            ],
            "ranking": 3.93,
            "ranking_count": 42090,
            "abstract": "As only he can, Aldous Huxley explores the mind's remote frontiers and the unmapped areas of human consciousness. These two astounding essays are among the most profound studies of the effects of mind-expanding drugs written in this century. Contains the complete texts of. The Doors of Perception. and. Heaven and Hell. , both of which became essential for the counterculture during the 1960s and influenced a generation's perception of life.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Classics",
                "Writing",
                "Spirituality",
                "Science",
                "Religion",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Appellate Judge",
            "authors": [
                "Behcet Kaya"
            ],
            "ranking": 4.32,
            "ranking_count": 6524,
            "abstract": "From the swamps of the Florida panhandle, once again emerges private investigator Jack Ludefance, in a murder/mystery/thriller novel by award winning author Behcet Kaya, titled “Appellate Judge.” A key element in this case, in which readers are orbited into with a very subtle path of reasoning, revolves around a violin. Not just any ordinary violin, but a Stradivarius, worth many millions of dollars. What’s more, it seems this particular Strad, which was gifted to the judge years back by a Swiss aristocrat, was actually at one time owned by the most famous violin virtuoso who ever lived, Niccolò Paganini; adding even more to its value. The uncovering of details about this violin makes for a very sophisticated history into the world of classical instruments.",
            "part_of_series": true,
            "genre_list": [
                "Novels",
                "Fiction",
                "Contemporary",
                "Drama"
            ]
        },
        {
            "title": "The Rules of Attraction",
            "authors": [
                "Bret Easton Ellis"
            ],
            "ranking": 3.72,
            "ranking_count": 44083,
            "abstract": "Set at a small affluent liberal-arts college in New England eighties,. The Rules of Attraction. is a startlingly funny, kaleidoscopic novel about three students with no plans for the future—or even the present—who become entangled in a curious romantic triangle. Bret Easton Ellis trains his incisive gaze on the kids at self-consciously bohemian Camden College and treats their sexual posturings and agonies with a mixture of acrid hilarity and compassion while exposing the moral vacuum at the center of their lives.. The Rules of Attraction. is a poignant, hilarious take on the death of romance.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "LGBT",
                "Literature",
                "Literary Fiction",
                "Adult",
                "Academic",
                "Thriller"
            ]
        },
        {
            "title": "Spells",
            "authors": [
                "Aprilynne Pike"
            ],
            "ranking": 3.97,
            "ranking_count": 40409,
            "abstract": "I can't just storm in and proclaim my intentions. I can't 'steal' you away. I just have to wait and hope that, someday, you'll ask, Tamani said.. And if I don't? Laurel said, her voice barely above a whisper.. Then I guess I'll be waiting forever.. Although Laurel has come to accept her true identity as a faerie, she refuses to turn her back on her human life - and especially her boyfriend, David - to return to the faerie world.. But when she is summoned to Avalon, Laurel's feelings for the charismatic faerie sentry Tamani are undeniable. She is forced to make a choice - a choice that could break her heart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "The Gulag Archipelago 1918–1956",
            "authors": [
                "Aleksandr Solzhenitsyn",
                "Edward E. Ericson Jr."
            ],
            "ranking": 4.31,
            "ranking_count": 24894,
            "abstract": "Drawing on his own incarceration and exile, as well as on evidence from more than 200 fellow prisoners and Soviet archives, Aleksandr I. Solzhenitsyn reveals the entire apparatus of Soviet repression—the state within the state that ruled all-powerfully. Through truly Shakespearean portraits of its victims—men, women, and children—we encounter secret police operations, labor camps and prisons; the uprooting or extermination of whole populations, the welcome that awaited Russian soldiers who had been German prisoners of war. Yet we also witness the astounding moral courage of the incorruptible, who, defenseless, endured great brutality and degradation.. The Gulag Archipelago 1918–1956. —a grisly indictment of a regime, fashioned here into a veritable literary miracle—has now been updated with a new introduction that includes the fall of the Soviet Union and Solzhenitsyn's move back to Russia.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Classics",
                "Cultural",
                "Politics",
                "Biography",
                "Literature",
                "Autobiography",
                "Historical"
            ]
        },
        {
            "title": "A Knight in Shining Armor",
            "authors": [
                "Jude Deveraux"
            ],
            "ranking": 4.2,
            "ranking_count": 35122,
            "abstract": "an alternate cover editions can be found. here. and. here. New York Times. bestselling author Jude Deveraux will capture your heart with signature classic novel, a time-travel romance featuring a present-day heroine and a dashing hero from the sixteenth century!. Abandoned by a cruel fate, lovely Dougless Montgomery lies weeping upon a cold tombstone in an English church. Suddenly, the most extraordinary man appears. It is Nicholas Stafford, Earl of Thornwyck…and according to his tombstone he died in 1564.. Drawn to his side by a bond so sudden and compelling it overshadows reason, Dougless knows that Nicholas is nothing less than a miracle: a man who does not seek to change her, who finds her perfect, fascinating, just as she is. What Dougless never imagined was how strong the chains are that tie them to the past…or the grand adventure that lay before them.. Hailed worldwide as one of the most romantic novels of all time,. A Knight in Shining Armor. is “a glorious love story that spans centuries, worlds, and souls. It is the epitome of every woman’s fantasy” (. Chicago Daily Herald. ).",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Science Fiction",
                "Historical",
                "Fiction",
                "Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Vampire Princess Rising",
            "authors": [
                "Jami Brumfield"
            ],
            "ranking": 4.33,
            "ranking_count": 235,
            "abstract": "Savannah Winters went from homecoming queen to vampire princess in one terrifying night. Now she must find a way to survive the dark world she lives without letting the anger and depression overwhelm and destroy her. Maintaining a balance between her supernatural identity and human cover is more difficult then she could ever imagine. And her decision to separate herself from her family only makes matters worse. How could she forgive her sister, Rebecca for the role she played in her demise?. It’s a question Rebecca struggles with herself as she attempts to rebuild the Arizona wolf pack after the massacre that left her a lone wolf. How can she convince her dear sweet sister, Savannah to forgive her?. While Rebecca and Savannah juggle the challenges of their new identities, responsibilities, political alliances, and the men in their lives Hunter becomes obsessed with unlocking the powers they have as natural born witches and finding a cure to the viruses that changed his sisters lives indefinitely.. More family secrets unravel and threaten to destroy the fragile connection the Winters siblings share while more enemies come out of the darkness to tear their new worlds apart.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Shapeshifters",
                "Fantasy",
                "Romance"
            ]
        },
        {
            "title": "White Nights",
            "authors": [
                "Fyodor Dostoevsky",
                "فيودور دوستويفسكي"
            ],
            "ranking": 4.01,
            "ranking_count": 76960,
            "abstract": "White Nights is a short story by Fyodor Dostoevsky that was published in 1848. Set in St. Petersburg, it is the story of a young man fighting his inner restlessness. A light and tender narrative, it delves into the torment and guilt of unrequited love. Both protagonists suffer from a deep sense of alienation that initially brings them together. A blend of romanticism and realism, the story appeals gently to the senses and feelings.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Cultural",
                "Short Stories",
                "Romance",
                "Novels",
                "Novella"
            ]
        },
        {
            "title": "Attachments",
            "authors": [
                "Rainbow Rowell"
            ],
            "ranking": 3.88,
            "ranking_count": 187570,
            "abstract": "Hi, I'm the guy who reads your e-mail, and also, I love you.... Beth Fremont and Jennifer Scribner-Snyder know that somebody is monitoring their work e-mail. (Everybody in the newsroom knows. It's company policy.) But they can't quite bring themselves to take it seriously. They go on sending each other endless and endlessly hilarious e-mails, discussing every aspect of their personal lives.. Meanwhile, Lincoln O'Neill can't believe this is his job now—reading other people's e-mail. When he applied to be internet security officer, he pictured himself building firewalls and crushing hackers—not writing up a report every time a sports reporter forwards a dirty joke.. When Lincoln comes across Beth's and Jennifer's messages, he knows he should turn them in. But he can't help being entertained—and captivated—by their stories.. By the time Lincoln realizes he's falling for Beth, it's way too late to introduce himself.. What would he say . . . ?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Adult",
                "Young Adult",
                "Adult Fiction",
                "Realistic Fiction",
                "Humor"
            ]
        },
        {
            "title": "Written in My Own Heart's Blood",
            "authors": [
                "Diana Gabaldon"
            ],
            "ranking": 4.54,
            "ranking_count": 110355,
            "abstract": "It is June 1778, and the world seems to be turning upside-down. The British Army is withdrawing from Philadelphia, with George Washington in pursuit, and for the first time, it looks as if the rebels might actually win. But for Claire Fraser and her family, there are even more tumultuous revolutions that have to be accommodated.Her former husband, Jamie, has returned from the dead, demanding to know why in his absence she married his best friend, Lord John Grey. Lord John's son, the ninth Earl of Ellesmere, is no less shocked to discover that his real father is actually the newly resurrected Jamie Fraser, and Jamie's nephew Ian Murray discovers that his new-found cousin has an eye for the woman who has just agreed to marry him.. And while Claire is terrified that one of her husbands may be about to murder the other, in the 20th century her descendants face even more desperate turns of events. Her daughter Brianna is trying to protect her son from a vicious criminal with murder on his mind, while her husband Roger has disappeared into the past . . .",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Lazarus Men",
            "authors": [
                "Christian Warren Freed"
            ],
            "ranking": 4.35,
            "ranking_count": 1048,
            "abstract": "It is the 23rd century. Humankind has reached the stars, building a tentative empire across a score of worlds. Earth's central government rules weakly as several worlds continue their efforts toward independence. Shadow organizations hide in the midst of the political infighting. Their manifestations of power and influence are beholden only to the highest bidder. The most powerful/insidious/secret of these, The Lazarus Men, has existed for decades, always working outside of morality's constraints. Led by the enigmatic Mr. Shine, their agents are hand selected from the worst humanity has to offer and available for the right price. Gerald LaPlant lives an ordinary life on Old Earth. That life is thrown into turmoil on the night he stumbles upon the murder of what appears to be a street thief. Fleeing into the night, Gerald finds himself caught in a war between the Lazarus Men and Roland McMasters, an extremely powerful man dissatisfied with the current regime and with designs on ruling his own empire.",
            "part_of_series": false,
            "genre_list": [
                "Epic",
                "Contemporary",
                "Novels",
                "Fiction"
            ]
        },
        {
            "title": "Dark Visions",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 4.19,
            "ranking_count": 37552,
            "abstract": "GIFTED AND CURSED. Kaitlyn Fairchild has always felt like an outsider. Her haunting eyes and prophetic drawings have earned her a reputation as a witch. But Kait's not a witch: she's psychic. Tired of being shunned, Kait accepts an invitation to attend the Zetes Institute, where she can study with other psychic teens and have a fresh start.. As Kaitlyn learns to hone her abilities with four other gifted students, she starts to discover the intensity of her power - and the joy of having true friends. But those friendships quickly become complicated when Kait finds herself torn between two irresistible guys. Rob is a healer - kind and gentle, he's surrounded by good energy, while Gabriel is aggressive and mysterious - a telepath concealing his true nature. Together, Rob and Gabriel's opposing forces start to threaten the group's stability, and when an experiment traps the five teens in a psychic link - a link that threatens their sanity and their lives - Kaitlyn must decide who to trust and who to love...",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Tower of Dawn",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.29,
            "ranking_count": 215387,
            "abstract": "Chaol Westfall and Nesryn Faliq have arrived in the shining city of Antica to forge an alliance with the Khagan of the Southern Continent, whose vast armies are Erilea's last hope. But they have also come to Antica for another purpose: to seek healing at the famed Torre Cesme for the wounds Chaol received in Rifthold.. After enduring unspeakable horrors as a child, Yrene Towers has no desire to help the young lord from Adarlan, let alone heal him. Yet she has sworn an oath to assist those in need—and will honor it. But Lord Westfall carries shadows from his own past, and Yrene soon comes to realize they could engulf them both.. In this sweeping parallel novel to the. New York Times. bestselling. Empire of Storms. , Chaol, Nesryn, and Yrene will have to draw on every scrap of their resilience if they wish to save their friends. But while they become entangled in the political webs of the khaganate, deep in the shadows of mighty mountains where warriors soar on legendary ruks, long-awaited answers slumber. Answers that might offer their world a chance at survival—or doom them all . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "New Adult",
                "Fiction",
                "Fairies"
            ]
        },
        {
            "title": "Team of Rivals: The Political Genius of Abraham Lincoln",
            "authors": [
                "Doris Kearns Goodwin"
            ],
            "ranking": 4.25,
            "ranking_count": 174995,
            "abstract": "Winner of the Lincoln Prize. Acclaimed historian Doris Kearns Goodwin illuminates Lincoln's political genius in this highly original work, as the one-term congressman and prairie lawyer rises from obscurity to prevail over three gifted rivals of national reputation to become president.. On May 18, 1860, William H. Seward, Salmon P. Chase, Edward Bates, and Abraham Lincoln waited in their hometowns for the results from the Republican National Convention in Chicago. When Lincoln emerged as the victor, his rivals were dismayed and angry.. Throughout the turbulent 1850s, each had energetically sought the presidency as the conflict over slavery was leading inexorably to secession and civil war. That Lincoln succeeded, Goodwin demonstrates, was the result of a character that had been forged by experiences that raised him above his more privileged and accomplished rivals. He won because he possessed an extraordinary ability to put himself in the place of other men, to experience what they were feeling, to understand their motives and desires.. It was this capacity that enabled Lincoln as president to bring his disgruntled opponents together, create the most unusual cabinet in history, and marshal their talents to the task of preserving the Union and winning the war.. We view the long, horrifying struggle from the vantage of the White House as Lincoln copes with incompetent generals, hostile congressmen, and his raucous cabinet. He overcomes these obstacles by winning the respect of his former competitors, and in the case of Seward, finds a loyal and crucial friend to see him through.. This brilliant multiple biography is centered on Lincoln's mastery of men and how it shaped the most significant presidency in the nation's history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Politics",
                "North American Hi...",
                "Military History",
                "Leadership",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "Seraphina",
            "authors": [
                "Rachel Hartman"
            ],
            "ranking": 3.94,
            "ranking_count": 84784,
            "abstract": "Librarian Note: Alternate cover edition for ISBN. 9780375866562. .. In her. New York Times. bestselling and Morris Award-winning debut, Rachel Hartman introduces mathematical dragons in an alternative-medieval world to fantasy and science-fiction readers of all ages.. Four decades of peace have done little to ease the mistrust between humans and dragons in the kingdom of Goredd. Folding themselves into human shape, dragons attend court as ambassadors, and lend their rational, mathematical minds to universities as scholars and teachers. As the treaty's anniversary draws near, however, tensions are high.. Seraphina Dombegh has reason to fear both sides. An unusually gifted musician, she joins the court just as a member of the royal family is murdered—in suspiciously draconian fashion. Seraphina is drawn into the investigation, partnering with the captain of the Queen's Guard, the dangerously perceptive Prince Lucian Kiggs. While they begin to uncover hints of a sinister plot to destroy the peace, Seraphina struggles to protect her own secret, the secret behind her musical gift, one so terrible that its discovery could mean her very life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "ساق البامبو",
            "authors": [
                "سعود السنعوسي",
                "Saud Alsanousi"
            ],
            "ranking": 4.22,
            "ranking_count": 54566,
            "abstract": "لماذا كان جلوسي تحت الشجرة يزعج أمي؟ أتراها كانت تخشى أن تنبت لي جذور تضرب في عمق الأرض ما يجعل عودتي إلى بلاد أبي أمراً مستحيلاً؟..ربما، ولكن، حتى الجذور لا تعني شيئاً أحياناً.. لو كنت مثل نبتة البامبو.. لا انتماء لها.. نقتطع جزءاً من ساقها.. نغرسه، بلا جذور، في أي أرض.. لا يلبث الساق طويلاً حتى تنبت له جذور جديدة.. تنمو من جديد.. في أرض جديدة.. بلا ماض.. بلا ذاكرة.. لا يلتفت إلى اختلاف الناس حول تسميته.. كاوايان في الفلبين.. خيزران في الكويت.. أو بامبو في أماكن أخرى.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Literature",
                "Contemporary",
                "Drama",
                "Social"
            ]
        },
        {
            "title": "Witches Abroad",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.22,
            "ranking_count": 81038,
            "abstract": "Be careful what you wish for.... Once upon a time there was a fairy godmother named Desiderata who had a good heart, a wise head, and poor planning skills—which unfortunately left the Princess Emberella in the care of her. other. (not quite so good and wise) godmother when DEATH came for Desiderata. So now it's up to Magrat Garlick, Granny Weatherwax, and Nanny Ogg to hop on broomsticks and make for far-distant Genua to ensure the servant girl. doesn't. marry the Prince.. But the road to Genua is bumpy, and along the way the trio of witches encounters the occasional vampire, werewolf, and falling house (well this is a. fairy tale. , after all). The trouble really begins once these reluctant foster-godmothers arrive in Genua and must outwit their power-hungry counterpart who'll stop at nothing to achieve a proper happy ending—even if it means destroying a kingdom.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Paranormal",
                "Science Fiction Fantasy",
                "Audiobook",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Beach Read",
            "authors": [
                "Emily Henry"
            ],
            "ranking": 4.06,
            "ranking_count": 416539,
            "abstract": "A romance writer who no longer believes in love and a literary writer stuck in a rut engage in a summer-long challenge that may just upend everything they believe about happily ever afters.. Augustus Everett is an acclaimed author of literary fiction. January Andrews writes bestselling romance. When she pens a happily ever after, he kills off his entire cast.. They’re polar opposites.. In fact, the only thing they have in common is that for the next three months, they're living in neighboring beach houses, broke, and bogged down with writer's block.. Until, one hazy evening, one thing leads to another and they strike a deal designed to force them out of their creative ruts: Augustus will spend the summer writing something happy, and January will pen the next Great American Novel. She’ll take him on field trips worthy of any rom-com montage, and he’ll take her to interview surviving members of a backwoods death cult (obviously). Everyone will finish a book and no one will fall in love. Really.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Adult",
                "Womens Fiction",
                "Audiobook",
                "Adult Fiction",
                "New Adult",
                "Writing"
            ]
        },
        {
            "title": "The Sneetches and Other Stories",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.3,
            "ranking_count": 64936,
            "abstract": "The Sneetches got really quite smart on that day,. The day they decided that Sneetches are Sneetches.. And no kind of Sneetch is the best of the beaches.. In this book you'll find a selection of four classic Dr. Seuss stories, that children and adults will cherish alike, before bed, or on a bike, near a mountain, or after a hike. Full of Dr. Seuss's signature rhymes and lively humor, this story collection is a must-have for any reader, young or old.. The stories included are:. The Sneetches. This collection of four of Dr. Seuss's most winning stories begins with that unforgettable tale of the unfortunate Sneetches, bamboozled by one. Sylvester McMonkey McBean (the Fix-it-up Chappie),. who teaches them that pointless prejudice can be costly.. The Zax. Following. The Sneetches,. a South-Going Zax and a North-Going Zax seem determined to butt heads on the prairie of Prax.. Too Many Daves. Then there's the tongue-twisting story of Mrs. McCave – you know, the one who had 23 sons and named them all Dave. (She realizes that she'd be far less confused had she given them different names, like. Marvin O'Gravel Balloon Face. or. Zanzibar Buck-Buck McFate. ). What Was I Scared Of?. A slightly spooky adventure involving a pair of haunted trousers –. What was I scared of?. closes out the collection.. In these four stories of fantasy, Dr. Seuss challenges the idea that individualism must be rejected to find common ground. Sneetches and Other Stories is Seuss at his best, with wacky illustrations and tongue-twisting rhymes like only he can.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Fantasy",
                "Humor",
                "Kids",
                "Short Stories"
            ]
        },
        {
            "title": "The King's Men",
            "authors": [
                "Nora Sakavic"
            ],
            "ranking": 4.58,
            "ranking_count": 42049,
            "abstract": "Neil Josten is out of time. He knew when he came to PSU he wouldn't survive the year, but with his death right around the corner he's got more reasons than ever to live.. Befriending the Foxes was inadvisable. Kissing one is unthinkable. Neil should know better than to get involved with anyone this close to the end, but Andrew's never been the easiest person to walk away from. If they both say it doesn't mean anything, maybe Neil won't regret losing it, but the one person Neil can't lie to is himself.. He's got promises to keep and a team to get to championships if he can just outrun Riko a little longer, but Riko's not the only monster in Neil's life. The truth might get them all killed—or be Neil's one shot at getting out of this alive.",
            "part_of_series": true,
            "genre_list": [
                "LGBT",
                "Contemporary",
                "Young Adult",
                "Sports",
                "Romance",
                "New Adult",
                "Fiction"
            ]
        },
        {
            "title": "Quicksilver",
            "authors": [
                "Neal Stephenson"
            ],
            "ranking": 3.9,
            "ranking_count": 41176,
            "abstract": "Quicksilver. is the story of Daniel Waterhouse, fearless thinker and conflicted Puritan, pursuing knowledge in the company of the greatest minds of Baroque-era Europe, in a chaotic world where reason wars with the bloody ambitions of the mighty, and where catastrophe, natural or otherwise, can alter the political landscape overnight.. It is a chronicle of the breathtaking exploits of Half-Cocked Jack Shaftoe--London street urchin turned swashbuckling adventurer and legendary King of the Vagabonds--risking life and limb for fortune and love while slowly maddening from the pox.. And it is the tale of Eliza, rescued by Jack from a Turkish harem to become spy, confidante, and pawn of royals in order to reinvent Europe through the newborn power of finance.. A gloriously rich, entertaining, and endlessly inventive novel that brings a remarkable age and its momentous events to vivid life,. Quicksilver. is an extraordinary achievement from one of the most original and important literary talents of our time.. And it's just the beginning.... (back cover). This P.S. edition includes 16 pages of supplementary materials.. Cover design by Richard L. Aquan. Cover illustration from the Mary Evans Picture Library; painting of Great Fire of London on stepback",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Science Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "Circus of the Damned",
            "authors": [
                "Laurell K. Hamilton"
            ],
            "ranking": 4.16,
            "ranking_count": 91574,
            "abstract": "In Circus of the Damned-now in trade paperback for the first time-a rogue master vampire hits town, and Anita gets caught in the middle of an undead turf war. Jean-Claude, the Master Vamp of the city, wants her for his own-but his enemies have other plans. And to make matters worse, Anita takes a hit to the heart when she meets a stunningly handsome junior high science teacher named Richard Zeeman. They're two humans caught in the crossfire-or so Anita thinks.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Horror",
                "Romance",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Om Chanting and Meditation",
            "authors": [
                "Amit Ray"
            ],
            "ranking": 3.77,
            "ranking_count": 1540,
            "abstract": "The book provides some powerful Om chanting and meditation techniques to bring balance health and harmony in life. In Eastern religions, Om (AUM) is considered as the most sacred mantra. Om is the mantra of integration; integration of individual with the Whole. Om is the mantra of harmony and celebration. Om is the mantra to access the Supreme Divinity residing within us. In this book Amit Ray describes several Om chanting and Om meditation methods in detail in a lucid and plain English. Om chanting and meditations have healing effects on the body and the mind. This book is a step-by-step guide to practise meditations with the Om. As you practise, a long-lasting sense of well-being manifests in your life. You will notice a sense of joyfulness entering your life along with an ability to appreciate the many gifts that surround you. This book will help both the beginners as well as the advanced practitioners.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Self Help",
                "Inspirational",
                "Religion",
                "Nonfiction"
            ]
        }
    ]
}