{
    "books": [
        {
            "title": "The Selection",
            "authors": [
                "Kiera Cass"
            ],
            "ranking": 4.1,
            "ranking_count": 1221015,
            "abstract": "For thirty-five girls, the Selection is the chance of a lifetime. The opportunity to escape the life laid out for them since birth. To be swept up in a world of glittering gowns and priceless jewels. To live in a palace and compete for the heart of gorgeous Prince Maxon.. But for America Singer, being Selected is a nightmare. It means turning her back on her secret love with Aspen, who is a caste below her. Leaving her home to enter a fierce competition for a crown she doesn't want. Living in a palace that is constantly threatened by violent rebel attacks.. Then America meets Prince Maxon. Gradually, she starts to question all the plans she's made for herself—and realizes that the life she's always dreamed of may not compare to a future she never imagined.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Womens Fiction"
            ]
        },
        {
            "title": "The World According to Garp",
            "authors": [
                "John Irving"
            ],
            "ranking": 4.09,
            "ranking_count": 215307,
            "abstract": "This is the life and times of T. S. Garp, the bastard son of Jenny Fields—a feminist leader ahead of her times. This is the life and death of a famous mother and her almost-famous son; theirs is a world of sexual extremes—even of sexual assassinations. It is a novel rich with lunacy and sorrow; yet the dark, violent events of the story do not undermine a comedy both ribald and robust. In more than thirty languages, in more than forty countries—with more than ten million copies in print—this novel provides almost cheerful, even hilarious evidence of its famous last line: In the world according to Garp, we are all terminal cases.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Contemporary",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Humor",
                "Adult Fiction",
                "Drama"
            ]
        },
        {
            "title": "Catching Fire",
            "authors": [
                "Suzanne Collins"
            ],
            "ranking": 4.3,
            "ranking_count": 2947209,
            "abstract": "Sparks are igniting.. Flames are spreading.. And the Capitol wants revenge.. Against all odds, Katniss Everdeen has won the Hunger Games. She and fellow District 12 tribute Peeta Mellark are miraculously still alive. Katniss should be relieved, happy even. After all, she has returned to her family and her longtime friend, Gale. Yet nothing is the way Katniss wishes it to be. Gale holds her at an icy distance. Peeta has turned his back on her completely. And there are whispers of a rebellion against the Capitol—a rebellion that Katniss and Peeta may have helped create.. Much to her shock, Katniss has fueled an unrest that she's afraid she cannot stop. And what scares her even more is that she's not entirely convinced she should try. As time draws near for Katniss and Peeta to visit the districts on the Capitol's cruel Victory Tour, the stakes are higher than ever. If they can't prove, without a shadow of a doubt, that they are lost in their love for each other, the consequences will be horrifying.. In. Catching Fire. , the second novel of the Hunger Games trilogy, Suzanne Collins continues the story of Katniss Everdeen, testing her more than ever before . . . and surprising readers at every turn.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Romance",
                "Adventure",
                "Apocalyptic",
                "Audiobook"
            ]
        },
        {
            "title": "The Night Circus",
            "authors": [
                "Erin Morgenstern"
            ],
            "ranking": 4.03,
            "ranking_count": 814525,
            "abstract": "The circus arrives without warning. No announcements precede it. It is simply there, when yesterday it was not. Within the black-and-white striped canvas tents is an utterly unique experience full of breathtaking amazements. It is called Le Cirque des Rêves, and it is only open at night.. But behind the scenes, a fierce competition is underway—a duel between two young magicians, Celia and Marco, who have been trained since childhood expressly for this purpose by their mercurial instructors. Unbeknownst to them, this is a game in which only one can be left standing, and the circus is but the stage for a remarkable battle of imagination and will. Despite themselves, however, Celia and Marco tumble headfirst into love—a deep, magical love that makes the lights flicker and the room grow warm whenever they so much as brush hands.. True love or not, the game must play out, and the fates of everyone involved, from the cast of extraordinary circus performers to the patrons, hang in the balance, suspended as precariously as the daring acrobats overhead.. Written in rich, seductive prose, this spell-casting novel is a feast for the senses and the heart.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Historical",
                "Magical Realism",
                "Young Adult",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "David Copperfield",
            "authors": [
                "Charles Dickens",
                "Jeremy Tambling"
            ],
            "ranking": 4.01,
            "ranking_count": 215134,
            "abstract": "David Copperfield is the story of a young man's adventures on his journey from an unhappy and impoverished childhood to the discovery of his vocation as a successful novelist. Among the gloriously vivid cast of characters he encounters are his tyrannical stepfather, Mr Murdstone; his brilliant, but ultimately unworthy school-friend James Steerforth; his formidable aunt, Betsey Trotwood; the eternally humble, yet treacherous Uriah Heep; frivolous, enchanting Dora Spenlow; and the magnificently impecunious Wilkins Micawber, one of literature's great comic creations. In David Copperfield - the novel he described as his 'favourite child' - Dickens drew revealingly on his own experiences to create one of the most exuberant and enduringly popular works, filled with tragedy and comedy in equal measure. This edition uses the text of the first volume publication of 1850, and includes updated suggestions for further reading, original illustrations by 'Phiz', a revised chronology and expanded notes. In his new introduction, Jeremy Tambling discusses the novel's autobiographical elements, and its central themes of memory and identity.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "Novels",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Boy in the Striped Pajamas",
            "authors": [
                "John Boyne"
            ],
            "ranking": 4.16,
            "ranking_count": 654661,
            "abstract": "If you start to read this book, you will go on a journey with a nine-year-old boy named Bruno. (Though this isn't a book for nine-year-olds.) And sooner or later you will arrive with Bruno at a fence.. Fences like this exist all over the world. We hope you never have to encounter one.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Young Adult",
                "World War II",
                "Classics",
                "War",
                "Academic",
                "Childrens"
            ]
        },
        {
            "title": "Jurassic Park",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 4.06,
            "ranking_count": 869579,
            "abstract": "An astonishing technique for recovering and cloning dinosaur DNA has been discovered. Now humankind’s most thrilling fantasies have come true. Creatures extinct for eons roam Jurassic Park with their awesome presence and profound mystery, and all the world can visit them—for a price.. Until something goes wrong. . . .. In Jurassic Park, Michael Crichton taps all his mesmerizing talent and scientific brilliance to create his most electrifying technothriller.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Adventure",
                "Fantasy",
                "Horror",
                "Classics",
                "Science Fiction Fantasy",
                "Animals",
                "Adult"
            ]
        },
        {
            "title": "Thirteen Reasons Why",
            "authors": [
                "Jay Asher"
            ],
            "ranking": 3.88,
            "ranking_count": 874106,
            "abstract": "You can’t stop the future.. You can’t rewind the past.. The only way to learn the secret . . . is to press play.. Clay Jensen returns home from school to find a strange package with his name on it lying on his porch. Inside he discovers several cassette tapes recorded by Hannah Baker–his classmate and crush–who committed suicide two weeks earlier. Hannah’s voice tells him that there are thirteen reasons why she decided to end her life. Clay is one of them. If he listens, he’ll find out why.. Clay spends the night crisscrossing his town with Hannah as his guide. He becomes a firsthand witness to Hannah’s pain, and as he follows Hannah’s recorded words throughout his town, what he discovers changes his life forever.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Mystery",
                "Health",
                "Audiobook",
                "Romance"
            ]
        },
        {
            "title": "Wicked: The Life and Times of the Wicked Witch of the West",
            "authors": [
                "Gregory Maguire",
                "Douglas Smith"
            ],
            "ranking": 3.54,
            "ranking_count": 584019,
            "abstract": "When Dorothy triumphed over the Wicked Witch of the West in L. Frank Baum's classic tale we heard only her side of the story. But what about her arch-nemesis, the mysterious Witch? Where did she come from? How did she become so wicked? And what is the true nature of evil?. Gregory Maguire creates a fantasy world so rich and vivid that we will never look at Oz the same way again.. Wicked. is about a land where animals talk and strive to be treated like first-class citizens, Munchkinlanders seek the comfort of middle-class stability, and the Tin Man becomes a victim of domestic violence. And then there is the little green-skinned girl named Elphaba, who will grow up to become the infamous Wicked Witch of the West, a smart, prickly, and misunderstood creature who challenges all our preconceived notions about the nature of good and evil.. An astonishingly rich re-creation of the land of Oz, this book retells the story of Elphaba, the Wicked Witch of the West, who wasn't so wicked after all. Taking readers past the yellow brick road and into a phantasmagoric world rich with imagination and allegory, Gregory Maguire just might change the reputation of one of the most sinister characters in literature.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Retellings",
                "Science Fiction Fantasy",
                "Adult Fiction",
                "Paranormal",
                "Classics"
            ]
        },
        {
            "title": "A Little Princess",
            "authors": [
                "Frances Hodgson Burnett",
                "Nancy Bond"
            ],
            "ranking": 4.21,
            "ranking_count": 288210,
            "abstract": "Sara Crewe, an exceptionally intelligent and imaginative student at Miss Minchin's Select Seminary for Young Ladies, is devastated when her adored, indulgent father dies. Now penniless and banished to a room in the attic, Sara is demeaned, abused, and forced to work as a servant. How this resourceful girl's fortunes change again is at the center of. A Little Princess. , one of the best-loved stories in all of children's literature.. This unique and fully annotated edition appends excerpts from. Frances Hodgson Burnett. 's original 1888 novella. Sara Crewe. and the stage play that preceded the novel, as well as an early story, Behind the White Brick, allowing readers to see how A Little Princess evolved. In his delightful introduction, U. C. Knoepflmacher considers the fairy-tale allusions and literary touchstones that place the book among the major works of Victorian literature, and shows it to be an exceptionally rich and resonant novel.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Historical",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "His Dark Materials",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 4.27,
            "ranking_count": 153242,
            "abstract": "The Golden Compass, The Subtle Knife, and The Amber Spyglass are available together in one volume perfect for any fan or newcomer to this modern fantasy classic series.. These thrilling adventures tell the story of Lyra and Will—two ordinary children on a perilous journey through shimmering haunted otherworlds. They will meet witches and armored bears, fallen angels and soul-eating specters. And in the end, the fate of both the living—and the dead—will rely on them.. Phillip Pullman’s spellbinding His Dark Materials trilogy has captivated readers for over twenty years and won acclaim at every turn. It will have you questioning everything you know about your world and wondering what really lies just out of reach.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure",
                "Classics"
            ]
        },
        {
            "title": "Shōgun",
            "authors": [
                "James Clavell"
            ],
            "ranking": 4.4,
            "ranking_count": 160718,
            "abstract": "After Englishman John Blackthorne is lost at sea, he awakens in a place few Europeans know of and even fewer have seen--Nippon. Thrust into the closed society that is seventeenth-century Japan, a land where the line between life and death is razor-thin, Blackthorne must negotiate not only a foreign people, with unknown customs and language, but also his own definitions of morality, truth, and freedom. As internal political strife and a clash of cultures lead to seemingly inevitable conflict, Blackthorne's loyalty and strength of character are tested by both passion and loss, and he is torn between two worlds that will each be forever changed.. Powerful and engrossing, capturing both the rich pageantry and stark realities of life in feudal Japan,. Sh. ō. gun. is a critically acclaimed powerhouse of a book. Heart-stopping, edge-of-your-seat action melds seamlessly with intricate historical detail and raw human emotion. Endlessly compelling, this sweeping saga captivated the world to become not only one of the best-selling novels of all time but also one of the highest-rated television miniseries, as well as inspiring a nationwide surge of interest in the culture of Japan. Shakespearean in both scope and depth,. Sh. ō. gun. is, as the. New York Times. put it, ...not only something you read--you live it. Provocative, absorbing, and endlessly fascinating, there is only one:. Sh. ō. gun.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Classics",
                "Adventure",
                "Literature",
                "Novels",
                "Asian Literature"
            ]
        },
        {
            "title": "Schindler's List",
            "authors": [
                "Thomas Keneally"
            ],
            "ranking": 4.33,
            "ranking_count": 154251,
            "abstract": "In the shadow of Auschwitz, a flamboyant German industrialist grew into a living legend to the Jews of Cracow. He was a womaniser, a heavy drinker and a bon viveur, but to them he became a saviour. This is the extraordinary story of Oskar Schindler, who risked his life to protect Jews in Nazi-occupied Poland and who was transformed by the war into a man with a mission, a compassionate angel of mercy.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Classics",
                "World War II",
                "War",
                "Historical",
                "Biography",
                "Literature",
                "Media Tie In"
            ]
        },
        {
            "title": "Extremely Loud & Incredibly Close",
            "authors": [
                "Jonathan Safran Foer"
            ],
            "ranking": 3.97,
            "ranking_count": 402195,
            "abstract": "Nine-year-old Oskar Schell is an inventor, amateur entomologist, Francophile, letter writer, pacifist, natural historian, percussionist, romantic, Great Explorer, jeweller, detective, vegan, and collector of butterflies. When his father is killed in the September 11th attacks on the World Trade Centre, Oskar sets out to solve the mystery of a key he discovers in his father's closet. It is a search which leads him into the lives of strangers, through the five boroughs of New York, into history, to the bombings of Dresden and Hiroshima, and on an inward journey which brings him ever closer to some kind of peace.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Historical",
                "Novels",
                "Adult",
                "Adult Fiction",
                "Literary Fiction",
                "Literature",
                "New York",
                "Young Adult"
            ]
        },
        {
            "title": "Beloved",
            "authors": [
                "Toni Morrison"
            ],
            "ranking": 3.91,
            "ranking_count": 372815,
            "abstract": "Winner of the Pulitzer Prize, Toni Morrison’s Beloved is a spellbinding and dazzlingly innovative portrait of a woman haunted by the past.. Sethe was born a slave and escaped to Ohio, but eighteen years later she is still not free. She has borne the unthinkable and not gone mad, yet she is still held captive by memories of Sweet Home, the beautiful farm where so many hideous things happened. Meanwhile Sethe’s house has long been troubled by the angry, destructive ghost of her baby, who died nameless and whose tombstone is engraved with a single word: Beloved.. Sethe works at beating back the past, but it makes itself heard and felt incessantly in her memory and in the lives of those around her. When a mysterious teenage girl arrives, calling herself Beloved, Sethe’s terrible secret explodes into the present.. Combining the visionary power of legend with the unassailable truth of history, Morrison’s unforgettable novel is one of the great and enduring works of American literature.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Magical Realism",
                "Literature",
                "Cultural",
                "Academic",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Lost Hero",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.32,
            "ranking_count": 723877,
            "abstract": "JASON HAS A PROBLEM.. He doesn’t remember anything before waking up in a bus full of kids on a field trip. Apparently he has a girlfriend named Piper, and his best friend is a guy named Leo. They’re all students at the Wilderness School, a boarding school for “bad kids, as Leo puts it. What did Jason do to end up here? And where. is. here, exactly? Jason doesn't know anything—except that everything seems very wrong.. PIPER HAS A SECRET.. Her father has been missing for three days, ever since she had that terrifying nightmare about his being in trouble. Piper doesn’t understand her dream, or why her boyfriend suddenly doesn’t recognize her. When a freak storm hits during the school trip, unleashing strange creatures and whisking her, Jason, and Leo away to someplace called Camp Half-Blood, she has a feeling she’s going to find out, whether she wants to or not.. LEO HAS A WAY WITH TOOLS.. When he sees his cabin at Camp Half-Blood, filled with power tools and machine parts, he feels right at home. But there’s weird stuff, too—like the curse everyone keeps talking about, and some camper who's gone missing. Weirdest of all, his bunkmates insist that each of them—including Leo—is related to a. god. . Does this have anything to do with Jason's amnesia, or the fact that Leo keeps seeing ghosts?. Join new and old friends from Camp Half-Blood in this thrilling first book in The Heroes of Olympus series. Best-selling author Rick Riordan has pumped up the action, humor, suspense, and mystery in an epic adventure that will leave readers panting for the next installment.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Mythology"
            ]
        },
        {
            "title": "The Other Boleyn Girl",
            "authors": [
                "Philippa Gregory"
            ],
            "ranking": 4.07,
            "ranking_count": 477793,
            "abstract": "This is an alternate cover edition of ISBN. 9780743227445. Two sisters competing for the greatest prize: The love of a king. When Mary Boleyn comes to court as an innocent girl of fourteen, she catches the eye of Henry VIII. Dazzled, Mary falls in love with both her golden prince and her growing role as unofficial queen. However, she soon realises just how much she is a pawn in her family's ambitious plots as the king's interest begins to wane and she is forced to step aside for her best friend and rival: her sister, Anne. Then Mary knows that she must defy her family and her king and take fate into her own hands.. A rich and compelling novel of love, sex, ambition, and intrigue,. The Other Boleyn Girl. introduces a woman of extraordinary determination and desire who lived at the heart of the most exciting and glamourous court in Europe and survived by following her heart.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Adult",
                "European Literature",
                "English History",
                "Adult Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Last Sacrifice",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.37,
            "ranking_count": 273177,
            "abstract": "They come first.. My vision was growing dimmer, the blackness and ghosts closing in. I swore it was like I could hear Robert whispering in my ear:. The world of the dead won't give you up a second time.. Just before the light completely vanished, I saw Dimitri's face join Lissa's. I wanted to smile. I decided then that if the two people I loved most were safe, I could leave this world.. The dead could finally have me.. Rose Hathaway has always played by her own rules.. She broke the law when she ran away from St. Vladimir's Academy with her best friend and last surviving Dragomir princess, Lissa. She broke the law when she fell in love with her gorgeous, off-limits instructor, Dimitri. And she dared to defy Queen Tatiana, leader of the Moroi world, risking her life and reputation to protect generations of dhampir guardians to come.. Now the law has finally caught up with Rose - for a crime she didn't even commit. She's in prison for the highest offense imaginable: the assassination of a monarch. She'll need help from both Dimitri and Adrian to find the one living person who can stall her execution and force the Moroi elite to acknowledge a shocking new candidate for the royal throne: Vasilisa Dragomir.. But the clock on Rose's life is running out. Rose knows in her heart the world of the dead wants her back...and this time she is truly out of second chances. The big question is, when your whole life is about saving others, who will save you?. Join Rose, Dimitri, Adrian, and Lissa in. Last Sacrifice. , the epic, unforgettable finale to Richelle Mead's international #1 bestselling. Vampire Academy. series.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Fallen",
            "authors": [
                "Lauren Kate"
            ],
            "ranking": 3.72,
            "ranking_count": 545084,
            "abstract": "There’s something achingly familiar about Daniel Grigori.. Mysterious and aloof, he captures Luce Price’s attention from the moment she sees him on her first day at the Sword & Cross boarding school in sultry Savannah, Georgia. He’s the one bright spot in a place where cell phones are forbidden, the other students are all screw-ups, and security cameras watch every move.. Even though Daniel wants nothing to do with Luce—and goes out of his way to make that very clear—she can’t let it go. Drawn to him like a moth to a flame, she has to find out what Daniel is so desperate to keep secret… even if it kills her.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "The Silmarillion",
            "authors": [
                "J.R.R. Tolkien",
                "Christopher Tolkien",
                "Ted Nasmith"
            ],
            "ranking": 3.96,
            "ranking_count": 244156,
            "abstract": "The Silmarillion is an account of the Elder Days, of the First Age of Tolkien’s world. It is the ancient drama to which the characters in The Lord of the Rings look back, and in whose events some of them such as Elrond and Galadriel took part. The tales of The Silmarillion are set in an age when Morgoth, the first Dark Lord, dwelt in Middle-Earth, and the High Elves made war upon him for the recovery of the Silmarils, the jewels containing the pure light of Valinor.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Literature",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Six of Crows",
            "authors": [
                "Leigh Bardugo"
            ],
            "ranking": 4.49,
            "ranking_count": 638890,
            "abstract": "Ketterdam: a bustling hub of international trade where anything can be had for the right price—and no one knows that better than criminal prodigy Kaz Brekker. Kaz is offered a chance at a deadly heist that could make him rich beyond his wildest dreams. But he can’t pull it off alone. . . .. A convict with a thirst for revenge. A sharpshooter who can’t walk away from a wager. A runaway with a privileged past. A spy known as the Wraith. A Heartrender using her magic to survive the slums. A thief with a gift for unlikely escapes. Kaz’s crew is the only thing that might stand between the world and destruction—if they don’t kill each other first.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Adventure",
                "LGBT",
                "Audiobook"
            ]
        },
        {
            "title": "Clockwork Prince",
            "authors": [
                "Cassandra Clare"
            ],
            "ranking": 4.43,
            "ranking_count": 504730,
            "abstract": "In the magical underworld of Victorian London, Tessa Gray has at last found safety with the Shadowhunters. But that safety proves fleeting when rogue forces in the Clave plot to see her protector, Charlotte, replaced as head of the Institute. If Charlotte loses her position, Tessa will be out on the street—and easy prey for the mysterious Magister, who wants to use Tessa’s powers for his own dark ends.. With the help of the handsome, self-destructive Will and the fiercely devoted Jem, Tessa discovers that the Magister’s war on the Shadowhunters is deeply personal. He blames them for a long-ago tragedy that shattered his life. To unravel the secrets of the past, the trio journeys from mist-shrouded Yorkshire to a manor house that holds untold horrors, from the slums of London to an enchanted ballroom where Tessa discovers that the truth of her parentage is more sinister than she had imagined. When they encounter a clockwork demon bearing a warning for Will, they realize that the Magister himself knows their every move—and that one of their own has betrayed them.. Tessa finds her heart drawn more and more to Jem, but her longing for Will, despite his dark moods, continues to unsettle her. But something is changing in Will—the wall he has built around himself is crumbling. Could finding the Magister free Will from his secrets and give Tessa the answers about who she is and what she was born to do?. As their dangerous search for the Magister and the truth leads the friends into peril, Tessa learns that when love and lies are mixed, they can corrupt even the purest heart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Historical",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "The Velveteen Rabbit",
            "authors": [
                "Margery Williams Bianco",
                "William   Nicholson"
            ],
            "ranking": 4.28,
            "ranking_count": 243009,
            "abstract": "Nursery magic is very strange and wonderful, and only those playthings that are old and wise and experienced like the Skin Horse understand all about it.. Like the Skin Horse, Margery Williams understood how toys—and people—become real through the wisdom and experience of love. This reissue of a favorite classic, with the original story and illustrations as they first appeared in 1922, will work its magic for all who read it.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Childrens",
                "Fiction",
                "Fantasy",
                "Animals",
                "Young Adult",
                "Short Stories",
                "Kids"
            ]
        },
        {
            "title": "The Trial",
            "authors": [
                "Franz Kafka",
                "Max Brod",
                "Willa Muir",
                "Edwin Muir"
            ],
            "ranking": 3.96,
            "ranking_count": 267723,
            "abstract": "Written in 1914 but not published until 1925, a year after Kafka’s death,. The Trial. is the terrifying tale of Josef K., a respectable bank officer who is suddenly and inexplicably arrested and must defend himself against a charge about which he can get no information. Whether read as an existential tale, a parable, or a prophecy of the excesses of modern bureaucracy wedded to the madness of totalitarianism,. The Trial. has resonated with chilling truth for generations of readers.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Philosophy",
                "European Literature",
                "Novels",
                "Science Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Secret Magdalene",
            "authors": [
                "Ki Longfellow"
            ],
            "ranking": 4.14,
            "ranking_count": 4390,
            "abstract": "Raised like sisters, Mariamne and Salome are indulged with riches, position, and learning—a rare thing for females in Jerusalem. But Mariamne has a further gift: an illness has left her with visions; she has the power of prophecy. It is her prophesying that drives the two girls to flee to Egypt, where they study philosophy, mathematics, and astronomy in the Great Library of Alexandria.. After seven years they return to a Judaea where many now believe John the Baptizer is the messiah. Salome too begins to believe, but Mariamne, now called Magdalene, is drawn to his cousin, Yeshu'a, a man touched by the divine in the same way she was during her days of illness. Together they speak of sharing their direct experience of God; but Yeshu'a unexpectedly gains a reputation as a healer, and as the ill and the troubled flock to him, he and Magdalene are forced to make a terrible decision.. This radical retelling of the greatest story ever told brings Mary Magdalene to life—not as a prostitute or demon-possessed—but as an educated woman who was truly the apostle to the apostles.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Religion",
                "Spirituality",
                "Literature",
                "Novels",
                "Contemporary",
                "Biblical",
                "Biblical Fiction"
            ]
        },
        {
            "title": "A Confederacy of Dunces",
            "authors": [
                "John Kennedy Toole",
                "Walker Percy"
            ],
            "ranking": 3.88,
            "ranking_count": 251756,
            "abstract": "Alternate cover for this ISBN can be found. here. A green hunting cap squeezed the top of the fleshy balloon of a head. The green earflaps, full of large ears and uncut hair and the fine bristles that grew in the ears themselves, stuck out on either side like turn signals indicating two directions at once. Full, pursed lips protruded beneath the bushy black moustache and, at their corners, sank into little folds filled with disapproval and potato chip crumbs.. Meet Ignatius J. Reilly, the hero of John Kennedy Toole's tragicomic tale,. A Confederacy of Dunces. . This 30-year-old medievalist lives at home with his mother in New Orleans, pens his magnum opus on Big Chief writing pads he keeps hidden under his bed, and relays to anyone who will listen the traumatic experience he once had on a Greyhound Scenicruiser bound for Baton Rouge. (Speeding along in that bus was like hurtling into the abyss.) But Ignatius's quiet life of tyrannizing his mother and writing his endless comparative history screeches to a halt when he is almost arrested by the overeager Patrolman Mancuso--who mistakes him for a vagrant--and then involved in a car accident with his tipsy mother behind the wheel. One thing leads to another, and before he knows it, Ignatius is out pounding the pavement in search of a job.. Over the next several hundred pages, our hero stumbles from one adventure to the next. His stint as a hotdog vendor is less than successful, and he soon turns his employers at the Levy Pants Company on their heads. Ignatius's path through the working world is populated by marvelous secondary characters: the stripper Darlene and her talented cockatoo; the septuagenarian secretary Miss Trixie, whose desperate attempts to retire are constantly, comically thwarted; gay blade Dorian Greene; sinister Miss Lee, proprietor of the Night of Joy nightclub; and Myrna Minkoff, the girl Ignatius loves to hate. The many subplots that weave through. A Confederacy of Dunces. are as complicated as anything you'll find in a Dickens novel, and just as beautifully tied together in the end. But it is Ignatius--selfish, domineering, and deluded, tragic and comic and larger than life--who carries the story. He is a modern-day Quixote beset by giants of the modern age. His fragility cracks the shell of comic bluster, revealing a deep streak of melancholy beneath the antic humor. John Kennedy Toole committed suicide in 1969 and never saw the publication of his novel. Ignatius Reilly is what he left behind, a fitting memorial to a talented and tormented life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Audiobook",
                "Contemporary"
            ]
        },
        {
            "title": "The Iliad/The Odyssey",
            "authors": [
                "Homer",
                "Robert Fagles",
                "Bernard Knox"
            ],
            "ranking": 4.05,
            "ranking_count": 68920,
            "abstract": "Gripping listeners and readers for more than 2,700 years, 'The Iliad' is the story of the Trojan War and the rage of Achilles. Combining the skills of a poet and scholar, Robert Fagles brings the energy of contemporary language to this enduring heroic epic.. If 'The Iliad' is the world's greatest war story, then 'The Odyssey' is literature's greatest evocation of every man's journey through life. Here again, Fagles has performed the translator's task magnificently, giving us an Odyssey to read aloud, to savor, and to treasure for its sheer lyrical mastery.. Each volume contains a superb introduction with textual and critical commentary by renowned classicist Bernard Knox.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Poetry",
                "Fantasy",
                "Literature",
                "Historical",
                "Academic",
                "Adventure"
            ]
        },
        {
            "title": "The Sun Also Rises",
            "authors": [
                "Ernest Hemingway"
            ],
            "ranking": 3.81,
            "ranking_count": 395041,
            "abstract": "The quintessential novel of the Lost Generation,. The Sun Also Rises (Fiesta). is one of Ernest Hemingway's masterpieces and a classic example of his spare but powerful writing style. A poignant look at the disillusionment and angst of the post-World War I generation, the novel introduces two of Hemingway's most unforgettable characters: Jake Barnes and Lady Brett Ashley. The story follows the flamboyant Brett and the hapless Jake as they journey from the wild nightlife of 1920s Paris to the brutal bullfighting rings of Spain with a motley group of expatriates. It is an age of moral bankruptcy, spiritual dissolution, unrealized love, and vanishing illusions. First published in 1926,. The Sun Also Rises. helped to establish Hemingway as one of the greatest writers of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Historical",
                "Cultural",
                "Academic",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Diary of a Young Girl",
            "authors": [
                "Anne Frank",
                "Eleanor Roosevelt",
                "Barbara Mooyaart-Doubleday"
            ],
            "ranking": 4.17,
            "ranking_count": 3216943,
            "abstract": "Discovered in the attic in which she spent the last years of her life, Anne Frank’s remarkable diary has become a world classic—a powerful reminder of the horrors of war and an eloquent testament to the human spirit.. In 1942, with the Nazis occupying Holland, a thirteen-year-old Jewish girl and her family fled their home in Amsterdam and went into hiding. For the next two years, until their whereabouts were betrayed to the Gestapo, the Franks and another family lived cloistered in the “Secret Annexe” of an old office building. Cut off from the outside world, they faced hunger, boredom, the constant cruelties of living in confined quarters, and the ever-present threat of discovery and death. In her diary Anne Frank recorded vivid impressions of her experiences during this period. By turns thoughtful, moving, and surprisingly humorous, her account offers a fascinating commentary on human courage and frailty and a compelling self-portrait of a sensitive and spirited young woman whose promise was tragically cut short.. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Nonfiction",
                "History",
                "Biography",
                "Autobiography",
                "Historical",
                "World War II",
                "War"
            ]
        },
        {
            "title": "Cinder",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 4.13,
            "ranking_count": 803574,
            "abstract": "Humans and androids crowd the raucous streets of New Beijing. A deadly plague ravages the population. From space, a ruthless Lunar people watch, waiting to make their move. No one knows that Earth’s fate hinges on one girl. . . . Cinder, a gifted mechanic, is a cyborg.. She’s a second-class citizen with a mysterious past, reviled by her stepmother and blamed for her stepsister’s illness. But when her life becomes intertwined with the handsome Prince Kai’s, she suddenly finds herself at the center of an intergalactic struggle, and a forbidden attraction. Caught between duty and freedom, loyalty and betrayal, she must uncover secrets about her past in order to protect her world’s future.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Retellings",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Crucible",
            "authors": [
                "Arthur  Miller",
                "Christopher Bigsby"
            ],
            "ranking": 3.6,
            "ranking_count": 361732,
            "abstract": "I believe that the reader will discover here the essential nature of one of the strangest and most awful chapters in human history, Arthur Miller wrote of his classic play about the witch-hunts and trials in seventeenth-century Salem, Massachusetts. Based on historical people and real events, Miller's drama is a searing portrait of a community engulfed by hysteria. In the rigid theocracy of Salem, rumors that women are practicing witchcraft galvanize the town's most basic fears and suspicions; and when a young girl accuses Elizabeth Proctor of being a witch, self-righteous church leaders and townspeople insist that Elizabeth be brought to trial. The ruthlessness of the prosecutors and the eagerness of neighbor to testify against neighbor brilliantly illuminates the destructive power of socially sanctioned violence.. Written in 1953,. The Crucible. is a mirror Miller uses to reflect the anti-communist hysteria inspired by Senator Joseph McCarthy's witch-hunts in the United States. Within the text itself, Miller contemplates the parallels, writing, Political opposition... is given an inhumane overlay, which then justifies the abrogation of all normally applied customs of civilized behavior. A political policy is equated with moral right, and opposition to it with diabolical malevolence.. WIth an introduction by Christopher Bigsby.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Historical",
                "Drama",
                "Academic",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "Spirit Bound",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.33,
            "ranking_count": 279131,
            "abstract": "Salvation has its price . . .. The words stunned Adrian for a moment, but he kept going. You're lying. What you're describing is impossible. There's no way to save a Strigoi. When they're gone, they're gone. They're dead. Undead. Forever.. Robert's next words weren't directed at Adrian. They were spoken to me. . That which is dead doesn't always stay dead..... . After a long and heartbreaking journey to Siberia,. Dimitri’s birthplace, Rose Hathaway has finally returned to St. Vladimir’s—and to her best friend, Lissa Dragomir. It's graduation, and the girls can’t wait for their real lives outside the academy’s cold iron gates to finally begin. But even with the intrigue and excitement of court life looming, Rose’s heart still aches for Dimitri. He’s out there, somewhere.. She failed to kill him when she had the chance, and now her worst fears are about to come true. Dimitri has tasted her blood, and she knows in her heart that he is hunting her. And if Rose won't join him, he won't rest until he has silenced her . . .. forever. .. But Rose can't forget what she learned on her journey—whispers of a magic too impossible and terrifying to comprehend. A magic inextricably tied to Lissa that could hold the answer to all of Rose's prayers, but not without devastating consequences. Now Rose will have to decide what—and. who. —matters most to her. And in the end, is true love really worth the price?. Fall in love with Rose and Dimitri all over again in. Spirit Bound. , the eagerly awaited fifth novel in Richelle Mead's enthralling. Vampire Academy. series.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Secret History",
            "authors": [
                "Donna Tartt"
            ],
            "ranking": 4.14,
            "ranking_count": 429690,
            "abstract": "Under the influence of their charismatic classics professor, a group of clever, eccentric misfits at an elite New England college discover a way of thinking and living that is a world away from the humdrum existence of their contemporaries. But when they go beyond the boundaries of normal morality they slip gradually from obsession to corruption and betrayal, and at last—inexorably—into evil.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Classics",
                "Thriller",
                "Literary Fiction",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Man's Search for Meaning",
            "authors": [
                "Viktor E. Frankl",
                "Harold S. Kushner",
                "William J. Winslade",
                "Isle Lasch"
            ],
            "ranking": 4.36,
            "ranking_count": 535922,
            "abstract": "Psychiatrist Viktor Frankl's memoir has riveted generations of readers with its descriptions of life in Nazi death camps and its lessons for spiritual survival. Based on his own experience and the stories of his patients, Frankl argues that we cannot avoid suffering but we can choose how to cope with it, find meaning in it, and move forward with renewed purpose. At the heart of his theory, known as logotherapy, is a conviction that the primary human drive is not pleasure but the pursuit of what we find meaningful.. Man's Search for Meaning. has become one of the most influential books in America; it continues to inspire us all to find significance in the very act of living.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Philosophy",
                "History",
                "Self Help",
                "Autobiography",
                "Biography",
                "Classics",
                "Spirituality",
                "World War II"
            ]
        },
        {
            "title": "Cat's Cradle",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 4.16,
            "ranking_count": 364944,
            "abstract": "Told with deadpan humour and bitter irony, Kurt Vonnegut's cult tale of global destruction preys on our deepest fears of witnessing Armageddon and, worse still, surviving it .... Dr Felix Hoenikker, one of the founding 'fathers' of the atomic bomb, has left a deadly legacy to the world. For he's the inventor of 'ice-nine', a lethal chemical capable of freezing the entire planet. The search for its whereabouts leads to Hoenikker's three ecentric children, to a crazed dictator in the Caribbean, to madness. Felix Hoenikker's Death Wish comes true when his last, fatal gift to humankind brings about the end, that for all of us, is nigh...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Science Fiction",
                "Humor",
                "Literature",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "The Silence of the Lambs",
            "authors": [
                "Thomas  Harris"
            ],
            "ranking": 4.22,
            "ranking_count": 509870,
            "abstract": "Hannibal Lecter. The ultimate villain of modern fiction. Read the five-million-copy bestseller that scared the world silent. The Silence of the Lambs. A young FBI trainee. An evil genius locked away for unspeakable crimes. A plunge into the darkest chambers of a psychopath's mind--in the deadly search for a serial killer. - back cover",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Classics",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Chain Between Worlds",
            "authors": [
                "Johnathon Nicolaou"
            ],
            "ranking": 4.96,
            "ranking_count": 642,
            "abstract": "Runner up in the 2021 TCK Publishing Reader’s Choice Awards: Fantasy Genre. At the age of five Lincoln was abandoned inexplicably at an orphanage by his father with nothing but a promise to return and an old wrist chain. 11 years later when seemingly ordinary 16-year-old Lincoln runs away from yet another foster home, heading to his favoured spot in New York City, he is attacked by a dog, a monstrous three headed dog the size of a truck. Becoming marked, a string of attacks follow, only ending when he is saved by El, Ben, and AJ, a group of enhanced people known as Ascendants. Discovering the world is not as it seems, with Sorcerers, Nature Spirits and demonic monsters all hiding in plain sight, he learns that he is a long-lost Ascendant himself; discovering that the chain his father left him was at the centre of a conspiracy that resulted in his abandonment and his father’s subsequent disappearance.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction"
            ]
        },
        {
            "title": "The God of Small Things",
            "authors": [
                "Arundhati Roy"
            ],
            "ranking": 3.95,
            "ranking_count": 268940,
            "abstract": "The year is 1969. In the state of Kerala, on the southernmost tip of India, a skyblue Plymouth with chrome tailfins is stranded on the highway amid a Marxist workers' demonstration. Inside the car sit two-egg twins Rahel and Esthappen, and so begins their tale. . . .. Armed only with the invincible innocence of children, they fashion a childhood for themselves in the shade of the wreck that is their family—their lonely, lovely mother, Ammu (who loves by night the man her children love by day), their blind grandmother, Mammachi (who plays Handel on her violin), their beloved uncle Chacko (Rhodes scholar, pickle baron, radical Marxist, bottom-pincher), their enemy, Baby Kochamma (ex-nun and incumbent grandaunt), and the ghost of an imperial entomologist's moth (with unusually dense dorsal tufts).. When their English cousin, Sophie Mol, and her mother, Margaret Kochamma, arrive on a Christmas visit, Esthappen and Rahel learn that Things Can Change in a Day. That lives can twist into new, ugly shapes, even cease forever, beside their river graygreen. With fish in it. With the sky and trees in it. And at night, the broken yellow moon in it.. The brilliantly plotted story uncoils with an agonizing sense of foreboding and inevitability. Yet nothing prepares you for what lies at the heart of it.. The God of Small Things. takes on the Big Themes—Love. Madness. Hope. Infinite Joy. Here is a writer who dares to break the rules. To dislocate received rhythms and create the language she requires, a language that is at once classical and unprecedented. Arundhati Roy has given us a book that is anchored to anguish, but fueled by wit and magic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Contemporary",
                "Classics",
                "Novels",
                "Asian Literature",
                "Literary Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Wind in the Willows",
            "authors": [
                "Kenneth Grahame",
                "Gillian Avery"
            ],
            "ranking": 3.99,
            "ranking_count": 195632,
            "abstract": "For more than a century, The Wind in the Willows and its endearing protagonists--Mole, Mr. Toad, Badger, and Ratty--have enchanted children of all ages. Whether the four friends are setting forth on an exciting adventure, engaging in a comic caper, or simply relaxing by the River Thames, their stories are among the most charming in all English literature.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Childrens",
                "Fantasy",
                "Animals",
                "Young Adult",
                "Adventure",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Screwtape Letters",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.24,
            "ranking_count": 380658,
            "abstract": "The Screwtape Letters. by C.S.  Lewis is a classic masterpiece of religious satire that entertains readers with its sly and ironic portrayal of human life and foibles from the vantage point of Screwtape, a highly placed assistant to Our Father Below. At once wildly comic, deadly serious, and strikingly original, C.S. Lewis's. The Screwtape Letters. is the most engaging account of temptation—and triumph over it—ever written.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Christian",
                "Religion",
                "Fantasy",
                "Christian Fiction",
                "Philosophy"
            ]
        },
        {
            "title": "The Hiding Place: The Triumphant True Story of Corrie Ten Boom",
            "authors": [
                "Corrie ten Boom",
                "John Sherrill",
                "Elizabeth Sherrill"
            ],
            "ranking": 4.43,
            "ranking_count": 290067,
            "abstract": "At one time Corrie ten Boom would have laughed at the idea that there would ever be a story to tell. For the first fifty years of her life nothing at all out of the ordinary had ever happened to her. She was an old-maid watchmaker living contentedly with her spinster sister and their elderly father in the tiny Dutch house over their shop. Their uneventful days, as regulated as their own watches, revolved around their abiding love for one another. However, with the Nazi invasion and occupation of Holland, a story did ensue.. Corrie ten Boom and her family became leaders in the Dutch Underground, hiding Jewish people in their home in a specially built room and aiding their escape from the Nazis. For their help, all but Corrie found death in a concentration camp.. The Hiding Place. is their story.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "History",
                "Christian",
                "Classics",
                "Autobiography",
                "World War II",
                "War",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "A Light in the Attic",
            "authors": [
                "Shel Silverstein"
            ],
            "ranking": 4.34,
            "ranking_count": 410739,
            "abstract": "Last night while I lay thinking here. Some Whatifs crawled inside my ear. And pranced and partied all night long. And sang their same old Whatif song:. Whatif I flunk that test?. Whatif green hair grows on my chest?. Whatif nobody likes me?. Whatif a bolt of lightning strikes me?.... This 20th anniversary of Shel Silverstein's. A Light in the Attic. includes a CD of highlights from his Grammy Award-winning album.. Here in the attic of Shel Silverstein you will find Backward Bill, Sour Face Ann, the Meehoo with an Exactlywatt, and the Polar Bear in the Frigidaire. You will talk with Broiled Face, and find out what happens when Somebody steals your knees, you get caught by the Quick-Digesting Gink, a Mountain snores, and They Put a Brassiere on the Camel.. From the creator of the beloved poetry collections. Where the Sidewalk Ends. and. Falling Up. , here is another wondrous book of poems and drawings.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Childrens",
                "Classics",
                "Fiction",
                "Humor",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "Girl with a Pearl Earring",
            "authors": [
                "Tracy Chevalier"
            ],
            "ranking": 3.91,
            "ranking_count": 681519,
            "abstract": "With precisely 35 canvases to his credit, the Dutch painter Johannes Vermeer represents one of the great enigmas of 17th-century art. The meager facts of his biography have been gleaned from a handful of legal documents. Yet Vermeer's extraordinary paintings of domestic life, with their subtle play of light and texture, have come to define the Dutch golden age. His portrait of the anonymous Girl with a Pearl Earring has exerted a particular fascination for centuries—and it is this magnetic painting that lies at the heart of Tracy Chevalier's second novel of the same title.. Girl with a Pearl Earring. centers on Vermeer's prosperous Delft household during the 1660s. When Griet, the novel's quietly perceptive heroine, is hired as a servant, turmoil follows. First, the 16-year-old narrator becomes increasingly intimate with her master. Then Vermeer employs her as his assistant—and ultimately has Griet sit for him as a model.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Art",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "City of Fallen Angels",
            "authors": [
                "Cassandra Clare"
            ],
            "ranking": 4.09,
            "ranking_count": 546818,
            "abstract": "The Mortal War is over, and sixteen-year-old Clary Fray is back home in New York, excited about all the possibilities before her. She’s training to become a Shadowhunter and to use her unique power. Her mother is getting married to the love of her life. Downworlders and Shadowhunters are at peace at last. And—most importantly of all—she can finally call Jace her boyfriend.. But nothing comes without a price.. Someone is murdering Shadowhunters, provoking tensions between Downworlders and Shadowhunters that could lead to a second, bloody war. Clary’s best friend, Simon, can’t help her—his mother just found out that he’s a vampire, and now he’s homeless. When Jace begins to pull away from her without explaining why, Clary is forced to delve into the heart of a mystery whose solution reveals her worst nightmare: she herself has set in motion a terrible chain of events that could lead to her losing everything she loves. Even Jace.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "The Green Mile",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.46,
            "ranking_count": 277536,
            "abstract": "When it first appeared, one volume per month, Stephen King's THE GREEN MILE was an unprecedented publishing triumph: all six volumes ended up on the. New York Times. bestseller lists—simultaneously—and delighted millions of fans the world over.. Welcome to Cold Mountain Penitentiary, home to the Depression-worn men of E Block. Convicted killers all, each awaits his turn to walk the Green Mile, keeping a date with Old Sparky, Cold Mountain's electric chair. Prison guard Paul Edgecombe has seen his share of oddities in his years working the Mile. But he's never seen anyone like John Coffey, a man with the body of a giant and the mind of a child, condemned for a crime terrifying in its violence and shocking in its depravity. In this place of ultimate retribution, Edgecombe is about to discover the terrible, wondrous truth about Coffey, a truth that will challenge his most cherished beliefes... and yours.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Mystery",
                "Classics",
                "Drama"
            ]
        },
        {
            "title": "Uglies",
            "authors": [
                "Scott Westerfeld"
            ],
            "ranking": 3.85,
            "ranking_count": 612160,
            "abstract": "Tally is about to turn sixteen, and she can't wait. In just a few weeks she'll have the operation that will turn her from a repellent ugly into a stunning pretty. And as a pretty, she'll be catapulted into a high-tech paradise where her only job is to have fun.. But Tally's new friend Shay isn't sure she wants to become a pretty. When Shay runs away, Tally learns about a whole new side of the pretty world—and it isn't very pretty. The authorities offer Tally a choice: find her friend and turn her in, or never turn pretty at all. Tally's choice will change her world forever....",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Romance",
                "Adventure",
                "Apocalyptic",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Ella Enchanted",
            "authors": [
                "Gail Carson Levine"
            ],
            "ranking": 3.99,
            "ranking_count": 401901,
            "abstract": "At birth, Ella is inadvertently cursed by an imprudent young fairy named Lucinda, who bestows on her the gift of obedience. Anything anyone tells her to do, Ella must obey. Another girl might have been cowed by this affliction, but not feisty Ella: Instead of making me docile, Lucinda's curse made a rebel of me. Or perhaps I was that way naturally. When her beloved mother dies, leaving her in the care of a mostly absent and avaricious father, and later, a loathsome stepmother and two treacherous stepsisters, Ella's life and well-being seem to be in grave peril. But her intelligence and saucy nature keep her in good stead as she sets out on a quest for freedom and self-discovery as she tries to track down Lucinda to undo the curse, fending off ogres, befriending elves, and falling in love with a prince along the way. Yes, there is a pumpkin coach, a glass slipper, and a happily ever after, but this is the most remarkable, delightful, and profound version of Cinderella you'll ever read.. Gail Carson Levine's examination of traditional female roles in fairy tales takes some satisfying twists and deviations from the original. Ella is bound by obedience against her will, and takes matters in her own hands with ambition and verve. Her relationship with the prince is balanced and based on humor and mutual respect; in fact, it is she who ultimately rescues. him. . Ella Enchanted has won many well-deserved awards, including a Newbery Honor.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Childrens",
                "Retellings",
                "Adventure"
            ]
        },
        {
            "title": "She's Come Undone",
            "authors": [
                "Wally Lamb"
            ],
            "ranking": 3.89,
            "ranking_count": 330018,
            "abstract": "In this extraordinary coming-of-age odyssey, Wally Lamb invites us to hitch a wild ride on a journey of love, pain, and renewal with the most heartbreakingly comical heroine to come along in years.. Meet Dolores Price. She's 13, wise-mouthed but wounded, having bid her childhood goodbye. Stranded in front of her bedroom TV, she spends the next few years nourishing herself with the Mallomars, potato chips, and Pepsi her anxious mother supplies. When she finally orbits into young womanhood at 257 pounds, Dolores is no stronger and life is no kinder. But this time she's determined to rise to the occasion and give herself one more chance before she. really. goes under.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Adult Fiction",
                "Young Adult",
                "Novels",
                "Adult",
                "Literary Fiction",
                "Drama",
                "Mental Health"
            ]
        },
        {
            "title": "The Phantom of the Opera",
            "authors": [
                "Gaston Leroux",
                "Alexander Teixeira de Mattos"
            ],
            "ranking": 3.96,
            "ranking_count": 215493,
            "abstract": "First published in French as a serial in 1909,. The Phantom of the Opera. is a riveting story that revolves around the young, Swedish Christine Daaé. Her father, a famous musician, dies, and she is raised in the Paris Opera House with his dying promise of a protective angel of music to guide her. After a time at the opera house, she begins hearing a voice, who eventually teaches her how to sing beautifully. All goes well until Christine's childhood friend Raoul comes to visit his parents, who are patrons of the opera, and he sees Christine when she begins successfully singing on the stage. The voice, who is the deformed, murderous 'ghost' of the opera house named Erik, however, grows violent in his terrible jealousy, until Christine suddenly disappears. The phantom is in love, but it can only spell disaster.. Leroux's work, with characters ranging from the spoiled prima donna Carlotta to the mysterious Persian from Erik's past, has been immortalized by memorable adaptations. Despite this, it remains a remarkable piece of Gothic horror literature in and of itself, deeper and darker than any version that follows.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Horror",
                "Romance",
                "Gothic",
                "Mystery",
                "Historical",
                "Cultural",
                "Fantasy",
                "Literature"
            ]
        },
        {
            "title": "Shiver",
            "authors": [
                "Maggie Stiefvater"
            ],
            "ranking": 3.76,
            "ranking_count": 461261,
            "abstract": "For years, Grace has watched the wolves in the woods behind her house. One yellow-eyed wolf—her wolf—is a chilling presence she can't seem to live without.. Meanwhile, Sam has lived two lives: In winter, the frozen woods, the protection of the pack, and the silent company of a fearless girl. In summer, a few precious months of being human… until the cold makes him shift back again.. Now, Grace meets a yellow-eyed boy whose familiarity takes her breath away. It's her wolf. It has to be. But as winter nears, Sam must fight to stay human—or risk losing himself, and Grace, forever.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "The Wind-Up Bird Chronicle",
            "authors": [
                "Haruki Murakami",
                "Jay Rubin"
            ],
            "ranking": 4.16,
            "ranking_count": 246135,
            "abstract": "Japan's most highly regarded novelist now vaults into the first ranks of international fiction writers with this heroically imaginative novel, which is at once a detective story, an account of a disintegrating marriage, and an excavation of the buried secrets of World War II.. In a Tokyo suburb a young man named Toru Okada searches for his wife's missing cat. Soon he finds himself looking for his wife as well in a netherworld that lies beneath the placid surface of Tokyo. As these searches intersect, Okada encounters a bizarre group of allies and antagonists: a psychic prostitute; a malevolent yet mediagenic politician; a cheerfully morbid sixteen-year-old-girl; and an aging war veteran who has been permanently changed by the hideous things he witnessed during Japan's forgotten campaign in Manchuria.. Gripping, prophetic, suffused with comedy and menace,. The Wind-Up Bird Chronicle. is a tour de force equal in scope to the masterpieces of Mishima and Pynchon.. Three books in one volume: The Thieving Magpie, Bird as Prophet, The Birdcatcher. This translation by Jay Rubin is in collaboration with the author.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Cultural",
                "Asian Literature",
                "Fantasy",
                "Contemporary",
                "Novels",
                "Literature",
                "Mystery",
                "Literary Fiction"
            ]
        },
        {
            "title": "Blindness",
            "authors": [
                "José Saramago",
                "Giovanni Pontiero"
            ],
            "ranking": 4.16,
            "ranking_count": 240127,
            "abstract": "From Nobel Prize–winning author José Saramago, a magnificent, mesmerizing parable of loss. A city is hit by an epidemic of white blindness that spares no one. Authorities confine the blind to an empty mental hospital, but there the criminal element holds everyone captive, stealing food rations, and assaulting women. There is one eyewitness to this nightmare who guides her charges—among them a boy with no mother, a girl with dark glasses, a dog of tears—through the barren streets, and their procession becomes as uncanny as the surroundings are harrowing. As. Blindness. reclaims the age-old story of a plague, it evokes the vivid and trembling horrors of the twentieth century, leaving readers with a powerful vision of the human spirit that's bound both by weakness and exhilarating strength.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Cultural",
                "Horror",
                "European Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Marley and Me: Life and Love With the World's Worst Dog",
            "authors": [
                "John Grogan"
            ],
            "ranking": 4.13,
            "ranking_count": 459582,
            "abstract": "John and Jenny were just beginning their life together. They were young and in love, with a perfect little house and not a care in the world. Then they brought home Marley, a wiggly yellow furball of a puppy. Life would never be the same.. Marley quickly grew into a barreling, ninety-seven-pound streamroller of a Labrador retriever, a dog like no other. He crashed through screen doors, gouged through drywall, flung drool on guests, stole women's undergarments, and ate nearly everything he could get his mouth around, including couches and fine jewelry. Obedience school did no good—Marley was expelled. Neither did the tranquilizers the veterinarian prescribed for him with the admonishment, Don't hesitate to use these.. And yet Marley's heart was pure. Just as he joyfully refused any limits on his behavior, his love and loyalty were boundless, too. Marley shared the couple's joy at their first pregnancy, and their heartbreak over the miscarriage. He was there when babies finally arrived and when the screams of a seventeen-year-old stabbing victim pierced the night. Marley shut down a public beach and managed to land a role in a feature-length movie, always winning hearts as he made a mess of things. Through it all, he remained steadfast, a model of devotion, even when his family was at its wit's end. Unconditional love, they would learn, comes in many forms.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Animals",
                "Biography",
                "Humor",
                "Biography Memoir",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "A Court of Mist and Fury",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.61,
            "ranking_count": 673375,
            "abstract": "Feyre survived Amarantha's clutches to return to the Spring Court—but at a steep cost. Though she now has the powers of the High Fae, her heart remains human, and it can't forget the terrible deeds she performed to save Tamlin's people.. Nor has Feyre forgotten her bargain with Rhysand, High Lord of the feared Night Court. As Feyre navigates its dark web of politics, passion, and dazzling power, a greater evil looms—and she might be key to stopping it. But only if she can harness her harrowing gifts, heal her fractured soul, and decide how she wishes to shape her future—and the future of a world cleaved in two.. With more than a million copies sold of her beloved Throne of Glass series, Sarah J. Maas's masterful storytelling brings this second book in her seductive and action-packed series to new heights.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "New Adult",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "A Clash of Kings",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 4.41,
            "ranking_count": 848295,
            "abstract": "A comet the color of blood and flame cuts across the sky. Two great leaders—Lord Eddard Stark and Robert Baratheon—who hold sway over an age of enforced peace are dead, victims of royal treachery. Now, from the ancient citadel of Dragonstone to the forbidding shores of Winterfell, chaos reigns. Six factions struggle for control of a divided land and the Iron Throne of the Seven Kingdoms, preparing to stake their claims through tempest, turmoil, and war.. It is a tale in which brother plots against brother and the dead rise to walk in the night. Here a princess masquerades as an orphan boy; a knight of the mind prepares a poison for a treacherous sorceress; and wild men descend from the Mountains of the Moon to ravage the countryside. Against a backdrop of incest and fratricide, alchemy and murder, victory may go to the men and women possessed of the coldest steel...and the coldest hearts. For when kings clash, the whole land trembles.. Here is the second volume in George R.R. Martin magnificent cycle of novels that includes. A Game of Thrones. and. A Storm of Swords. . As a whole, this series comprises a genuine masterpiece of modern fantasy, bringing together the best the genre has to offer. Magic, mystery, intrigue, romance, and adventure fill these pages and transport us to a world unlike any we have ever experienced. Already hailed as a classic, George R.R. Martin stunning series is destined to stand as one of the great achievements of imaginative fiction.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Adventure",
                "Audiobook",
                "Epic"
            ]
        },
        {
            "title": "The Sound and the Fury",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.86,
            "ranking_count": 168285,
            "abstract": "The tragedy of the Compson family features some of the most memorable characters in literature: beautiful, rebellious Caddy; the manchild Benjy; haunted, neurotic Quentin; Jason, the brutal cynic; and Dilsey, their black servant. Their lives fragmented and harrowed by history and legacy, the character’s voices and actions mesh to create what is arguably Faulkner’s masterpiece and one of the greatest novels of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Gothic",
                "Literary Fiction",
                "American",
                "Academic"
            ]
        },
        {
            "title": "Howl’s Moving Castle",
            "authors": [
                "Diana Wynne Jones"
            ],
            "ranking": 4.28,
            "ranking_count": 267323,
            "abstract": "An alternative cover for this ISBN can be found. here. Sophie has the great misfortune of being the eldest of three daughters, destined to fail miserably should she ever leave home to seek her fate. But when she unwittingly attracts the ire of the Witch of the Waste, Sophie finds herself under a horrid spell that transforms her into an old lady. Her only chance at breaking it lies in the ever-moving castle in the hills: the Wizard Howl's castle. To untangle the enchantment, Sophie must handle the heartless Howl, strike a bargain with a fire demon, and meet the Witch of the Waste head-on. Along the way, she discovers that there's far more to Howl—and herself—than first meets the eye.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Childrens",
                "Classics",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Shack",
            "authors": [
                "William Paul Young"
            ],
            "ranking": 3.79,
            "ranking_count": 590260,
            "abstract": "Mackenzie Allen Philips' youngest daughter, Missy, has been abducted during a family vacation and evidence that she may have been brutally murdered is found in an abandoned shack deep in the Oregon wilderness. Four years later in the midst of his Great Sadness, Mack receives a suspicious note, apparently from God, inviting him back to that shack for a weekend. Against his better judgment he arrives at the shack on a wintry afternoon and walks back into his darkest nightmare. What he finds there will change Mack's world forever.. In a world where religion seems to grow increasingly irrelevant. The Shack. wrestles with the timeless question, Where is God in a world so filled with unspeakable pain? The answers Mack gets will astound you and perhaps transform you as much as it did him. You'll want everyone you know to read this book!",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Christian",
                "Christian Fiction",
                "Religion",
                "Spirituality",
                "Inspirational",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Misery",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.19,
            "ranking_count": 582031,
            "abstract": "Alternate cover editions. here. and. here. .. Paul Sheldon. He's a bestselling novelist who has finally met his biggest fan. Her name is Annie Wilkes and she is more than a rabid reader - she is Paul's nurse, tending his shattered body after an automobile accident. But she is also his captor, keeping him prisoner in her isolated house.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Suspense",
                "Mystery",
                "Adult",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Guernsey Literary and Potato Peel Pie Society",
            "authors": [
                "Mary Ann Shaffer",
                "Annie Barrows"
            ],
            "ranking": 4.18,
            "ranking_count": 681880,
            "abstract": "#1. NEW YORK TIMES. BESTSELLER - NOW A MAJOR MOTION PICTURE ON NETFLIX - A remarkable tale of the island of Guernsey during the German Occupation, and of a society as extraordinary as its name.. I wonder how the book got to Guernsey? Perhaps there is some sort of secret homing instinct in books that brings them to their perfect readers.. January 1946: London is emerging from the shadow of the Second World War, and writer Juliet Ashton is looking for her next book subject. Who could imagine that she would find it in a letter from a man she's never met, a native of the island of Guernsey, who has come across her name written inside a book by Charles Lamb.... As Juliet and her new correspondent exchange letters, Juliet is drawn into the world of this man and his friends—and what a wonderfully eccentric world it is. The Guernsey Literary and Potato Peel Pie Society—born as a spur-of-the-moment alibi when its members were discovered breaking curfew by the Germans occupying their island—boasts a charming, funny, deeply human cast of characters, from pig farmers to phrenologists, literature lovers all.. Juliet begins a remarkable correspondence with the society's members, learning about their island, their taste in books, and the impact the recent German occupation has had on their lives. Captivated by their stories, she sets sail for Guernsey, and what she finds will change her forever.. Written with warmth and humor as a series of letters, this novel is a celebration of the written word in all its guises and of finding connection in the most surprising ways.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "War",
                "Book Club",
                "Adult",
                "Writing",
                "Adult Fiction"
            ]
        },
        {
            "title": "The House of the Spirits",
            "authors": [
                "Isabel Allende",
                "Magda Bogin"
            ],
            "ranking": 4.26,
            "ranking_count": 221569,
            "abstract": "In one of the most important and beloved Latin American works of the twentieth century, Isabel Allende weaves a luminous tapestry of three generations of the Trueba family, revealing both triumphs and tragedies. Here is patriarch Esteban, whose wild desires and political machinations are tempered only by his love for his ethereal wife, Clara, a woman touched by an otherworldly hand. Their daughter, Blanca, whose forbidden love for a man Esteban has deemed unworthy infuriates her father, yet will produce his greatest joy: his granddaughter Alba, a beautiful, ambitious girl who will lead the family and their country into a revolutionary future.. The House of the Spirits is an enthralling saga that spans decades and lives, twining the personal and the political into an epic novel of love, magic, and fate.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Historical",
                "Classics",
                "Fantasy",
                "European Literature",
                "Novels",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Marked",
            "authors": [
                "P.C. Cast",
                "Kristin Cast"
            ],
            "ranking": 3.8,
            "ranking_count": 463539,
            "abstract": "Also see: Alternate Cover Editions for this ISBN [ACE]. ACE #1. After a Vampire Tracker Marks her with a crescent moon on her forehead, 16-year-old Zoey Redbird enters the House of Night and learns that she is no average fledgling. She has been Marked as special by the vampyre Goddess Nyx and has affinities for all five elements: Air, Fire, Water, Earth and Spirit. But she is not the only fledgling at the House of Night with special powers. When she discovers that the leader of the Dark Daughters, the school’s most elite club, is misusing her Goddess-given gifts, Zoey must look deep within herself for the courage to embrace her destiny—with a little help from her new vampyre friends (or Nerd Herd, as Aphrodite calls them).",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "For Whom the Bell Tolls",
            "authors": [
                "Ernest Hemingway"
            ],
            "ranking": 3.97,
            "ranking_count": 268290,
            "abstract": "In 1937 Ernest Hemingway traveled to Spain to cover the civil war there for the North American Newspaper Alliance. Three years later he completed the greatest novel to emerge from the good fight,. For Whom the Bell Tolls.. The story of Robert Jordan, a young American in the International Brigades attached to an antifascist guerilla unit in the mountains of Spain, it tells of loyalty and courage, love and defeat, and the tragic death of an ideal. In his portrayal of Jordan's love for the beautiful Maria and his superb account of El Sordo's last stand, in his brilliant travesty of La Pasionaria and his unwillingness to believe in blind faith, Hemingway surpasses his achievement in. The Sun Also Rises. and. A Farewell to Arms. to create a work at once rare and beautiful, strong and brutal, compassionate, moving and wise. If the function of a writer is to reveal reality, Maxwell Perkins wrote to Hemingway after reading the manuscript, no one ever so completely performed it. Greater in power, broader in scope, and more intensely emotional than any of the author's previous works, it stands as one of the best war novels of all time.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "War",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "Gone Girl",
            "authors": [
                "Gillian Flynn"
            ],
            "ranking": 4.1,
            "ranking_count": 2655946,
            "abstract": "Marriage can be a real killer.. On a warm summer morning in North Carthage, Missouri, it is Nick and Amy Dunne’s fifth wedding anniversary. Presents are being wrapped and reservations are being made when Nick’s clever and beautiful wife disappears from their rented McMansion on the Mississippi River. Husband-of-the-Year Nick isn’t doing himself any favors with cringe-worthy daydreams about the slope and shape of his wife’s head, but passages from Amy's diary reveal the alpha-girl perfectionist could have put anyone dangerously on edge. Under mounting pressure from the police and the media—as well as Amy’s fiercely doting parents—the town golden boy parades an endless series of lies, deceits, and inappropriate behavior. Nick is oddly evasive, and he’s definitely bitter—but is he really a killer?. As the cops close in, every couple in town is soon wondering how well they know the one that they love. With his twin sister, Margo, at his side, Nick stands by his innocence. Trouble is, if Nick didn’t do it, where is that beautiful wife? And what was in that silvery gift box hidden in the back of her bedroom closet?. With her razor-sharp writing and trademark psychological insight, Gillian Flynn delivers a fast-paced, devilishly dark, and ingeniously plotted thriller that confirms her status as one of the hottest writers around.. One of the most critically acclaimed suspense writers of our time, New York Times bestseller Gillian Flynn takes that statement to its darkest place in this unputdownable masterpiece about a marriage gone terribly, terribly wrong. The Chicago Tribune proclaimed that her work “draws you in and keeps you reading with the force of a pure but nasty addiction.” Gone Girl’s toxic mix of sharp-edged wit and deliciously chilling prose creates a nerve-fraying thriller that confounds you at every turn.. Source: gillian-flynn.com",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Fear and Loathing in Las Vegas",
            "authors": [
                "Hunter S. Thompson",
                "Ralph Steadman"
            ],
            "ranking": 4.07,
            "ranking_count": 321076,
            "abstract": "Fear and Loathing in Las Vegas. is the best chronicle of drug-soaked, addle-brained, rollicking good times ever committed to the printed page. It is also the tale of a long weekend road trip that has gone down in the annals of American pop culture as one of the strangest journeys ever undertaken.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "Writing",
                "Novels",
                "Literature",
                "Contemporary",
                "Travel"
            ]
        },
        {
            "title": "The Complete Calvin and Hobbes",
            "authors": [
                "Bill Watterson"
            ],
            "ranking": 4.79,
            "ranking_count": 38050,
            "abstract": "[. Box Set. |. Book One. |. Book Two. |. Book Three. ]. Calvin and Hobbes. is unquestionably one of the most popular comic strips of all time. The imaginative world of a boy and his real-only-to-him tiger was first syndicated in 1985 and appeared in more than 2,400 newspapers when Bill Watterson retired on January 1, 1996. The entire body of. Calvin and Hobbes. cartoons published in a truly noteworthy tribute to this singular cartoon in. The Complete Calvin and Hobbes. . Composed of three hardcover, four-color volumes in a sturdy slipcase, this. New York Times. best-selling edition includes all. Calvin and Hobbes. cartoons that ever appeared in syndication. This is the treasure that all. Calvin and Hobbes. fans seek.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Classics",
                "Graphic Novels Comics",
                "Childrens",
                "Comics"
            ]
        },
        {
            "title": "Stranger in a Strange Land",
            "authors": [
                "Robert A. Heinlein",
                "James Warhola"
            ],
            "ranking": 3.92,
            "ranking_count": 292959,
            "abstract": "NAME: Valentine Michael Smith. ANCESTRY: Human. ORIGIN: Mars. Valentine Michael Smith is a human being raised on Mars, newly returned to Earth. Among his people for the first time, he struggles to understand the social mores and prejudices of human nature that are so alien to him, while teaching them his own fundamental beliefs in grokking, watersharing, and love.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels",
                "Speculative Fiction",
                "Philosophy",
                "Audiobook",
                "Religion"
            ]
        },
        {
            "title": "Roots: The Saga of an American Family",
            "authors": [
                "Alex Haley"
            ],
            "ranking": 4.43,
            "ranking_count": 154738,
            "abstract": "When he was a boy in Henning, Tennessee, Alex Haley's grandmother used to tell him stories about their family—stories that went back to. her. grandparents, and. their. grandparents, down through the generations all the way to a man she called the African. She said he had lived across the ocean near what he called the . Kamby Bolongo.  and had been out in the forest one day chopping wood to make a drum when he was set upon by four men, beaten, chained and dragged aboard a slave ship bound for Colonial America.. Still vividly remembering the stories after he grew up and became a writer, Haley began to search for documentation that might authenticate the narrative. It took ten years and a half a million miles of travel across three continents to find it, but finally, in an astonishing feat of genealogical detective work, he discovered not only the name of the African—Kunta Kinte—but the precise location of Juffure, the very village in The Gambia, West Africa, from which he was abducted in 1767 at the age of sixteen and taken on the. Lord Ligonier. to Maryland and sold to a Virginia planter.. Haley has talked in Juffure with his own African sixth cousins. On September 29, 1967, he stood on the dock in Annapolis where his great-great-great-great-grandfather was taken ashore on September 29, 1767. Now he has written the monumental two-century drama of Kunta Kinte and the six generations who came after him—slaves and freedmen, farmers and blacksmiths, lumber mill workers and Pullman porters, lawyers and architects—and one author.. But Haley has done more than recapture the history of his own family. As the first black American writer to trace his origins back to their roots, he has told the story of 25,000,000 Americans of African descent. He has rediscovered for an entire people a rich cultural heritage that slavery took away from them, along with their names and their identities. But. Roots. speaks, finally, not just to blacks, or to whites, but to all people and all races everywhere, for the story it tells is one of the most eloquent testimonials ever written to the indomitability of the human spirit.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Cultural",
                "Race",
                "Audiobook",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Island of the Blue Dolphins",
            "authors": [
                "Scott O'Dell"
            ],
            "ranking": 3.85,
            "ranking_count": 313947,
            "abstract": "In the Pacific there is an island that looks like a big fish sunning itself in the sea. Around it, blue dolphins swim, otters play, and sea elephants and sea birds abound. Once, Indians also lived on the island. And when they left and sailed to the east, one young girl was left behind. — This is the story of Karana, the Indian girl who lived alone for years on the Island of the Blue Dolphins. Year after year, she watched one season pass into another and waited for a ship to take her away. But while she waited, she kept herself alive by building shelter, making weapons, finding food, and fighting her enemies, the wild dogs. It is not only an unusual adventure of survival, but also a tale of natural beauty and personal discovery.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Historical",
                "Classics",
                "Childrens",
                "Adventure",
                "Academic"
            ]
        },
        {
            "title": "Blood River: A Journey to Africa's Broken Heart",
            "authors": [
                "Tim Butcher"
            ],
            "ranking": 3.93,
            "ranking_count": 11430,
            "abstract": "A compulsively readable account of a journey to the Congo — a country virtually inaccessible to the outside world — vividly told by a daring and adventurous journalist.. Ever since Stanley first charted its mighty river in the 1870s, the Congo has epitomized the dark and turbulent history of a failed continent. However, its troubles only served to increase the interest of Daily Telegraph correspondent Tim Butcher, who was sent to cover Africa in 2000. Before long he became obsessed with the idea of recreating Stanley’s original expedition — but travelling alone.. Despite warnings Butcher spent years poring over colonial-era maps and wooing rebel leaders before making his will and venturing to the Congo’s eastern border. He passed through once thriving cities of this country and saw the marks left behind by years of abuse and misrule. Almost, 2,500 harrowing miles later, he reached the Atlantic Ocean, a thinner and a wiser man.. Butcher’s journey was a remarkable feat. But the story of the Congo, vividly told in Blood River, is more remarkable still.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Cultural",
                "History",
                "Adventure",
                "Autobiography",
                "Biography",
                "Politics"
            ]
        },
        {
            "title": "The Girl Who Kicked the Hornet's Nest",
            "authors": [
                "Stieg Larsson",
                "Reg Keeland"
            ],
            "ranking": 4.23,
            "ranking_count": 690751,
            "abstract": "The stunning third and final novel in Stieg Larsson's internationally best-selling trilogy.. Lisbeth Salander - the heart of Larsson's two previous novels - lies in critical condition, a bullet wound to her head, in the intensive care unit of a Swedish city hospital. She's fighting for her life in more ways than one: if and when she recovers, she'll be taken back to Stockholm to stand trial for three murders. With the help of her friend, journalist Mikael Blomkvist, she will not only have to prove her innocence, but also identify and denounce those in authority who have allowed the vulnerable, like herself, to suffer abuse and violence. And, on her own, she will plot revenge - against the man who tried to kill her, and the corrupt government institutions that very nearly destroyed her life.. Once upon a time, she was a victim. Now Salander is fighting back.. ~from the jacket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Contemporary",
                "Cultural",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Speak",
            "authors": [
                "Laurie Halse Anderson"
            ],
            "ranking": 4.03,
            "ranking_count": 532528,
            "abstract": "The first ten lies they tell you in high school.. Speak up for yourself—we want to know what you have to say.. From the first moment of her freshman year at Merryweather High, Melinda knows this is a big fat lie, part of the nonsense of high school. She is friendless, outcast, because she busted an end-of-summer party by calling the cops, so now nobody will talk to her, let alone listen to her. As time passes, she becomes increasingly isolated and practically stops talking altogether. Only her art class offers any solace, and it is through her work on an art project that she is finally able to face what really happened at that terrible party: she was raped by an upperclassman, a guy who still attends Merryweather and is still a threat to her. Her healing process has just begun when she has another violent encounter with him. But this time Melinda fights back, refuses to be silent, and thereby achieves a measure of vindication.. In Laurie Halse Anderson's powerful novel, an utterly believable heroine with a bitterly ironic voice delivers a blow to the hypocritical world of high school. She speaks for many a disenfranchised teenager while demonstrating the importance of speaking up for oneself.. Speak. was a 1999 National Book Award Finalist for Young People's Literature.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Health",
                "Academic",
                "Sociology"
            ]
        },
        {
            "title": "Paper Towns",
            "authors": [
                "John Green"
            ],
            "ranking": 3.75,
            "ranking_count": 1136886,
            "abstract": "Who is the real Margo?. Quentin Jacobsen has spent a lifetime loving the magnificently adventurous Margo Roth Spiegelman from afar. So when she cracks open a window and climbs into his life—dressed like a ninja and summoning him for an ingenious campaign of revenge—he follows. After their all-nighter ends, and a new day breaks, Q arrives at school to discover that Margo, always an enigma, has now become a mystery. But Q soon learns that there are clues—and they're for him. Urged down a disconnected path, the closer he gets, the less Q sees the girl he thought he knew...",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Romance",
                "Mystery",
                "Realistic Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Othello",
            "authors": [
                "William Shakespeare"
            ],
            "ranking": 3.9,
            "ranking_count": 348388,
            "abstract": "In Othello, Shakespeare creates a powerful drama of a marriage that begins with fascination (between the exotic Moor Othello and the Venetian lady Desdemona), with elopement, and with intense mutual devotion and that ends precipitately with jealous rage and violent deaths. He sets this story in the romantic world of the Mediterranean, moving the action from Venice to the island of Cyprus and giving it an even more exotic coloring with stories of Othello's African past. Shakespeare builds so many differences into his hero and heroine—differences of race, of age, of cultural background—that one should not, perhaps, be surprised that the marriage ends disastrously. But most people who see or read the play feel that the love that the play presents between Othello and Desdemona is so strong that it would have overcome all these differences were it not for the words and actions of Othello's standard-bearer, Iago, who hates Othello and sets out to destroy him by destroying his love for Desdemona. As Othello succumbs to Iago's insinuations that Desdemona is unfaithful, fascination—which dominates the early acts of the play—turns to horror, especially for the audience. We are confronted by spectacles of a generous and trusting Othello in the grip of Iago's schemes; of an innocent Desdemona, who has given herself up entirely to her love for Othello only to be subjected to his horrifying verbal and physical assaults, the outcome of Othello's mistaken convictions about her faithlessness.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Academic",
                "Literature",
                "Poetry",
                "Tragedy"
            ]
        },
        {
            "title": "Norwegian Wood",
            "authors": [
                "Haruki Murakami",
                "Jay Rubin"
            ],
            "ranking": 4.03,
            "ranking_count": 454751,
            "abstract": "Toru, a quiet and preternaturally serious young college student in Tokyo, is devoted to Naoko, a beautiful and introspective young woman, but their mutual passion is marked by the tragic death of their best friend years before. Toru begins to adapt to campus life and the loneliness and isolation he faces there, but Naoko finds the pressures and responsibilities of life unbearable. As she retreats further into her own world, Toru finds himself reaching out to others and drawn to a fiercely independent and sexually liberated young woman.. A magnificent blending of the music, the mood, and the ethos that was the sixties with the story of one college student's romantic coming of age,. Norwegian Wood. brilliantly recaptures a young man's first, hopeless, and heroic love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Romance",
                "Contemporary",
                "Asian Literature",
                "Novels",
                "Literature",
                "Classics",
                "Literary Fiction",
                "Magical Realism"
            ]
        },
        {
            "title": "Delirium",
            "authors": [
                "Lauren Oliver"
            ],
            "ranking": 3.96,
            "ranking_count": 446743,
            "abstract": "There is an alternate cover edition for this ISBN13. here. .. In an alternate United States, love has been declared a dangerous disease, and the government forces everyone who reaches eighteen to have a procedure called the Cure. Living with her aunt, uncle, and cousins in Portland, Maine, Lena Haloway is very much looking forward to being cured and living a safe, predictable life. She watched love destroy her mother and isn't about to make the same mistake.. But with ninety-five days left until her treatment, Lena meets enigmatic Alex, a boy from the Wilds who lives under the government's radar. What will happen if they do the unthinkable and fall in love?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Love",
                "Apocalyptic"
            ]
        },
        {
            "title": "King Lear",
            "authors": [
                "William Shakespeare"
            ],
            "ranking": 3.91,
            "ranking_count": 198207,
            "abstract": "Shakespeare’s King Lear challenges us with the magnitude, intensity, and sheer duration of the pain that it represents. Its figures harden their hearts, engage in violence, or try to alleviate the suffering of others. Lear himself rages until his sanity cracks. What, then, keeps bringing us back to King Lear? For all the force of its language, King Lear is almost equally powerful when translated, suggesting that it is the story, in large part, that draws us to the play.. The play tells us about families struggling between greed and cruelty, on the one hand, and support and consolation, on the other. Emotions are extreme, magnified to gigantic proportions. We also see old age portrayed in all its vulnerability, pride, and, perhaps, wisdom—one reason this most devastating of Shakespeare’s tragedies is also perhaps his most moving.. The authoritative edition of King Lear from The Folger Shakespeare Library, the trusted and widely used Shakespeare series for students and general readers, includes:. -Freshly edited text based on the best early printed version of the play. -Full explanatory notes conveniently placed on pages facing the text of the play. -Scene-by-scene plot summaries. -A key to the play’s famous lines and phrases. -An introduction to reading Shakespeare’s language. -An essay by a leading Shakespeare scholar providing a modern perspective on the play. -Fresh images from the Folger Shakespeare Library’s vast holdings of rare books. -An annotated guide to further reading. Essay by Susan Snyder. The Folger Shakespeare Library in Washington, DC, is home to the world’s largest collection of Shakespeare’s printed works, and a magnet for Shakespeare scholars from around the globe. In addition to exhibitions open to the public throughout the year, the Folger offers a full calendar of performances and programs. For more information, visit Folger.edu.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Drama",
                "Fiction",
                "Academic",
                "Literature",
                "Poetry",
                "Tragedy"
            ]
        },
        {
            "title": "Beautiful Disaster",
            "authors": [
                "Jamie McGuire"
            ],
            "ranking": 4.05,
            "ranking_count": 614127,
            "abstract": "The new Abby Abernathy is a good girl. She doesn’t drink or swear, and she has the appropriate number of cardigans in her wardrobe. Abby believes she has enough distance from the darkness of her past, but when she arrives at college with her best friend, her path to a new beginning is quickly challenged by Eastern University's Walking One-Night Stand.. Travis Maddox, lean, cut, and covered in tattoos, is exactly what Abby needs—and wants—to avoid. He spends his nights winning money in a floating fight ring, and his days as the ultimate college campus charmer. Intrigued by Abby’s resistance to his appeal, Travis tricks her into his daily life with a simple bet. If he loses, he must remain abstinent for a month. If Abby loses, she must live in Travis’s apartment for the same amount of time. Either way, Travis has no idea that he has met his match.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Academic",
                "Fiction",
                "Womens Fiction",
                "Adult",
                "Love"
            ]
        },
        {
            "title": "The Idiot",
            "authors": [
                "Fyodor Dostoevsky",
                "Anna Brailovsky",
                "Joseph Frank",
                "Constance Garnett"
            ],
            "ranking": 4.2,
            "ranking_count": 152743,
            "abstract": "Returning to Russia from a sanitarium in Switzerland, the Christ-like epileptic Prince Myshkin finds himself enmeshed in a tangle of love, torn between two women—the notorious kept woman Nastasya and the pure Aglaia—both involved, in turn, with the corrupt, money-hungry Ganya. In the end, Myshkin’s honesty, goodness, and integrity are shown to be unequal to the moral emptiness of those around him. In her revision of the Garnett translation, Anna Brailovsky has corrected inaccuracies wrought by Garnett’s drastic anglicization of the novel, restoring as much as possible the syntactical structure of the original story.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "Novels",
                "Philosophy",
                "Historical"
            ]
        },
        {
            "title": "Midnight Sun [2008 Draft]",
            "authors": [
                "Stephenie Meyer"
            ],
            "ranking": 4.01,
            "ranking_count": 150201,
            "abstract": "The record for the completed novel can be found. here. .. Midnight Sun. is the much anticipated retelling of. Twilight. from Edward Cullen's perspective. An unedited partial draft was illegally leaked onto the internet in 2008; consequently, author Stephenie Meyer put the project on indefinite hold. Shortly afterward, she posted a letter to her fans on her website including a link to the entire partial draft of the book so that those who wanted to read it could do so legally and with her consent.. Note:. Do not add a cover. Do not add translations. Do not add any other editions. Do not combine with editions of the full work. Do not add this book record to any series.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "White Oleander",
            "authors": [
                "Janet Fitch"
            ],
            "ranking": 3.98,
            "ranking_count": 336849,
            "abstract": "Everywhere hailed as a novel of rare beauty and power,. White Oleander. tells the unforgettable story of Ingrid, a brilliant poet imprisoned for murder, and her daughter, Astrid, whose odyssey through a series of Los Angeles foster homes--each its own universe, with its own laws, its own dangers, its own hard lessons to be learned--becomes a redeeming and surprising journey of self-discovery.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Young Adult",
                "Adult Fiction",
                "Drama",
                "Womens Fiction",
                "Adult",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Inkheart",
            "authors": [
                "Cornelia Funke",
                "Anthea Bell"
            ],
            "ranking": 3.9,
            "ranking_count": 399775,
            "abstract": "Alternate cover edition:. 9780439709101. From internationally acclaimed storyteller Cornelia Funke, this bestselling, magical epic is now out in paperback!. One cruel night, Meggie's father reads aloud from a book called INKHEART-- and an evil ruler escapes the boundaries of fiction and lands in their living room. Suddenly, Meggie is smack in the middle of the kind of adventure she has only read about in books. Meggie must learn to harness the magic that has conjured this nightmare. For only she can change the course of the story that has changed her life forever.. This is INKHEART--a timeless tale about books, about imagination, about life. Dare to read it aloud.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Fantasy",
                "Writing",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Into the Wild",
            "authors": [
                "Jon Krakauer"
            ],
            "ranking": 4.0,
            "ranking_count": 978903,
            "abstract": "Librarian's Note: An alternate cover edition can be found. here. In April, 1992, a young man from a well-to-do family hitchhiked to Alaska and walked alone into the wilderness north of Mt. McKinley. His name was Christopher Johnson McCandless. He had given $25,000 in savings to charity, abandoned his car and most of his possessions, burned all the cash in his wallet, and invented a new life for himself. Four months later, a party of moose hunters found his decomposed body. How McCandless came to die is the unforgettable story of. Into the Wild. .. Immediately after graduating from college in 1991, McCandless had roamed through the West and Southwest on a vision quest like those made by his heroes Jack London and John Muir. In the Mojave Desert he abandoned his car, stripped it of its license plates, and burned all of his cash. He would give himself a new name, Alexander Supertramp, and, unencumbered by money and belongings, he would be free to wallow in the raw, unfiltered experiences that nature presented. Craving a blank spot on the map, McCandless simply threw away the maps. Leaving behind his desperate parents and sister, he vanished into the wild.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Travel",
                "Adventure",
                "Classics",
                "Autobiography",
                "Environment",
                "Academic",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Vampire Lestat",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 4.08,
            "ranking_count": 186860,
            "abstract": "Lestat. The vampire hero of Anne Rice's enthralling new novel is a creature of the darkest and richest imagination. Once an aristocrat in the heady days of pre-revolutionary France, now a rock star in the demonic, shimmering 1980s, he rushes through the centuries in search of others like him, seeking answers to the mystery of his eternal, terrifying existence. His is a mesmerizing story --- passionate, complex, and thrilling.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Gothic",
                "Historical",
                "Adult"
            ]
        },
        {
            "title": "Flow Down Like Silver: Hypatia of Alexandria",
            "authors": [
                "Ki Longfellow"
            ],
            "ranking": 3.89,
            "ranking_count": 5296,
            "abstract": "Ki Longfellow, author of the acclaimed. The Secret Magdalene. , has now written the astonishing life of Hypatia, famed throughout the Mediterranean world, a beauty and a genius, yet for 17 centuries ignored by history. As the Roman Empire fights for its life and emerging Christianity fights for our souls, Hypatia is the last great voice of reason. A woman of sublime intelligence, Hypatia ranks above not only all women, but all men. Hypatia dazzled the world with her brilliance, was courted by men of every persuasion and was considered the leading philosopher and mathematician of her age ... yet her mathematics, her inventions, the very story of her life in all its epic and dramatic intensity, has gone untold. A heart-breaking love story, an heroic struggle against intolerance, a tragedy and a triumph, Hypatia walks through these pages fully realized while all around her Egypt's Alexandria, the New York City of its day, strives to remain a beacon of light in a darkening world.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Northern Africa",
                "Philosophy",
                "Literature",
                "Cultural",
                "Feminism",
                "History",
                "Romance"
            ]
        },
        {
            "title": "Neverwhere",
            "authors": [
                "Neil Gaiman"
            ],
            "ranking": 4.17,
            "ranking_count": 473773,
            "abstract": "Under the streets of London there's a place most people could never even dream of. A city of monsters and saints, murderers and angels, knights in armour and pale girls in black velvet. This is the city of the people who have fallen between the cracks.. Richard Mayhew, a young businessman, is going to find out more than enough about this other London. A single act of kindness catapults him out of his workday existence and into a world that is at once eerily familiar and utterly bizarre. And a strange destiny awaits him down here, beneath his native city: Neverwhere.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Horror",
                "Adventure",
                "Adult",
                "Young Adult"
            ]
        },
        {
            "title": "The Once and Future King",
            "authors": [
                "T.H. White"
            ],
            "ranking": 4.06,
            "ranking_count": 104637,
            "abstract": "T.H White′s masterful retelling of the Arthurian legend is an abiding classic. Here all five volumes that make up the story are published in one volume, as White himself always wished. Exquisite comedy offsets the tragedy of Arthur′s personal doom as White brings to life the major British epic of all time with brilliance, grandeur, warmth and charm.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Historical",
                "Mythology",
                "Young Adult",
                "Science Fiction Fantasy",
                "Literature"
            ]
        },
        {
            "title": "I Know This Much Is True",
            "authors": [
                "Wally Lamb"
            ],
            "ranking": 4.2,
            "ranking_count": 299919,
            "abstract": "On the afternoon of October 12, 1990, my twin brother, Thomas, entered the Three Rivers, Connecticut, public library, retreated to one of the rear study carrels, and prayed to God the sacrifice he was about to commit would be deemed acceptable. . . .. One of the most acclaimed novels of our time, Wally Lamb's I Know This Much Is True is a story of alienation and connection, devastation and renewal, at once joyous, heartbreaking, poignant, mystical, and powerfully, profoundly human.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Adult Fiction",
                "Mental Health",
                "Adult",
                "Drama",
                "Psychology",
                "Health"
            ]
        },
        {
            "title": "The Complete Sherlock Holmes",
            "authors": [
                "Arthur Conan Doyle"
            ],
            "ranking": 4.49,
            "ranking_count": 189391,
            "abstract": "A study in scarlet --. The sign of four --. Adventures of Sherlock Holmes : A scandal in Bohemia ; The red-headed league ; A case of identity ; The Boscombe Valley mystery ; The five orange pips ; The man with the twisted lip ; The adventure of the blue carbuncle ; The adventure of the speckled band ; The adventure of the engineer's thumb ; The adventure of the noble bachelor ; The adventure of the beryl coronet ; The adventure of the copper beeches --. Memoirs of Sherlock Holmes : Silver blaze ; The yellow face ; The stock-broker's clerk ; The Gloria Scott ; The Musgrave ritual ; The Reigate puzzle ; The crooked man ; The resident patient ; The Greek interpreter ; The naval treaty ; The final problem --. The return of Sherlock Holmes : The adventure of the empty house ; The adventure of the Norwood builder ; The adventure of the dancing men ; The adventure of the solitary cyclist ; The adventure of the priory school ; The adventure of Black Peter ; The adventure of Charles Augustus Milverton ; The adventure of the six Napoleons ; The adventure of the three students ; The adventure of the golden pince-nez ; The adventure of the missing three-quarter ; The adventure of the abbey grange ; The adventure of the second stain.. Volume 2. Introduction / by Loren D. Estleman --. The hound of the Baskervilles --. The valley of fear --. His last bow : The adventure of Wisteria Lodge : The singular experience of Mr. John Scott Eccles ; The tiger of San Pedro ; The adventure of the cardboard box ; The adventure of the red circle ; The adventure of the Bruce-Partington plans ; The adventure of the dying detective ; The disappearance of Lady Frances Carfax ; The adventure of the devil's foot ; His last bow --. The case-book of Sherlock Holmes : The adventure of the illustrious client ; The adventure of the blanched soldier ; The adventure of the Mazarin stone ; The adventure of the three gables ; The adventure of the Sussex vampire ; The adventure of the three Garridebs ; The problem of Thor Bridge ; The adventure of the creeping man ; The adventure of the lion's mane ; The adventure of the veiled lodger ; The adventure of Shoscombe old place ; The adventure of the retired colourman.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Mystery",
                "Fiction",
                "Short Stories",
                "Literature",
                "Audiobook",
                "Thriller",
                "Historical"
            ]
        },
        {
            "title": "Kafka on the Shore",
            "authors": [
                "Haruki Murakami",
                "Philip Gabriel"
            ],
            "ranking": 4.14,
            "ranking_count": 375676,
            "abstract": "Kafka on the Shore. , a tour de force of metaphysical reality, is powered by two remarkable characters: a teenage boy, Kafka Tamura, who runs away from home either to escape a gruesome oedipal prophecy or to search for his long-missing mother and sister; and an aging simpleton called Nakata, who never recovered from a wartime affliction and now is drawn toward Kafka for reasons that, like the most basic activities of daily life, he cannot fathom. Their odyssey, as mysterious to them as it is to us, is enriched throughout by vivid accomplices and mesmerizing events. Cats and people carry on conversations, a ghostlike pimp employs a Hegel-quoting prostitute, a forest harbors soldiers apparently unaged since World War II, and rainstorms of fish (and worse) fall from the sky. There is a brutal murder, with the identity of both victim and perpetrator a riddle—yet this, along with everything else, is eventually answered, just as the entwined destinies of Kafka and Nakata are gradually revealed, with one escaping his fate entirely and the other given a fresh start on his own.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Fantasy",
                "Cultural",
                "Asian Literature",
                "Contemporary",
                "Novels",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Uncle Tom's Cabin",
            "authors": [
                "Harriet Beecher Stowe"
            ],
            "ranking": 3.89,
            "ranking_count": 211944,
            "abstract": "The narrative drive of Stowe's classic novel is often overlooked in the heat of the controversies surrounding its anti-slavery sentiments. In fact, it is a compelling adventure story with richly drawn characters and has earned a place in both literary and American history. Stowe's religious beliefs show up in the novel's final, overarching theme—the exploration of the nature of Christianity and how Christian theology is fundamentally incompatible with slavery.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "The Things They Carried",
            "authors": [
                "Tim O'Brien"
            ],
            "ranking": 4.13,
            "ranking_count": 278456,
            "abstract": "In 1979, Tim O'Brien's. Going After Cacciato. —a novel about the Vietnam War—won the National Book Award. In this, his second work of fiction about Vietnam, O'Brien's unique artistic vision is again clearly demonstrated. Neither a novel nor a short story collection, it is an arc of fictional episodes, taking place in the childhoods of its characters, in the jungles of Vietnam and back home in America two decades later.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "War",
                "Short Stories",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "Candide",
            "authors": [
                "Voltaire",
                "Sara Gioacchino Corcos"
            ],
            "ranking": 3.77,
            "ranking_count": 245231,
            "abstract": "Candide. is the story of a gentle man who, though pummeled and slapped in every direction by fate, clings desperately to the belief that he lives in the best of all possible worlds. On the surface a witty, bantering tale, this eighteenth-century classic is actually a savage, satiric thrust at the philosophical optimism that proclaims that all disaster and human suffering is part of a benevolent cosmic plan. Fast, funny, often outrageous, the French philosopher's immortal narrative takes Candide around the world to discover that -- contrary to the teachings of his distinguished tutor Dr. Pangloss -- all is not always for the best. Alive with wit, brilliance, and graceful storytelling,. Candide. has become Voltaire's most celebrated work.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Philosophy",
                "Cultural",
                "Literature",
                "Humor",
                "European Literature",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "Paradise Lost",
            "authors": [
                "John Milton",
                "John      Leonard"
            ],
            "ranking": 3.82,
            "ranking_count": 150601,
            "abstract": "John Milton's. Paradise Lost. is one of the greatest epic poems in the English language. It tells the story of the Fall of Man, a tale of immense drama and excitement, of rebellion and treachery, of innocence pitted against corruption, in which God and Satan fight a bitter battle for control of mankind's destiny. The struggle rages across three worlds - heaven, hell, and earth - as Satan and his band of rebel angels plot their revenge against God. At the center of the conflict are Adam and Eve, who are motivated by all too human temptations but whose ultimate downfall is unyielding love.. Marked by Milton's characteristic erudition, Paradise Lost is a work epic both in scale and, notoriously, in ambition. For nearly 350 years, it has held generation upon generation of audiences in rapt attention, and its profound influence can be seen in almost every corner of Western culture.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Poetry",
                "Fiction",
                "Literature",
                "Religion",
                "Fantasy",
                "Philosophy",
                "Academic",
                "Epic"
            ]
        },
        {
            "title": "The Historian",
            "authors": [
                "Elizabeth Kostova"
            ],
            "ranking": 3.79,
            "ranking_count": 255493,
            "abstract": "To you, perceptive reader, I bequeath my history....Late one night, exploring her father's library, a young woman finds an ancient book and a cache of yellowing letters. The letters are all addressed to My dear and unfortunate successor, and they plunge her into a world she never dreamed of, a labyrinth where the secrets of her father's past and her mother's mysterious fate connect to an inconceivable evil hidden in the depths of history.. The letters provide links to one of the darkest powers that humanity has ever known and to a centuries-long quest to find the source of that darkness and wipe it out. It is a quest for the truth about Vlad the Impaler, the medieval ruler whose barbarous reign formed the basis of the legend of Dracula. Generations of historians have risked their reputations, their sanity, and even their lives to learn the truth about Vlad the Impaler and Dracula. Now one young woman must decide whether to take up this quest herself--to follow her father in a hunt that nearly brought him to ruin years ago, when he was a vibrant young scholar and her mother was still alive. What does the legend of Vlad the Impaler have to do with the modern world? Is it possible that the Dracula of myth truly existed and that he has lived on, century after century, pursuing his own unknowable ends? The answers to these questions cross time and borders, as first the father and then the daughter search for clues, from dusty Ivy League libraries to Istanbul, Budapest, and the depths of Eastern Europe. In city after city, in monasteries and archives, in letters and in secret conversations, the horrible truth emerges about Vlad the Impaler's dark reign and about a time-defying pact that may have kept his awful work alive down through the ages.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Fantasy",
                "Horror",
                "Mystery",
                "Paranormal",
                "Gothic",
                "Thriller"
            ]
        },
        {
            "title": "Lamb: The Gospel According to Biff, Christ's Childhood Pal",
            "authors": [
                "Christopher Moore"
            ],
            "ranking": 4.22,
            "ranking_count": 164840,
            "abstract": "The birth of Jesus has been well chronicled, as have his glorious teachings, acts, and divine sacrifice after his thirtieth birthday. But no one knows about the early life of the Son of God, the missing years—except Biff, the Messiah's best bud, who has been resurrected to tell the story in the divinely hilarious yet heartfelt work reminiscent of Vonnegut and Douglas Adams (. Philadelphia Inquirer. ).. Verily, the story Biff has to tell is a miraculous one, filled with remarkable journeys, magic, healings, kung fu, corpse reanimations, demons, and hot babes. Even the considerable wiles and devotion of the Savior's pal may not be enough to divert Joshua from his tragic destiny. But there's no one who loves Josh more—except maybe Maggie, Mary of Magdala—and Biff isn't about to let his extraordinary pal suffer and ascend without a fight.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Historical",
                "Fantasy",
                "Religion",
                "Audiobook",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Invisible Man",
            "authors": [
                "Ralph Ellison"
            ],
            "ranking": 3.9,
            "ranking_count": 170679,
            "abstract": "First published in 1952 and immediately hailed as a masterpiece,. Invisible Man. is one of those rare novels that have changed the shape of American literature. For not only does Ralph Ellison's nightmare journey across the racial divide tell unparalleled truths about the nature of bigotry and its effects on the minds of both victims and perpetrators, it gives us an entirely new model of what a novel can be.. As he journeys from the Deep South to the streets and basements of Harlem, from a horrifying battle royal where black men are reduced to fighting animals, to a Communist rally where they are elevated to the status of trophies, Ralph Ellison's nameless protagonist ushers readers into a parallel universe that throws our own into harsh and even hilarious relief. Suspenseful and sardonic, narrated in a voice that takes in the symphonic range of the American language, black and white,. Invisible Man. is one of the most audacious and dazzling novels of our century.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Cultural",
                "Race",
                "Novels",
                "Historical",
                "Academic",
                "Literary Fiction"
            ]
        },
        {
            "title": "All Creatures Great and Small",
            "authors": [
                "James Herriot"
            ],
            "ranking": 4.32,
            "ranking_count": 133177,
            "abstract": "The classic multimillion copy bestseller. Delve into the magical, unforgettable world of James Herriot, the world's most beloved veterinarian, and his menagerie of heartwarming, funny, and tragic animal patients.. For over forty years, generations of readers have thrilled to Herriot's marvelous tales, deep love of life, and extraordinary storytelling abilities. For decades, Herriot roamed the remote, beautiful Yorkshire Dales, treating every patient that came his way from smallest to largest, and observing animals and humans alike with his keen, loving eye.. In All Creatures Great and Small, we meet the young Herriot as he takes up his calling and discovers that the realities of veterinary practice in rural Yorkshire are very different from the sterile setting of veterinary school. Some visits are heart-wrenchingly difficult, such as one to an old man in the village whose very ill dog is his only friend and companion, some are lighthearted and fun, such as Herriot's periodic visits to the overfed and pampered Pekinese Tricki Woo who throws parties and has his own stationery, and yet others are inspirational and enlightening, such as Herriot's recollections of poor farmers who will scrape their meager earnings together to be able to get proper care for their working animals. From seeing to his patients in the depths of winter on the remotest homesteads to dealing with uncooperative owners and critically ill animals, Herriot discovers the wondrous variety and never-ending challenges of veterinary practice as his humor, compassion, and love of the animal world shine forth.. James Herriot's memoirs have sold 80 million copies worldwide, and continue to delight and entertain readers of all ages",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Autobiography",
                "Classics",
                "Biography",
                "Humor",
                "Biography Memoir",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Foundation",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.17,
            "ranking_count": 472079,
            "abstract": "For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying. But only Hari Seldon, creator of the revolutionary science of psychohistory, can see into the future -- to a dark age of ignorance, barbarism, and warfare that will last thirty thousand years. To preserve knowledge and save mankind, Seldon gathers the best minds in the Empire -- both scientists and scholars -- and brings them to a bleak planet at the edge of the Galaxy to serve as a beacon of hope for a future generations. He calls his sanctuary the Foundation.. But soon the fledgling Foundation finds itself at the mercy of corrupt warlords rising in the wake of the receding Empire. Mankind's last best hope is faced with an agonizing choice: submit to the barbarians and be overrun -- or fight them and be destroyed.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Space",
                "Novels",
                "Audiobook",
                "Speculative Fiction"
            ]
        }
    ]
}