{
    "books": [
        {
            "title": "The Strange Career of Jim Crow",
            "authors": [
                "C. Vann Woodward",
                "William S. McFeely"
            ],
            "ranking": 4.13,
            "ranking_count": 2937,
            "abstract": "C. Vann Woodward, who died in 1999 at the age of 91, was America's most eminent Southern historian, the winner of a Pulitzer Prize for. Mary Chestnut's Civil War. and a Bancroft Prize for. The Origins of the New South. . Now, to honor his long and truly distinguished career, Oxford is pleased to publish this special commemorative edition of Woodward's most influential work,. The Strange Career of Jim Crow. .. The Strange Career of Jim Crow. is one of the great works of Southern history. Indeed, the book actually helped shape that history. Published in 1955, a year after the Supreme Court in. Brown v. Board of Education. ordered schools desegregated,. Strange Career. was cited so often to counter arguments for segregation that Martin Luther King, Jr. called it the historical Bible of the civil rights movement. The book offers a clear and illuminating analysis of the history of Jim Crow laws, presenting evidence that segregation in the South dated only to the 1890s. Woodward convincingly shows that, even under slavery, the two races had not been divided as they were under the Jim Crow laws of the 1890s. In fact, during Reconstruction, there was considerable economic and political mixing of the races. The segregating of the races was a relative newcomer to the region.. Hailed as one of the top 100 nonfiction works of the twentieth century,. The Strange Career of Jim Crow. has sold almost a million copies and remains, in the words of David Herbert Donald, a landmark in the history of American race relations.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Race",
                "North American Hi...",
                "Politics",
                "Cultural",
                "Social Movements",
                "Law",
                "Literature",
                "Sociology"
            ]
        },
        {
            "title": "The Birds",
            "authors": [
                "Daphne du Maurier",
                "Herbert Geisen"
            ],
            "ranking": 3.89,
            "ranking_count": 4051,
            "abstract": "The birds kept coming at him from the air, silent save for the beating wings. The terrible, fluttering wings. He could feel the blood on his hands, his wrists, his neck. Each stab of a swooping beak tore his flesh. If only he could keep them from his eyes. Nothing else mattered.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Short Stories",
                "Horror",
                "Fiction",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "O Menino no Espelho",
            "authors": [
                "Fernando Sabino"
            ],
            "ranking": 3.94,
            "ranking_count": 1167,
            "abstract": "Quando eu era menino, os mais velhos perguntavam: -Que é que você quer ser quando crescer? Hoje não perguntam mais. Se perguntassem, eu diria que quero ser menino. Como nesse pequeno conto, Fernando Sabino conta sobre sua infancia no livro O menino no espelho.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Young Adult",
                "European Literature",
                "Drama",
                "Contemporary",
                "Childrens",
                "Cultural"
            ]
        },
        {
            "title": "Dášeňka, čili život štěněte",
            "authors": [
                "Karel Čapek"
            ],
            "ranking": 4.2,
            "ranking_count": 1982,
            "abstract": "A naughty puppy's log book, followed by the fairy tales Capek told his puppy while trying to get her to sit still for photos, followed by the endearing photos.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Classics",
                "Childrens",
                "Animals",
                "Nonfiction",
                "Fantasy",
                "Mine"
            ]
        },
        {
            "title": "Sagan om isfolket",
            "authors": [
                "Margit Sandemo"
            ],
            "ranking": 4.34,
            "ranking_count": 539,
            "abstract": "The Legend of the Ice People (in Norwegian language Sagaen om Isfolket) is a 47-volume story of a family bloodline. The author of the series is Margit Sandemo. The novels are based in historical facts, mostly occurring in Scandinavia, but the fantastic is never far off. The series first began as a feuilletonin the Norwegian magazine Hjemmet. The first volume was released 1982, and the series became one of the best-selling series of novels in Scandinavia, with more than 25 million copies sold. The series has been published in at least Norwegian, Swedish, Danish, Icelandic, Finnish, Polish, Russian, Hungarian and most recently English.. The story begins in Trondheim, Norway in 1581, with the story of Silje Arngrimsdotter, and how she comes into contact with Ice People, a community of people living in an isolated valley. From there on it follows Ice People through the centuries, with members of the clan migrating from Norway to Denmark and Sweden. Other members of the clan wind up in or visit various corners of Europe and Asia over the course of the series.. Ice People are cursed with a terrible forefather, Tengel the Evil, whose actions resulted in at least one cursed individual being born in every generation. The cursed individuals were born with magical and mystical abilities, but also the potential for bottomless evil. They have also yellow eyes, malformed shoulder blades and Mongol features. Some cursed individuals fought their tendency to evil, whilst others embraced it.. Each book tells a separate story, very often the story of one or a few individuals of the clan. Quite often the protagonist of each book is a female, sometimes of Ice People, but sometimes one who will marry into the clan. Many of the books also focus on the cursed individuals, their battle with their evil tendencies, and also how they utilise their powers, be it for good or evil.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Historical",
                "Fiction",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "Strega Nona",
            "authors": [
                "Tomie dePaola"
            ],
            "ranking": 4.25,
            "ranking_count": 87217,
            "abstract": "When Strega Nona leaves him alone with her magic pasta pot, Big Anthony is determined to show the townspeople how it works.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Fantasy",
                "Food and Drink",
                "Cultural",
                "Folklore",
                "Kids"
            ]
        },
        {
            "title": "Three Poems: Host and Guest / Aluda Ketelauri / The Snake-Eater",
            "authors": [
                "Vazha-Pshavela"
            ],
            "ranking": 4.7,
            "ranking_count": 780,
            "abstract": "Vazha Pshavela (1861-1915) is considered one of the great poets in the fifteen-centuried Georgian literature. The three poems represented in the book are the most distinguished works of the poet.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Poetry",
                "Classics"
            ]
        },
        {
            "title": "Ain't I a Woman: Black Women and Feminism",
            "authors": [
                "bell hooks"
            ],
            "ranking": 4.47,
            "ranking_count": 11837,
            "abstract": "A groundbreaking work of feminist history and theory analyzing the complex relations between various forms of oppression.. Ain't I a Woman. examines the impact of sexism on black women during slavery, the historic devaluation of black womanhood, black male sexism, racism within the recent women's movement, and black women's involvement with feminism.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Race",
                "History",
                "Social Movements",
                "Politics",
                "Womens",
                "Gender",
                "Cultural"
            ]
        },
        {
            "title": "Higglety Pigglety Pop! or There Must Be More to Life",
            "authors": [
                "Maurice Sendak"
            ],
            "ranking": 4.19,
            "ranking_count": 1666,
            "abstract": "‘A daring imagination has woven a simple rhyme into a brilliantly original tale [about Jennie, the Sealyham terrier, who seeks Experience and becomes the star of the World Mother Goose Theatre].' 'H. ‘Superb fantasy.' 'BL. Notable Children's Books of 1967 (ALA). 1968 Fanfare Honor List (H). Best Books of 1967 (SLJ). Children's Books of 1967 (Library of Congress)",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Animals",
                "Classics",
                "Kids",
                "Humor",
                "Young Adult"
            ]
        },
        {
            "title": "The Time Of Light",
            "authors": [
                "Gunnar Kopperud"
            ],
            "ranking": 4.06,
            "ranking_count": 50,
            "abstract": "Markus, a former German soldier devastated by the outbreak of this new war, seeks atonement from an Armenian priest for his part in the Nazi invasion of Russia. Framed by the 9-day Nagorno-Karabakh conflict of 1994, this novel contains a story weaved from historical narration and tales - tales of war and tales of women - as two men talk.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Literature"
            ]
        },
        {
            "title": "Mummies in the Morning",
            "authors": [
                "Mary Pope Osborne",
                "Salvatore Murdocca"
            ],
            "ranking": 3.9,
            "ranking_count": 20862,
            "abstract": "Jack and Annie don't need another mummy.. But that's what they get when the Magic Tree House whisks them back to ancient Egypt. There they meet a long-dead queen who needs their help. Will Jack and Annie be able to solve the puzzle, or will they end up as mummies themselves?",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Historical",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "title": "Selling the Lite of Heaven",
            "authors": [
                "Suzanne Strempek Shea"
            ],
            "ranking": 3.76,
            "ranking_count": 249,
            "abstract": "Advertising to sell her engagement ring after being left at the altar by a man who decided to enter the clergy instead, a young woman meets Randy, a recently engaged prospective buyer who keeps coming back to see her.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "A Study of History, Abridgement of Vols 7-10",
            "authors": [
                "Arnold Joseph Toynbee",
                "David Churchill Somervell"
            ],
            "ranking": 4.17,
            "ranking_count": 169,
            "abstract": "Acknowledged as one of the greatest achievements of modern scholarship, Arnold Toynbee's. A Study of History. is a ten-volume analysis of the rise and fall of human civilizations. Contained in two volumes, D.C. Somervell's abridgement preserves the method, atmosphere, texture, and, in many instances, the very words of the original.. This volume includes sections on Universal States, Universal Churches, Heroic Ages, Contacts Between Civilizations in Space, Contacts Between Civilizations in Time, Law and Freedom in History, the Prospects of the Western Civilization, and the Conclusion.. Of Somervell's work, Toynbee wrote, The reader now has at his command a uniform abridgement of the whole book, made by a clear mind that has not only mastered the contents but has entered into the writer's outlook and purpose.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Philosophy",
                "Religion",
                "Anthropology",
                "Politics",
                "Sociology",
                "Classics",
                "War"
            ]
        },
        {
            "title": "Tristan",
            "authors": [
                "Thomas Mann",
                "Hermann Kurzke"
            ],
            "ranking": 3.63,
            "ranking_count": 1640,
            "abstract": "Tristan ist eine Novelle Thomas Manns, angelegt als „Burleske“, die den Zusammenstoß von „skurrilem Schönheitssinn“ mit der „praktischen Realität“ beschreibt. Entstehungszeit: Herbst 1902.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fiction",
                "Short Stories",
                "Cultural",
                "Nobel Prize",
                "Novella",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Tales of the Dying Earth",
            "authors": [
                "Jack Vance"
            ],
            "ranking": 4.13,
            "ranking_count": 5176,
            "abstract": "Travel into the future: to an earth with a dwindling red sun that meekly fills a dark blue sky; and earth that is on the brink of dying out; and earth where science and magic mean the same thing; an earth populated with vibrant, interesting people and creatures that are unaware of the fate their planet has in store for them. Jack Vance is one of the most remarkable talents ever to grace the world of science fiction. His unique, stylish voice has been beloved by generations of readers. Some of his enduring classics are the 1950 novel. The Dying Earth. and its sequels,. The Eyes of the Overworld. ,. Cugel's Saga. ,. and. Rialto the Marvelous. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Science Fiction Fantasy",
                "Classics",
                "Speculative Fiction",
                "Apocalyptic",
                "Anthologies"
            ]
        },
        {
            "title": "Before We Are Born: Essentials of Embryology and Birth Defects",
            "authors": [
                "Keith L. Moore",
                "T.V.N. Persaud"
            ],
            "ranking": 4.1,
            "ranking_count": 71,
            "abstract": "This highly successful resource distills all of the most essential information of human embryology and teratology from. THE DEVELOPING HUMAN: CLINICALLY ORIENTED EMBRYOLOGY, 7th Edition. presenting the crucial clinical and scientific concepts in an easy-to-use format. Completely revised and updated, the 6th Edition emphasizes the clinical aspects throughout by using clinical correlations as well as hundreds of outstanding illustrations.. Incorporates the molecular aspects of embryonic development, including information on stem cells - homeobox genes - gamete formation - regulation control and the molecules/receptors involved - gene activity and expression - and more.. Includes illustrations of new diagnostic procedures, including sonographs, MRIs, electron micrographs, 3D images, and clinical photographs.. Presents completely revised and updated Clinically Oriented Questions and Answers based on the current requirements of the USMLE Step 1.. Offers reader-friendly features including brief explanations of clinical terms - clinical applications boxes - timetables for critical periods in prenatal development - and end-of-chapter summaries-enabling readers to quickly zero in on essential information.",
            "part_of_series": false,
            "genre_list": [
                "Health",
                "Science",
                "Medical"
            ]
        },
        {
            "title": "Saturnin",
            "authors": [
                "Zdeněk Jirotka",
                "Mark Adrian Corner"
            ],
            "ranking": 4.42,
            "ranking_count": 5112,
            "abstract": "Zdenek Jirotka's famous humorous novel was first published in 1942 and since then, there have been more than 15 Czech editions. Over sixty years later, English-speaking readers can become acquainted with Jirotka's novel, whose main hero is the legendary faithful servant Saturnin, fighting with aunt Katerina and her son Milouš. The book is accompanied by original colour illustrations by the Czech painter Adolf Born.",
            "part_of_series": true,
            "genre_list": [
                "European Literature",
                "Classics",
                "Humor",
                "Fiction",
                "Academic",
                "Audiobook",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Prospector",
            "authors": [
                "J.M.G. Le Clézio",
                "Carol Marks"
            ],
            "ranking": 3.76,
            "ranking_count": 1077,
            "abstract": "The Prospector is the crowning achievement from one of France's preeminent contemporary novelists and a work rich with sensuality and haunting resonance. It is the turn of the century on the island of Mauritius, and young Alexis L'Etang enjoys an idyllic existence with his parents and beloved sister: sampling the pleasures of privilege, exploring the constellations and tropical flora, and dreaming of treasure buried long ago by the legendary Unknown Corsair. But with his father's death, Alexis must leave his childhood paradise and enter the harsh world of privation and shame. Years later, Alexis has become obsessed with the idea of finding the Corsair's treasure and, through it, the lost magic and opulence of his youth. He abandons job and family, setting off on a quest that will take him from remote tropical islands to the hell of World War I, and from a love affair with the elusive Ouma to a momentous confrontation with the search that has consumed his life. By turns harsh and lyrical, pointed and nostalgic, The Prospector is a parable of the human condition (Le Mond) by one of the most significant literary figures in Europe today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Nobel Prize",
                "Novels",
                "Literature",
                "Eastern Africa",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "Riding the Wind",
            "authors": [
                "Barbara Garland Polikoff"
            ],
            "ranking": 3.75,
            "ranking_count": 8,
            "abstract": "When an inheritance seems to make it possible for Angie to buy the beautiful Arabian she rides at Smitty's stables, she finds her father and a jealous girl standing in her way.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Icewind Dale Trilogy Collector's Edition",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.3,
            "ranking_count": 15760,
            "abstract": "Icewind Dale. Windswept passes and forbidding glaciers stand at the top of the world. Below them, in the cold valleys, an evil force broods: the magic of Crenshinibon, the crystal shard.. Now dwarf, barbarian, and drow elf join to battle this evil. Tempered in the furnace of struggle, they form an unbreakable friendship.. A legend is born.. For the first time in one volume, here is New York Times bestselling author R.A. Salvatore's adventure that introduced Drizzt Do'Urden, the heroic dark elf, one of the most beloved characters in fantasy literature.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Science Fiction Fantasy",
                "Role Playing Games",
                "Adventure",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Kipps",
            "authors": [
                "H.G. Wells",
                "David Lodge",
                "Simon J. James"
            ],
            "ranking": 3.38,
            "ranking_count": 1095,
            "abstract": "Orphaned at an early age, raised by his aunt and uncle, and apprenticed for seven years to a draper, Artie Kipps is stunned to discover upon reading a newspaper advertisement that he is the grandson of a wealthy gentleman - and the inheritor of his fortune. Thrown dramatically into the upper classes, he struggles desperately to learn the etiquette and rules of polite society. But as he soon discovers, becoming a 'true gentleman' is neither as easy nor as desirable as it at first appears.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "European Literature",
                "Literature",
                "Science Fiction",
                "Historical"
            ]
        },
        {
            "title": "Алмазная колесница",
            "authors": [
                "Boris Akunin",
                "Boris Akunin"
            ],
            "ranking": 4.43,
            "ranking_count": 3637,
            "abstract": "Книга издана в двух томах. Первый том начинается в 1905 году, со встречи со штабс-капитаном Рыбниковым, знакомым нам по повести Куприна. Русско-японская война, в России весьма успешно работает сеть японских агентов, но на пути у них встает опытный и умудрённый годами Эраст Петрович Фандорин.. Второй том переносит нас в Японию, 1878 года: ниндзя, гейши, самураи... Это история любви молодого дипломата Эраста Фандорина и роковой красавицы-ниндзя О-Юми, любви, изменившей всю его жизнь и напомнившей ему о себе через многие годы.... Время действия — 1905 и 1878 годы. Эрасту Петровичу Фандорину — 49 и 22 года.",
            "part_of_series": true,
            "genre_list": [
                "Cultural",
                "Mystery",
                "Fiction",
                "Historical",
                "Literature",
                "Adventure",
                "Thriller"
            ]
        },
        {
            "title": "Upon the Head of the Goat: A Childhood In Hungary 1939-1944",
            "authors": [
                "Aranka Siegal"
            ],
            "ranking": 3.94,
            "ranking_count": 1471,
            "abstract": "Nine-year-old Piri describes the bewilderment of being a Jewish child during the 1939-1944 German occupation of her hometown (then in Hungary and now in the Ukraine) and relates the ordeal of trying to survive in the ghetto.",
            "part_of_series": false,
            "genre_list": [
                "World War II",
                "Nonfiction",
                "History",
                "Autobiography",
                "Biography",
                "War",
                "Cultural",
                "Biography Memoir",
                "Childrens"
            ]
        },
        {
            "title": "The Oaken Throne",
            "authors": [
                "Robin Jarvis"
            ],
            "ranking": 4.25,
            "ranking_count": 513,
            "abstract": "Tells of the wars between the bats and the squirrels, which have raged for many years. In different corners of the land, Vesper, the young bat, and Ysabelle, the squirrel maiden, are as yet unaware of the events which will sweep them into a nightmarish journey.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Horror",
                "Adventure"
            ]
        },
        {
            "title": "The Island of Dr. Death and Other Stories and Other Stories",
            "authors": [
                "Gene Wolfe"
            ],
            "ranking": 4.14,
            "ranking_count": 1504,
            "abstract": "A superb collection of science fiction and fantasy stories,. The Island of Doctor Death and Other Stories and Other Stories. is a book that transcends all genre definitions. The stories within are mined with depth charges, explosions of meaning and illumination that will keep you thinking and feeling long after you have finished reading.. Contents. 11 • The Island of Doctor Death and Other Stories • [Archipelago] • (1970) • shortstory by Gene Wolfe. 26 • Alien Stones • (1972) • novelette by Gene Wolfe. 55 • La Befana • (1973) • shortstory by Gene Wolfe. 60 • The Hero as Werwolf • (1975) • shortstory by Gene Wolfe. 74 • Three Fingers • (1976) • shortstory by Gene Wolfe. 80 • The Death of Dr. Island • [Archipelago] • (1973) • novella by Gene Wolfe. 131 • Feather Tigers • (1973) • shortstory by Gene Wolfe. 138 • Hour of Trust • (1973) • novelette by Gene Wolfe. 167 • Tracking Song • (1975) • novella by Gene Wolfe. 225 • The Toy Theater • (1971) • shortstory by Gene Wolfe. 232 • The Doctor of Death Island • [Archipelago] • (1978) • novella by Gene Wolfe. 277 • Cues • (1974) • shortstory by Gene Wolfe. 281 • The Eyeflash Miracles • (1976) • novella by Gene Wolfe. 336 • Seven American Nights • (1978) • novella by Gene Wolfe",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Science Fiction",
                "Fiction",
                "Horror",
                "Anthologies",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Literature"
            ]
        },
        {
            "title": "Jar City",
            "authors": [
                "Arnaldur Indriðason",
                "Bernard Scudder"
            ],
            "ranking": 3.82,
            "ranking_count": 28199,
            "abstract": "When a lonely old man is found murdered in his Reykjavík flat, the only clues are a cryptic note left by the killer and a photograph of a young girl’s grave. Inspector Erlendur, who heads the investigation team, discovers that many years ago the victim was accused, though not convicted, of an unsolved crime. Did the old man’s past come back to haunt him?. As the team of detectives reopen this very cold case, Inspector Erlendur uncovers secrets that are much larger than the murder of one old man--secrets that have been carefully guarded by many people for many years. As he follows a fascinating trail of unusual forensic evidence, Erlendur also confronts stubborn personal conflicts that reveal his own depth and complexity of character.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Scandinavian Lite...",
                "European Literature",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "In Defense of Socialism: Four Speeches on the 30th Anniversary of the Cuban Revolution. Speeches, Vol. 4, '01/01/1988-89",
            "authors": [
                "Fidel Castro",
                "Mary-Alice Waters"
            ],
            "ranking": 4.03,
            "ranking_count": 32,
            "abstract": "Not only is economic and social progress possible without the dog-eat-dog competition of capitalism, Castro argues, but socialism remains the only way forward for humanity. Also discusses Cuba's role in the struggle against the apartheid regime in southern Africa.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Philosophy",
                "History"
            ]
        },
        {
            "title": "Our Knowledge of the External World",
            "authors": [
                "Bertrand Russell"
            ],
            "ranking": 3.98,
            "ranking_count": 280,
            "abstract": "'Philosophy, from the earliest times, has made greater claims, and acheived fewer results than any other branch of learning ... I believe that the time has now arrived when this unsatisfactory state of affairs can be brought to an end'. -. Bertrand Russell. So begins. Our Knowledge of the Eternal World. , Bertrand Russell's classic attempt to show by means of examples, the nature, capacity and limitations of the logico-analytical method in philosophy.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Science",
                "Writing",
                "Classics",
                "Literature",
                "Sociology",
                "Religion",
                "Nobel Prize"
            ]
        },
        {
            "title": "You Can't Win",
            "authors": [
                "Jack   Black",
                "William S. Burroughs"
            ],
            "ranking": 4.33,
            "ranking_count": 3833,
            "abstract": "You hold in your hands a true lost classic, one of the most legendary cult books every published in America. Jack Black's autobiography was a bestseller and went through five printings in the late 1920's. It has led a mostly subterranean existence since then - best known as William S. Burrough's favorite book, one he admitted lifting big chunks of from memory for his first novel,. Junky.. But it's time we got wise to this book, which is in itself a remarkably wise book - and a ripping true saga. It's an amazing journey into the hobo underworld: freight hopping around the still wide open West at the turn of the 20th century, becoming a member of the yegg (criminal) brotherhood and a highwayman, learning the outlaw philosophy from Foot-and-a-half George and the Sanctimonious Kid, getting hooked on opium, passing through hobo jungles, hop joints and penitentiaries. This is a chunk of the American story entirely left out of the history books - it's a lot richer and stranger than the official version. This new edition also includes an Afterword that tells some of what became of Black after he wore out the outlaw life and washed up in San Francisco, wrote this book and reinvented himself.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "History",
                "Mystery",
                "Crime",
                "Classics",
                "Literature",
                "Travel"
            ]
        },
        {
            "title": "The Heart of Redness",
            "authors": [
                "Zakes Mda"
            ],
            "ranking": 3.71,
            "ranking_count": 1440,
            "abstract": "In a new novel by one of the premier writers of the ''new'' South Africa, an exile returns from America--where he fled during the apartheid regime--to find his newly democratic country in a shambles.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Southern Africa",
                "Historical",
                "Literature",
                "Magical Realism",
                "Literary Fiction"
            ]
        },
        {
            "title": "Killing Mister Watson",
            "authors": [
                "Peter Matthiessen"
            ],
            "ranking": 3.83,
            "ranking_count": 1696,
            "abstract": "By the author of The Snow Leopard, The Tree Where Man Was Born and On the River Styx, this novel is based around the circumstances of the death of a man in Florida 1910, who had terrorized his community and who very possibly had a criminal past.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Historical",
                "Novels",
                "Literary Fiction",
                "Thriller",
                "Literature",
                "American"
            ]
        },
        {
            "title": "The Family Tree",
            "authors": [
                "Sheri S. Tepper"
            ],
            "ranking": 4.02,
            "ranking_count": 2976,
            "abstract": "THE ONCE FERTILE EARTH OF DORA HENRY'S CHILDHOOD HAS BEEN UNDERVALUED AND OVERDEVELOPED. NOW NATURE, APPARENTLY, HAS DECIDED TO FIGHT BACK.. Police officer Dora Henry is investigating the bizarre murders of three geneticists. Meanwhile, strange things are happening everywhere she turns. Weeds are becoming trees; trees are becoming forests. Overnight, a city is being transformed into a wild and verdant place.. And, strangest of all, Dora can somehow communicate with the rampaging flora.. A potential civilization-ending catastrophe is in the making. The nearer Dora gets to a murderer--and to the truth--the more seemingly disparate events begin to entwine. And the answers she seeks today to the salvation of humankind may lie in afar distant future. . .one which is suddenly much closer than anyone imagines.. An exhilarating and enchanting novel that deftly combines fantastic invention with insight and a social conscience, from one of the most lyrical and important voices in contemporary speculative fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Mystery",
                "Feminism",
                "Novels",
                "Womens"
            ]
        },
        {
            "title": "War in Heaven",
            "authors": [
                "Charles  Williams"
            ],
            "ranking": 3.83,
            "ranking_count": 1665,
            "abstract": "Williams gives a contemporary setting to the traditional story of the Search for the Holy Grail. Examining the distinction between magic and religion,. War in Heaven. is an eerily disturbing book, one that graphically portrays a metaphysical journey through the shadowy crevices of the human mind.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Christian",
                "Classics",
                "Christian Fiction",
                "Religion",
                "Mythology"
            ]
        },
        {
            "title": "Of Lizards And Angels: A Saga Of Siouxland",
            "authors": [
                "Frederick Manfred"
            ],
            "ranking": 3.56,
            "ranking_count": 9,
            "abstract": "Follows three generations of the Tunis Freyling family from frontier days to city life in the 1960s, exposing murder, sibling incest, suicide, rape, and more.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Ways of Seeing",
            "authors": [
                "John Berger"
            ],
            "ranking": 3.9,
            "ranking_count": 311493,
            "abstract": "John Berger’s Classic Text on Art. John Berger's. Ways of Seeing. is one of the most stimulating and the most influential books on art in any language. First published in 1972, it was based on the BBC television series about which the (London). Sunday Times. critic commented: This is an eye-opener in more ways than one: by concentrating on. how. we look at paintings . . . he will almost certainly change the way you look at pictures. By now he has.. Berger has the ability to cut right through the mystification of the professional art critics . . . He is a liberator of images: and once we have allowed the paintings to work on us directly, we are in a much better position to make a meaningful evaluation —Peter Fuller,. Arts Review. The influence of the series and the book . . . was enormous . . . It opened up for general attention to areas of cultural study that are now commonplace —Geoff Dyer in. Ways of Telling. Winner of the 1972 Booker Prize for his novel,. G. ., John Peter Berger (born November 5th, 1926) is an art critic, painter and author of many novels including. A Painter of Our Time. ,. From A to X. and. Bento’s Sketchbook.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Nonfiction",
                "Philosophy",
                "Writing",
                "Design",
                "History"
            ]
        },
        {
            "title": "The Love of the Last Tycoon",
            "authors": [
                "F. Scott Fitzgerald"
            ],
            "ranking": 3.64,
            "ranking_count": 11172,
            "abstract": "The Last Tycoon,. edited by the renowned literary critic Edmund Wilson, was first published a year after Fitzgerald's death and includes the author's notes and outline for his unfinished literary masterpiece. It is the story of the young Hollywood mogul Monroe Stahr, a character inspired by the life of boy-genius Irving Thalberg, and is an exposé of the studio system in its heyday.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Historical",
                "Literary Fiction",
                "Romance"
            ]
        },
        {
            "title": "Corazón tan blanco",
            "authors": [
                "Javier Marías"
            ],
            "ranking": 4.01,
            "ranking_count": 10556,
            "abstract": "No he querido saber, pero he sabido que una de las niñas, cuando ya no era niña y no hacía mucho que había regresado de su viaje de bodas, entró en el cuarto de baño, se puso frente al espejo, se abrió la blusa, se quitó el sostén y se buscó el corazón con la punta de la pistola… Este es el ya legendario comienzo de un clásico contemporáneo,. Corazón tan blanco. , cuyo protagonista y narrador, Juan Ranz, prefiere siempre no saber, consciente de los peligroso que resulta escuchar: los oídos no tiene párpados, y lo que les llega ya no se olvida. Traductor e intérprete de profesión, es él ahora el recién casado, y en su propio viaje de novios, en La Habana, asomado al balcón, es confundido por una desconocida que espera en la calle, y sin querer escucha una conversación de hotel. A partir de entonces presentimientos de desastre envolverán su matrimonio. Pero la clave de ese malestar quizá esté en el pasado, pues su padre hubo de casarse tres veces para que él pudiera nacer.. Una novela hipnótica sobre el secreto y su conveniencia posible, sobre el matrimonio, el asesinato y la instigación, sobre la sospecha, el hablar y el callar y la persuasión: sobre los corazones tan blancos que poco a poco se van tiñendo y acaban siendo lo que nunca quisieron ser.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Novels",
                "Literature",
                "Contemporary",
                "Classics",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Diving Pool: Three Novellas",
            "authors": [
                "Yōko Ogawa",
                "Stephen    Snyder"
            ],
            "ranking": 3.71,
            "ranking_count": 5923,
            "abstract": "From Akutagawa Award-winning author Yoko Ogawa comes a haunting trio of novellas about love, fertility, obsession, and how even the most innocent gestures may contain a hairline crack of cruel intent. A lonely teenage girl falls in love with her foster brother as she watches him leap from a high diving board into a pool—a peculiar infatuation that sends unexpected ripples through her life. A young woman records the daily moods of her pregnant sister in a diary, taking meticulous note of a pregnancy that may or may not be a hallucination—but whose hallucination is it, hers or her sister's? A woman nostalgically visits her old college dormitory on the outskirts of Tokyo, a boarding house run by a mysterious triple amputee with one leg.. Hauntingly spare, beautiful, and twisted,. The Diving Pool. is a disquieting and at times darkly humorous collection of novellas about normal people who suddenly discover their own dark possibilities.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Horror",
                "Contemporary",
                "Literature",
                "Literary Fiction",
                "Novella"
            ]
        },
        {
            "title": "Τα ποιήματα Β': 1919-1933",
            "authors": [
                "Constantinos P. Cavafy",
                "Κ.Π. Καβάφης",
                "Γ.Π. Σαββίδης"
            ],
            "ranking": 4.71,
            "ranking_count": 187,
            "abstract": "Κατήντησα σχεδόν ανέστιος και πένης.. Aυτή η μοιραία πόλις, η Aντιόχεια. όλα τα χρήματά μου τάφαγε:. αυτή η μοιραία με τον δαπανηρό της βίο.. Aλλά είμαι νέος και με υγείαν αρίστην.. Κάτοχος της ελληνικής θαυμάσιος. (ξέρω και παραξέρω Aριστοτέλη, Πλάτωνα·. τι ρήτορας, τι ποιητάς, τι ό,τι κι αν πεις).. Aπό στρατιωτικά έχω μιαν ιδέα,. κ’ έχω φιλίες με αρχηγούς των μισθοφόρων.. Είμαι μπασμένος κάμποσο και στα διοικητικά.. Στην Aλεξάνδρεια έμεινα έξι μήνες, πέρσι·. κάπως γνωρίζω (κ’ είναι τούτο χρήσιμον) τα εκεί:. του Κακεργέτη βλέψεις, και παληανθρωπιές, και τα λοιπά",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Ear, the Eye, and the Arm",
            "authors": [
                "Nancy Farmer"
            ],
            "ranking": 3.87,
            "ranking_count": 15699,
            "abstract": "General Matsika's children steal out of the house on a forbidden adventure--and disappear. In Zimbabwe, in the year 2194, the children's parents call in Africa's most unusual detectives--the Ear, the Eye and the Arm--who have powers far beyond those of other human beings. The children must avoid the evils of the past, the technology of the future, and a motley assortment of criminals in order to return home safely. 1995 Newbery Honor Book; ALA Notable Book; ALA Best Book for Young Adults.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Childrens",
                "Adventure",
                "Cultural",
                "Mystery"
            ]
        },
        {
            "title": "Workers Of The World And Oppressed Peoples, Unite!: Proceedings And Documents Of The Second Congress, 1920",
            "authors": [
                "John Riddell"
            ],
            "ranking": 4.5,
            "ranking_count": 2,
            "abstract": "The debate among delegates from 37 countries takes up key questions of working-class strategy and program and offers a vivid portrait of social struggles in the era of the October revolution.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Stone of Laughter",
            "authors": [
                "Hoda Barakat",
                "Sophie Bennett"
            ],
            "ranking": 3.44,
            "ranking_count": 352,
            "abstract": "The Stone of Laughter. is a virile novel which brings forth the contradictory history of a city under fire through the life and dilemmas of a gay man. It is a bold and radical novel, full of black humor and cynical observations about life in war-torn Beirut. In 1990, when it first appeared in Arabic, it was hailed by critics throughout the Arab world as the best novel set against the background of the Lebanese civil war.. The fractured narrative is woven around Khalil, a gay man who tried to avoid ideological or military affiliations as he finds himself confronted with the collapse of his civil society. His only contact with the world at large is through his friends at a newspaper, for whom falling bombs meant great stories rather than tragedy and destruction. Khalil struggles to keep himself away from the war but is inevitably drawn in as he realizes that in a city of war, no one can remain neutral.. Written sensitively, and without a trace of sentimentality or political propaganda,. The Stone of Laughter. shook the Arab readers' preconceptions about women's writing and questioned the necessity of political affiliation for Arab authors.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Cultural",
                "Novels",
                "Historical",
                "Classics",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Of Grammatology",
            "authors": [
                "Jacques Derrida",
                "Gayatri Chakravorty Spivak"
            ],
            "ranking": 3.96,
            "ranking_count": 4877,
            "abstract": "Jacques Derrida's revolutionary theories about deconstruction, phenomenology, psychoanalysis, and structuralism, first voiced in the 1960s, forever changed the face of European and American criticism. The ideas in. De la grammatologie. sparked lively debates in intellectual circles that included students of literature, philosophy, and the humanities, inspiring these students to ask questions of their disciplines that had previously been considered improper. Thirty years later, the immense influence of Derrida's work is still igniting controversy, thanks in part to Gayatri Spivak's translation, which captures the richness and complexity of the original. This corrected edition adds a new index of the critics and philosophers cited in the text and makes one of contemporary criticism's most indispensable works even more accessible and usable.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Humanities",
                "Criticism",
                "Cultural",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "The Artificial Silk Girl",
            "authors": [
                "Irmgard Keun",
                "Kathie von Ankum",
                "Maria M. Tatar"
            ],
            "ranking": 3.7,
            "ranking_count": 2562,
            "abstract": "In 1931, a young woman writer living in Germany was inspired by Anita Loos's. Gentlemen Prefer Blondes. to describe pre-war Berlin and the age of cinematic glamour through the eyes of a woman. The resulting novel, The Artificial Silk Girl, became an acclaimed bestseller and a masterwork of German literature, in the tradition of Christopher Isherwood's 'Berlin Stories' and Bertolt Brecht's 'Three Penny Opera'. Like Isherwood and Brecht, Keun revealed the dark underside of Berlin's golden twenties with empathy and honesty. Unfortunately, a Nazi censorship board banned Keun's work in 1933, and destroyed all existing copies of The Artificial Silk Girl. Only one English translation was ever published, in Great Britain, before the book disappeared in the chaos of the ensuing war. Today, more than seven decades later, the story of this quintessential material girl remains as relevant as ever, as an accessible new translation brings this lost classic to light once more. Other Press is pleased to announce the republication of The Artificial Silk Girl, elegantly translated by noted Germanist Kathie von Ankum, and featuring a new introduction by Harvard professor Maria Tatar.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Cultural",
                "Historical",
                "Literature",
                "Womens",
                "Academic"
            ]
        },
        {
            "title": "Part of Our Time: Some Ruins & Monuments of the Thirties",
            "authors": [
                "Murray Kempton"
            ],
            "ranking": 4.0,
            "ranking_count": 84,
            "abstract": "Through brilliant portraits of real persons who created the myths and realities of the 1930s, the Pulitzer Prize-winning journalist Murray Kempton brings that turbulent decade to life. Himself a child of the time, Kempton examines with the insight and imagination of a novelist the men and women who embraced, grappled with, and in many cases were destroyed by the myth of revolution. What he calls the ruins and monuments of the Thirties include Paul Robeson, Alger Hiss, and Whittaker Chambers, the Hollywood Ten, the rebel women Elizabeth Bentley and Mary Heaton Vorse, and the labor leaders Walter Reuther and Joe Curran.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Writing",
                "Politics",
                "Biography",
                "Classics",
                "Literature",
                "North American Hi..."
            ]
        },
        {
            "title": "Tripmaster Monkey: His Fake Book",
            "authors": [
                "Maxine Hong Kingston",
                "Erroll McDonald"
            ],
            "ranking": 3.54,
            "ranking_count": 1013,
            "abstract": "Wittman Ah Sing is an unstoppable hipster poet and playwright on the streets of San Francisco, after the Beats have left and before the hippies have arrived. He falls in love with Nancy the Beautiful, marries Tana, and chases his dream to write and stage an epic drama spanning America and China.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Unfinished",
                "Novels",
                "Womens",
                "Academic",
                "Literary Fiction"
            ]
        },
        {
            "title": "subUrbia",
            "authors": [
                "Eric Bogosian"
            ],
            "ranking": 3.55,
            "ranking_count": 890,
            "abstract": "From playwright and bestselling author of Notes from the Underground comes a story of high school friends, lingering in Burnfield long after graduation. While some see Burnfield as the suburban ideal of quiet comfort, the suffocating safe world only feeds their frustrations, and a night of drinking and partying careens recklessly toward violence, despair and death.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Young Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Startide Rising",
            "authors": [
                "David Brin"
            ],
            "ranking": 4.04,
            "ranking_count": 30797,
            "abstract": "David Brin's Uplift novels are among the most thrilling and extraordinary science fiction ever written.. Sundiver, Startide Rising,. and. The Uplift War. --a. New York Times. bestseller--together make up one of the most beloved sagas of all time. Brin's tales are set in a future universe in which no species can reach sentience without being uplifted by a patron race. But the greatest mystery of all remains unsolved: who uplifted humankind?. The Terran exploration vessel. Streaker. has crashed in the uncharted water world of Kithrup, bearing one of the most important discoveries in galactic history. Below, a handful of her human and dolphin crew battles armed rebellion and a hostile planet to safeguard her secret--the fate of the Progenitors, the fabled First Race who seeded wisdom throughout the stars.. Narrated by George Wilson.. 1 online resource (1 audio file (17 hr., 30 min.))",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Hugo Awards",
                "Science Fiction Fantasy",
                "Fantasy",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Hawk is Dying",
            "authors": [
                "Harry Crews"
            ],
            "ranking": 4.22,
            "ranking_count": 280,
            "abstract": "Everybody wanted something from George Gattling. They wanted sex and new seat covers, money and confessions, a little bit of love and a lot of answers. That's why George liked his hawk. All it asked of him was an opportunity to kill.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "American",
                "Novels"
            ]
        },
        {
            "title": "Monkey: The Journey to the West",
            "authors": [
                "Wu Cheng'en",
                "Arthur Waley",
                "David Kherdian",
                "Hu Shih"
            ],
            "ranking": 4.04,
            "ranking_count": 6016,
            "abstract": "Probably the most popular book in the history of the Far East, this classic sixteenth century novel is a combination of picaresque novel and folk epic that mixes satire, allegory, and history into a rollicking adventure. It is the story of the roguish Monkey and his encounters with major and minor spirits, gods, demigods, demons, ogres, monsters, and fairies. This translation, by the distinguished scholar Arthur Waley, is the first accurate English version; it makes available to the Western reader a faithful reproduction of the spirit and meaning of the original.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Fantasy",
                "Cultural",
                "Asian Literature",
                "Literature",
                "Novels",
                "Philosophy"
            ]
        },
        {
            "title": "East Is East",
            "authors": [
                "T. Coraghessan Boyle"
            ],
            "ranking": 3.65,
            "ranking_count": 2531,
            "abstract": "Young Japanese seaman Hiro Tanaka, inspired by dreams of the City of Brotherly Love and trained in the ways of the samurai, jumps ship off the coast of Georgia and swims into a net of rabid rednecks, genteel ladies, descendants of slaves, and the denizens of an artists' colony. In the hands of T. Coraghessan Boyle, praised by Digby Diehl in. Playboy. as one of the most exciting young fiction writers in America, the result is a sexy, hilarious tragicomedy of thwarted expectations and mistaken identity, love, jealousy, and betrayal.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Humor",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Historical",
                "The United States Of America",
                "Cultural"
            ]
        },
        {
            "title": "The Floating Opera and The End of the Road",
            "authors": [
                "John Barth"
            ],
            "ranking": 4.03,
            "ranking_count": 2044,
            "abstract": "The Floating Opera. and. The End Of The Road. are John Barth's first two novels.  Their relationship to each other is evident not only in their ribald subject matter but in the eccentric characters and bitterly humorous tone of the narratives.  Both concern strange, consuming love triangles and the destructive effect of an overactive intellect on the emotions.  Separately they give two very different views of a universal human drama.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Classics",
                "The United States Of America",
                "American",
                "Contemporary"
            ]
        },
        {
            "title": "Remembering Laughter",
            "authors": [
                "Wallace Stegner",
                "Mary Stegner"
            ],
            "ranking": 3.83,
            "ranking_count": 1574,
            "abstract": "Margaret Stuart, the proud wife of a prosperous Iowa farmer, sets high standards for herself and others. Happy in her marriage, she tries to look the other way when her genial husband, Alec, takes to the bottle. When Elspeth, Margaret's sister, comes to live with them, the young woman is immediately captivated by the beauty and vitality of the farm, and by the affection she receives from those around her. But as summer turns into fall, and the friendship between Alec and Elspeth deepens, Margaret finds her spirit tested by a series of events that seem as cruel and inevitable as the endless prairie winters.Long out of print,. Remembering Laughter. (1937) marked Wallace Stegner's brilliant literary debut.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Historical",
                "Classics",
                "Audiobook",
                "Literature",
                "Novels",
                "Novella",
                "Marriage"
            ]
        },
        {
            "title": "The Rebels",
            "authors": [
                "John Jakes"
            ],
            "ranking": 4.1,
            "ranking_count": 7168,
            "abstract": "The glittering saga of our America -- and the people who made her great.. Beginning with a rag-tag group of Continental soldiers awaiting the British charge on Breed's Hill, and sweeping across the luminous fabric of our Nation's earliest, war-torn years. THE REBELS continues the passionate chronicle of Philip Kent, patriot soldier, and the colorful array of men and women. both famous and unknown, whose destiny propelled them into the epic struggle for American independence.. THE REBELS captures for all time the valor and turmoil of the Revolution, as seen through the eyes of young Philip Kent -- and the reader shares his struggles, his courage, and his loves in this tempestuous saga of American heroism, spirited romance, and rousing adventure.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "War",
                "North American Hi...",
                "American Revolution",
                "Literature",
                "Novels",
                "Drama"
            ]
        },
        {
            "title": "The Temptations of Big Bear",
            "authors": [
                "Rudy Wiebe"
            ],
            "ranking": 3.21,
            "ranking_count": 170,
            "abstract": "“What can that mean, I and my family will have a ‘reserve of one square mile’?”. So asks Big Bear of Governor Morris, come to impose a square treaty on the round, buffalo-covered world of the Plains Cree. As the buffalo vanish and the tension builds to the second Riel Rebellion, Big Bear alone of the prairie chiefs keeps up pressure for a better treaty by refusing to choose a reserve. He argues, “If any man has the right to put a rope around another man’s neck, some day someone will get choked.”. It is Big Bear’s story – and the story of Wandering Spirit, of Kitty McLean and John McDougall–that is told in this novel with rare and penetrating power. Permeated with a sense of place and time, this eagerly awaited work by Rudy Wiebe reflects the author’s sensitivity to the Canadian prairies, their history, the minds and hearts of their diverse people.. Exploring Big Bear’s isolated struggle, Wiebe has encompassed in one creative sweep not only his hero’s struggle for integrity, but the whole range and richness of the Plains culture. Here is the giant circle of the prairie horizon, and the joy, the sorrow, the pain and the triumph and the violence of unconquerable human beings faced with destruction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literature",
                "Academic",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Shattered Rose",
            "authors": [
                "Jo Beverley"
            ],
            "ranking": 3.74,
            "ranking_count": 731,
            "abstract": "She is the incomparable Jehanne, alone in a castle with a child who is not her husband's.. He is Galeran of Heywood, believed dead in a far-off land, newly returned to his country to reclaim his land --- and his errant wife.. Proud and unyielding, Jehanne refuses to beg forgiveness from the husband she has unknowingly betrayed ... yet secretly loves with all her heart. Enraged and wounded by her cruel faithlessness, Galeran cannot ask for what he longs most to have: Jehanne back in his arms --- his bed --- his life.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Adult Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Banker To The Poor: The Autobiography Of Muhammad Yunus Of The Grameen Bank   First Edition",
            "authors": [
                "Muhammad Yunus",
                "Alan Jolis"
            ],
            "ranking": 4.11,
            "ranking_count": 9703,
            "abstract": "Muhammad Yunus is that rare thing: a bona fide visionary. His dream is the total eradication of poverty from the world. In 1983, against the advice of banking and government officials, Yunus established Grameen, a bank devoted to providing the poorest of Bangladesh with minuscule loans. Grameen Bank, based on the belief that credit is a basic human right, not the privilege of a fortunate few, now provides over 2.5 billion dollars of micro-loans to more than two million families in rural Bangladesh. Ninety-four percent of Yunus's clients are women, and repayment rates are near 100 percent. Around the world, micro-lending programs inspired by Grameen are blossoming, with more than three hundred programs established in the United States alone.. Banker to the Poor. is Muhammad Yunus's memoir of how he decided to change his life in order to help the world's poor. In it he traces the intellectual and spiritual journey that led him to fundamentally rethink the economic relationship between rich and poor, and the challenges he and his colleagues faced in founding Grameen. He also provides wise, hopeful guidance for anyone who would like to join him in putting homelessness and destitution in a museum so that one day our children will visit it and ask how we could have allowed such a terrible thing to go on for so long. The definitive history of micro-credit direct from the man that conceived of it, Banker to the Poor is necessary and inspirational reading for anyone interested in economics, public policy, philanthropy, social history, and business.. Muhammad Yunus was born in Bangladesh and earned his Ph.D. in economics in the United States at Vanderbilt University, where he was deeply influenced by the civil rights movement. He still lives in Bangladesh, and travels widely around the world on behalf of Grameen Bank and the concept of micro-credit.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Economics",
                "Business",
                "Social Issues",
                "Biography",
                "Politics",
                "International Rel...",
                "Autobiography",
                "Social Movements"
            ]
        },
        {
            "title": "Hitler and Stalin: Parallel Lives",
            "authors": [
                "Alan Bullock"
            ],
            "ranking": 4.17,
            "ranking_count": 2611,
            "abstract": "Forty years after his Hitler: A Study in Tyranny set a standard for scholarship of the Nazi era, Lord Alan Bullock gives readers a breathtakingly accomplished dual biography that places Adolf Hitler's origins, personality, career, and legacy alongside those of Joseph Stalin--his implacable antagonist and moral mirror image.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Cultural",
                "Politics",
                "War",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Emperor: Downfall of An Autocrat",
            "authors": [
                "Ryszard Kapuściński",
                "William R. Brand",
                "Katarzyna Mroczkowska-Brand"
            ],
            "ranking": 4.11,
            "ranking_count": 6966,
            "abstract": "Haile Selassie, King of Kings, Elect of God, Lion of Judah, His Most Puissant Majesty and Distinguished Highness the Emperor of Ethiopia, reigned from 1930 until he was overthrown by the army in 1974. While the fighting still raged, Ryszard Kapuscinski, Poland's leading foreign correspondent, traveled to Ethiopia to seek out and interview Selassie's servants and closest associates on how the Emperor had ruled and why he fell. This sensitive, powerful. . .history (. The New York Review of Books. ) is Kapuscinski's rendition of their accounts—humorous, frightening, sad, grotesque—of a man living amidst nearly unimaginable pomp and luxury while his people teetered between hunger and starvation.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural",
                "European Literature",
                "Biography",
                "Travel",
                "Eastern Africa",
                "Writing",
                "Politics"
            ]
        },
        {
            "title": "Beyond Freedom and Dignity",
            "authors": [
                "B.F. Skinner"
            ],
            "ranking": 3.76,
            "ranking_count": 2107,
            "abstract": "In this profound and profoundly controversial work, a landmark of 20th-century thought originally published in 1971, B. F. Skinner makes his definitive statement about humankind and society.. Insisting that the problems of the world today can be solved only by dealing much more effectively with human behavior, Skinner argues that our traditional concepts of freedom and dignity must be sharply revised. They have played an important historical role in our struggle against many kinds of tyranny, he acknowledges, but they are now responsible for the futile defense of a presumed free and autonomous individual; they are perpetuating our use of punishment and blocking the development of more effective cultural practices. Basing his arguments on the massive results of the experimental analysis of behavior he pioneered, Skinner rejects traditional explanations of behavior in terms of states of mind, feelings, and other mental attributes in favor of explanations to be sought in the interaction between genetic endowment and personal history. He argues that instead of promoting freedom and dignity as personal attributes, we should direct our attention to the physical and social environments in which people live. It is the environment rather than humankind itself that must be changed if the traditional goals of the struggle for freedom and dignity are to be reached.. Beyond Freedom and Dignity. urges us to reexamine the ideals we have taken for granted and to consider the possibility of a radically behaviorist approach to human problems--one that has appeared to some incompatible with those ideals, but which envisions the building of a world in which humankind can attain its greatest possible achievements.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Philosophy",
                "Nonfiction",
                "Science",
                "Sociology",
                "Classics",
                "Education",
                "Politics",
                "Academic",
                "Social Science"
            ]
        },
        {
            "title": "De avonden",
            "authors": [
                "Gerard Reve"
            ],
            "ranking": 3.52,
            "ranking_count": 8885,
            "abstract": "De Avonden. vertelt het verhaal van Frits van Egters, die in de donkere decemberdagen van vlak na de Tweede Wereldoorlog zich een houding probeert te geven tegenover zijn ouders en vrienden. Over alles ligt een grijze waas van melancholie, en met zijn eigenzinnige gevoel voor humor probeert hij door het pantser van de verveling te breken. In het ontroerende slothoofdstuk komt hij tot het louterende inzicht dat hij door te kijken en te observeren de zinloosheid heeft bezworen: 'Het is gezien, het is niet onopgemerkt gebleven.'",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Literature",
                "Academic",
                "Roman",
                "Novels",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "Uzumaki: Spiral into Horror, Vol. 1",
            "authors": [
                "Junji Ito"
            ],
            "ranking": 4.34,
            "ranking_count": 19160,
            "abstract": "Shortly after Shuichi Saito's father becomes obsessed with spirals -- snail shells, whirlpools, and man-made patterns -- he dies mysteriously, his body positioned in the shape of a twisted coil. Soon, the entire town is afflicted with a snail-like disease.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fiction",
                "Cultural",
                "Fantasy",
                "Asian Literature",
                "Comics Manga",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Grania: She-King of the Irish Seas",
            "authors": [
                "Morgan Llywelyn"
            ],
            "ranking": 4.03,
            "ranking_count": 1205,
            "abstract": "Here is an extraordinary novel about real-life Irish chieftain Grace O Malley. From Morgan Llywelyn, bestselling author of Lion of Ireland and the Irish Century novels, comes the story of a magnificent, sixteenth-century heroine whose spirit and passion are the spirit and passion of Ireland itself.. Grania (Gaelic for Grace) is no ordinary female. And she lives in extraordinary times. For even as Grania rises as her clan's unofficial head and breadwinner and learns to love a man, she enters a lifelong struggle against the English forces of Queen Elizabeth -- her nemesis and alter ego.. Elizabeth intends to destroy Grania's piracy and shipping empire--and so subjugate Ireland once and for all. But Grania, aided by Tigernan, her faithful (and secretly adoring) lieutenant, has no choice but to fight back. The story of her life is the story of Ireland's fight for solidarity and survival--but it's also the story of Grania's growing ability to love and be strong at the same time.. Morgan Llywelyn has written a rich, historically accurate, and passionate novel of divided Ireland -- and of one brave woman who is Ireland herself.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Adventure",
                "Fantasy",
                "European Literature",
                "Literature",
                "Womens"
            ]
        },
        {
            "title": "لا إله إلا الله عقيدة وشريعة ومنهاج حياة",
            "authors": [
                "محمد قطب"
            ],
            "ranking": 4.41,
            "ranking_count": 218,
            "abstract": "مقتضيات لا إله إلا الله فى الرسالة المحمدية حيث المقتدى الإيمانى والتعبدى والتشريعى، والأخلاقى، والفكرى، والحضارى، والتعبيرى، ثم عرض الانحرافات التى طرأت على مفهوم لا إله إلا الله ونواقضه، وواجب الصحوة الإسلامية",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "الأعمال الشعرية الكاملة",
            "authors": [
                "Mahmoud Darwish",
                "محمود درويش"
            ],
            "ranking": 4.46,
            "ranking_count": 2552,
            "abstract": "عندما تهاجر أسراب السنونو مواطنها... تسمع في حفيف أجنحتها صوت موسيقى شعره... وعندما تقرأ محمود درويش... تسمع في سطوره... في معانيه أناشيد تلك الطيور المهاجرة... فتدرك أن تلك الطيور لم تكن تغني لتطرب... بل لتبوح بلوعة الحنين... ولتبكي مأساة الهجرة... ومحمود درويش لا ينظم شعراً... بل من معانيه تتناهي قصائد... فتتهادى الكلمات... تشد بعضها بعضاً... في تلقائية فطرية... ينغمس فيها الإحساس... تتماهى فيه ومعه... وترحل بعيداً في عالم قصائده... وتحس بكل لوعات التشرد وما معنى أن يكون الإنسان بلا وطن... وماذا جَنَيْنا يا أمّاه حتى نموت مرتين... هل تعلمين ما الذي يملأني بكاءً؟... هَبي مرضت ليلةً... وهَدَّ جِسْمِي الداء... هل يذكر المساء مهاجراً أتى هنا... ولم يعد إلى الوطن؟ هل يذكر المساء... مهاجراً مات بلا كفن.... هكذا تنساب معانيه... تتداخل في الذات، ومجلدات تذوب في كلماتها المأساة... حيناً... أنيناً ألماً وشوقاً... فكل كلمة أهة... وكل عبارة صرخة... وكل قصيدة مدائن حزن وطن ساكن في الوجدان... وشعره... وطنه ألفباءه... بدايته وطن مسلوب في وضح النهار... ونهايته تشرد وحنين... وأهل بلا أبناء... وأولاد بلا أوطان... وإنسان بلا عنوان...",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction"
            ]
        },
        {
            "title": "Adrift: Seventy-Six Days Lost at Sea",
            "authors": [
                "Steven Callahan"
            ],
            "ranking": 4.13,
            "ranking_count": 17541,
            "abstract": "Before. The Perfect Storm. , before. In the Heart of the Sea. , Steven Callahan's dramatic tale of survival at sea was on the. New York Times. bestseller list for more than thirty-six weeks. In some ways the model for the new wave of adventure books,. Adrift. is an undeniable seafaring classic, a riveting firsthand account by the only man known to have survived more than a month alone at sea, fighting for his life in an inflatable raft after his small sloop capsized only six days out.. Adrift. is a must-have for any adventure library.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Adventure",
                "Autobiography",
                "Biography",
                "Travel",
                "Biography Memoir",
                "Environment",
                "History"
            ]
        },
        {
            "title": "Britannia Mews",
            "authors": [
                "Margery Sharp"
            ],
            "ranking": 4.04,
            "ranking_count": 305,
            "abstract": "The heroine of this book is Adelaide Culver, forthright, independent; irresistible to Henry, with whom she went to live in the Mews when it was a slum; indispensable to Gilbert, for whom she brought fame and fortune to the Mews, and to themselves.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Sociology"
            ]
        },
        {
            "title": "The Minotaur Takes a Cigarette Break",
            "authors": [
                "Steven Sherrill"
            ],
            "ranking": 3.77,
            "ranking_count": 3870,
            "abstract": "Five thousand years out of the Labyrinth, the Minotaur finds himself in the American South, living in a trailer park and working as a line cook at a steakhouse. No longer a devourer of human flesh, the Minotaur is a socially inept, lonely creature with very human needs. But over a two-week period, as his life dissolves into chaos, this broken and alienated immortal awakens to the possibility for happiness and to the capacity for love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Audiobook",
                "Novels",
                "Humor",
                "Contemporary",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Labor and Monopoly Capital: The Degradation of Work in the Twentieth Century",
            "authors": [
                "Harry Braverman",
                "John Bellamy Foster",
                "Paul M. Sweezy"
            ],
            "ranking": 4.26,
            "ranking_count": 752,
            "abstract": "This widely acclaimed book, first published in 1974, was a classic from its first day in print. Written in a direct, inviting way by Harry Braverman, whose years as an industrial worker gave him rich personal insight into work,. Labor and Monopoly Capital. overturned the reigning ideologies of academic sociology.This new edition features an introduction by John Bellamy Foster that sets the work in historical and theoretical context, as well as two rare articles by Braverman, The Degradation of Work in the Twentieth Century (1975) and Two Comments (1976), that add much to our understanding of the book.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "History",
                "Sociology",
                "Nonfiction",
                "Politics",
                "Labor",
                "Philosophy",
                "Social Science",
                "Academic"
            ]
        },
        {
            "title": "Reach for Tomorrow",
            "authors": [
                "Arthur C. Clarke"
            ],
            "ranking": 3.86,
            "ranking_count": 1176,
            "abstract": "From the grandmaster of science fiction, a dozen memorable tales filled with wonder and imagination.. From the Paperback edition.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Anthologies",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Classics"
            ]
        },
        {
            "title": "The Seer and the Sword",
            "authors": [
                "Victoria Hanley"
            ],
            "ranking": 4.12,
            "ranking_count": 10491,
            "abstract": "Legend states that there exists a mighty sword that makes its possessor invincible to his enemies. But there is a curse on anyone who lifts the sword for conquest. King Kareed of Archeld goes after this sword anyway, winning it from the King of Bellandra. When he returns home from battle, he brings his daughter, Princess Torina, two special gifts. One is a unique crystal, in which she can view visions of the future. The other gift is the defeated king’s son Landen, who is to be her slave. Torina immediately releases Landen, who becomes a member of the King’s army and her close friend.. But trouble is lurking in the kingdom of Archeld and people are accusing Landen of plotting against the King. Torina refuses to believe he would hurt her family. Then Torina begins seeing deadly visions in her crystal. Can she save her father’s life and the future of her kingdom?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Adventure",
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "Ο ιππότης με τη σκουριασμένη πανοπλία",
            "authors": [
                "Robert Fisher",
                "Αχιλλέας Κυριακίδης"
            ],
            "ranking": 3.78,
            "ranking_count": 20193,
            "abstract": "«Μια φορά κι έναν παλιό καιρό, σε μια πολύ μακρινή χώρα, ζούσε ένας ιππότης που περνιόταν για καλός, ευγενικός και στοργικός.. Έκανε όλα αυτά που κάνουν οι καλοί, ευγενικοί και στοργικοί ιππότες.. Πολεμούσε εχθρούς που ήταν κακοί, τρισάθλιοι, μοχθηροί…». Ένα μυθιστόρημα γραμμένο σαν παραμύθι, που μιλά κατευθείαν στη καρδιά όσων αποζητούν ένα βαθύτερο νόημα στη ζωή τους. μια απάντηση και μια διέξοδος στους φόβους, τις αγωνίες και τη μοναξιά μας.. Μιλώντας για τις σκουριασμένες πανοπλίες μας που (νομίζουμε πως) μας προφυλάσσουν από τον πόνο τον οποίο μας προξενούν οι άλλοι, ο Ρ. Φίσερ δημιουργεί μια ταξιδιωτική περιπέτεια που οδηγεί τον αναγνώστη στο γνώθι σαυτόν.. Γεμάτος χιούμορ, «O ιππότης με τη σκουριασμένη πανοπλία» μάς καλεί να ανακαλύψουμε τον ίδιο μας τον εαυτό, να ανασάνουμε βαθιά και να γελάσουμε.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Self Help",
                "Classics",
                "Philosophy",
                "Psychology",
                "Academic",
                "European Literature",
                "Spirituality",
                "Adventure"
            ]
        },
        {
            "title": "Kürk Mantolu Madonna",
            "authors": [
                "Sabahattin Ali"
            ],
            "ranking": 4.43,
            "ranking_count": 48704,
            "abstract": "Her gün, daima öğleden sonra oraya gidiyor, koridorlardaki resimlere bakıyormuş gibi ağır ağır, fakat büyük bir sabırsızlıkla asıl hedefine varmak isteyen adımlarımı zorla zapt ederek geziniyor, rastgele gözüme çarpmış gibi önünde durduğum Kürk Mantolu Madonnayı seyre dalıyor, ta kapılar kapanıncaya kadar orada bekliyordum.. Kimi tutkular rehberimiz olur yaşam boyunca. Kollarıyla bizi sarar. Sorgulamadan peşlerinden gideriz ve hiç pişman olmayacağımızı biliriz. Yapıtlarında insanların görünmeyen yüzlerini ortaya çıkaran Sabahattin Ali, bu kitabında güçlü bir tutkunun resmini çiziyor. Düzenin sildiği kişiliklere, yaşamın uçuculuğuna ve aşkın olanaksızlığına dair, yanıtlanması zor sorular soruyor.",
            "part_of_series": false,
            "genre_list": [
                "Asian Literature",
                "Fiction",
                "Classics",
                "Cultural",
                "Romance",
                "Novels",
                "Roman",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "This Is the Way the World Ends",
            "authors": [
                "James K. Morrow"
            ],
            "ranking": 3.74,
            "ranking_count": 1708,
            "abstract": "The Gulliver’s Travels of the nuclear age, the Alice in Wonderland of the arms race, this mordantly funny and visionary tale of the apocalypse was a Nebula finalist. The trouble starts when George Paxton ingenuously signs an admission of complicity in starting World War III.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Humor",
                "Novels"
            ]
        },
        {
            "title": "Robin Hood (Disney Classics Collection Storybook)",
            "authors": [
                "Walt Disney Company"
            ],
            "ranking": 4.39,
            "ranking_count": 2114,
            "abstract": "Relive Walt Disney's 21st full-length animated feature in this beautiful, hardcover, 96-page classic storybook that accurately captures the movie magic and places it right into a child's hands. With every turn of a page, adventure unfolds to create memories that will last a lifetime.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Fantasy",
                "Adventure",
                "Classics",
                "Sequential Art",
                "Own"
            ]
        },
        {
            "title": "Your Blues Ain't Like Mine",
            "authors": [
                "Bebe Moore Campbell"
            ],
            "ranking": 4.22,
            "ranking_count": 7333,
            "abstract": "Now, in her first novel, repercussions are felt for decades in a dozen lives after a racist beating turns to cold-blooded murder in a small 1950s Mississippi town.. Chicago-born Armstrong Tood is fifteen, black, and unused to the ways of the segregated Deep South, when his mother sends him to spend the summer with relatives in rural Mississippi. For speaking a few innocuous words in French to a white woman, Armstrong is killed. And the precariously balanced world and its determined people--white and black--are changed, then and forever, by the horror of poverty, the legacy of justice, and the singular gift of love's power to heal.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Race",
                "American",
                "Contemporary",
                "Adult Fiction",
                "Classics"
            ]
        },
        {
            "title": "Relativism: Feet Firmly Planted in Mid-Air",
            "authors": [
                "Francis J. Beckwith",
                "Gregory Koukl"
            ],
            "ranking": 4.26,
            "ranking_count": 547,
            "abstract": "Relativism offers a critique of moral relativism and suggests ways Christians can defend their moral beliefs. The authors survey the rising tide of relativism in recent decades, explore its inherent inconsistencies, suggest specific approaches that can be used in the course of dialogue, and consider its everyday implications. (48)",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Christian",
                "Religion",
                "Nonfiction",
                "Christianity",
                "Cultural"
            ]
        },
        {
            "title": "Holidays in Hell: In Which Our Intrepid Reporter Travels to the World's Worst Places and Asks, \"What's Funny about This?\"",
            "authors": [
                "P.J. O'Rourke"
            ],
            "ranking": 3.92,
            "ranking_count": 3735,
            "abstract": "Now available from Grove Press, P. J. O'Rourke's classic, best-selling guided tour of the world's most desolate, dangerous, and desperate places. Tired of making bad jokes and believing that the world outside seemed a much worse joke than anything I could conjure, P. J. O'Rourke traversed the globe on a fun-finding mission, investigating the way of life in the most desperate places on the planet, including Warsaw, Managua, and Belfast. The result is Holidays in Hell--a full-tilt, no-holds-barred romp through politics, culture, and ideology. P.J.'s adventures include storming student protesters' barricades with riot police in South Korea, interviewing Communist insurrectionists in the Philippines, and going undercover dressed in Arab garb in the Gaza Strip. He also takes a look at America's homegrown horrors as he braves the media frenzy surrounding the Reagan-Gorbachev summit in Washington D.C., uncovers the mortifying banality behind the white-bread kitsch of Jerry Falwell's Heritage USA, and survives the stultifying boredom of Harvard's 350th anniversary celebration. Packed with P.J.'s classic riffs on everything from Polish nightlife under communism to Third World driving tips, Holidays in Hell is one of the best-loved books by one of today's most celebrated humorists.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Humor",
                "Politics",
                "Writing",
                "Biography",
                "History",
                "Autobiography"
            ]
        },
        {
            "title": "Thunderhead",
            "authors": [
                "Douglas Preston",
                "Lincoln Child"
            ],
            "ranking": 4.11,
            "ranking_count": 28697,
            "abstract": "The bestselling authors of The Relic deliver a highly readable tale of adventure and long-ago crimes (Dallas Morning News). An archeologist goes in search of the fabled Lost City of Gold, an expedition her father had begun 16 years earlier before he mysteriously vanished in southeast Utah.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Adventure",
                "Horror",
                "Suspense",
                "Action",
                "History"
            ]
        },
        {
            "title": "Conquered City",
            "authors": [
                "Victor Serge"
            ],
            "ranking": 3.85,
            "ranking_count": 295,
            "abstract": "1919–1920: St. Petersburg, city of the czars, has fallen to the Revolution. Camped out in the splendid palaces of the former regime, the city’s new masters seek to cement their control, even as the counterrevolutionary White Army regroups.. Conquered City. , Victor Serge’s most unrelenting narrative, is structured like a detective story, one in which the new political regime tracks down and eliminates its enemies—the spies, speculators, and traitors hidden among the mass of common people.. Conquered City. is about terror: the Red Terror and the White Terror. But mainly about the Red, the Communists who have dared to pick up the weapons of power—police, guns, jails, spies, treachery—in the doomed gamble that by wielding them righteously, they can put an end to the need for terror, perhaps forever. Conquered City is their tragedy and testament.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Literature",
                "Politics",
                "Historical",
                "War",
                "Literary Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Cosmic Connection: An Extraterrestrial Perspective",
            "authors": [
                "Carl Sagan",
                "Jerome Agel",
                "Ann Druyan",
                "Freeman Dyson",
                "David Morrison"
            ],
            "ranking": 4.23,
            "ranking_count": 1871,
            "abstract": "In 1973, Carl Sagan published The Cosmic Connection, a daring view of the universe, which rapidly became a classic work of popular science and inspired a generation of scientists and enthusiasts. This seminal work is reproduced here for a whole new generation to enjoy. In Sagan's typically lucid and lyrical style, he discusses many topics from astrophysics and solar system science, to colonization, terraforming and the search for extraterrestrials. Sagan conveys his own excitement and wonder, and relates the revelations of astronomy to the most profound human problems and concerns: issues that are just as valid today as they were thirty years ago. New to this edition are Freeman Dyson's comments on Sagan's vision and the importance of the work, Ann Druyan's assessment of Sagan's cultural significance as a champion of science, and David Morrison's discussion of the advances made since 1973 and what became of Sagan's predictions. Who knows what wonders this third millennium will reveal, but one thing is certain: Carl Sagan played a unique role in preparing us for them.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "Space",
                "History",
                "Writing"
            ]
        },
        {
            "title": "Loaded",
            "authors": [
                "Christos Tsiolkas"
            ],
            "ranking": 3.6,
            "ranking_count": 1889,
            "abstract": "Families can detonate. Some families are torn apart forever by one small act, one solitary mistake. In my family it was a series of small explosions; consistent, passionate, pathetic. Cruel words, crude threats... We spurred each other on till we reached a crescendo of pain and we retired exhaused to our rooms, in tears or in fury.. Ari is nineteen, unemployed and a poofter who doesn't want to be gay. He is looking for something - anything - to take him away from his aimless existence in suburban Melbourne. He doesn't believe in anyone or anything, except the power of music. All he wants to do is dance, take drugs, have sex and change the world.. For Ari, all the orthodoxies of family, sex, politics and work have collapsed. Caught between the traditional Greek world of his parents and friends and the alluring, destructive world of clubs, chemicals and anonymous sex, all Ari can do is ease his pain in the only ways he knows how.. Written in stark, uncompromising prose, Loaded is a first novel of great passion and power.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Cultural",
                "Novels",
                "Contemporary",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Bumblebee Flies Anyway",
            "authors": [
                "Robert Cormier"
            ],
            "ranking": 3.8,
            "ranking_count": 1230,
            "abstract": "Sixteen-year-old Barney can't remember life before the Complex, an experimental clinic. He knows he's different--he's the control subject. Then he uncovers a terrible secret about himself, a secret that drives him to fulfill his and his fellow subjects' ultimate dream. The Bumblebee must fly!",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Realistic Fiction",
                "Novels",
                "Classics",
                "Childrens",
                "Thriller",
                "Health",
                "Romance"
            ]
        },
        {
            "title": "God Knows",
            "authors": [
                "Joseph Heller"
            ],
            "ranking": 3.8,
            "ranking_count": 3442,
            "abstract": "Joseph Heller's powerful, wonderfully funny, deeply moving novel is the story of David -- yes, King David -- but as you've never seen him before.. You already know David as the legendary warrior king of Israel, husband of Bathsheba, and father of Solomon; now meet David as he really was: the cocky Jewish kid, the plagiarized poet, and the Jewish father. Listen as David tells his own story, a story both relentlessly ancient and surprisingly modern, about growing up and growing old, about men and women, and about man and God. It is quintessential Heller.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Humor",
                "Literature",
                "Religion",
                "Classics",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Wanderers",
            "authors": [
                "Richard Price"
            ],
            "ranking": 3.9,
            "ranking_count": 1747,
            "abstract": "The classic novel of 1950s New York by the author of Clockers and Samaritan",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "New York",
                "Novels",
                "Literature",
                "Short Stories",
                "Young Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "Strength to Love",
            "authors": [
                "Martin Luther King Jr."
            ],
            "ranking": 4.62,
            "ranking_count": 3293,
            "abstract": "A collection of sermons by this martyred Black American leader which explains his convictions in terms of the conditions and problems of contemporary society.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Religion",
                "History",
                "Philosophy",
                "Christian",
                "Race",
                "Social Movements"
            ]
        },
        {
            "title": "Visser",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 4.11,
            "ranking_count": 2711,
            "abstract": "In an hour or so, once I was out of sight of land, I would lower my sails and wait for a Bug fighter to come lift me off the deck. The engine backwash of the Bug fighter would capsize the boat. Or I might put the Taxxon pilot to the test and see if he could ram the low-slung boat. That would puzzle the humans.. Either way, my body would never be found.... My time of lying low was over.... I would spearhead the invasion of Earth. I would take charge of our greatest conquest. I would stand alone atop the Yeerk military hierarchy.. I was to become Visser One.. From the Hardcover edition",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Adventure",
                "Novels",
                "Animals"
            ]
        },
        {
            "title": "Ernest Hemingway on Writing",
            "authors": [
                "Larry W. Phillips"
            ],
            "ranking": 4.04,
            "ranking_count": 3828,
            "abstract": "Ernest Hemingway's astonishing influence on American fiction has long been recognized by literary critics and casual readers alike. His unique style, as well as the themes he developed and the characters he created, have been studied, analyzed, and imitated by countless writers. Throughout his life, Hemingway maintained that it was bad luck to talk or write about his art; nonetheless, his thoughts about the nature of writing and the writer's life are preserved in his novels and stories; letters to editors, friends, fellow writers, and critics; and in interviews and commissioned articles.Larry W. Phillips has skillfully and meticulously uncovered Hemingway's insights to create this extraordinary book. Featuring specific information on the craft of writing, work habits, and discipline -- and imbued with Hemingway's wit, wisdom, and humor, and insistence on the integrity of the writer and of the profession itself -- Ernest Hemingway on Writing offers essential advice from the author whose writing has had an astounding impact on contemporary American fiction.",
            "part_of_series": false,
            "genre_list": [
                "Language",
                "Nonfiction",
                "Literature",
                "Classics",
                "Autobiography",
                "Reference",
                "Biography",
                "Art",
                "Writing"
            ]
        },
        {
            "title": "Wir Kinder vom Bahnhof Zoo",
            "authors": [
                "Christiane Vera Felscherinow",
                "Kai Hermann",
                "Horst Rieck"
            ],
            "ranking": 4.26,
            "ranking_count": 40357,
            "abstract": "Sie ist heute sechzehn, kam mit zwölf in einem evangelischen Jugendheim zum Haschisch, mit dreizehn in einer Diskothek zum Heroin. Sie wurde süchtig, ging morgens zur Schule und nachmittags mit ihren ebenfalls heroinabhängigen Freunden auf den Kinderstrich am Bahnhof Zoo, um das Geld für die Droge zu beschaffen. Ihre Mutter bemerkte fast zwei Jahre Iang nichts vom Doppelleben ihrer Tochter. Christiane F. berichtet mit minuziösem Erinnerungsvermögen und rückhaltioser Offenheit über Schicksale von Kindern, die von der Öffentlichkeit erst als Drogentote zur Kenntnis genommen werden. Die Geschichte der Christiane F. wiederholt sich in Berlin, in Kleinstädten und Dörfern bereits zehntausendfach.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "European Literature",
                "Classics",
                "Autobiography",
                "Cultural",
                "Contemporary",
                "Biography Memoir",
                "Drama"
            ]
        },
        {
            "title": "Weep No More, My Lady",
            "authors": [
                "Mary Higgins Clark"
            ],
            "ranking": 3.84,
            "ranking_count": 14643,
            "abstract": "The New York Times. calls Mary Higgins Clark's masterpiece the ideal book for the beach bag, picnic hamper, or carry-on luggage. Well done and very scary, says. Cosmopolitan. . Prepare yourself for the Queen of Suspense's crackling tale of menace and love that holds your attention to the last page (Andrew M. Greeley).. Elizabeth Lange has arrived at Cypress Point Spa in Pebble Beach, California, weary of heart and soul. Still grieving for her beloved sister, a famous actress who plunged to her death from her Manhattan penthouse, Elizabeth is determined to unearth the truth about how Leila died. Dashing millionaire Ted Winters stands accused of her murder, but Elizabeth has doubts.. Along the windswept cliffs of the Monterey coast, in luxurious bungalows, between gourmet meals and beachfront walks, uneasiness stalks Elizabeth while she begins opening doors to the past. As glimpses of the dark truth about Leila's life and death -- and about Elizabeth herself -- start to crash against her mind, an ominous wave from an unexpected source threatens to engulf her entirely.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Suspense",
                "Thriller",
                "Adult",
                "Adult Fiction",
                "Romance",
                "Contemporary"
            ]
        },
        {
            "title": "Nehru: The Making of India",
            "authors": [
                "M.J. Akbar"
            ],
            "ranking": 4.06,
            "ranking_count": 109,
            "abstract": "A political and personal biography of Nehru to be published before the 100th anniversary of his birth in November 1989, by an Indian journalist. He also wrote India: The Siege Within.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Cultural",
                "Nonfiction"
            ]
        },
        {
            "title": "The Religion of Man",
            "authors": [
                "Rabindranath Tagore"
            ],
            "ranking": 4.13,
            "ranking_count": 247,
            "abstract": "Tagore is unequivocal in his faith. He appreciates the intellectual triumphs of science, but he writes as a poet & philosopher. Man must always be a music-maker & dreamer; he must never lose, in his material quests, his longing for the touch of the divine. He traces the growth of the idea of God from primitive notions to universality. Today, as he says, all barriers are down & the the God of humanity has arrived at the gates of the ruined temple of the tribe. His book rings with joy & affirmation overstepping all limitations of race & creed. His estimates of western civilization are searching & some of them written in acid: one reads much between the lines-but Tagore recognizes the true strength of the west & the faults of the east. The lectures are actually a superb & haunting criticism & evaluation of life from the viewpoint of an immemorial philosophy by a wise man.--. Christian Century. This is a book for everyone: a book whose human interest & pervading charm assure it a wide appeal & lasting value. It's not a philosophical work, as its author repeatedly warns us; in fact, its one semi-philosophical chapter (the 1st) may well be omitted. Its value is religious & poetical; like the essays of Emerson, it is primarily a document of the spiritual life.--. Journal of Religion. Rich in profound thought & poetic speech--he has never written anything so penetrating an illumination on the nature of things¦ Tagore has seen visions, & he can paint them for us with a compelling charm due to utter simplicity & fidelity. But he has not stopped there. His reason hs entered into truth by the doors which his intuition has opened¦ A treasure-store of truth, beauty & wisdom.--. New Chronicle. Rabindranath Tagore (1861-1941) was the youngest son of Debendranath Tagore, a leader of the Brahmo Samaj, which was a new religious sect in 19th-century Bengal & which attempted a revival of the ultimate monistic basis of Hinduism as laid down in the Upanishads. He was educated at home; & altho at 17 he was sent to England for formal schooling, he didn't finish his studies there. In his mature years, in addition to his many-sided literary activities, he managed the family estates, a project which brought him into close touch with common humanity & increased his interest in social reforms. He also started an experimental school at Shantiniketan where he tried his Upanishadic ideals of education. From time to time he participated in the Indian nationalist movement, tho in his own unsentimental & visionary way. Gandhi, the political father of modern India, was his devoted friend. Tagore was knighted by the ruling British Government in 1915, but within a few years he resigned the honor as a protest against British policies in India. Tagore had early success as a writer in his native Bengal. With his translations of some of his poems he became rapidly known in the West. In fact his fame attained a luminous height, taking him across continents on lecture tours & tours of friendship. For the world he became the voice of India's spiritual heritage; & for India, especially for Bengal, he became a great living institution.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Nonfiction",
                "Spirituality",
                "Poetry",
                "Cultural",
                "Classics"
            ]
        },
        {
            "title": "Midshipman's Hope",
            "authors": [
                "David Feintuch"
            ],
            "ranking": 3.9,
            "ranking_count": 3342,
            "abstract": "A hideous accident kills the senior officer of UNS Hibernia, leaving a terrified young officer to take 300 colonists and crew aboard a damaged ship, on a 17-month gauntlet to reach Hope Nation. With no chance of rescue, Nicholas Seafort must save lives and take them, in the name of duty.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "War",
                "Science Fiction Fantasy",
                "Adventure",
                "Fantasy"
            ]
        },
        {
            "title": "A Severed Head",
            "authors": [
                "Iris Murdoch"
            ],
            "ranking": 3.75,
            "ranking_count": 4967,
            "abstract": "As macabre as a Jacobean tragedy, as frivolous as a Restoration comedy, Iris Murdoch's fifth novel takes sombre themes - adultery, incest, castration, violence and suicide - and yet succeeds in making of them a book that is brilliantly enjoyable.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Womens",
                "Cultural"
            ]
        },
        {
            "title": "The Wishsong of Shannara",
            "authors": [
                "Terry Brooks"
            ],
            "ranking": 3.97,
            "ranking_count": 51899,
            "abstract": "An ancient Evil is stirring to new life, sending its ghastly Mord Wraiths to destroy Mankind. To win through the vile growth that protects this dark force, the Druid Allanon needs Brin Ohmsford - for she alone holds the magic power of the wishsong. Reluctantly Brin joins the Druid on his dangerous journey. But a prophecy foretells doom, as Evil nurses its plans to trap the unsuspecting Brin into a fate far more horrible than death.. Thus continues the enthralling Shannara epic, a spellbinding tale of adventure, magic, and myth...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Young Adult",
                "Childrens"
            ]
        },
        {
            "title": "Spirit Lake",
            "authors": [
                "MacKinlay Kantor"
            ],
            "ranking": 4.17,
            "ranking_count": 81,
            "abstract": "A novel of Iowa in the 1850's, culminating in the Spirit Lake Massacre of '57, as seen both from the viewpoint of the Dakota Nation and that of the white pioneers.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Native Americans"
            ]
        }
    ]
}