{
    "books": [
        {
            "title": "Strange Dogs",
            "authors": [
                "James S.A. Corey"
            ],
            "ranking": 4.03,
            "ranking_count": 11510,
            "abstract": "Like many before them, Cara and her family ventured through the gates as scientists and researchers, driven to carve out a new life and uncover the endless possibilities of the unexplored alien worlds now within reach.. But soon the soldiers followed and under this new order Cara makes a discovery that will change everything.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Novella",
                "Short Stories",
                "Audiobook",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Child Finder",
            "authors": [
                "Rene Denfeld"
            ],
            "ranking": 3.96,
            "ranking_count": 39070,
            "abstract": "A haunting, atmospheric, and deeply suspenseful novel from the acclaimed author of. The Enchanted. about an investigator who must use her unique insights to find a missing little girl.. Where are you, Madison Culver? Flying with the angels, a silver speck on a wing? Are you dreaming, buried under snow? Or is it possible you are still alive?. Three years ago, Madison Culver disappeared when her family was choosing a Christmas tree in Oregon’s Skookum National Forest. She would be eight-years-old now, if she has survived. Desperate to find their beloved daughter, certain someone took her, the Culvers turn to Naomi, a private investigator with an uncanny talent for locating the lost and missing. Known to the police and a select group of parents as the Child Finder, Naomi is their last hope.. Naomi’s methodical search takes her deep into the icy, mysterious forest in the Pacific Northwest, and into her own fragmented past. She understands children like Madison because once upon a time, she was a lost girl, too.. As Naomi relentlessly pursues and slowly uncovers the truth behind Madison’s disappearance, shards of a dark dream pierce the defenses that have protected her, reminding her of a terrible loss she feels but cannot remember. If she finds Madison, will Naomi ultimately unlock the secrets of her own life?. Told in the alternating voices of Naomi and a deeply imaginative child,. The Child Finder. is a breathtaking, exquisitely rendered literary page-turner about redemption, the line between reality and memories and dreams, and the human capacity to survive.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "1Q84. Libro 3",
            "authors": [
                "Haruki Murakami",
                "Gabriel Álvarez Martínez"
            ],
            "ranking": 3.92,
            "ranking_count": 35040,
            "abstract": "A las voces de Aomame –la enigmática instructora de gimnasia y asesina– y de Tengo –el profesor de matemáticas y escritor–, se suma, en este tercer volumen de la novela. 1Q84. , la de un nuevo personaje, un detective llamado Ushikawa. Su última misión, encargada por Vanguardia, el misterioso culto religioso, consistió en comprobar si Aomame era digna de confianza para trabajar para el líder. Ushikawa dio el visto bueno a la joven, pero ésta los traicionó a todos, cometió un nuevo asesinato y luego desapareció. Si el detective no logra encontrarla, la venganza de la secta se abatirá sobre él. Entretanto, Aomame y Tengo, cada uno a su modo, siguen deseándose en la ausencia, buscándose –en el más puro estilo de Murakami– casi sin moverse de su sitio, aislados, quizás a punto de experimentar un giro radical en sus vidas y esperando un reencuentro que los redima... en el mundo de 1984, o en el de 1Q84, ese fantasmagórico universo con dos lunas.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Cultural",
                "Asian Literature",
                "Magical Realism",
                "Novels",
                "Contemporary",
                "Romance",
                "Science Fiction"
            ]
        },
        {
            "title": "Conclave",
            "authors": [
                "Robert   Harris"
            ],
            "ranking": 3.96,
            "ranking_count": 24879,
            "abstract": "The Pope is dead.. Behind the locked doors of the Sistine Chapel, one hundred and eighteen cardinals from all over the globe will cast their votes in the world’s most secretive election.. They are holy men. But they have ambition. And they have rivals.. Over the next seventy-two hours one of them will become the most powerful spiritual figure on earth.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Historical",
                "Mystery",
                "Religion",
                "Cultural",
                "Audiobook",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "Paint It All Red",
            "authors": [
                "S.T. Abby"
            ],
            "ranking": 4.62,
            "ranking_count": 37975,
            "abstract": "Hush, little baby, don't say a word.... Will Logan choose them? Or will we watch them burn together?. It's time to fuck with their minds.. It's time to finish it all.. It's time to paint it all red.... Monsters don't usually wish for happily-ever-afters.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Dark",
                "Contemporary",
                "Thriller",
                "Adult",
                "Mystery",
                "Suspense"
            ]
        },
        {
            "title": "Radical: Taking Back Your Faith from the American Dream",
            "authors": [
                "David Platt"
            ],
            "ranking": 4.17,
            "ranking_count": 57338,
            "abstract": "WHAT IS JESUS WORTH TO YOU?. It's easy for American Christians to forget how Jesus said his followers would actually live, what their new lifestyle would actually look like. They would, he said, leave behind security, money, convenience, even family for him. They would abandon everything for the gospel. They would take up their crosses daily.... BUT WHO DO YOU KNOW WHO LIVES LIKE THAT? DO YOU?. In. Radical. , David Platt challenges you to consider with an open heart how we have manipulated the gospel to fit our cultural preferences. He shows what Jesus actually said about being his disciple--then invites you to. believe. and. obey. what you have heard. And he tells the dramatic story of what is happening as a successful suburban church decides to get serious about the gospel according to Jesus.. Finally, he urges you to join in The Radical Experiment -- a one-year journey in authentic discipleship that will transform how you live in a world that desperately needs the Good News Jesus came to bring.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Christianity"
            ]
        },
        {
            "title": "The Jew is Not My Enemy: Unveiling the Myths that Fuel Muslim Anti-Semitism",
            "authors": [
                "Tarek Fatah"
            ],
            "ranking": 4.0,
            "ranking_count": 161,
            "abstract": "A liberal Muslim and critically acclaimed author explores the historical, political, and theological basis for centuries of Muslim animosity towards Jews, debunking long-held myths and tracing a history of hate and its impact today.. More than nine years after 9/11 and 60 years after the creation of the state of Israel, the world is no closer to solving, let alone understanding, the psychological and political divide between Jews and Muslims. While countless books have been written on the subject of terrorism, political Islam, and jihad, barely a handful address the theological and historical basis of the Jew—Muslim divide. Following the terrorist attacks on Mumbai in November 2008, in which Pakistani jihadis sought out and murdered the members of a local Jewish centre, Tarek Fatah began an in-depth investigation of the historical basis for the crime.. In this provocative new book, Fatah uses extensive research to trace how literature from as early as the seventh century has fueled the hatred of Jews by Muslims. Fatah debunks the anti-Jewish writings of the Hadith literature, takes apart the Arab supremacist doctrines that lend fuel to the fire, and reinterprets supposed anti-Jewish passages in the Quran. In doing so he argues that hating Jews is against the essence of the Islamic spirit and suggests what needs to be done to eliminate the agonizing friction between the two communities.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Religion",
                "Politics"
            ]
        },
        {
            "title": "Myths About Suicide",
            "authors": [
                "Thomas E. Joiner"
            ],
            "ranking": 3.99,
            "ranking_count": 251,
            "abstract": "Around the world, more than a million people die by suicide each year. Yet many of us know very little about a tragedy that may strike our own loved ones--and much of what we think we know is wrong. This clear and powerful book dismantles myth after myth to bring compassionate and accurate understanding of a massive international killer.. Drawing on a fascinating array of clinical cases, media reports, literary works, and scientific studies, Thomas Joiner demolishes both moralistic and psychotherapeutic cliches. He shows that suicide is not easy, cowardly, vengeful, or selfish. It is not a manifestation of suppressed rage or a side effect of medication. Threats of suicide, far from being idle, are often followed by serious attempts. People who are prevented once from killing themselves will not necessarily try again.. The risk for suicide, Joiner argues, is partly genetic and is influenced by often agonizing mental disorders. Vulnerability to suicide may be anticipated and treated. Most important, suicide can be prevented.. An eminent expert whose own father's death by suicide changed his life, Joiner is relentless in his pursuit of the truth about suicide and deeply sympathetic to such tragic waste of life and the pain it causes those left behind.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Science",
                "Health",
                "Self Help",
                "Death"
            ]
        },
        {
            "title": "Goodnight, Goodnight, Construction Site",
            "authors": [
                "Sherri Duskey Rinker",
                "Tom Lichtenheld"
            ],
            "ranking": 4.36,
            "ranking_count": 11972,
            "abstract": "The #1. New York Times. bestselling children's book. A standout picture book, especially for those who like wheels with their dreams.. —. Booklist. , starred review. As the sun sets behind the big construction site, all the hardworking trucks get ready to say goodnight.. One by one, Crane Truck, Cement Mixer, Dump Truck, Bulldozer, and Excavator finish their work and lie down to rest—so they'll be ready for another day of rough and tough construction play!. • Author Sherri Duskey Rinker's sweet rhyming text soothes little ones into a peaceful rest. • Full of irresistible artwork by illustrator Tom Lichtenheld. •. Goodnight, Goodnight, Construction Site. is the perfect read-aloud. This popular, timeless nighttime story continues to delight families everywhere!. • Ideal for children ages 3 to 5 years old. • Great for young construction fans. • This adorable hardcover bedtime book is a go-to gift for any occasion",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Transport",
                "Poetry",
                "Kids",
                "Fantasy"
            ]
        },
        {
            "title": "Jesus > Religion: Why He Is So Much Better Than Trying Harder, Doing More, and Being Good Enough",
            "authors": [
                "Jefferson Bethke"
            ],
            "ranking": 4.19,
            "ranking_count": 7551,
            "abstract": "Abandon dead, dry, rule-keeping and embrace the promise of being truly known and deeply loved.. Jefferson Bethke burst into the cultural conversation in 2012 with a passionate, provocative poem titled “Why I Hate Religion, But Love Jesus.” The 4-minute video literally became an overnight sensation, with 7 million YouTube views in its first 48 hours (and 23+ million in a year). The message blew up on social-media, triggering an avalanche of responses running the gamut from encouraged to enraged.. In. Jesus > Religion. , Bethke unpacks similar contrasts that he drew in the poem—highlighting the difference between teeth gritting and grace, law and love, performance and peace, despair and hope. With refreshing candor he delves into the motivation behind his message, beginning with the unvarnished tale of his own plunge from the pinnacle of a works-based, fake-smile existence that sapped his strength and led him down a path of destructive behavior.. Bethke is quick to acknowledge that he’s not a pastor or theologian, but simply a regular, twenty-something who cried out for a life greater than the one for which he had settled. Along his journey, Bethke discovered the. real. Jesus, who beckoned him beyond the props of false religion.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Inspirational"
            ]
        },
        {
            "title": "Appetite",
            "authors": [
                "Aaron     Smith"
            ],
            "ranking": 4.28,
            "ranking_count": 54,
            "abstract": "Appetite. is a book that explores our American Mythologies, particularly masculinity and film. Smith investigates our fascinations with the body, gender, and entertainment in poems that are critically observant, darkly funny, darkly angry, and, sometimes, heartbreaking.. Whether he is cataloging shirtless men in films and bad television, lyricizing the anxieties of childhood, or redrawing the lines of cultural membership,. Appetite. attacks its subjects with wit, candor, and compassionate intensity. These poems announce their presence with a style that is as beautifully wrought as it is provocative.. In the America of. Appetite. , the usual hierarchies are obliterated: the disposable is as valuable as the traditional, pop culture is on the same level as the sacred, and the pleasurable simultaneity of past and present are found in high art and the tabloid. Smith’s work engages our contemporary moment and how we want to think of ourselves, while nodding to rich poetic, cultural, and personal histories.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "LGBT"
            ]
        },
        {
            "title": "Claws of the Macra",
            "authors": [
                "Trevor Baxendale"
            ],
            "ranking": 3.2,
            "ranking_count": 85,
            "abstract": "A BBC Books adventure book based on the long-running British science fiction television series Doctor Who. It lets you join the Eleventh Doctor and Amy Pond on their travels through time and space in the TARDIS and influence the story with your decisions.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Fiction",
                "Science Fiction",
                "Childrens",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Hope Springs",
            "authors": [
                "Sarah M. Eden"
            ],
            "ranking": 4.16,
            "ranking_count": 4075,
            "abstract": "All is not well in Wyoming. Katie Macauley gave up her life-long dream of returning to Ireland in order to make a home for herself in Hope Springs, but her future has never been so uncertain. The town is more divided than ever, with both the Irish and the Reds stealing property, burning buildings, and endangering lives.. Katie’s heart remains sharply divided between her love for playful Tavish and steady Joseph, a decision she feels ill-prepared to make. In the midst of the growing unrest, temperatures drop quickly, too quickly, and Irish nightmares of famine and cold resurface as the little Wyoming town struggles to beat the harsh winter.. Katie makes one sacrifice after another to keep the peace and help see her loved ones through the difficult days ahead, but will it be enough? Can the town make amends before their hatred consumes them all? And will Katie find the love she has been searching for as well as a home to call her own?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Westerns",
                "Lds"
            ]
        },
        {
            "title": "Bride of the Wolf",
            "authors": [
                "Susan Krinard"
            ],
            "ranking": 3.46,
            "ranking_count": 277,
            "abstract": "Rachel Lyndon yearns to escape her scandalous past, but her dreams for a better life seem ruined after she buries her fiancé on the Texas plains.. Heath Renier has been evading the law by the skin of his teeth for years. Now he's found a new identity as Holden Renshaw, foreman of Dog Creek Ranch. But the arrival of his boss's mail-order bride, now a widow, upsets his fragile peace and threatens to expose his deadly secrets.. Rachel knows that the mysterious and savagely handsome Holden is the last man she should trust—especially once she's seen glimpses of his. true. nature. When he's suspected of killing his employer, she has a terrible choice to make. But the heat of his gaze ignites something seductive and irresistible within her. No matter how dangerous the road ahead, she's determined to give him the one thing he's never truly believed he deserves: her undying love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Historical",
                "Shapeshifters",
                "Paranormal",
                "Science Fiction"
            ]
        },
        {
            "title": "Een nagelaten verhaal",
            "authors": [
                "Yasmine Allas"
            ],
            "ranking": 3.46,
            "ranking_count": 35,
            "abstract": "Op uitnodiging van een documentairemaker reist een jonge vrouw na drieëntwintig jaar voor het eerst terug naar haar geboorteland. Het blijkt een ontluisterend weerzien: een totaal onttakeld land, waarvan het verleden letterlijk onder dikke lagen stof is verdwenen. Plastic zakken hangen ritselend in bomen, de vogels zijn verjaagd. Ook wordt ze gehinderd door de aanwezigheid van de filmploeg, die erop uit is iedere emotie vast te leggen. In het winkeltje waar ze als kind snoep kocht treft ze de enige persoon die haar nog met het verleden verbindt, Najib. Hij brengt haar diep in de nacht, buiten het oog van de camera, naar haar ouderlijk huis en naar haar diepste herinneringen.",
            "part_of_series": false,
            "genre_list": [
                "Cultural"
            ]
        },
        {
            "title": "A String of Beads",
            "authors": [
                "Thomas Perry"
            ],
            "ranking": 4.15,
            "ranking_count": 2487,
            "abstract": "From the. New York Times. bestselling author Thomas Perry,. A String of Beads. is an addictive, brilliantly suspenseful novel featuring rescue artist Jane Whitefield, who has spent two decades protecting innocent victims on the run.. A year after getting shot on a job that took a dangerous turn, Jane has settled into the quiet life of a suburban housewife in Amherst, New York—or so she thinks. One morning, coming back from a long run, Jane is met by an unusual sight: the female leaders of the eight Seneca clans parked in her driveway in two black cars. They have come to her with an unusual request. Jane’s childhood friend from the reservation is wanted by the police for the murder of a local white man, and he has fled. The clan mothers believe that Jane is the only one who can find him. So Jane sets out to retrace a journey she took with Jimmy when they were fourteen years old, and soon realizes that the police aren’t the only ones after her childhood friend. As the chase intensifies, the number of people caught up in this deadly plot grows, and Jane is the only one who can protect those endangered by it.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "New York",
                "Action"
            ]
        },
        {
            "title": "Wildflower Hill",
            "authors": [
                "Kimberley Freeman"
            ],
            "ranking": 4.09,
            "ranking_count": 12679,
            "abstract": "Forced to take her life in a new direction when an injury ends her ballet career, Emma returns to her home in Australia and learns that she has inherited an isolated sheep station from a late grandmother who would impart key lessons about love and motherhood.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Cultural",
                "Womens Fiction",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Revealing the Dragons",
            "authors": [
                "Jessie Donovan"
            ],
            "ranking": 4.19,
            "ranking_count": 1784,
            "abstract": "This novella is not a standalone. Please read the boxed set of Sacrificed to the Dragon first.. Melanie Hall-MacLeod finally releases her book about the dragon-shifters. The reception of her book, however, is anything but peaceful.. Tristan wants nothing more than to whisk his mate and two children off to safety, but Mel refuses to hide. As the danger increases and threatens his new family, Tristan battles the need to protect his mate with the need to make her happy.. Can Melanie and Tristan survive the strain between the new danger in their lives and their new twins? Or, will Tristan lose the battle with his inner dragon, surrender to his protective instincts, and take care of the threats at the cost of his mate?. 25,000+ words (estimated) / 18+, explicit language and sexual situations / HEA and no cliffhanger. Next Up: Arabella's Story",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Novella",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Garrett Investigates",
            "authors": [
                "Elizabeth Bear"
            ],
            "ranking": 3.95,
            "ranking_count": 210,
            "abstract": "Five stories that comprise some of the matter surrounding the life of Lady Abigail Irene Garrett, Th.D., sometime Crown Investigator. They are previously uncollected. One is new; the others were only previously available as bonus chapbooks with the limited editions of various novellas.. Table of Contents:. The Tricks of London: London, April 1879. The Body of the Nation: New Netherlands, April 1897. Almost True: New Netherlands, 1900. Underground: Paris, April 1941. Twilight: London, 1941",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Mystery",
                "Paranormal",
                "Short Stories",
                "Fiction",
                "Thriller",
                "Historical Fiction"
            ]
        },
        {
            "title": "The Kept",
            "authors": [
                "James  Scott"
            ],
            "ranking": 3.27,
            "ranking_count": 7133,
            "abstract": "Set in rural New York state at the turn of the twentieth century, superb new talent James Scott makes his literary debut with The Kept—a propulsive novel reminiscent of the works of Michael Ondaatje, Cormac McCarthy, and Bonnie Jo Campbell, in which a mother and her young son embark on a quest to avenge a terrible and violent tragedy that has shattered their secluded family.. In the winter of 1897, a trio of killers descends upon an isolated farm in upstate New York. Midwife Elspeth Howell returns home to the carnage: her husband, and four of her children, murdered. Before she can discover her remaining son Caleb, alive and hiding in the kitchen pantry, another shot rings out over the snow-covered valley. Twelve-year-old Caleb must tend to his mother until she recovers enough for them to take to the frozen wilderness in search of the men responsible.. A scorching portrait of a merciless world — of guilt and lost innocence, atonement and retribution, resilience and sacrifice, pregnant obsession and primal adolescence —. The Kept. introduces an old-beyond-his-years protagonist as indelible and heartbreaking as Mattie Ross of. True Grit. or Jimmy Blevins of. All the Pretty Horses,. as well as a shape-shifting mother as enigmatic and mysterious as a character drawn by Russell Banks or Marilynne Robinson.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Thriller",
                "Literary Fiction",
                "Adult",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "The Confession of Katherine Howard",
            "authors": [
                "Suzannah Dunn"
            ],
            "ranking": 3.24,
            "ranking_count": 1676,
            "abstract": "The new novel from the bestselling author of THE SIXTH WIFE. 'England: firelight and fireblush; wine-dark, winking gemstones and a frost of pearls. Wool as soft as silk, in leaf-green and moss; satins glossy like a midsummer night or opalescent like winter sunrise!Little did we know it but that night we were already ghosts in our own lives!' When twelve-year-old Katherine Howard comes to live in the Duchess of Norfolk's household, poor relation Cat Tilney is deeply suspicious of her. The two girls couldn't be more different: Cat, watchful and ambitious; Katherine, interested only in clothes and boys. Their companions are in thrall to Katherine, but it's Cat in whom Katherine confides and, despite herself, Cat is drawn to her. Summoned to court at seventeen, Katherine leaves Cat in the company of her ex-lover, Francis, and the two begin their own, much more serious, love affair. Within months, the king has set aside his Dutch wife Anne for Katherine. The future seems assured for the new queen and her maid-in-waiting, although Cat would feel more confident if Katherine hadn't embarked on an affair with one of the king's favoured attendants, Thomas Culpeper. However, for a blissful year and a half, it seems that Katherine can have everything she wants. But then allegations are made about her girlhood love affairs. Desperately frightened, Katherine recounts a version of events which implicates Francis but which Cat knows to be a lie. With Francis in the Tower, Cat alone knows the whole truth of Queen Katherine Howard - but if she tells, Katherine will die.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "English History",
                "Fiction",
                "European Literature",
                "Literature",
                "Romance",
                "Adult Fiction",
                "Adult",
                "Young Adult"
            ]
        },
        {
            "title": "Karen",
            "authors": [
                "Alexander L. Kielland",
                "Brad K. Berner"
            ],
            "ranking": 3.86,
            "ranking_count": 102,
            "abstract": "Alexander Lange Kielland (1849-1906) was one of the most famous Norwegian authors of the 19th century. This is one of his short stories.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Short Stories",
                "European Literature"
            ]
        },
        {
            "title": "Seventeen Contradictions and the End of Capitalism",
            "authors": [
                "David Harvey"
            ],
            "ranking": 4.07,
            "ranking_count": 932,
            "abstract": "What I am seeking here is a better understanding of the contradictions of capital, not of capitalism. I want to know how the economic engine of capitalism works the way it does, and why it might stutter and stall and sometimes appear to be on the verge of collapse. I also want to show why this economic engine should be replaced, and with what. --from the Introduction. To modern Western society, capitalism is the air we breathe, and most people rarely think to question it, for good or for ill. But knowing what makes capitalism work--and what makes it fail--is crucial to understanding its long-term health, and the vast implications for the global economy that go along with it.. In Seventeen Contradictions and the End of Capitalism, the eminent scholar David Harvey, author of A Brief History of Neoliberalism, examines the internal contradictions within the flow of capital that have precipitated recent crises. He contends that while the contradictions have made capitalism flexible and resilient, they also contain the seeds of systemic catastrophe. Many of the contradictions are manageable, but some are fatal: the stress on endless compound growth, the necessity to exploit nature to its limits, and tendency toward universal alienation. Capitalism has always managed to extend the outer limits through spatial fixes, expanding the geography of the system to cover nations and people formerly outside of its range. Whether it can continue to expand is an open question, but Harvey thinks it unlikely in the medium term future: the limits cannot extend much further, and the recent financial crisis is a harbinger of this.. David Harvey has long been recognized as one of the world's most acute critical analysts of the global capitalist system and the injustices that flow from it. In this book, he returns to the foundations of all of his work, dissecting and interrogating the fundamental illogic of our economic system, as well as giving us a look at how human societies are likely to evolve in a post-capitalist world.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Politics",
                "Nonfiction",
                "Philosophy",
                "Sociology",
                "History",
                "Culture",
                "Business",
                "Social Science"
            ]
        },
        {
            "title": "Blood on Snow",
            "authors": [
                "Jo Nesbø",
                "Neil Smith"
            ],
            "ranking": 3.55,
            "ranking_count": 27488,
            "abstract": "From the internationally acclaimed author of the Harry Hole novels—a fast, tight, darkly lyrical stand-alone novel that has at its center the perfectly sympathetic antihero: an Oslo contract killer who draws us into an unexpected meditation on death and love.. This is the story of Olav: an extremely talented “fixer” for one of Oslo’s most powerful crime bosses. But Olav is also an unusually complicated fixer. He has a capacity for love that is as far-reaching as is his gift for murder. He is our straightforward, calm-in-the-face-of-crisis narrator with a storyteller’s hypnotic knack for fantasy. He has an “innate talent for subordination” but running through his veins is a “virus” born of the power over life and death. And while his latest job puts him at the pinnacle of his trade, it may be mutating into his greatest mistake. . . .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "European Literature",
                "Scandinavian Lite...",
                "Suspense"
            ]
        },
        {
            "title": "Reclaiming the Sand",
            "authors": [
                "A. Meredith Walters"
            ],
            "ranking": 4.11,
            "ranking_count": 6008,
            "abstract": "Bully and victim.. Tormenter and tormented.. Villain and hero.. Ellie McCallum was a bully. No connection to anyone or anything. A sad and lonely existence for a young woman who had come to expect nothing more for herself. Her only happiness coming from making others miserable.. Particularly Freaky Flynn.. Flynn Hendrick lived a life completely disconnected even as he struggled to become something more than that boy with Asperger's. He was taunted and teased, bearing the brunt of systematic and calculated cruelty, ultimately culminating in a catastrophic turn of events that brought Ellie and Flynn’s worlds crashing down.. But then Flynn and Ellie grew up.. And moved on.. Until years later when their paths unexpectedly cross again and the bully and the freak are face to face once more.. When labels come to define you, finding yourself feels impossible. Particularly for two people disconnected from the world who inexplicably find a connection in each other.. And out of the wreckage of their tragic beginnings, an unlikely love story unfolds.. But a painful past doesn’t always want to let go. And old wounds are never truly healed…and sometimes the further you try to run from yourself the closer you come to who you really are.",
            "part_of_series": true,
            "genre_list": [
                "New Adult",
                "Romance",
                "Contemporary",
                "Sociology",
                "Academic",
                "Young Adult",
                "Disability",
                "Fiction",
                "Mental Health"
            ]
        },
        {
            "title": "The Last Werewolf",
            "authors": [
                "Glen Duncan"
            ],
            "ranking": 3.46,
            "ranking_count": 15446,
            "abstract": "Here is a powerful, definitive new version of the werewolf legend—mesmerising and incredibly sexy. In Jake, Glen Duncan has given us a werewolf for the twenty-first century—a man whose deeds can only be described as monstrous but who is in some magical way deeply human.. Meet Jake. A bit on the elderly side (he turns 201 in March), but otherwise in the pink of health. The nonstop sex and exercise he's still getting probably contribute to that, as does his diet: unusual amounts of flesh and blood (at least some from friends and relatives). Jake, of course, is a werewolf, and with the death of his colleague he has now become the only one of his kind. This depresses Jake to the point that he's been contemplating suicide. Yet there are powerful forces who for very different reasons want - and have the power - to keep Jake alive.. Here is a powerful new version of the werewolf legend - mesmerizing and undeniably sexy, and with moments of violence so elegantly wrought they dazzle rather than repel. But perhaps its most remarkable achievement is to make the reader feel sympathy for a man who can only be described as a monster - and in doing so, remind us what it means to be human.. One of the most original, audacious, and terrifying novels in years.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "Shapeshifters",
                "Adult",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "Vendetta",
            "authors": [
                "Gail Z. Martin"
            ],
            "ranking": 4.04,
            "ranking_count": 394,
            "abstract": "The engaging follow up to the urban fantasy series set in Charleston, South Carolina.. BLOOD FEUD. Someone very powerful is trying to destroy Sorren and everyone he cares about. That puts Cassidy, Teag and Trifles and Folly in the cross-hairs, against an unknown enemy with strong magic and significant resources.. Sorren has spent centuries shutting down the plans of powerful immortals, dark warlocks and supernatural creatures, and now he’s got to figure out which of those many enemies is out to get him before they pick off his friends one by one and come after him to finish an immortal vendetta.. ‘Great characters, awesome magic, huge thrill ride!’. John Hartness (author of The Black Knight Chronicles) on Deadly Curiosities. ‘One of the best starts to an urban fantasy series that I’ve read in the last year.’. The Book Bundle on Deadly Curiosities",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Mystery",
                "Horror",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Death Comes to the Fair",
            "authors": [
                "Catherine Lloyd"
            ],
            "ranking": 3.89,
            "ranking_count": 1168,
            "abstract": "It's harvest time in the village of Kurland St. Mary as Lucy and Robert prepare to wed--but a murderer has taken an unseasonable vow of vengeance . . .. As Miss Lucy Harrington, daughter of the village rector, and Major Sir Robert Kurland plan their nuptials, the major is beginning to wonder if he'll ever hear wedding bells. He's seen complex military campaigns that involved less strategy, and he's finding Lucy's meddling family maddening.. When the body of Ezekiel Thurrock, the church verger, is discovered crushed by a gargoyle that has fallen from the bell tower, the wedding is delayed. But the evidence suggests this was no accident, and Lucy wonders if bad blood at the village fair had anything to do with the man's mysterious demise, since there was much bitterness over Ezekiel's prizewinning vegetables.. As Lucy and Robert uncover long-standing village feuds, the town's dark secrets begin to take their toll and the couple soon finds they too are in grave danger . . .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "European Literature",
                "Romance"
            ]
        },
        {
            "title": "The Death House",
            "authors": [
                "Sarah Pinborough"
            ],
            "ranking": 3.64,
            "ranking_count": 3421,
            "abstract": "Toby's life was perfectly normal... until it was unravelled by something as simple as a blood test.. Taken from his family, Toby now lives in the Death House: an out-of-time existence far from the modern world, where he, and the others who live there, are studied by Matron and her team of nurses. They're looking for any sign of sickness. Any sign of their wards changing. Any sign that it's time to take them to the sanatorium.. No one returns from the sanatorium.. Withdrawn from his house-mates and living in his memories of the past, Toby spends his days fighting his fear. But then a new arrival in the house shatters the fragile peace, and everything changes.. Because everybody dies. It's how you choose to live that counts.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Thriller",
                "Romance",
                "Mystery",
                "Contemporary"
            ]
        },
        {
            "title": "The Borgia Prince",
            "authors": [
                "Winifred Elze"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "Fiona Palin enjoys her new job in the box office of Schenectady's regional theatre: the comings and goings of cast, crew, and public are a play in themselves. She doesn't expect a murder on the opening night of the theatre's new play, The Borgia Prince, or that her curiosity will lead to a dangerous confrontation with the killer.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "I'm One of the Heavenly Hundred",
            "authors": [
                "Marko Rudnevych",
                "Vladyslav Yerko",
                "Марко Рудневич"
            ],
            "ranking": 3.92,
            "ranking_count": 25,
            "abstract": "The character of the novella by Marko Rudnevych, a young Ukrainian writer, reminds us somehow of the Salinger`s Holden Caulfield. A 19-year old Max from the city of Smila tells us a story of his life easily and frankly: about his University, his fellow students, his family, his beloved girl Ivanka, who studies in Kyiv but her parents want to send her away to study in France… But what happens is the Maidan, and Max goes to Kyiv with his peer.. Ultimately, this is a story about three crucial hours at the Maidan. You will remember everything, you will live through all these restless February days once more and you, maybe, will cry, and you will remember Max from Smila, that simple guy with sincere soul, for a long, long time.... Герой повісті молодого письменника Марка Рудневича чимось нагадує селінджерівського Голдена Колфілда. 19-річний студент Макс зі Сміли легко й відверто оповідає про своє життя — про навчання, однокурсників, родину, про свою кохану дівчину Іванку, яка вчиться в Києві, а батьки хочуть відіслати її на навчання до Франції... Але стається Майдан, і Макс зі своїм другом-однолітком їде до Києва.. Зрештою, це повість про три вирішальні доби на Майдані. Ви згадаєте все, ви ще раз переживете ті тривожні лютневі дні і, мабуть, будете плакати, і ще довго пам’ятатимете простого хлопця зі щирою душею — Макса зі Сміли...",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The King",
            "authors": [
                "Skye Warren"
            ],
            "ranking": 4.03,
            "ranking_count": 4504,
            "abstract": "The highest stakes.... My father gambles every night, falling deeper and deeper into debt. When he hits the bottom, he places a new bet: his daughter. I'm his entry bet to the biggest underground poker game.. Every kind of danger circles the velvet-covered table, but only one man makes me tremble.. A trailer park princess.. The son of a criminal king.. We don't belong together, but I'm caught in a twisted game.. His eyes meet mine with dark promise. And when he puts down his cards, I know I'm going to lose more than my body. I'm going to lose everything.",
            "part_of_series": true,
            "genre_list": [
                "Dark",
                "Romance",
                "Contemporary",
                "Sociology",
                "New Adult",
                "Mystery",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "The Year of Lear: Shakespeare in 1606",
            "authors": [
                "James Shapiro"
            ],
            "ranking": 4.06,
            "ranking_count": 1991,
            "abstract": "Preeminent Shakespeare scholar James Shapiro shows how the tumultuous events in England in 1606 affected Shakespeare and shaped the three great tragedies he wrote that year—. King Lear. ,. Macbeth. , and. Antony and Cleopatra. .. In the years leading up to 1606, since the death of Queen Elizabeth and the arrival in England of her successor, King James of Scotland, Shakespeare’s great productivity had ebbed, and it may have seemed to some that his prolific genius was a thing of the past. But that year, at age forty-two, he found his footing again, finishing a play he had begun the previous autumn—. King Lear. —then writing two other great tragedies,. Macbeth. and. Antony and Cleopatra. .. It was a memorable year in England as well—and a grim one, in the aftermath of a terrorist plot conceived by a small group of Catholic gentry that had been uncovered at the last hour. The foiled Gunpowder Plot would have blown up the king and royal family along with the nation’s political and religious leadership. The aborted plot renewed anti-Catholic sentiment and laid bare divisions in the kingdom.. It was against this background that Shakespeare finished. Lear. , a play about a divided kingdom, then wrote a tragedy that turned on the murder of a Scottish king,. Macbeth. . He ended this astonishing year with a third masterpiece no less steeped in current events and concerns:. Antony and Cleopatra. .. The Year of Lear. sheds light on these three great tragedies by placing them in the context of their times, while also allowing us greater insight into how Shakespeare was personally touched by such events as a terrible outbreak of plague and growing religious divisions. For anyone interested in Shakespeare, this is an indispensable book.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Criticism",
                "Literature",
                "Writing",
                "Drama",
                "Plays",
                "European Literature"
            ]
        },
        {
            "title": "Leo: A Ghost Story",
            "authors": [
                "Mac Barnett",
                "Christian Robinson"
            ],
            "ranking": 3.91,
            "ranking_count": 3049,
            "abstract": "You would like being friends with Leo. He likes to draw, he makes delicious snacks, and most people can't even see him. Because Leo is also a ghost. When a new family moves into his home and Leo's efforts to welcome them are misunderstood, Leo decides it is time to leave and see the world. That is how he meets Jane, a kid with a tremendous imagination and an open position for a worthy knight. That is how Leo and Jane become friends. And that is when their adventures begin. This charming tale of friendship—from two of the best young minds in picture books: the author of the Caldecott Honor–winning. Extra Yarn. and the illustrator of the Bologna Ragazzi Award–winning. Josephine. —is destined to become a modern classic that will delight readers for years to come.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Paranormal",
                "Fantasy",
                "Holiday",
                "Fiction"
            ]
        },
        {
            "title": "The Astronaut Wives Club",
            "authors": [
                "Lily Koppel"
            ],
            "ranking": 3.32,
            "ranking_count": 26743,
            "abstract": "As America's Mercury Seven astronauts were launched on death-defying missions, television cameras focused on the brave smiles of their young wives. Overnight, these women were transformed from military spouses into American royalty. They had tea with Jackie Kennedy, appeared on the cover of. Life. magazine, and quickly grew into fashion icons.. Annie Glenn, with her picture-perfect marriage, was the envy of the other wives; JFK made it clear that platinum-blonde Rene Carpenter was his favorite; and licensed pilot Trudy Cooper arrived with a secret that needed to stay hidden from NASA. Together with the other wives they formed the Astronaut Wives Club, providing one another with support and friendship, coffee and cocktails.. As their celebrity rose-and as divorce and tragedy began to touch their lives-the wives continued to rally together, forming bonds that would withstand the test of time, and they have stayed friends for over half a century. THE ASTRONAUT WIVES CLUB tells the story of the women who stood beside some of the biggest heroes in American history.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Space",
                "Historical",
                "Audiobook",
                "Adult",
                "Autobiography",
                "Biography Memoir",
                "North American Hi..."
            ]
        },
        {
            "title": "Dungeon Master's Guide",
            "authors": [
                "Mike Mearls",
                "Wizards of the Coast",
                "Jeremy Crawford",
                "Robert J. Schwalb",
                "Rodney Thompson",
                "Peter Lee"
            ],
            "ranking": 4.52,
            "ranking_count": 5714,
            "abstract": "Everything a Dungeon Master needs to weave legendary stories for the world's greatest roleplaying game. The Dungeon Master's Guide provides the inspiration and the guidance you need to spark your imagination and create worlds of adventure for your players to explore and enjoy.. Inside you'll find world-building tools, tips and tricks for creating memorable dungeons and adventures, optional game rules, hundreds of classic D&D magic items, and much more!. - The third of three core rulebooks, this book contains tools a Dungeon Master needs to provide captivating stories and game play.. - An excellent resource for new and existing Dungeons Masters to engage in both adventure and world creation, with rules, guidelines, and sage advice from the game's experts.. - Created as part of a massive public playtest involving more than 170,000 fans of the game.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Games",
                "Role Playing Games",
                "Reference",
                "Sports and Games",
                "Fiction",
                "Adventure",
                "Dungeons and Dragons"
            ]
        },
        {
            "title": "Loser Sons: Politics and Authority",
            "authors": [
                "Avital Ronell"
            ],
            "ranking": 3.85,
            "ranking_count": 13,
            "abstract": "There are sons who grow up unhappily believing that no matter what they do, they cannot please their fathers. Often unable to shed their sense of lifelong failure, either they give up and suffer in a permanent sulk, or they try with all their might to prove they are worth something after all. These are the loser sons, a group of historical men as varied as President George W. Bush, Osama bin Laden, and Mohammed Atta. Their names quickly illustrate that not only are their problems serious, but they also make serious problems for others, expanding to whole nations. When God is conceived and inculcated as an angry and impossible-to-please father, the problems can last for generations.. In. Loser Sons,. Avital Ronell draws on current philosophy, literary history, and political events to confront the grim fact that divested boys become terrifying men. This would be old news if the problem didn't recur so often with such disastrous consequences. Looking beyond our current moment, she interrogates the problems of authority, paternal fantasy, and childhood as they have been explored and exemplified by Franz Kafka, Goethe's Faust, Benjamin Franklin, Jean-François Lyotard, Hannah Arendt, Alexandre Kojève, and Immanuel Kant.. Brilliantly weaving these threads into a polyvocal discourse, Ronell shows how, with their arrays of powerful symbols, ideologies of all sorts perpetuate the theme that while childhood represents innocence, adulthood entails responsible cruelty. The need for suffering--preferably somebody else's--has become a widespread assumption, not only justifying abuses of authority, but justifying authority itself.. Shockingly honest,. Loser Sons. recognizes that focusing on the spectacular catastrophes of modernity might make writer and reader feel they're engaged in something important, while in fact what they are engaged in is still only spectacle. To understand the implications of her insights, Ronell addresses them directly to her readers, challenging them to think through their own notions of authority and their responses to it.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy"
            ]
        },
        {
            "title": "A Fall of Water",
            "authors": [
                "Elizabeth   Hunter"
            ],
            "ranking": 4.35,
            "ranking_count": 12389,
            "abstract": "“No secret stays hidden forever.”. Still grieving from their loss in the far East, Giovanni Vecchio and Beatrice De Novo discover that for them, all roads really do lead to Rome. But nothing is quite as it seems in the Eternal City. Joined by Carwyn and Tenzin, unexpected clashes greet them almost immediately, and rivalries churn beneath the glittering facade of the old Roman court. They quickly realize that allies might be enemies, and ancient rivals could hold the key to a deadly secret.. Giovanni and Beatrice will be forced to call on old alliances, ancient power, and fierce cunning to survive for the eternity they both desire. Sometimes, finding the end means going back to the beginning. Fire, Earth, Wind, and Water finally meet with devastating results in the conclusion of the Elemental Mysteries.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Mystery",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Merry Spinster: Tales of Everyday Horror",
            "authors": [
                "Mallory Ortberg"
            ],
            "ranking": 3.3,
            "ranking_count": 5867,
            "abstract": "A collection of darkly playful stories based on classic folk and fairy tales (but with a feminist spin) that find the sinister in the familiar and the familiar in the alien. —. from Mallory Ortberg, author of. Texts From Jane Eyre. .. From Mallory Ortberg comes a collection of darkly mischievous stories based on classic fairy tales. Adapted from the beloved Children's Stories Made Horrific series, The Merry Spinster takes up the trademark wit that endeared Ortberg to readers of both The Toast and the best-selling debut. Texts From Jane Eyre. . The feature has become among the most popular on the site, with each entry bringing in tens of thousands of views, as the stories proved a perfect vehicle for Ortberg’s eye for deconstruction and destabilization. Sinister and inviting, familiar and alien all at the same time,. The Merry Spinster. updates traditional children's stories and fairy tales with elements of psychological horror, emotional clarity, and a keen sense of feminist mischief.. Readers of The Toast will instantly recognize Ortberg's boisterous good humor and uber-nerd swagger: those new to Ortberg's oeuvre will delight in this collection's unique spin on fiction, where something a bit mischievous and unsettling is always at work just beneath the surface.. Unfalteringly faithful to its beloved source material,. The Merry Spinster. also illuminates the unsuspected, and frequently, alarming emotional complexities at play in the stories we tell ourselves, and each other, as we tuck ourselves in for the night.. Bed time will never be the same.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fantasy",
                "Horror",
                "Fiction",
                "Retellings",
                "LGBT",
                "Adult",
                "Anthologies"
            ]
        },
        {
            "title": "Autumn",
            "authors": [
                "Karl Ove Knausgård",
                "Ingvild Burkey",
                "Vanessa Baird",
                "Karl Ove Knausgaard"
            ],
            "ranking": 3.72,
            "ranking_count": 5645,
            "abstract": "From the author of the monumental. My Struggle. series, Karl Ove Knausgaard, one of the masters of contemporary literature and a genius of observation and introspection, comes the first in a new autobiographical quartet based on the four seasons.. 28 August. Now, as I write this, you know nothing about anything, about what awaits you, the kind of world you will be born into. And I know nothing about you.... I want to show you our world as it is now: the door, the floor, the water tap and the sink, the garden chair close to the wall beneath the kitchen window, the sun, the water, the trees. You will come to see it in your own way, you will experience things for yourself and live a life of your own, so of course it is primarily for my own sake that I am doing this: showing you the world, little one, makes my life worth living.. Autumn. begins with a letter Karl Ove Knausgaard writes to his unborn daughter, showing her what to expect of the world. He writes one short piece per day, describing the material and natural world with the precision and mesmerising intensity that have become his trademark. He describes with acute sensitivity daily life with his wife and children in rural Sweden, drawing upon memories of his own childhood to give an inimitably tender perspective on the precious and unique bond between parent and child. The sun, wasps, jellyfish, eyes, lice—the stuff of everyday life is the fodder for his art. Nothing is too small or too vast to escape his attention.. This beautifully illustrated book is a personal encyclopaedia on everything from chewing gum to the stars. Through close observation of the objects and phenomena around him, Knausgaard shows us how vast, unknowable and wondrous the world is.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Literature",
                "European Literature",
                "Biography",
                "Short Stories",
                "Biography Memoir"
            ]
        },
        {
            "title": "Dreamland: The True Tale of America's Opiate Epidemic",
            "authors": [
                "Sam Quinones"
            ],
            "ranking": 4.23,
            "ranking_count": 25407,
            "abstract": "In fascinating detail, Sam Quinones chronicles how, over the past 15 years, enterprising sugar cane farmers in a small county on the west coast of Mexico created a unique distribution system that brought black tar heroin—the cheapest, most addictive form of the opiate, 2 to 3 times purer than its white powder cousin—to the veins of people across the United States. Communities where heroin had never been seen before—from Charlotte, NC and Huntington, WVA, to Salt Lake City and Portland, OR—were overrun with it. Local police and residents were stunned. How could heroin, long considered a drug found only in the dense, urban environments along the East Coast, and trafficked into the United States by enormous Colombian drug cartels, be so incredibly ubiquitous in the American heartland? Who was bringing it here, and perhaps more importantly, why were so many townspeople suddenly eager for the comparatively cheap high it offered?. With the same dramatic drive of. El Narco. and. Methland. , Sam Quinones weaves together two classic tales of American capitalism: The stories of young men in Mexico, independent of the drug cartels, in search of their own American Dream via the fast and enormous profits of trafficking cheap black-tar heroin to America’s rural and suburban addicts; and that of Purdue Pharma in Stamford, Connecticut, determined to corner the market on pain with its new and expensive miracle drug, Oxycontin; extremely addictive in its own right. Quinones illuminates just how these two stories fit together as cause and effect: hooked on costly Oxycontin, American addicts were lured to much cheaper black tar heroin and its powerful and dangerous long-lasting high. Embroiled alongside the suppliers and buyers are DEA agents, local, small-town sheriffs, and the US attorney from eastern Virginia whose case against Purdue Pharma and Oxycontin made him an enemy of the Bush-era Justice Department, ultimately stalling and destroying his career in public service.. Dreamland. is a scathing and incendiary account of drug culture and addiction spreading to every part of the American landscape.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Crime",
                "Politics",
                "Health",
                "Mystery",
                "Sociology",
                "Medical",
                "Audiobook"
            ]
        },
        {
            "title": "The Etymologicon: A Circular Stroll through the Hidden Connections of the English Language",
            "authors": [
                "Mark Forsyth"
            ],
            "ranking": 4.22,
            "ranking_count": 9720,
            "abstract": "The Etymologicon springs from Mark Forsyth's Inky Fool blog on the strange connections between words. It's an occasionally ribald, frequently witty and unerringly erudite guided tour of the secret labyrinth that lurks beneath the English language, taking in monks and monkeys, film buffs and buffaloes, and explaining precisely what the Rolling Stones have to do with gardening.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Humanities",
                "History",
                "Audiobook",
                "Reference",
                "Humor",
                "Language",
                "Science"
            ]
        },
        {
            "title": "Mirror X",
            "authors": [
                "Karri  Thompson"
            ],
            "ranking": 3.46,
            "ranking_count": 447,
            "abstract": "Cassie Dannacher wakes up in a hospital over 1,000 years into the future after her space capsule is retrieved from space. She soon learns that 600 years prior to her arrival, the earth was struck by a plague, killing over half of the world’s population. Naïve and desperate, Cassie, who longs for home and is having trouble adjusting to the new, dictatorial 31st century government, is comforted by Michael Bennett, the 20-year old lead geneticist at the hospital where she was revived.. But why is Cassie in genetics’ hospital in the first place, and why do several of the people around her seem so familiar, including Travel Carson, the hot and edgy boy she is fated to meet? Soon she discovers there is a sinister answer to all of her questions – and that they want something from Cassie that only she can give.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Apocalyptic",
                "Action"
            ]
        },
        {
            "title": "Fairy Tales from the Brothers Grimm: A New English Version",
            "authors": [
                "Philip Pullman",
                "Jacob Grimm",
                "Wilhelm Grimm"
            ],
            "ranking": 4.07,
            "ranking_count": 21594,
            "abstract": "Two hundred years ago, Jacob and Wilhelm Grimm published the first volume of Children’s and Household Tales. Now, at a veritable fairy-tale moment—witness the popular television shows Grimm and Once Upon a Time and this year’s two movie adaptations of “Snow White”—Philip Pullman, one of the most popular authors of our time, makes us fall in love all over again with the immortal tales of the Brothers Grimm.. From much-loved stories like “Cinderella” and “Rumpelstiltskin,” “Rapunzel” and “Hansel and Gretel” to lesser-known treasures like “Briar-Rose,” “Thousandfurs,” and “The Girl with No Hands,” Pullman retells his fifty favorites, paying homage to the tales that inspired his unique creative vision—and that continue to cast their spell on the Western imagination.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Short Stories",
                "Childrens",
                "Retellings",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "On the Move: A Life",
            "authors": [
                "Oliver Sacks"
            ],
            "ranking": 3.98,
            "ranking_count": 20177,
            "abstract": "When Oliver Sacks was twelve years old, a perceptive schoolmaster wrote in his report: “Sacks will go far, if he does not go too far.” It is now abundantly clear that Sacks has never stopped going. From its opening pages on his youthful obsession with motorcycles and speed,. On the Move. is infused with his restless energy. As he recounts his experiences as a young neurologist in the early 1960s, first in California, where he struggled with drug addiction, and then in New York, where he discovered a long-forgotten illness in the back wards of a chronic hospital, we see how his engagement with patients comes to define his life.. With unbridled honesty and humor, Sacks shows us that the same energy that drives his physical passions—weight lifting and swimming—also drives his cerebral passions. He writes about his love affairs, both romantic and intellectual; his guilt over leaving his family to come to America; his bond with his schizophrenic brother; and the writers and scientists—Thom Gunn, A. R. Luria, W. H. Auden, Gerald M. Edelman, Francis Crick—who influenced him.. On the Move. is the story of a brilliantly unconventional physician and writer—and of the man who has illuminated the many ways that the brain makes us human.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Science",
                "Psychology",
                "Biography Memoir",
                "Health",
                "Audiobook",
                "LGBT"
            ]
        },
        {
            "title": "Nostalgia",
            "authors": [
                "Jonathan Buckley"
            ],
            "ranking": 3.52,
            "ranking_count": 27,
            "abstract": "The small Tuscan town of Castelluccio is preparing for its annual festival, a spectacular pageant in which a leading role will be taken by the self-exiled English painter Gideon Westfall. A man proudly out of step with modernity, Westfall is regarded by some as a maestro, but in Castelluccio - as in the wider art world - he has his enemies, and his niece - just arrived from England - is no great admirer either. And a local girl is missing, a disappearance that seems to implicate the artist. But the life and art of Gideon Westfall form just one strand of Nostalgia, a novel that teems with incidents and characters, from religious visionaries to folk heroes. Constantly shifting between the panoramic and the intimate, between the past and the present, Nostalgia is a fiction into which are woven the kaleidoscopic narratives of art, architecture, history, legend and much more.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural"
            ]
        },
        {
            "title": "A People's History of Chicago",
            "authors": [
                "Kevin Coval",
                "Chance The Rapper"
            ],
            "ranking": 4.38,
            "ranking_count": 648,
            "abstract": "Known variously as “‘the Windy City,”’ “‘the City of Big Shoulders,”’ or “‘Chi-Raq,”’ Chicago is one of the most widely celebrated, routinely demonized, and thoroughly contested cities in the world.. Chicago is the city of Gwendolyn Brooks and Chief Keef, Al Capone and Richard Wright, Lucy Parsons and Nelson Algren, Harold Washington and Studs Terkel. It is the city of Fred Hampton, House Music, and the Haymarket Martyrs. Writing in the tradition of Howard Zinn, Kevin Coval’s. A People’s History of Chicago. celebrates the history of this great American city from the perspective of those on the margins, whose stories often go untold. These seventy-seven poems (for the city’s seventy-seven neighborhoods) honor the everyday lives and enduring resistance of the city’s workers, poor people, and people of color, whose cultural and political revolutions continue to shape the social landscape.. Kevin Coval. is the poet/author/editor of seven books including. The BreakBeat Poets: New American Poetry in the Age of Hip-Hop. and the play,. This Iis Modern Art. , co-written with Idris Goodwin. Founder of Louder Than A Bomb: The Chicago Youth Poetry Festival and the Artistic Director of Young Chicago Authors, Coval teaches hip-hop aesthetics at the University of Illinois–-Chicago. The. Chicago Tribune. has named him “the voice of the new Chicago“ and the. Boston Globe. calls him “the city’s unofficial poet laureate.”",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "History",
                "Nonfiction",
                "Politics",
                "Historical",
                "North American Hi...",
                "Social Movements"
            ]
        },
        {
            "title": "We Are All Completely Fine",
            "authors": [
                "Daryl Gregory"
            ],
            "ranking": 3.74,
            "ranking_count": 3981,
            "abstract": "Harrison is the Monster Detective, a storybook hero. Now he’s in his mid-thirties and spends most of his time not sleeping.. Stan became a minor celebrity after being partially eaten by cannibals. Barbara is haunted by the messages carved upon her bones. Greta may or may not be a mass-murdering arsonist. And for some reason, Martin never takes off his sunglasses.. Unsurprisingly, no one believes their horrific tales until they are sought out by psychotherapist Dr. Jan Sayer. What happens when these likely-insane outcasts join a support group? Together they must discover which monsters they face are within and which are lurking in plain sight.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Novella",
                "Short Stories",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "Nerves of Steel: How I Followed My Dreams, Earned My Wings, and Faced My Greatest Challenge",
            "authors": [
                "Tammie Jo Shults"
            ],
            "ranking": 4.5,
            "ranking_count": 908,
            "abstract": "Nerves of Steel. is the captivating true story of Tammie Jo Shults’s remarkable life—from growing up the daughter of a humble rancher, to breaking through gender barriers as one of the Navy’s first female F/A-18 Hornet pilots, to safely landing the severely crippled Southwest Airlines Flight 1380 and helping save the lives of 148 people.. Tammie Jo Shults has spent her entire life loving the skies. Though the odds were against her, she became one of the few female fighter pilots in the Navy. In 1994, after serving her country honorably for eight years, Tammie Jo left the Navy and joined Southwest Airlines in the early 1990’s.. On April 17, 2018, Tammie Jo was called to service once again. Twenty minutes into a routine domestic flight, Captain Shults was faced with the unthinkable—a catastrophic engine failure in the Boeing 737 caused an explosion that punctured hydraulic lines and severed fuel lines, tearing away sections of the plane, puncturing a window, and taking a woman’s life. Captain Shults and her first officer, Darren Ellisor, struggled to stabilize the aircraft.. Drawing deeply from her well of experience, Tammie Jo was able to wrestle the severely damaged 737 safely to the ground. Not originally scheduled for that flight, there is no doubt God had prepared her and placed her right where she needed to be that day.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Aviation",
                "Christian",
                "Self Help",
                "History",
                "Biography Memoir"
            ]
        },
        {
            "title": "O My Son",
            "authors": [
                "Darussalam",
                "Darussalam"
            ],
            "ranking": 4.49,
            "ranking_count": 35,
            "abstract": "One of the duties parents owe their children is to guide them aright by educating them. They should correct their children's errors and most importantly guide them to live a life that is pleasing to Allah and teach them a means of achieving it. Allah points these duties to parents, particularly the fathers, In His book (the Qur'aan) when he gave the example of Luqmaan and his son.. 'And (remember) when Luqmaan said to his while he was advising him: O my son! join not in worship others with Allah. Verily! joining others in worship with Allah is a great Zulm (wrong) indeed. Luqmaan (31:13).. Our success as parents is determined largely by how well we are able to discharge those responsibilities Allah has placed on us regarding out children. this book explains different aspects of the advice of Luqmaan to his son and its significance for a successful life.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "Flight 232: A Story of Disaster and Survival",
            "authors": [
                "Laurence Gonzales"
            ],
            "ranking": 4.14,
            "ranking_count": 1520,
            "abstract": "As hundreds of rescue workers waited on the ground, United Airlines Flight 232 wallowed drunkenly over the bluffs northwest of Sioux City. The plane slammed onto the runway and burst into a vast fireball. The rescuers didn't move at first: nobody could possibly survive that crash. And then people began emerging from the summer corn that lined the runways. Miraculously, 184 of 296 passengers lived.. No one has ever attempted the complete reconstruction of a crash of this magnitude. Drawing on interviews with hundreds of survivors, crew, and airport and rescue personnel, Laurence Gonzales, a commercial pilot himself, captures, minute by minute, the harrowing journey of pilots flying a plane with no controls and flight attendants keeping their calm in the face of certain death. He plumbs the hearts and minds of passengers as they pray, bargain with God, plot their strategies for survival, and sacrifice themselves to save others.. Ultimately he takes us, step by step, through the gripping scientific detective work in super-secret labs to dive into the heart of a flaw smaller than a grain of rice that shows what brought the aircraft down.. An unforgettable drama of the triumph of heroism over tragedy and human ingenuity over technological breakdown,. Flight 232. is a masterpiece in the tradition of the greatest aviation stories ever told.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Aviation",
                "Adventure",
                "Science",
                "Biography",
                "Audiobook",
                "Transport"
            ]
        },
        {
            "title": "Toad Words And Other Stories",
            "authors": [
                "T. Kingfisher"
            ],
            "ranking": 4.37,
            "ranking_count": 1329,
            "abstract": "From author T. Kingfisher comes a collection of fairy-tale retellings for adults. By turns funny and dark, sad and lyrical, this anthology draws together in one volume such stories as The Wolf and the Woodsman, Loathly, and Bluebeard's Wife, along with an all-new novella, Boar & Apples.. Author's Note: Many of these stories have appeared in various forms on the author's blog.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Anthologies",
                "Fiction",
                "Retellings",
                "Poetry",
                "Science Fiction Fantasy",
                "Fairy Tales",
                "Novella"
            ]
        },
        {
            "title": "The Bookish Life of Nina Hill",
            "authors": [
                "Abbi Waxman"
            ],
            "ranking": 3.82,
            "ranking_count": 81999,
            "abstract": "The only child of a single mother, Nina has her life just as she wants it: a job in a bookstore, a kick-butt trivia team, a world-class planner and a cat named Phil. If she sometimes suspects there might be more to life than reading, she just shrugs and picks up a new book.. When the father Nina never knew existed suddenly dies, leaving behind innumerable sisters, brothers, nieces, and nephews, Nina is horrified. They all live close by! They're all—or mostly all—excited to meet her! She'll have to Speak. To. Strangers. It's a disaster! And as if that wasn't enough, Tom, her trivia nemesis, has turned out to be cute, funny, and deeply interested in getting to know her. Doesn't he realize what a terrible idea that is?. Nina considers her options.. 1. Completely change her name and appearance. (Too drastic, plus she. likes. her hair.). 2. Flee to a deserted island. (Hard pass, see: coffee).. 3. Hide in a corner of her apartment and rock back and forth. (Already doing it.). It's time for Nina to come out of her comfortable shell, but she isn't convinced real life could ever live up to fiction. It's going to take a brand-new family, a persistent suitor, and the combined effects of ice cream and trivia to make her turn her own fresh page.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Writing",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Humor"
            ]
        },
        {
            "title": "Seven Surrenders",
            "authors": [
                "Ada Palmer"
            ],
            "ranking": 4.2,
            "ranking_count": 4890,
            "abstract": "The second book of Terra Ignota, a political SF epic of extraordinary audacity. It is a world in which near-instantaneous travel from continent to continent is free to all.. In which automation now provides for everybody’s basic needs.. In which nobody living can remember an actual war.. In which it is illegal for three or more people to gather for the practice of religion—but ecumenical “sensayers” minister in private, one-on-one.. In which gendered language is archaic, and to dress as strongly male or female is, if not exactly illegal, deeply taboo.. In which nationality is a fading memory, and most people identify instead with their choice of the seven global Hives, distinguished from one another by their different approaches to the big questions of life.. And it is a world in which, unknown to most, the entire social order is teetering on the edge of collapse.. Because even in utopia, humans will conspire. And also because something new has arisen: Bridger, the child who can bring inanimate objects to conscious life.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Philosophy",
                "Politics",
                "LGBT",
                "Religion"
            ]
        },
        {
            "title": "Wandering Mind and Metaphysical Thoughts",
            "authors": [
                "Gao Xingjian",
                "Gilbert C.F. Fong"
            ],
            "ranking": 3.82,
            "ranking_count": 11,
            "abstract": "This English-Chinese bilingual edition is the complete first book of poems written by Nobel Prize winner Gao Xingjian. His poems offer an array of snapshots over various themes where politics, dreams, and metaphysical concerns are mixed. With original art works by Gao, this collection advances his innovative experiments in poetry across cultural boundaries.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Evidence of the Affair",
            "authors": [
                "Taylor Jenkins Reid"
            ],
            "ranking": 3.94,
            "ranking_count": 44185,
            "abstract": "The repercussions of an illicit affair unfold in this short story by bestselling author Taylor Jenkins Reid.. Dear stranger…. A desperate young woman in Southern California sits down to write a letter to a man she’s never met—a choice that will forever change both their lives.. My heart goes out to you, David. Even though I do not know you…. The correspondence between Carrie Allsop and David Mayer reveals, piece by piece, the painful details of a devastating affair between their spouses. With each commiserating scratch of the pen, they confess their fears and bare their souls. They share the bewilderment over how things went so wrong and come to wonder where to go from here.. Told entirely through the letters of two comforting strangers and those of two illicit lovers,. Evidence of the Affair. explores the complex nature of the heart. And ultimately, for one woman, how liberating it can be when it’s broken.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Contemporary",
                "Short Stories",
                "Audiobook",
                "Adult",
                "Novella",
                "Historical",
                "Adult Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Those People",
            "authors": [
                "Louise Candlish"
            ],
            "ranking": 3.3,
            "ranking_count": 9195,
            "abstract": "From the author of the international bestseller. Our House. , a new novel of twisty domestic suspense asks, Could you hate your neighbor enough to plot to kill him?. Lowland Way is the suburban dream. The houses are beautiful, the neighbors get along, and the kids play together on weekends.. But when Darren and Jodie move into the house on the corner, they donʼt follow the rules. They blast music at all hours, begin an unsightly renovation, and run a used-car business from their yard. It doesn't take long for an all-out war to start brewing.. Then, early one Saturday, a horrific death shocks the street. As police search for witnesses, accusations start flying--and everyone has something to hide.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "The Exodus",
            "authors": [
                "Richard Elliott Friedman"
            ],
            "ranking": 4.02,
            "ranking_count": 449,
            "abstract": "The Exodus has become a core tradition of Western civilization.  Millions read it, retell it, and celebrate it.  But did it happen?. Biblical scholars, Egyptologists, archaeologists, historians, literary scholars, anthropologists, and filmmakers are drawn to it.  Unable to find physical evidence until now, many archaeologists and scholars claim this mass migration is just a story, not history.  Others oppose this conclusion, defending the biblical account.. Like a detective on an intricate case no one has yet solved, pioneering Bible scholar and bestselling author of. Who Wrote the Bible?. Richard Elliott Friedman cuts through the noise — the serious studies and the wild theories — merging new findings with new insight.  From a spectrum of disciplines, state-of-the-art archeological breakthroughs, and fresh discoveries within scripture, he brings real evidence of a historical basis for the exodus — the history behind the story.  The biblical account of millions fleeing Egypt may be an exaggeration, but the exodus itself is not a myth.. Friedman does not stop there.  Known for his ability to make Bible scholarship accessible to readers, Friedman proceeds to reveal how much is at stake when we explore the historicity of the exodus.  The implications, he writes, are monumental.  We learn that it became the starting-point of the formation of monotheism, the defining concept of Judaism, Christianity, and Islam.  Moreover, we learn that it precipitated the foundational ethic of loving one’s neighbors — including strangers — as oneself.  He concludes, the. actual. exodus was the cradle of global values of compassion and equal rights today.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Religion",
                "Nonfiction",
                "Literature",
                "Judaism",
                "Spirituality",
                "Christianity",
                "Christian"
            ]
        },
        {
            "title": "Pulse",
            "authors": [
                "Julian Barnes"
            ],
            "ranking": 3.63,
            "ranking_count": 2578,
            "abstract": "After the best-selling Arthur & George and Nothing to Be Frightened Of, Julian Barnes returns with fourteen stories about longing and loss, friendship and love, whose mysterious natures he examines with his trademark wit and observant eye.. From an imperial capital in the eighteenth century to Garibaldi's adventures in the nineteenth, from the vineyards of Italy to the English seaside in our time, he finds the stages, transitions, arguments that define us. A newly divorced real estate agent can't resist invading his reticent girlfriend's privacy, but the information he finds reveals only his callously shallow curiosity. A couple come together through an illicit cigarette and a song shared over the din of a Chinese restaurant. A widower revisiting the Scottish island he'd treasured with his wife learns how difficult it is to purge oneself of grief. And throughout, friends gather regularly at dinner parties and perfect the art of cerebral, sometimes bawdy banter about the world passing before them.. Whether domestic or extraordinary, each story pulses with the resonance, spark, and poignant humor for which Barnes is justly heralded.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "European Literature",
                "Contemporary",
                "Literature",
                "Literary Fiction",
                "Anthologies",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Wolf",
            "authors": [
                "Mo Hayder"
            ],
            "ranking": 4.17,
            "ranking_count": 6622,
            "abstract": "When a vagrant—the Walking Man—finds a dog wandering alone with the words HELP US” written on its collar, he’s sure it’s a desperate plea from someone in trouble and calls on Detective Inspector Jack Caffery to investigate. Caffery is reluctant to get involved—until the Walking Man promises new information regarding the childhood abduction of Caffery’s brother in exchange for the detective’s help tracking down the dog’s owners. Caffery has no idea who or what he is searching for, but one thing he is sure of: it's a race against time.. Meanwhile, the Anchor-Ferrers, a wealthy local family, are fighting for their lives in their remote home ten miles away. Two men have tricked their way into the house and are holding the family for ransom. Yet as the captors’ demands become increasingly bizarre and humiliating, it becomes clear that this is more than a random crime—it’s a personal vendetta.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Horror",
                "Suspense",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Neanderthal Seeks Human",
            "authors": [
                "Penny Reid"
            ],
            "ranking": 3.91,
            "ranking_count": 59156,
            "abstract": "There are three things you need to know about Janie Morris:. 1) She is incapable of engaging in a conversation without volunteering TMTI (Too Much Trivial Information), especially when she is unnerved,. 2) No one unnerves her more than Quinn Sullivan, and. 3) She doesn't know how to knit.. After losing her boyfriend, apartment, and job in the same day, Janie Morris can't help wondering what new torment fate has in store.. To her utter mortification, Quinn Sullivan—aka Sir McHotpants—witnesses it all then keeps turning up like a pair of shoes you lust after but can't afford. The last thing she expects is for Quinn to make her an offer she can't refuse.. Neanderthal Seeks Human. is book #1 in the. Knitting in the City. series. Each book is a standalone, full length, contemporary romantic comedy novel, and follows the misadventures and exploits of seven friends in Chicago, all members of the same knitting group.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Humor",
                "Fiction",
                "Adult",
                "New Adult",
                "Audiobook"
            ]
        },
        {
            "title": "13 to Life",
            "authors": [
                "Shannon Delany"
            ],
            "ranking": 3.8,
            "ranking_count": 12585,
            "abstract": "Everything about Jessie Gillmansen’s life changed when her mother died. Now even her hometown of Junction is changing.  Mysterious dark things are happening. All Jessie wants is to avoid more change. But showing a hot new guy around Junction High, she’s about to discover a whole new type of change. Pietr Rusakova is more than good looks and a fascinating accent—he’s a guy with a dangerous secret. And his very existence is sure to bring big trouble to Jessie’s small town.. It seems change is the one thing Jessie can’t avoid.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Shapeshifters",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Ready, Set, Novel!: A Workbook",
            "authors": [
                "Lindsey Grant",
                "Tavia Stewart-Streit",
                "Chris Baty"
            ],
            "ranking": 4.14,
            "ranking_count": 400,
            "abstract": "This writer's block-busting workbook guides authors through planning and plotting a novel before writing it from the initial idea generation and brainstorming through character, setting, and story development. Full of helpful lists, plot maps, character Q&As, field trips, writing exercises, inspiring quotes, and plenty of space to write and outline,. Ready, Set, Novel!. provides ample inspiration and guidance to first-time novelists and more seasoned scribes alike.",
            "part_of_series": false,
            "genre_list": [
                "Language",
                "Nonfiction",
                "Reference",
                "Art",
                "How To",
                "Education"
            ]
        },
        {
            "title": "The Facebook Effect: The Inside Story of the Company That is Connecting the World",
            "authors": [
                "David   Kirkpatrick"
            ],
            "ranking": 3.85,
            "ranking_count": 11724,
            "abstract": "The inside story of Facebook, told with the full, exclusive cooperation of founder Mark Zuckerberg and the company's other leaders.. In little more than half a decade,. Facebook has gone from a dorm-room novelty to a company with 500 million users. It is one of the fastest growing companies in history, an essential part of the social life not only of teenagers but hundreds of millions of adults worldwide. As Facebook spreads around the globe, it creates surprising effects—even becoming instrumental in political protests from Colombia to Iran.. Veteran technology reporter David Kirkpatrick had the full cooperation of Facebook’s key executives in researching this fascinating history of the company and its impact on our lives. Kirkpatrick tells us how Facebook was created, why it has flourished, and where it is going next. He chronicles its successes and missteps, and gives readers the most complete assessment anywhere of founder and CEO Mark Zuckerberg, the central figure in the company’s remarkable ascent. This is the Facebook story that can be found nowhere else.. How did a nineteen-year-old Harvard student create a company that has transformed the Internet and how did he grow it to its current enormous size? Kirkpatrick shows how Zuckerberg steadfastly refused to compromise his vision, insistently focusing on growth over profits and preaching that Facebook must dominate (his word) communication on the Internet. In the process, he and a small group of key executives have created a company that has changed social life in the United States and elsewhere, a company that has become a ubiquitous presence in marketing, altering politics, business, and even our sense of our own identity. This is the Facebook Effect.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Science",
                "Biography",
                "History",
                "Social Science",
                "Computers",
                "Economics",
                "Sociology"
            ]
        },
        {
            "title": "Deeply Odd",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 4.06,
            "ranking_count": 21274,
            "abstract": "Following the explosive success of Odd Apocalypse, here is the gripping new adventure of Odd Thomas, Dean Koontz's most celebrated character.. In a sinister encounter with a rogue truck driver tricked up like a rhinestone cowboy, Odd has a disturbing vision of a shocking multiple homicide that has not yet been committed. Across California, into Nevada, and back again, Odd embarks on a riveting road chase to prevent the tragedy.. Along the way, he meets--and charms--a collection of eccentrics who become his allies in a terrifying battle against a sociopath of singular boldness and cleverness--and a shadowy network of mysterious, like-minded murderers whose chilling resources seem almost supernatural.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Mystery",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "Storm Kings: America's First Tornado Chasers",
            "authors": [
                "Lee Sandlin"
            ],
            "ranking": 3.81,
            "ranking_count": 531,
            "abstract": "Isaac's Storm meets The Age of Wonder in Lee Sandlin's Storm Kings, a riveting tale of the weather's most vicious monster-the super cell tornado-that recreates the origins of meteorology, and the quirky, pioneering, weather-obsessed scientists who helped change America.. While tornadoes have occasionally been spotted elsewhere, only the central plains of North America have the perfect conditions for their creation. For the settlers the sight of a funnel cloud was an unearthly event. They called it the Storm King and their descriptions bordered on the supernatural: it glowed green or red, it whistled or moaned or sang. In Storm Kings, Lee Sandlin retraces America's fascination and unique relationship to tornadoes. From Ben Franklin's early experiments, to the great storm debates of the nineteenth century, to heartland life in the early twentieth century, Sandlin shows how tornado chasing helped foster the birth of meteorology, recreating with vivid descriptions some of the most devastating storms in America's history, including the Tri-State tornado of 1925 and the Peshtigo fire tornado, whose deadly path of destruction was left encased in glass. Drawing on memoirs, letters, eyewitness testimonies, and numerous archives, Sandlin brings to life the forgotten characters and scientists-like James Espy, America's first meteorologist and Corporal John Park Finley, who helped place a network of weather spotters across the country-that changed a nation, detailing the almost invisible history of The National Weather Service, the settling of the Midwest, and how successive generations came to understand and finally coexist with the spiraling menace that could erase lives and whole towns in an instant.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Science",
                "Environment",
                "North American Hi...",
                "Adventure",
                "Adult",
                "Biography",
                "Historical",
                "Science Nature"
            ]
        },
        {
            "title": "The Venetian Contract",
            "authors": [
                "Marina Fiorato"
            ],
            "ranking": 3.9,
            "ranking_count": 2288,
            "abstract": "1576. Five years after the defeat of the Ottoman Empire at the Battle of Lepanto, a ship steals unnoticed into Venice bearing a deadly cargo. A man more dead than alive disembarks and staggers into Piazza San Marco. He brings a gift to Venice from Constantinople. Within days the city is infected with bubonic plague—and the Turkish Sultan has his revenge. But the ship also holds a secret stowaway—Feyra, a young and beautiful harem doctor fleeing a future as the Sultan's concubine. Only her wits and medical knowledge keep her alive as the plague ravages Venice. In despair the Doge commissions the architect Andrea Palladio to build the greatest church of his career—an offering to God so magnificent that Venice will be saved. But Palladio's own life is in danger too, and it will require all skills of medico Annibale Cason, the city's finest plague doctor, to keep him alive. But what Annibale had not counted on was meeting Feyra, who is now under Palladio's protection, a woman who can not only match his medical skills but can also teach him how to care.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Romance",
                "Literature",
                "Novels",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Sons of Wichita: How the Koch Brothers Became America's Most Powerful and Private Dynasty",
            "authors": [
                "Daniel Schulman",
                "Allen O'Reilly"
            ],
            "ranking": 3.85,
            "ranking_count": 1889,
            "abstract": "Not long after the death of his father, whose heart gave out suddenly in November 1967, Charles Koch--then in his early thirties--discovered a letter his father had written when his four sons were small. My dear boys, it began, when you are twenty-one, you will receive what now seems to be a large sum of money. It may either be a blessing or a curse. Above all, he cautioned, be kind and generous to one another.In the ensuing decades, Fred's legacy became a blessing and a curse.Two of his sons, Charles and David, joined forces to build Koch Industries, one of the largest private corporations in the world. But they ended up in an epic feud with brothers Bill and Frederick that spanned nearly two decades, tearing the family apart--and nearly Koch Industries along with it. Bill would start his own energy company and attain a modicum of fame as a litigious wine collector and yachtsman. After being marginalized by the patriarch because of his effete manner, Frederick became a patron of the arts and a fastidious refurbisher of historic estates.Starting with their boyhood when fraternal disputes were sometimes settled in the boxing ring, Sons of Wichita takes you inside this highly private family and traces the evolution of these four distinct personalities, as well as their corporate, philosophical, social, and political ambitions. Influenced by the conservative, anticommunist sentiments of their father, a founding member of the John Birch Society, Charles and David devised an ambitious strategy to foist their ideological agenda upon the nation--quietly channeling millions of dollars of their fortune into a web of free market think tanks, academic programs, advocacy groups, and more, while also building what amounts to a shadow Republican Party, replete with a donor network capable of raising as much in an election cycle as the Republican National Committee. Never before did they flex their political muscles as vigorously as they did during the 2012 campaign, when Charles and David clashed with the Obama administration in what Charles described as the mother of all wars.Like the Rockefellers before them, the Koch brothers are a great American dynasty. Unlike the Rockefellers, they have never before been the subject of a major biography.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Politics",
                "Nonfiction",
                "Business",
                "History",
                "Economics",
                "Audiobook",
                "Biography Memoir",
                "North American Hi...",
                "Literature"
            ]
        },
        {
            "title": "Empire of the Wolf",
            "authors": [
                "Neil Corry"
            ],
            "ranking": 3.42,
            "ranking_count": 19,
            "abstract": "Join the 11th Doctor and Amy on their travels through time and space in the TARDIS and influence the story with your decisions. Choose a direction and let the adventures begin.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In"
            ]
        },
        {
            "title": "Mentats of Dune",
            "authors": [
                "Brian Herbert",
                "Kevin J. Anderson"
            ],
            "ranking": 3.91,
            "ranking_count": 3443,
            "abstract": "In Brian Herbert and Kevin J. Anderson's. Mentats of Dune,. the thinking machines have been defeated but the struggle for humanity's future continues.. Gilbertus Albans has founded the Mentat School, a place where humans can learn the efficient techniques of thinking machines. But Gilbertus walks an uneasy line between his own convictions and compromises in order to survive the Butlerian fanatics, led by the madman Manford Torondo and his Swordmaster Anari Idaho. Mother Superior Raquella attempts to rebuild her Sisterhood School on Wallach IX, with her most talented and ambitious student, Valya Harkonnen, who also has another goal—to exact revenge on Vorian Atreides, the legendary hero of the Jihad, whom she blames for her family's downfall.. Meanwhile, Josef Venport conducts his own war against the Butlerians. VenHold Spacing Fleet controls nearly all commerce thanks to the superior mutated Navigators that Venport has created, and he places a ruthless embargo on any planet that accepts Manford Torondo's anti-technology pledge, hoping to starve them into submission. But fanatics rarely surrender easily . . .. The Mentats, the Navigators, and the Sisterhood all strive to improve the human race, but each group knows that as Butlerian fanaticism grows stronger, the battle will be to choose the path of humanity's future—whether to embrace civilization, or to plunge into an endless dark age.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Space",
                "Adventure",
                "Literature",
                "Unfinished"
            ]
        },
        {
            "title": "One Enchanted Evening",
            "authors": [
                "Lynn Kurland"
            ],
            "ranking": 4.18,
            "ranking_count": 1962,
            "abstract": "Time-travel romances have made Lynn Kurland a bestseller in the here-and-now.. A duty-bound knight has taken on the task of rebuilding the most dilapidated castle in all of England.. A costume designer gets her chance to shine by showcasing her fairy- tale designs at an upscale party in an authentic medieval castle.. And the magic that whispers along the castle's hallways is about to orchestrate an improbable happily-ever-after.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Science Fiction",
                "Historical",
                "Fantasy"
            ]
        },
        {
            "title": "De geschiedenis van een paard",
            "authors": [
                "Isaac Babel",
                "Froukje Slofstra"
            ],
            "ranking": 3.48,
            "ranking_count": 25,
            "abstract": "De geschiedenis van een paard. moge dienen ter kennismaking met het in alle opzichten unieke talent van de journalist Isaak Babel (1894-1940), die zich ontpopte tot een van de grootste Russische schrijvers.. Zijn portretten van soldaten en hoeren, handelaars, scharrelaars en misdadigers, ouders en kinderen, zijn tegelijk tijdloos én alleszeggend over de verschrikkingen van zijn tijd, waarvan hij ten slotte zelf ook het slachtoffer werd. Zijn verhalen behoeden hem terecht voor vergetelheid.. In deze uitgave acht korte verhalen:. * De geschiedenis van een paard. * Sprookje over een vrouw. * Op het veld van eer. * Mijn eerste honorarium. * Hoe het toeging in Odessa. * Eerste liefde. * Vervolg van de geschiedenis van een paard. * De zonde van Jezus",
            "part_of_series": false,
            "genre_list": [
                "Cultural"
            ]
        },
        {
            "title": "The Queen of Zombie Hearts",
            "authors": [
                "Gena Showalter"
            ],
            "ranking": 4.29,
            "ranking_count": 12906,
            "abstract": "I thought I had nothing left to give.. I thought wrong.. They started the war.. Now I will end it.. Alice Ali Bell thinks the worst is behind her. She's ready to take the next step with boyfriend Cole Holland, the leader of the zombie slayers…until Anima Industries, the agency controlling the zombies, launches a sneak attack, killing four of her friends. It's then she realizes that humans can be more dangerous than monsters…and the worst has only begun.. As secrets that may tear Ali and Cole apart come to light, and more slayers are taken or killed, Ali will fight harder than ever to bring down Anima—even sacrificing her own life for those she loves.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Kitty Steals the Show",
            "authors": [
                "Carrie Vaughn"
            ],
            "ranking": 3.98,
            "ranking_count": 6341,
            "abstract": "Kitty has been tapped as the keynote speaker for the First International Conference on Paranatural Studies, taking place in London. The conference brings together scientists, activists, protestors, and supernatural beings from all over the world—and Kitty, Ben, and Cormac are right in the middle of it.. Master vampires from dozens of cities have also gathered in London for a conference of their own. With the help of the Master of London, Kitty gets more of a glimpse into the Long Game—a power struggle among vampires that has been going on for centuries—than she ever has before. In her search for answers, Kitty has the help of some old allies, and meets some new ones, such as Caleb, the alpha werewolf of the British Isles. The conference has also attracted some old enemies, who’ve set their sights on her and her friends.. All the world’s a stage, and Kitty’s just stepped into the spotlight.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Shapeshifters",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Madly",
            "authors": [
                "Amy Alward"
            ],
            "ranking": 3.77,
            "ranking_count": 4758,
            "abstract": "Une pincée de magie, deux cuillerées de danger... que la quête commence !. Après avoir avalé par erreur un élixir d'amour, la princesse Évelyne tombe follement amoureuse... d'elle-même !. La famille royale de Nova organise aussitôt une émission de téléréalité afin de trouver un antidote. Tous les Alchimistes du royaume sont mis en compétition.. Parmi eux, Samantha Shimi. La jeune apprentie, déterminée à redorer le blason familial, parviendra-t-elle à réunir à temps les ingrédients magiques ?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Adventure",
                "Fiction",
                "Childrens"
            ]
        },
        {
            "title": "The Vatican Diaries: A Behind-the-Scenes Look at the Power, Personalities, and Politics at the Heart of the Catholic Church",
            "authors": [
                "John Thavis"
            ],
            "ranking": 3.68,
            "ranking_count": 1582,
            "abstract": "The revealing. New York Times. bestseller examines the reign of Pope Benedict, the papal conclave process, and the history of one of the world’s oldest and most mysterious institutions. For more than twenty-five years John Thavis held one of the most fascinating journalistic jobs in the world: reporting on the inner workings of the Vatican. His daily exposure to the power, politics, and personalities in the seat of Roman Catholicism gave him a unique, behind-the-scenes perspective on an institution that is far less monolithic and unified than it first appears. Thavis reveals Vatican City as a place where Curia cardinals fight private wars, scandals threaten to undermine papal authority, and reverence for the past is continually upended by the practical considerations of modern life.. Thavis takes readers from a bell tower high above St. Peter’s to the depths of the basilica and the saint’s burial place, from the politicking surrounding the election of a new pope and the ever-growing sexual abuse scandals around the world to controversies about the Vatican’s stand on contraception, and more.. Perceptive, sharply written, and witty,. The Vatican Diaries. will appeal not only to Catholics (lapsed as well as devout) but to any readers interested in international diplomacy and the role of religion in an increasingly secularized world.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "Christianity",
                "Cultural",
                "Biography",
                "Politics",
                "Audiobook"
            ]
        },
        {
            "title": "The Engagements",
            "authors": [
                "J. Courtney Sullivan"
            ],
            "ranking": 3.62,
            "ranking_count": 18692,
            "abstract": "From the. New York Times. best-selling author of. Commencement. and. Maine. comes a gorgeous, sprawling novel about marriage—about those who marry in a white heat of passion, those who marry for partnership and comfort, and those who live together, love each other, and have absolutely no intention of ruining it all with a wedding.. Evelyn has been married to her husband for forty years—forty years since he slipped off her first wedding ring and put his own in its place. Delphine has seen both sides of love—the ecstatic, glorious highs of seduction, and the bitter, spiteful fury that descends when it’s over. James, a paramedic who works the night shift, knows his wife’s family thinks she could have done better; while Kate, partnered with Dan for a decade, has seen every kind of wedding—beach weddings, backyard weddings, castle weddings—and has vowed never, ever, to have one of her own.. As these lives and marriages unfold in surprising ways, we meet Frances Gerety, a young advertising copywriter in 1947. Frances is working on the De Beers campaign and she needs a signature line, so, one night before bed, she scribbles a phrase on a scrap of paper: “A Diamond Is Forever.” And that line changes everything.. A rich, layered, exhilarating novel spanning nearly a hundred years,. The Engagements. captures four wholly unique marriages, while tracing the story of diamonds in America, and the way—for better or for worse—these glittering stones have come to symbolize our deepest hopes for everlasting love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Womens Fiction",
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Adult",
                "Audiobook",
                "Marriage"
            ]
        },
        {
            "title": "Eight's Origin",
            "authors": [
                "Pittacus Lore"
            ],
            "ranking": 3.89,
            "ranking_count": 3328,
            "abstract": "[image]",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Novella",
                "Adventure"
            ]
        },
        {
            "title": "The Gray and Guilty Sea",
            "authors": [
                "Scott William Carter",
                "Jack Nolte"
            ],
            "ranking": 3.98,
            "ranking_count": 8324,
            "abstract": "A curmudgeon. An iconoclast. A loner. That's how people describe Garrison Gage, and that's when they're being charitable.. After his wife's brutal murder in New York, and Gage himself is beaten nearly to death, the crippled private investigator retreats three thousand miles to the quaint coastal town of Barnacle Bluffs, Oregon. He spends the next five years in a convalescent stupor, content to bide his time filling out crossword puzzles and trying to forget that his wife's death is his fault. But all that changes when he discovers the body of a young woman washed up on the beach, and his conscience draws him back into his old occupation – forcing him to confront the demons of his own guilt before he can hope to solve the girl's murder.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Business",
                "Own",
                "Contemporary"
            ]
        },
        {
            "title": "Coming Home",
            "authors": [
                "Karen Kingsbury"
            ],
            "ranking": 4.41,
            "ranking_count": 6099,
            "abstract": "Coming Home is a novel about tremendous victory and unprecedented loss, a story of faith and a forever kind of love, love that will stay with you long after the last page. This stand-alone novel will serve as either a grand introduction or a beautiful conclusion in the saga of the Baxter Family. The Baxters make plans to come together for a summer lakeside reunion, a celebration like they haven’t had in years. But before the big day, the unthinkable happens. As the Baxter Family rallies together, memories come to light in the grief-stricken hours of waiting and praying, memories that bring healing and hope during a time when otherwise darkness might have the final word. In a season that changes all of them, the brilliance of family love overshadows even the valley of heartache as the Baxters draw closer to God and each other. Along the way, secrets are revealed and the truth about the Baxter Family history is finally made known. Ultimately, in this portrait of family love, the Baxters cling to each other and to God’s promise of forever.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Contemporary",
                "Inspirational",
                "Romance",
                "Adult Fiction",
                "Adult",
                "Religion"
            ]
        },
        {
            "title": "Pegasus",
            "authors": [
                "Robin McKinley"
            ],
            "ranking": 3.62,
            "ranking_count": 8935,
            "abstract": "On her twelfth birthday, Princess Sylviianel is ceremonially bound to her own Pegasus, Ebon. For a thousand years humans and pegasi have lived in peace, relying on human magicians and pegasi shamans to converse. But close friends Sylvi and Ebon. can. talk. As their bond strengthens, can their friendship threaten to destroy the peace between their nations?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Animals"
            ]
        },
        {
            "title": "Spies of the Balkans",
            "authors": [
                "Alan Furst"
            ],
            "ranking": 3.91,
            "ranking_count": 5669,
            "abstract": "From the author of 'The Spies of Warsaw' comes another spy novel set in the Second World War. This time, the action takes place in the countryside of Macedonian Greece. Our lead characters are a British travel writer and a police official in Salonika.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Spy Thriller",
                "Thriller",
                "War",
                "Mystery",
                "Cultural"
            ]
        },
        {
            "title": "Drawn From Paradise: The Discovery, Art and Natural History of the Birds of Paradise",
            "authors": [
                "David Attenborough",
                "Errol Fuller"
            ],
            "ranking": 4.42,
            "ranking_count": 105,
            "abstract": "Drawn from Paradise is David Attenborough’s journey through the cultural history of the birds of paradise, one of the most exquisite and extravagant, colourful and intriguing families of birds.. From the moment they were introduced to the European mind in the early sixteenth century, their unique beauty was recognised and commemorated in the first name that they were given – birds so beautiful must be birds from paradise.. In this unique exploration of a truly awe-inspiring family of birds which to this day is still shrouded in mystery, David Attenborough and Errol Fuller trace the natural history of these enigmatic birds through their depiction in western works of art throughout the centuries, featuring beautiful illustrations by such luminary artists as Jacques Barraband, William Hart, John Gould, Rubens and Breughel, to name but a few. Experienced ornithologists and general nature and art enthusiasts alike will delight in this journey of discovery of the world’s most beautiful and mysterious birds.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Animals",
                "History",
                "Nonfiction",
                "Science",
                "Environment",
                "Wildlife"
            ]
        },
        {
            "title": "Hiking Through: Finding Peace and Freedom on the Appalachian Trail",
            "authors": [
                "Paul V. Stutzman"
            ],
            "ranking": 4.05,
            "ranking_count": 3539,
            "abstract": "After losing his wife to breast cancer, Paul Stutzman decided to make some big changes. He quit his job of seventeen years and embarked upon a thru-hike of the Appalachian Trail, a 2,176-mile stretch of varying terrain spanning fourteen states. During his nearly five-month-long hike, he battled brutal trail conditions and overwhelming loneliness, but also enjoyed spectacular scenery and trail camaraderie.With breathtaking descriptions and humorous anecdotes from his travels, Stutzman reveals how immersing himself in nature and befriending fellow hikers helped him recover from a devastating loss. Somewhere between Georgia and Maine, he realized that God had been with him every step of the way, and on a famous path through the wilderness, he found his own path to peace and freedom.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "Autobiography",
                "Nature",
                "Adventure",
                "Biography",
                "Environment",
                "Christian",
                "Biography Memoir",
                "Inspirational"
            ]
        },
        {
            "title": "For Sure & Certain",
            "authors": [
                "Anya Monroe"
            ],
            "ranking": 3.98,
            "ranking_count": 202,
            "abstract": "***She knits, cans jam, and lives in the city. He’s an Amish college student, breaking the rules. They're so right, it's wrong.***. Marigold, a recent high school graduate with a shady past, is looking to redefine herself. She doesn’t know what she wants exactly, but college isn’t it.. When she meets Abel, an Amish guy on Rumspringa, his ‘running around’ time, she doesn’t plan on falling for someone wearing a straw hat and suspenders. But she can't help it, Abel is the breath of fresh air she's been waiting for.. Abel, who’s moved to the city for a summer program at Jamestown, never imagined Marigold would be drawn to the life he was trying so hard to avoid. His family expects him to take over the family farm; college parties and dorm life don’t quite fit in with their plans for him.. Opposites attract, but nothing is easy with love. When they trade places for the summer they learn a life together isn’t as for sure and certain as they thought.",
            "part_of_series": false,
            "genre_list": [
                "New Adult",
                "Romance",
                "Young Adult",
                "Amish",
                "Contemporary"
            ]
        },
        {
            "title": "The Menagerie",
            "authors": [
                "Tui T. Sutherland",
                "Kari  Sutherland"
            ],
            "ranking": 4.28,
            "ranking_count": 5161,
            "abstract": "From the. New York Times. bestselling author of the Wings of Fire series, Tui T. Sutherland, and her sister, Kari Sutherland, comes the Menagerie series, perfect for fans of Brandon Mull’s Fablehaven series and The Spiderwick Chronicles.. In the small town of Xanadu, Wyoming lies the Menagerie, a top secret facility filled with unicorns, dragons, phoenixes, and other fairy tale creatures. At least, it was a secret—until six griffin cubs escaped.. If Logan and Zoe don’t get the cubs back fast, the entire Menagerie will be shut down. The race is on and the resulting adventure is only the beginning of a thrilling series that will leave readers wanting a magical menagerie of their very own.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Adventure",
                "Mystery",
                "Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "A Place Called Winter",
            "authors": [
                "Patrick Gale"
            ],
            "ranking": 4.12,
            "ranking_count": 8996,
            "abstract": "** Shortlisted for the Costa Novel Award 2015 **. To find yourself, sometimes you must lose everything. Discover it all in A PLACE CALLED WINTER - picked for the BBC Radio 2 Simon Mayo Book Club and the Waterstones Book Club. A shy but privileged elder son, Harry Cane has followed convention at every step. Even the beginnings of an illicit, dangerous affair do little to shake the foundations of his muted existence - until the shock of discovery and the threat of arrest force him to abandon his wife and child and sign up for emigration to Canada.. Remote and unforgiving, his allotted homestead in a place called Winter is a world away from the golden suburbs of turn-of-the-century Edwardian England. And yet it is here, isolated in a seemingly harsh landscape, under the threat of war and madness that the fight for survival will reveal in Harry an inner strength and capacity for love beyond anything he has ever known before.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "Cultural",
                "Romance",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Wrong Boy",
            "authors": [
                "Suzy Zail"
            ],
            "ranking": 4.11,
            "ranking_count": 2142,
            "abstract": "The story of a Jewish girl sent to Auschwitz with her family. She falls in love with the wrong boy – the German son of the camp commander.. Hanna is a talented pianist, and the protected second daughter of middle class Hungarian Jews. Relatively late in World War II the Budapest Jews were rounded up and sent to Auschwitz. Hanna and her mother and sister are separated from her father. Her mother becomes increasingly mentally ill until she too is taken away somewhere. Her sister Erika is slowly starving to death. Hanna is quite a naïve 15-year-old but when presented with the opportunity to play piano for the camp commander, she is desperate to be chosen. She goes each day under guard to the commander’s house and stands waiting in case the commander should want some music. Also living in the house is the commander’s son, Karl. A handsome young man who seems completely disengaged from what is happening around him. Hanna hates him as he sits drawing in the music room. But the longer Hanna goes to the house, the more she realises there are other things going on. Secret things. Karl may not be the person she thinks he is. Before she knows it she has fallen in love with the wrong boy.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "War",
                "Romance",
                "World War II",
                "Adventure",
                "Fiction",
                "Music"
            ]
        },
        {
            "title": "The Awful Mess",
            "authors": [
                "Sandra Hutchison"
            ],
            "ranking": 3.8,
            "ranking_count": 971,
            "abstract": "An alternate cover edition can be found. here. and. here. .. In this witty and suspenseful update of The Scarlet Letter, self-proclaimed heathen Mary Bellamy arrives in a small town and quickly gets caught up in the lives of an unhappily-married Episcopal priest and a handsome town cop. Soon she's facing a crushing job loss, a scandalous pregnancy, a painful secret, and a dangerous ex. Can Mary arrive at any kind of redemption ... or is this awful mess her last?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Womens Fiction",
                "Suspense",
                "Drama",
                "Fiction",
                "Novels",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "1493: Uncovering the New World Columbus Created",
            "authors": [
                "Charles C. Mann"
            ],
            "ranking": 4.11,
            "ranking_count": 17587,
            "abstract": "From the author of 1491—the best-selling study of the pre-Columbian Americas—a deeply engaging new history of the most momentous biological event since the death of the dinosaurs.. More than 200 million years ago, geological forces split apart the continents. Isolated from each other, the two halves of the world developed radically different suites of plants and animals. When Christopher Columbus set foot in the Americas, he ended that separation at a stroke. Driven by the economic goal of establishing trade with China, he accidentally set off an ecological convulsion as European vessels carried thousands of species to new homes across the oceans.. The Columbian Exchange, as researchers call it, is the reason there are tomatoes in Italy, oranges in Florida, chocolates in Switzerland, and chili peppers in Thailand. More important, creatures the colonists knew nothing about hitched along for the ride. Earthworms, mosquitoes, and cockroaches; honeybees, dandelions, and African grasses; bacteria, fungi, and viruses; rats of every description—all of them rushed like eager tourists into lands that had never seen their like before, changing lives and landscapes across the planet.. Eight decades after Columbus, a Spaniard named Legazpi succeeded where Columbus had failed. He sailed west to establish continual trade with China, then the richest, most powerful country in the world. In Manila, a city Legazpi founded, silver from the Americas, mined by African and Indian slaves, was sold to Asians in return for silk for Europeans. It was the first time that goods and people from every corner of the globe were connected in a single worldwide exchange. Much as Columbus created a new world biologically, Legazpi and the Spanish empire he served created a new world economically.. As Charles C. Mann shows, the Columbian Exchange underlies much of subsequent human history. Presenting the latest research by ecologists, anthropologists, archaeologists, and historians, Mann shows how the creation of this worldwide network of ecological and economic exchange fostered the rise of Europe, devastated imperial China, convulsed Africa, and for two centuries made Mexico City—where Asia, Europe, and the new frontier of the Americas dynamically interacted—the center of the world. In such encounters, he uncovers the germ of today’s fiercest political disputes, from immigration to trade policy to culture wars.. In 1493, Charles Mann gives us an eye-opening scientific interpretation of our past, unequaled in its authority and fascination",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Science",
                "North American Hi...",
                "Anthropology",
                "Economics",
                "Historical",
                "Audiobook",
                "Environment"
            ]
        },
        {
            "title": "Є поети для епох",
            "authors": [
                "Іван Дзюба",
                "Lina Kostenko",
                "Oxana Pachlovska"
            ],
            "ranking": 4.78,
            "ranking_count": 9,
            "abstract": "Побачила світ книга Iвана Дзюби про життя і творчість Ліни Костенко. Особливість видання у тому, що вперше культова українська поетка відкривається читачу не лише як автор, а й як людина.. Директор видавництва «Либідь», що власне й видало книгу, Олена Бойко так охарактеризувала процес створення книги Іваном Дзюбою: «Оскільки останніми роками події у творчості Ліни Василівни набирали темпу, Іван Михайлович увесь час доопрацьовував своє дослідження. Коли було завершено дослідницьку частину творчості Ліни Костенко, постало інше питання: читачеві, окрім дуже стислих і скупих рядків у довідкових виданнях, ніде взяти інформації про свого улюбленого поета. Тоді ми звернулися до Івана Михайловича із проханням розширити саме біографічний розділ, а він, у свою чергу, – про це він пише у книзі – звернувся до Ліни Василівни, щоб вона сама наголосила на тому, що вважає важливим. Ці розмови виявилися такими цікавими і творчо привабливими, що за одну зустріч їх просто неможливо було завершити. Так нам сприяла доля в цьому процесі, що на той момент Оксана Пахльовська, дочка Ліни Василівни, була в Києві, і вона долучилася, а пізніше й перебрала на себе цю роботу, щоб допомогти Іванові Михайловичу».. У видавництві кажуть, що внаслідок такої співпраці вийшла книжка, яка не має собі подібних: одна частина – дослідницька, Івана Дзюби про творчість Ліни Костенко, а далі – знову про творчість, але вже на тлі автобіографічних розповідей Ліни Василівни",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Destiny Divided",
            "authors": [
                "Leia Shaw"
            ],
            "ranking": 3.6,
            "ranking_count": 761,
            "abstract": "Pure power flooded her body flowing freely through her veins. She had just found an emotion stronger than anger and fear combined. Lust. And there was no containing her now.. After fleeing her native city — and nightmares of a traumatic childhood — Sage Peterson meets the overbearing, pretentious, yet haunted Professor Elias. He’s the only one who knows about her mysterious powers, which seem to be spiraling out of control. When he convinces her to train with him, she finds herself thrust into a five hundred year war and on the run from vampires, werewolves, and even worse — her budding feelings for James Elias.. James had been living a dull and empty existence for the past century and a half. When a fiery half-sorceress, half-witch with a stubborn streak and sharp wit enters his life, he sees her only as a potential weapon to use against his greatest enemy. But when he discovers the vulnerable woman beneath the angry mask, instinct screams to keep her safe. To protect and provide. And to claim her as his.. But will it be too late? As passion and lust ignite between them, vengeance is slipping away. And when Sage is confronted with fulfilling an unexpected destiny, will she choose to trust James with her heart?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Shapeshifters"
            ]
        },
        {
            "title": "Rome's Last Citizen: The Life and Legacy of Cato, Mortal Enemy of Caesar",
            "authors": [
                "Rob Goodman",
                "Jimmy Soni"
            ],
            "ranking": 4.13,
            "ranking_count": 916,
            "abstract": "The first biography of the final man to stand against Caesar—whose principles and defiance became a rallying cry for future revolutions. He was Rome’s bravest statesman, an aristocratic soldier who slept on the ground with his troops, a Stoic philosopher and staunch defender of the sacred Roman tradition, who inspired early Christianity: This is the story of Marcus Porcius Cato.. Cato’s life is a gripping tale rich with resonances for our own turbulent politics. Cato grappled with homegrown terrorists, a public and private debt crisis, a yawning gap between rich and poor, and a fractious ruling class whose lives took on the dimensions of soap opera.. This is the story of this uncompromising man’s formation in a time of crisis and his lifelong battle to save the Republic.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Philosophy",
                "Nonfiction",
                "Politics",
                "Roman",
                "Classics",
                "Autobiography",
                "Self Help"
            ]
        },
        {
            "title": "Mis(h)adra",
            "authors": [
                "Iasmin Omar Ata"
            ],
            "ranking": 4.02,
            "ranking_count": 1087,
            "abstract": "An Arab-American college student struggles to live with epilepsy in this starkly colored and deeply-cutting graphic novel.. Isaac wants nothing more than to be a functional college student—but managing his epilepsy is an exhausting battle to survive. He attempts to maintain a balancing act between his seizure triggers and his day-to-day schedule, but he finds that nothing—not even his medication—seems to work. The doctors won’t listen, the schoolwork keeps piling up, his family is in denial about his condition, and his social life falls apart as he feels more and more isolated by his illness. Even with an unexpected new friend by his side, so much is up against him that Isaac is starting to think his epilepsy might be unbeatable.. Based on the author’s own experiences as an epileptic,. Mis(h)adra. is a boldly visual depiction of the daily struggles of living with a misunderstood condition in today’s hectic and uninformed world.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Disability",
                "Health",
                "Graphic Novels Comics",
                "Adult",
                "Young Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Through the Valley of the Nest of Spiders",
            "authors": [
                "Samuel R. Delany"
            ],
            "ranking": 4.01,
            "ranking_count": 191,
            "abstract": "Samuel R. Delany is not only one of the most profound and courageous writers at work today, he is a writer of seemingly limitless range.—Michael Cunningham. A vast river of a novel alive with explicit sexuality and the richness of life itself,. Through the Valley of the Nest of Spiders. concerns a gay, working-class, interracial relationship. In 2007, just before Eric's seventeenth birthday, his father brings him to Diamond Harbor, a failing tourist town on the Georgia coast, to live with his mother. There Eric meets nineteen-year-old Morgan Haskell, who works with his father, Dynamite Haskell, and the two boys soon join their lives—and their bodies—together on the coast as a couple over the next seventy-five years.. The author of more than forty books,. Samuel R. Delany. is a novelist and critic whose novel. Dhalgren. has sold over a million copies. He is a recipient of the William Whitehead Memorial Award for a Lifetime Contribution to Gay and Lesbian Writing and the Lambda Literary Pioneer Award. He is a professor of English and creative writing at Temple University in Philadelphia.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Science Fiction",
                "Gay",
                "Speculative Fiction",
                "Race",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "She Has Her Mother's Laugh: The Powers, Perversions, and Potential of Heredity",
            "authors": [
                "Carl Zimmer"
            ],
            "ranking": 4.17,
            "ranking_count": 5188,
            "abstract": "Carl Zimmer presents a history of our understanding of heredity in this sweeping, resonating overview of a force that shaped human society--a force set to shape our future even more radically.. She Has Her Mother's Laugh. presents a profoundly original perspective on what we pass along from generation to generation. Charles Darwin played a crucial part in turning heredity into a scientific question, and yet he failed spectacularly to answer it. The birth of genetics in the early 1900s seemed to do precisely that. Gradually, people translated their old notions about heredity into a language of genes. As the technology for studying genes became cheaper, millions of people ordered genetic tests to link themselves to missing parents, to distant ancestors, to ethnic identities. . . .. But, Zimmer writes, Each of us carries an amalgam of fragments of DNA, stitched together from some of our many ancestors. Each piece has its own ancestry, traveling a different path back through human history. A particular fragment may sometimes be cause for worry, but most of our DNA influences who we are--our appearance, our height, our penchants--in inconceivably subtle ways. Heredity isn't just about genes that pass from parent to child. Heredity continues within our own bodies, as a single cell gives rise to trillions of cells that make up our bodies. We say we inherit genes from our ancestors--using a word that once referred to kingdoms and estates--but we inherit other things that matter as much or more to our lives, from microbes to technologies we use to make life more comfortable. We need a new definition of what heredity is and, through Carl Zimmer's lucid exposition and storytelling, this resounding tour de force delivers it.. Weaving historical and current scientific research, his own experience with his two daughters, and the kind of original reporting expected of one of the world's best science journalists, Zimmer ultimately unpacks urgent bioethical quandaries arising from new biomedical technologies, but also long-standing presumptions about who we really are and what we can pass on to future generations.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Biology",
                "Audiobook",
                "Psychology",
                "Medical"
            ]
        },
        {
            "title": "How to Build a Girl",
            "authors": [
                "Caitlin Moran"
            ],
            "ranking": 3.72,
            "ranking_count": 33452,
            "abstract": "A hilarious yet deeply moving coming of age novel.. What do you do in your teenage years when you realize what your parents taught you wasn’t enough? You must go out and find books and poetry and pop songs and bad heroes—and build yourself.. It’s 1990. Johanna Morrigan, fourteen, has shamed herself so badly on local TV that she decides that there’s no point in being Johanna anymore and reinvents herself as Dolly Wilde—fast-talking, hard-drinking Gothic hero and full-time Lady Sex Adventurer. She will save her poverty-stricken Bohemian family by becoming a writer—like Jo in Little Women, or the Bröntes—but without the dying young bit.. By sixteen, she’s smoking cigarettes, getting drunk and working for a music paper. She’s writing pornographic letters to rock-stars, having all the kinds of sex with all kinds of men, and eviscerating bands in reviews of 600 words or less.. But what happens when Johanna realizes she’s built Dolly with a fatal flaw? Is a box full of records, a wall full of posters, and a head full of paperbacks, enough to build a girl after all?. Imagine. The Bell Jar. written by Rizzo from. Grease. How to Build a Girl. is a funny, poignant, and heartbreakingly evocative story of self-discovery and invention, as only Caitlin Moran could tell it.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Young Adult",
                "Contemporary",
                "Humor",
                "Audiobook",
                "Music",
                "European Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Secret Hen House Theatre",
            "authors": [
                "Helen Peters"
            ],
            "ranking": 4.08,
            "ranking_count": 253,
            "abstract": "Since the death of her mother, Hannah's family life has been somewhat chaotic. Her father is absorbed by running their dilapidated farm, and the four children are increasingly left to their own devices. But when the farm is threatened with demolition, Hannah determines to save it and realise her dreams at the same time.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Contemporary"
            ]
        },
        {
            "title": "Unreal City: Las Vegas, Black Mesa, and the Fate of the West",
            "authors": [
                "Judith Nies"
            ],
            "ranking": 3.51,
            "ranking_count": 170,
            "abstract": "An epic struggle over land, water, and power is erupting in the American West and the halls of Washington, DC. It began when a 4,000-square-mile area of Arizona desert called Black Mesa was divided between the Hopi and Navajo tribes. To the outside world, it was a land struggle between two fractious Indian tribes; to political insiders and energy corporations, it was a divide-and-conquer play for the 21 billion tons of coal beneath Black Mesa. Today, that coal powers cheap electricity for Los Angeles, a new water aqueduct into Phoenix, and the neon dazzle of Las Vegas.. Journalist and historian Judith Nies has been tracking this story for nearly four decades. She follows the money and tells us the true story of wealth and water, mendacity, and corruption at the highest levels of business and government. Amid the backdrop of the breathtaking desert landscape, Unreal City shows five cultures colliding—Hopi, Navajo, global energy corporations, Mormons, and US government agencies—resulting in a battle over resources and the future of the West.. Las Vegas may attract 39 million visitors a year, but the tourists mesmerized by the dancing water fountains at the Bellagio don’t ask where the water comes from. They don’t see a city with the nation’s highest rates of foreclosure, unemployment, and suicide. They don’t see the astonishing drop in the water level of Lake Mead—where Sin City gets 90 percent of its water supply.. Nies shows how the struggle over Black Mesa lands is an example of a global phenomenon in which giant transnational corporations have the power to separate indigenous people from their energy-rich lands with the help of host governments. Unreal City explores how and why resources have been taken from native lands, what it means in an era of climate change, and why, in this city divorced from nature, the only thing more powerful than money is water.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Environment",
                "Politics",
                "North American Hi...",
                "Travel"
            ]
        },
        {
            "title": "Dracul",
            "authors": [
                "Dacre Stoker",
                "J.D. Barker"
            ],
            "ranking": 4.11,
            "ranking_count": 11322,
            "abstract": "The prequel to. Dracula. , inspired by notes and texts left behind by the author of the classic novel,. Dracul. is a supernatural thriller that reveals not only Dracula's true origins but Bram Stoker's--and the tale of the enigmatic woman who connects them.. It is 1868, and a twenty-one-year-old Bram Stoker waits in a desolate tower to face an indescribable evil. Armed only with crucifixes, holy water, and a rifle, he prays to survive a single night, the longest of his life. Desperate to record what he has witnessed, Bram scribbles down the events that led him here.... A sickly child, Bram spent his early days bedridden in his parents' Dublin home, tended to by his caretaker, a young woman named Ellen Crone. When a string of strange deaths occur in a nearby town, Bram and his sister Matilda detect a pattern of bizarre behavior by Ellen--a mystery that deepens chillingly until Ellen vanishes suddenly from their lives. Years later, Matilda returns from studying in Paris to tell Bram the news that she has seen Ellen--and that the nightmare they've thought long ended is only beginning.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Historical",
                "Fiction",
                "Paranormal",
                "Fantasy",
                "Gothic",
                "Thriller",
                "Audiobook"
            ]
        }
    ]
}