{
    "books": [
        {
            "title": "World Without End",
            "authors": [
                "Ken Follett"
            ],
            "ranking": 4.28,
            "ranking_count": 224440,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. World Without End takes place in the same town of Kingsbridge, two centuries after the townspeople finished building the exquisite Gothic cathedral that was at the heart of The Pillars of the Earth. The cathedral and the priory are again at the center of a web of love and hate, greed and pride, ambition and revenge, but this sequel stands on its own. This time the men and women of an extraordinary cast of characters find themselves at a crossroads of new ideas—about medicine, commerce, architecture, and justice. In a world where proponents of the old ways fiercely battle those with progressive minds, the intrigue and tension quickly reach a boiling point against the devastating backdrop of the greatest natural disaster ever to strike the human race—the Black Death.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "European Literature",
                "Novels",
                "Romance",
                "Fantasy",
                "Adult"
            ]
        },
        {
            "title": "The Arabian Nights",
            "authors": [
                "Anonymous",
                "Richard Francis Burton",
                "A.S. Byatt"
            ],
            "ranking": 4.04,
            "ranking_count": 73762,
            "abstract": "This volume reproduces the 1932 Modern Library edition, for which Bennett A. Cerf chose the most famous and representative stories from Sir Richard F. Burton's multivolume translation, and includes Burton's extensive and acclaimed explanatory notes.. The tales of told by Shahrazad over a thousand and one nights to delay her execution by the vengeful King Shahriyar have become among the most popular in both Eastern and Western literature, as recounted by Sir Francis Burton. From the epic adventures of Aladdin and the Enchanted Lamp to the farcical Young Woman and her Five Lovers and the social criticism of The Tale of the Hunchback, the stories depict a fabulous world of all-powerful sorcerers, jinns imprisoned in bottles and enchanting princesses. But despite their imaginative extravagance, the Tales are anchored to everyday life by their realism, providing a full and intimate record of medieval Islam.'",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Fantasy",
                "Short Stories",
                "Literature",
                "Adventure",
                "Folklore"
            ]
        },
        {
            "title": "Cyrano de Bergerac",
            "authors": [
                "Edmond Rostand",
                "Eteel Lawson",
                "Lowell Bair"
            ],
            "ranking": 4.06,
            "ranking_count": 78145,
            "abstract": "This is Edmond Rostand's immortal play in which chivalry and wit, bravery and love are forever captured in the timeless spirit of romance. Set in Louis XIII's reign, it is the moving and exciting drama of one of the finest swordsmen in France, gallant soldier, brilliant wit, tragic poet-lover with the face of a clown. Rostand's extraordinary lyric powers gave birth to a universal hero--Cyrano De Bergerac--and ensured his own reputation as author of one of the best-loved plays in the literature of the stage.. This translation, by the American poet Brian Hooker, is nearly as famous as the original play itself, and is generally considered to be one of the finest English verse translations ever written.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Cultural",
                "Romance",
                "Academic",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "Interpreter of Maladies",
            "authors": [
                "Jhumpa Lahiri"
            ],
            "ranking": 4.17,
            "ranking_count": 174730,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. Navigating between the Indian traditions they've inherited and the baffling new world, the characters in Jhumpa Lahiri's elegant, touching stories seek love beyond the barriers of culture and generations. In A Temporary Matter, published in. The New Yorker. , a young Indian-American couple faces the heartbreak of a stillborn birth while their Boston neighborhood copes with a nightly blackout. In the title story, an interpreter guides an American family through the India of their ancestors and hears an astonishing confession. Lahiri writes with deft cultural insight reminiscent of Anita Desai and a nuanced depth that recalls Mavis Gallant.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Asian Literature",
                "Adult Fiction",
                "Academic"
            ]
        },
        {
            "title": "The Westing Game",
            "authors": [
                "Ellen Raskin"
            ],
            "ranking": 4.01,
            "ranking_count": 190540,
            "abstract": "A bizarre chain of events begins when sixteen unlikely people gather for the reading of Samuel W. Westing's will. And though no one knows why the eccentric, game-loving millionaire has chosen a virtual stranger—and a possible murderer—to inherit his vast fortune, one thing's for sure: Sam Westing may be dead ... but that won't stop him from playing one last game!",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Classics",
                "Thriller",
                "Academic",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Wicked Lovely",
            "authors": [
                "Melissa Marr"
            ],
            "ranking": 3.69,
            "ranking_count": 162525,
            "abstract": "Rule #3:. Don't stare at invisible faeries.. Aislinn has always seen faeries. Powerful and dangerous, they walk hidden in the mortal world. Aislinn fears their cruelty - especially if they learn of her Sight - and wishes she were as blind to their presence as other teens.. Rule #2:. Don't speak to invisible faeries.. Now faeries are stalking her. One of them, Keenan, who is equal parts terrifying and alluring, is trying to talk to her, asking questions Aislinn is afraid to answer.. Rule #1:. Don't ever attract their attention.. But it's too late. Keenan is the Summer King, who has sought his queen for nine centuries. Without her, summer itself will perish. He is determined that Aislinn will become the Summer Queen at any cost — regardless of her plans or desires.. Suddenly none of the rules that have kept Aislinn safe are working anymore, and everything is on the line: her freedom; her best friend, Seth; her life; everything.. Faery intrigue, mortal love, and the clash of ancient rules and modern expectations swirl together in Melissa Marr's stunning twenty-first-century faery tale.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Lover Eternal",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.33,
            "ranking_count": 183426,
            "abstract": "In the shadows of the night in Caldwell, New York, there’s a deadly war raging between vampires and their slayers. And there exists a secret band of brothers like no other - six vampire warriors, defenders of their race. Possessed by a deadly beast, Rhage is the most dangerous of the Black Dagger Brotherhood.... Within the brotherhood, Rhage is the vampire with the strongest appetite. He's the best fighter, the quickest to act on his impulses, and the most voracious lover-for inside him burns a ferocious curse cast by the Scribe Virgin.. Possessed by this dark side, Rhage fears the times when his inner dragon is unleashed, making him a danger to everyone around him. When Mary Luce is unwittingly thrown into the vampire world, she must rely on Rhage's protection. Knowing that Mary feels the same intense animal attraction, Rhage must make her his alone...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Before I Fall",
            "authors": [
                "Lauren Oliver"
            ],
            "ranking": 3.89,
            "ranking_count": 321296,
            "abstract": "For popular high school senior Samantha Kingston, February 12—Cupid Day—should be one big party, a day of valentines and roses and the privileges that come with being at the top of the social pyramid. And it is … until she dies in a terrible accident that night.. However, she still wakes up the next morning. In fact, Sam lives the last day of her life seven times, until she realizes that by making even the slightest changes, she may hold more power than she ever imagined.. Before I Fall. is now a major motion picture Zoey Deutch, Halston Sage, and Kian Lawley. Named to numerous state reading lists, the novel was also recognized as a Best Book of the Year by Amazon.com, Barnes & Noble, The Daily Beast, NPR, and. Publishers Weekly. .",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Romance",
                "Fantasy",
                "Realistic Fiction",
                "Death",
                "Audiobook"
            ]
        },
        {
            "title": "Words of Radiance",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.75,
            "ranking_count": 260343,
            "abstract": "Words of Radiance. , Book Two of the Stormlight Archive, continues the immersive fantasy epic that. The Way of Kings. began.. Expected by his enemies to die the miserable death of a military slave, Kaladin survived to be given command of the royal bodyguards, a controversial first for a low-status darkeyes. Now he must protect the king and Dalinar from every common peril as well as the distinctly uncommon threat of the Assassin, all while secretly struggling to master remarkable new powers that are somehow linked to his honorspren, Syl.. The Assassin, Szeth, is active again, murdering rulers all over the world of Roshar, using his baffling powers to thwart every bodyguard and elude all pursuers. Among his prime targets is Highprince Dalinar, widely considered the power behind the Alethi throne. His leading role in the war would seem reason enough, but the Assassin's master has much deeper motives.. Brilliant but troubled Shallan strives along a parallel path. Despite being broken in ways she refuses to acknowledge, she bears a terrible burden: to somehow prevent the return of the legendary Voidbringers and the civilization-ending Desolation that will follow. The secrets she needs can be found at the Shattered Plains, but just arriving there proves more difficult than she could have imagined.. Meanwhile, at the heart of the Shattered Plains, the Parshendi are making an epochal decision. Hard pressed by years of Alethi attacks, their numbers ever shrinking, they are convinced by their war leader, Eshonai, to risk everything on a desperate gamble with the very supernatural forces they once fled. The possible consequences for Parshendi and humans alike, indeed, for Roshar itself, are as dangerous as they are incalculable.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy",
                "Epic",
                "Adventure"
            ]
        },
        {
            "title": "The Nightingale",
            "authors": [
                "Kristin Hannah"
            ],
            "ranking": 4.59,
            "ranking_count": 929533,
            "abstract": "In love we find out who we want to be.. In war we find out who we are.. FRANCE, 1939. In the quiet village of Carriveau, Vianne Mauriac says good-bye to her husband, Antoine, as he heads for the Front. She doesn’t believe that the Nazis will invade France…but invade they do, in droves of marching soldiers, in caravans of trucks and tanks, in planes that fill the skies and drop bombs upon the innocent. When a German captain requisitions Vianne’s home, she and her daughter must live with the enemy or lose everything. Without food or money or hope, as danger escalates all around them, she is forced to make one impossible choice after another to keep her family alive.. Vianne’s sister, Isabelle, is a rebellious eighteen-year-old, searching for purpose with all the reckless passion of youth. While thousands of Parisians march into the unknown terrors of war, she meets Gaëtan, a partisan who believes the French can fight the Nazis from within France, and she falls in love as only the young can…completely. But when he betrays her, Isabelle joins the Resistance and never looks back, risking her life time and again to save others.. With courage, grace and powerful insight, bestselling author Kristin Hannah captures the epic panorama of World War II and illuminates an intimate part of history seldom seen: the women’s war.. The Nightingale. tells the stories of two sisters, separated by years and experience, by ideals, passion and circumstance, each embarking on her own dangerous path toward survival, love, and freedom in German-occupied, war-torn France—a heartbreakingly beautiful novel that celebrates the resilience of the human spirit and the durability of women. It is a novel for everyone, a novel for a lifetime.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Audiobook",
                "Adult",
                "Romance",
                "Cultural",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Dog's Purpose",
            "authors": [
                "W. Bruce Cameron"
            ],
            "ranking": 4.34,
            "ranking_count": 122591,
            "abstract": "This is the remarkable story of one endearing dog's search for his purpose over the course of several lives. More than just another charming dog story, this touches on the universal quest for an answer to life's most basic question: Why are we here?. Surprised to find himself reborn as a rambunctious golden haired puppy after a tragically short life as a stray mutt, Bailey's search for his new life's meaning leads him into the loving arms of 8 year old Ethan. During their countless adventures Bailey joyously discovers how to be a good dog.. But this life as a beloved family pet is not the end of Bailey's journey. Reborn as a puppy yet again, Bailey wonders, will he ever find his purpose?. Heartwarming, insightful, and often laugh out loud funny, this book is not only the emotional and hilarious story of a dog's many lives, but also a dog's eye commentary on human relationships and the unbreakable bonds between man and man's best friend. This story teaches us that love never dies, that our true friends are always with us, and that every creature on earth is born with a purpose.. --front flap",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Animals",
                "Contemporary",
                "Fantasy",
                "Adult",
                "Audiobook",
                "Humor",
                "Adult Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "I'll Give You the Sun",
            "authors": [
                "Jandy Nelson"
            ],
            "ranking": 4.15,
            "ranking_count": 298622,
            "abstract": "At first, Jude and her twin brother Noah, are inseparable. Noah draws constantly and is falling in love with the charismatic boy next door, while daredevil Jude wears red-red lipstick, cliff-dives, and does all the talking for both of them.. Years later, they are barely speaking. Something has happened to change the twins in different yet equally devastating ways... but then Jude meets an intriguing, irresistible boy and a mysterious new mentor. The early years are Noah's to tell; the later years are Jude's. But they each have only half the story, and if they can only find their way back to one another, they'll have a chance to remake their world.. This radiant, award-winning novel from the acclaimed author of. The Sky Is Everywhere. will leave you breathless and teary and laughing—often all at once.. Printz Award Winner Stonewall Honor Book.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "LGBT",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Family"
            ]
        },
        {
            "title": "The Merchant of Venice",
            "authors": [
                "William Shakespeare",
                "Robert          Jackson",
                "Barbara A. Mowat",
                "Paul Werstine"
            ],
            "ranking": 3.79,
            "ranking_count": 172048,
            "abstract": "In this lively comedy of love and money in sixteenth-century Venice, Bassanio wants to impress the wealthy heiress Portia but lacks the necessary funds. He turns to his merchant friend, Antonio, who is forced to borrow from Shylock, a Jewish moneylender. When Antonio's business falters, repayment becomes impossible--and by the terms of the loan agreement, Shylock is able to demand a pound of Antonio's flesh. Portia cleverly intervenes, and all ends well (except of course for Shylock).",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Academic",
                "Literature",
                "Poetry"
            ]
        },
        {
            "title": "All the King's Men",
            "authors": [
                "Robert Penn Warren"
            ],
            "ranking": 4.07,
            "ranking_count": 60774,
            "abstract": "More than just a classic political novel, Warren’s tale of power and corruption in the Depression-era South is a sustained meditation on the unforeseen consequences of every human act, the vexing connectedness of all people and the possibility—it’s not much of one—of goodness in a sinful world. Willie Stark, Warren’s lightly disguised version of Huey Long, the one time Louisiana strongman/governor, begins as a genuine tribune of the people and ends as a murderous populist demagogue. Jack Burden is his press agent, who carries out the boss’s orders, first without objection, then in the face of his own increasingly troubled conscience. And the politics? For Warren, that’s simply the arena most likely to prove that man is a fallen creature. Which it does.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Politics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "American"
            ]
        },
        {
            "title": "Peace Like a River",
            "authors": [
                "Leif Enger"
            ],
            "ranking": 3.99,
            "ranking_count": 86147,
            "abstract": "Once in a great while, we encounter a novel in our voluminous reading that begs to be read aloud. Leif Enger's debut,. Peace Like a River. , is one such work. His richly evocative novel, narrated by an asthmatic 11-year-old named Reuben Land, is the story of Reuben's unusual family and their journey across the frozen Badlands of the Dakotas in search of his fugitive older brother. Charged with the murder of two locals who terrorized their family, Davy has fled, understanding that the scales of justice will not weigh in his favor. But Reuben, his father, Jeremiah—a man of faith so deep he has been known to produce miracles—and Reuben's little sister, Swede, follow closely behind the fleeing Davy.. Affecting and dynamic,. Peace Like a River. is at once a tragedy, a romance, and an unflagging exploration into the spirituality and magic possible in the everyday world, and in that of the world awaiting us on the other side of life. In Enger's superb debut effort, we witness a wondrous celebration of family, faith, and spirit, the likes of which we haven't seen in a long, long time—and the birth of a classic work of literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Book Club",
                "Adult Fiction",
                "Literary Fiction",
                "Novels",
                "Adult",
                "Young Adult",
                "Contemporary",
                "Family"
            ]
        },
        {
            "title": "Cress",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 4.42,
            "ranking_count": 321580,
            "abstract": "In this third book in the Lunar Chronicles, Cinder and Captain Thorne are fugitives on the run, now with Scarlet and Wolf in tow. Together, they're plotting to overthrow Queen Levana and her army.. Their best hope lies with Cress, a girl imprisoned on a satellite since childhood who's only ever had her netscreens as company. All that screen time has made Cress an excellent hacker. Unfortunately, she's just received orders from Levana to track down Cinder and her handsome accomplice.. When a daring rescue of Cress goes awry, the group is separated. Cress finally has her freedom, but it comes at a higher price. Meanwhile, Queen Levana will let nothing prevent her marriage to Emperor Kai. Cress, Scarlet, and Cinder may not have signed up to save the world, but they may be the only hope the world has.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Retellings",
                "Fiction",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "The Haunting of Hill House",
            "authors": [
                "Shirley Jackson",
                "Laura   Miller"
            ],
            "ranking": 3.83,
            "ranking_count": 217233,
            "abstract": "It is the story of four seekers who arrive at a notoriously unfriendly pile called Hill House: Dr. Montague, an occult scholar looking for solid evidence of a haunting; Theodora, the lighthearted assistant; Eleanor, a friendless, fragile young woman well acquainted with poltergeists; and Luke, the future heir of Hill House. At first, their stay seems destined to be merely a spooky encounter with inexplicable phenomena. But Hill House is gathering its powers—and soon it will choose one of them to make its own.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Classics",
                "Fiction",
                "Gothic",
                "Mystery",
                "Fantasy",
                "Audiobook",
                "Thriller",
                "Paranormal"
            ]
        },
        {
            "title": "The Cruel Prince",
            "authors": [
                "Holly Black"
            ],
            "ranking": 4.1,
            "ranking_count": 586410,
            "abstract": "This is a previously published cover edition of ISBN 9780316310277. An alternative cover edition for this ISBN can be found. here. .. Of course I want to be like them. They’re beautiful as blades forged in some divine fire. They will live forever.. And Cardan is even more beautiful than the rest. I hate him more than all the others. I hate him so much that sometimes when I look at him, I can hardly breathe.. Jude was seven when her parents were murdered and she and her two sisters were stolen away to live in the treacherous High Court of Faerie. Ten years later, Jude wants nothing more than to belong there, despite her mortality. But many of the fey despise humans. Especially Prince Cardan, the youngest and wickedest son of the High King.. To win a place at the Court, she must defy him–and face the consequences.. As Jude becomes more deeply embroiled in palace intrigues and deceptions, she discovers her own capacity for trickery and bloodshed. But as betrayal threatens to drown the Courts of Faerie in violence, Jude will need to risk her life in a dangerous alliance to save her sisters, and Faerie itself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Fiction",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "Scarlet",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 4.26,
            "ranking_count": 364999,
            "abstract": "Cinder returns in the second thrilling installment of the New York Times-bestselling Lunar Chronicles.. She’s trying to break out of prison—even though if she succeeds, she’ll be the Commonwealth’s most wanted fugitive. Halfway around the world, Scarlet Benoit’s grandmother is missing. It turns out there are many things Scarlet doesn’t know about her grandmother and the grave danger she has lived in her whole life.. When Scarlet encounters Wolf, a street fighter who may have information as to her grandmother’s whereabouts, she has no choice but to trust him, though he clearly has a few dark secrets of his own. As Scarlet and Wolf work to unravel one mystery, they find another when they cross paths with Cinder. Together, they must stay one step ahead of the vicious Lunar Queen who will do anything to make Prince Kai her husband, her king, her prisoner.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Retellings",
                "Fiction",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Emma",
            "authors": [
                "Jane Austen",
                "Fiona Stafford"
            ],
            "ranking": 4.03,
            "ranking_count": 754919,
            "abstract": "An alternative cover of this ISBN can be found. here. .. Emma Woodhouse is one of Austen's most captivating and vivid characters. Beautiful, spoilt, vain and irrepressibly witty, Emma organizes the lives of the inhabitants of her sleepy little village and plays matchmaker with devastating effect.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Historical",
                "Literature",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Invisible Monsters",
            "authors": [
                "Chuck Palahniuk"
            ],
            "ranking": 3.99,
            "ranking_count": 133778,
            "abstract": "She's a catwalk model who has everything: a boyfriend, a career, a loyal best friend. But when a sudden motor 'accident' leaves her disfigured and incapable of speech, she goes from being the beautiful centre of attention to being an invisible monster, so hideous that no one will acknowledge she exists.. Enter Brandy Alexander, Queen Supreme, one operation away from being a real woman, who will teach her that reinventing yourself means erasing your past and making up something better, and that salvation hides in the last place you'll ever want to look.. The narrator must exact revenge upon Evie, her best friend and fellow model; kidnap Manus, her two-timing ex-boyfriend; and hit the road with Brandy in search of a brand-new past, present and future.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Thriller",
                "Novels",
                "Mystery",
                "Humor",
                "Adult",
                "Horror",
                "Dark",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Art of War",
            "authors": [
                "Sun Tzu",
                "Thomas Cleary",
                "Pulat Otkan"
            ],
            "ranking": 3.97,
            "ranking_count": 397918,
            "abstract": "Twenty-Five Hundred years ago, Sun Tzu wrote this classic book of military strategy based on Chinese warfare and military thought. Since that time, all levels of military have used the teaching on Sun Tzu to warfare and civilization have adapted these teachings for use in politics, business and everyday life. The Art of War is a book which should be used to gain advantage of opponents in the boardroom and battlefield alike.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "Philosophy",
                "History",
                "War",
                "Politics",
                "Business",
                "Cultural",
                "Leadership"
            ]
        },
        {
            "title": "Gravity's Rainbow",
            "authors": [
                "Thomas Pynchon"
            ],
            "ranking": 3.98,
            "ranking_count": 41035,
            "abstract": "Winner of the 1973 National Book Award, Gravity's Rainbow is a postmodern epic, a work as exhaustively significant to the second half of the 20th century as Joyce's Ulysses was to the first. Its sprawling, encyclopedic narrative, and penetrating analysis of the impact of technology on society make it an intellectual tour de force.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Science Fiction",
                "Literature",
                "Historical",
                "Novels",
                "War",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "One Day in the Life of Ivan Denisovich",
            "authors": [
                "Aleksandr Solzhenitsyn",
                "H.T. Willetts"
            ],
            "ranking": 3.97,
            "ranking_count": 101459,
            "abstract": "The only English translation authorized by Aleksandr Solzhenitsyn. First published in the Soviet journal. Novy Mir. in 1962,. One Day in the Life of Ivan Denisovich. stands as a classic of contemporary literature. The story of labor-camp inmate Ivan Denisovich Shukhov, it graphically describes his struggle to maintain his dignity in the face of communist oppression. An unforgettable portrait of the entire world of Stalin's forced work camps,. One Day in the Life of Ivan Denisovich. is one of the most extraordinary literary documents to have emerged from the Soviet Union and confirms Solzhenitsyn's stature as a literary genius whose talent matches that of Dosotevsky, Turgenev, Tolstoy--Harrison Salisbury. This unexpurgated 1991 translation by H. T. Willetts is the only authorized edition available, and fully captures the power and beauty of the original Russian.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Historical",
                "Literature",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "The Knife of Never Letting Go",
            "authors": [
                "Patrick Ness"
            ],
            "ranking": 3.97,
            "ranking_count": 180566,
            "abstract": "Todd Hewitt is the only boy in a town of men. Ever since the settlers were infected with the Noise germ, Todd can hear everything the men think, and they hear everything he thinks. Todd is just a month away from becoming a man, but in the midst of the cacophony, he knows that the town is hiding something from him -- something so awful Todd is forced to flee with only his dog, whose simple, loyal voice he hears too. With hostile men from the town in pursuit, the two stumble upon a strange and eerily silent creature: a girl. Who is she? Why wasn't she killed by the germ like all the females on New World? Propelled by Todd's gritty narration, readers are in for a white-knuckle journey in which a boy on the cusp of manhood must unlearn everything he knows in order to figure out who he truly is.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Thriller",
                "Audiobook",
                "Apocalyptic"
            ]
        },
        {
            "title": "Where She Went",
            "authors": [
                "Gayle Forman"
            ],
            "ranking": 4.0,
            "ranking_count": 278071,
            "abstract": "It's been three years since the devastating accident... three years since Mia walked out of Adam's life forever.. Now living on opposite coasts, Mia is Juilliard's rising star and Adam is LA tabloid fodder, thanks to his new rock star status and celebrity girlfriend. When Adam gets stuck in New York by himself, chance brings the couple together again, for one last night. As they explore the city that has become Mia's home, Adam and Mia revisit the past and open their hearts to the future - and each other.. Told from Adam's point of view in the spare, lyrical prose that defined. If I Stay. ,. Where She Went. explores the devastation of grief, the promise of new hope, and the flame of rekindled romance.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Music",
                "New Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Silver Chair",
            "authors": [
                "C.S. Lewis",
                "Pauline Baynes"
            ],
            "ranking": 3.95,
            "ranking_count": 266853,
            "abstract": "Jill and Eustace must rescue the Prince from the evil Witch. .. NARNIA...where owls are wise, where some of the giants like to snack on humans, where a prince is put under an evil spell...and where the adventure begins.. Eustace and Jill escape from the bullies at school through a strange door in the wall, which, for once, is unlocked. It leads to the open moor...or does it? Once again Aslan has a task for the children, and Narnia needs them. Through dangers untold and caverns deep and dark, they pursue the quest that brings them face to face with the evil Witch. She must be defeated if Prince Rillian is to be saved.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Young Adult",
                "Childrens",
                "Christian",
                "Adventure",
                "Christian Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Secret",
            "authors": [
                "Rhonda Byrne"
            ],
            "ranking": 3.71,
            "ranking_count": 409925,
            "abstract": "Alternate cover edition of. ISBN 9781582701707. .. The worldwide bestselling phenomenon that has helped millions tap the power of the law that governs all our lives to create—intentionally and effortlessly—a joyful life.. In 2006, a groundbreaking feature-length film revealed the great mystery of the universe—. The Secret. —and, later that year, Rhonda Byrne followed with a book that became a worldwide bestseller.. Fragments of a Great Secret have been found in the oral traditions, in literature, in religions, and philosophies throughout the centuries. For the first time, all the pieces of The Secret come together in an incredible revelation that will be life-transforming for all who experience it.. In this book, you’ll learn how to use The Secret in every aspect of your life—money, health, relationships, happiness, and in every interaction you have in the world. You’ll begin to understand the hidden, untapped power that’s within you, and this revelation can bring joy to every aspect of your life.. The Secret. contains wisdom from modern-day teachers—men and women who have used it to achieve health, wealth, and happiness. By applying the knowledge of The Secret, they bring to light compelling stories of eradicating disease, acquiring massive wealth, overcoming obstacles, and achieving what many would regard as impossible.",
            "part_of_series": true,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Spirituality",
                "Psychology",
                "Philosophy",
                "Inspirational",
                "Audiobook",
                "Business"
            ]
        },
        {
            "title": "Inheritance",
            "authors": [
                "Christopher Paolini"
            ],
            "ranking": 4.11,
            "ranking_count": 242066,
            "abstract": "It began with. Eragon. ... It ends with. Inheritance. .. Not so very long ago, Eragon — Shadeslayer, Dragon Rider — was nothing more than a poor farm boy, and his dragon, Saphira, only a blue stone in the forest. Now the fate of an entire civilization rests on their shoulders.. Long months of training and battle have brought victories and hope, but they have also brought heartbreaking loss. And still, the real battle lies ahead: they must confront Galbatorix. When they do, they will have to be strong enough to defeat him. And if. they. cannot, no one can. There will be no second chance.. The Rider and his dragon have come further than anyone dared to hope. But can they topple the evil king and restore justice to Alagaësia? And if so, at what cost?. This is the spellbinding conclusion to Christopher Paolini's worldwide bestselling Inheritance cycle.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Memory Keeper's Daughter",
            "authors": [
                "Kim Edwards"
            ],
            "ranking": 3.69,
            "ranking_count": 582375,
            "abstract": "On a winter night in 1964, Dr. David Henry is forced by a blizzard to deliver his own twins. His son, born first, is perfectly healthy. Yet when his daughter is born, he sees immediately that she has Down's Syndrome. Rationalizing it as a need to protect Norah, his wife, he makes a split-second decision that will alter all of their lives forever. He asks his nurse to take the baby away to an institution and never to reveal the secret. But Caroline, the nurse, cannot leave the infant. Instead, she disappears into another city to raise the child herself. So begins this story that unfolds over a quarter of a century - in which these two families, ignorant of each other, are yet bound by the fateful decision made that long-ago winter night. Norah Henry, who knows only that her daughter died at birth, remains inconsolable; her grief weighs heavily on their marriage. And Paul, their son, raises himself as best he can, in a house grown cold with mourning. Meanwhile, Phoebe, the lost daughter, grows from a sunny child to a vibrant young woman whose mother loves her as fiercely as if she were her own.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Adult Fiction",
                "Historical",
                "Adult",
                "Book Club",
                "Drama",
                "Womens Fiction",
                "Novels",
                "Family"
            ]
        },
        {
            "title": "The Queen of the Damned",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.89,
            "ranking_count": 143994,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. In 1976, a uniquely seductive world of vampires was unveiled in the now-classic. Interview with the Vampire. . . . in 1985, a wild and voluptous voice spoke to us, telling the story of. The Vampire Lestat. .  In. The Queen of the Damned. , Anne Rice continues her extraordinary Vampire Chronicles in a feat of mesmeric storytelling, a chillingly hypnotic entertainment in which the oldest and most powerful forces of the night are unleashed on an unsuspecting world.. Three brilliantly colored narrative threads intertwine as the story unfolds:. - The rock star known as Vampire Lestat, worshipped by millions of spellbound fans, prepares for a concert in San Francisco.  Among the audience--pilgrims in a blind swoon of adoration--are hundreds of vampires, creatures who see Lestat as a greedy fiend risking the secret prosperity of all his kind just to be loved and seen by mortals, fiends themselves who hate Lestat's power and who are determined to destroy him . . .. - The sleep of certain men and women--vampires. and. mortals scattered around the world--is haunted by a vivid, mysterious dream: of twins with fiery red hair and piercing green eyes who suffer an unspeakable tragedy.  It is a dream that slowly, tauntingly reveals its meaning to the dreamers as they make their way toward each other--some to be destroyed on the journey, some to face an even more terrifying fate at journey's end . . .. - Akasha--Queen of the Damned, mother of all vampires, rises after a 6,000 year sleep and puts into motion a heinous plan to save mankind from itself and make all myths of the world real by elevating herself and her chosen son/lover to the level of the gods: I am the fulfillment and I shall from this moment be the cause . . .. These narrative threads wind sinuously across a vast, richly detailed tapestry of the violent, sensual world of vampirism, taking us back 6,000 years to its beginnings.  As the stories of the first brood of blood drinkers are revealed, we are swept across the ages, from Egypt to South America to the Himalayas to all the shrouded corners of the globe where vampires have left their mark. Vampires are created--mortals succumbing to the sensation of being enptied, of being devoured, of being nothing. Vampires are destroyed.  Dark rituals are performed--the rituals of ancient creatures prowling the modern world.  And, finally, we are brought to a moment in the twentieth century when, in an astonishing climax, the fate of the living dead--and perhaps of the living, all the living--will be decided.. From the Hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Gothic",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Left Behind",
            "authors": [
                "Tim LaHaye",
                "Jerry B. Jenkins"
            ],
            "ranking": 3.84,
            "ranking_count": 217160,
            "abstract": "An airborne Boeing 747 is headed to London when, without any warning, passengers mysteriously disappear from their seats. Terror and chaos slowly spread not only through the plane but also worldwide as unusual events continue to unfold. For those who have been left behind, the apocalypse has just begun...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Christian",
                "Christian Fiction",
                "Fantasy",
                "Religion",
                "Thriller",
                "Science Fiction"
            ]
        },
        {
            "title": "Poison Study",
            "authors": [
                "Maria V. Snyder"
            ],
            "ranking": 4.1,
            "ranking_count": 157721,
            "abstract": "Choose: A quick death… or slow poison.... About to be executed for murder, Yelena is offered an extraordinary reprieve. She'll eat the best meals, have rooms in the palace—and risk assassination by anyone trying to kill the Commander of Ixia.. And so Yelena chooses to become a food taster. But the chief of security, leaving nothing to chance, deliberately feeds her Butterfly's Dust—and only by appearing for her daily antidote will she delay an agonizing death from the poison.. As Yelena tries to escape her new dilemma, disasters keep mounting. Rebels plot to seize Ixia and Yelena develops magical powers she can't control. Her life is threatened again and choices must be made. But this time the outcomes aren't so clear...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "New Adult"
            ]
        },
        {
            "title": "The Eyre Affair",
            "authors": [
                "Jasper Fforde"
            ],
            "ranking": 3.88,
            "ranking_count": 129020,
            "abstract": "Great Britain circa 1985: time travel is routine, cloning is a reality (dodos are the resurrected pet of choice), and literature is taken very, very seriously. Baconians are trying to convince the world that Francis Bacon really wrote Shakespeare, there are riots between the Surrealists and Impressionists, and thousands of men are named John Milton, an homage to the real Milton and a very confusing situation for the police. Amidst all this, Acheron Hades, Third Most Wanted Man In the World, steals the original manuscript of Martin Chuzzlewit and kills a minor character, who then disappears from every volume of the novel ever printed! But that's just a prelude . . .. Hades' real target is the beloved Jane Eyre, and it's not long before he plucks her from the pages of Bronte's novel. Enter Thursday Next. She's the Special Operative's renowned literary detective, and she drives a Porsche. With the help of her uncle Mycroft's Prose Portal, Thursday enters the novel to rescue Jane Eyre from this heinous act of literary homicide. It's tricky business, all these interlopers running about Thornfield, and deceptions run rampant as their paths cross with Jane, Rochester, and Miss Fairfax. Can Thursday save Jane Eyre and Bronte's masterpiece? And what of the Crimean War? Will it ever end? And what about those annoying black holes that pop up now and again, sucking things into time-space voids . . .. Suspenseful and outlandish, absorbing and fun, The Eyre Affair is a caper unlike any other and an introduction to the imagination of a most distinctive writer and his singular fictional universe.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Humor",
                "Science Fiction",
                "Writing",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Mythology",
            "authors": [
                "Edith Hamilton",
                "Steele Savage"
            ],
            "ranking": 4.02,
            "ranking_count": 49598,
            "abstract": "The world-renowned classic that has enthralled and delighted millions of readers with its timeless tales of gods and heroes.. Edith Hamilton's. Mythology. succeeds like no other book in bringing to life for the modern reader the Greek, Roman, and Norse myths that are the keystone of Western culture--the stories of gods and heroes that have inspired human creativity from antiquity to the present. We meet the Greek gods on Olympus and Norse gods in Valhalla. We follow the drama of the Trojan War and the wanderings of Odysseus. We hear the tales of Jason and the Golden Fleece, Cupid and Psyche, and mighty King Midas. We discover the origins of the names of the constellations. And we recognize reference points for countless works of art, literature, and cultural inquiry--from Freud's Oedipus complex to Wagner's Ring Cycle of operas to Eugene O'Neill's. Mourning Becomes Electra. . Praised throughout the world for its authority and lucidity,. Mythology. is Edith Hamilton's masterpiece--the standard by which all other books on mythology are measured.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Nonfiction",
                "History",
                "Reference",
                "Mythology",
                "Religion",
                "Academic",
                "Literature",
                "Short Stories"
            ]
        },
        {
            "title": "The Scorch Trials",
            "authors": [
                "James Dashner"
            ],
            "ranking": 3.9,
            "ranking_count": 512395,
            "abstract": "Solving the Maze was supposed to be the end.. Thomas was sure that escape from the Maze would mean freedom for him and the Gladers. But WICKED isn’t done yet. Phase Two has just begun. The Scorch.. There are no rules. There is no help. You either make it or you die.. The Gladers have two weeks to cross through the Scorch—the most burned-out section of the world. And WICKED has made sure to adjust the variables and stack the odds against them.. Friendships will be tested. Loyalties will be broken. All bets are off.. There are others now. Their survival depends on the Gladers’ destruction—and they’re determined to survive.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Apocalyptic",
                "Audiobook",
                "Mystery"
            ]
        },
        {
            "title": "Foucault's Pendulum",
            "authors": [
                "Umberto Eco",
                "William Weaver"
            ],
            "ranking": 3.9,
            "ranking_count": 64760,
            "abstract": "Foucault's Pendulum. is divided into ten segments represented by the ten Sefiroth. The novel is full of esoteric references to the Kabbalah. The title of the book refers to an actual pendulum designed by the French physicist Léon Foucault to demonstrate the rotation of the earth, which has symbolic significance within the novel.. Bored with their work, and after reading too many manuscripts about occult conspiracy theories, three vanity publisher employees (Belbo, Diotallevi and Casaubon) invent their own conspiracy for fun. They call this satirical intellectual game The Plan, a hoax that connects the medieval Knights Templar with other occult groups from ancient to modern times. This produces a map indicating the geographical point from which all the powers of the earth can be controlled—a point located in Paris, France, at Foucault’s Pendulum. But in a fateful turn the joke becomes all too real.. The three become increasingly obsessed with The Plan, and sometimes forget that it's just a game. Worse still, other conspiracy theorists learn about The Plan, and take it seriously. Belbo finds himself the target of a real secret society that believes he possesses the key to the lost treasure of the Knights Templar.. Orchestrating these and other diverse characters into his multilayered semioticadventure, Eco has created a superb cerebral entertainment.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Historical",
                "Literature",
                "Classics",
                "European Literature",
                "Thriller",
                "Novels",
                "Cultural",
                "Philosophy"
            ]
        },
        {
            "title": "A Court of Wings and Ruin",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.43,
            "ranking_count": 536812,
            "abstract": "FEYRE WILL BRING VENGEANCE.. She has left the Night Court - and her High Lord - and is playing a deadly game of deceit. In the Spring Court, Tamlin is making deals with the invading king threatening to bring Prythian to its knees, and Feyre is determined to uncover his plans. But to do so she must weave a web of lies, and one slip may spell doom not only for Feyre, but for her world as well.. As mighty armies grapple for power, Feyre must decide who to trust amongst the dazzling and lethal High Lords - and hunt for allies in unexpected places.. BUT WHILE WAR RAGES, IT IS HER HEART THAT WILL FACE THE GREATEST BATTLE.. THE THRILLING THIRD BOOK IN #1. NEW YORK TIMES. BESTSELLING FANTASY SERIES FROM SARAH J. MAAS.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "New Adult",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "Shadow and Bone",
            "authors": [
                "Leigh Bardugo"
            ],
            "ranking": 3.96,
            "ranking_count": 707926,
            "abstract": "▶. Alternative Cover Edition #1. Surrounded by enemies, the once-great nation of Ravka has been torn in two by the Shadow Fold, a swath of near impenetrable darkness crawling with monsters who feast on human flesh. Now its fate may rest on the shoulders of one lonely refugee.. Alina Starkov has never been good at anything. But when her regiment is attacked on the Fold and her best friend is brutally injured, Alina reveals a dormant power that saves his life—a power that could be the key to setting her war-ravaged country free. Wrenched from everything she knows, Alina is whisked away to the royal court to be trained as a member of the Grisha, the magical elite led by the mysterious Darkling.. Yet nothing in this lavish world is what it seems. With darkness looming and an entire kingdom depending on her untamed power, Alina will have to confront the secrets of the Grisha . . . and the secrets of her heart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Seabiscuit: An American Legend",
            "authors": [
                "Laura Hillenbrand"
            ],
            "ranking": 4.2,
            "ranking_count": 156942,
            "abstract": "There's an alternate cover edition. here. Seabiscuit was one of the most electrifying and popular attractions in sports history and the single biggest newsmaker in the world in 1938, receiving more coverage than FDR, Hitler, or Mussolini. But his success was a surprise to the racing establishment, which had written off the crooked-legged racehorse with the sad tail. Three men changed Seabiscuit’s fortunes:. Charles Howard was a onetime bicycle repairman who introduced the automobile to the western United States and became an overnight millionaire. When he needed a trainer for his new racehorses, he hired Tom Smith, a mysterious mustang breaker from the Colorado plains. Smith urged Howard to buy Seabiscuit for a bargain-basement price, then hired as his jockey Red Pollard, a failed boxer who was blind in one eye, half-crippled, and prone to quoting passages from Ralph Waldo Emerson. Over four years, these unlikely partners survived a phenomenal run of bad fortune, conspiracy, and severe injury to transform Seabiscuit from a neurotic, pathologically indolent also-ran into an American sports icon.. Author Laura Hillenbrand brilliantly re-creates a universal underdog story, one that proves life is a horse race.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Sports",
                "Animals",
                "Historical",
                "Biography Memoir",
                "North American Hi...",
                "Audiobook"
            ]
        },
        {
            "title": "Native Son",
            "authors": [
                "Richard Wright"
            ],
            "ranking": 4.01,
            "ranking_count": 93753,
            "abstract": "Right from the start, Bigger Thomas had been headed for jail. It could have been for assault or petty larceny; by chance, it was for murder and rape.. Native Son. tells the story of this young black man caught in a downward spiral after he kills a young white woman in a brief moment of panic.. Set in Chicago in the 1930s, Wright's powerful novel is an unsparing reflection on the poverty and feelings of hopelessness experienced by people in inner cities across the country and of what it means to be black in America.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Race",
                "Literature",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "The Talisman",
            "authors": [
                "Stephen King",
                "Peter Straub"
            ],
            "ranking": 4.13,
            "ranking_count": 115889,
            "abstract": "On a brisk autumn day, a twelve-year-old boy stands on the shores of the gray Atlantic, near a silent amusement park and a fading ocean resort called the Alhambra. The past has driven Jack Sawyer here: his father is gone, his mother is dying, and the world no longer makes sense. But for Jack everything is about to change. For he has been chosen to make a journey back across America--and into another realm.. One of the most influential and heralded works of fantasy ever written,. The Talisman. is an extraordinary novel of loyalty, awakening, terror, and mystery. Jack Sawyer, on a desperate quest to save his mother's life, must search for a prize across an epic landscape of innocents and monsters, of incredible dangers and even more incredible truths. The prize is essential, but the journey means even more.. Let the quest begin. . . . .",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Thriller",
                "Adventure",
                "Mystery",
                "Audiobook",
                "Science Fiction"
            ]
        },
        {
            "title": "Darkfever",
            "authors": [
                "Karen Marie Moning"
            ],
            "ranking": 4.06,
            "ranking_count": 172009,
            "abstract": "My name is MacKayla, Mac for short. I'm a sidhe-seer, one who sees the Fae, a fact I accepted only recently and very reluctantly.. My philosophy is pretty simple - any day nobody's trying to kill me is a good day in my book. I haven't had many good days lately. Not since the walls between Man and Fae came down. But then, there's not a sidhe-seer alive who's had a good day since then.. When MacKayla's sister was murdered, she left a single clue to her death, a cryptic message on Mac's cell phone. Journeying to Ireland in search of answers, Mac is soon faced with an even greater challenge: staying alive long enough to master a power she had no idea she possessed - a gift that allows her to see beyond the world of man, into the dangerous realm of the Fae.. As Mac delves deeper into the mystery of her sister's death, her every move is shadowed by the dark, mysterious Jericho...while at the same time, the ruthless V'lane - an alpha Fae who makes sex an addiction for human women - closes in on her. As the boundary between worlds begins to crumble, Mac's true mission becomes clear: to find the elusive. Sinsar Dubh. before someone else claims the all-powerful Dark Book - because whoever gets to it first holds nothing less than complete control both worlds in their hands.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fairies",
                "Adult",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Shadowfever",
            "authors": [
                "Karen Marie Moning"
            ],
            "ranking": 4.39,
            "ranking_count": 104395,
            "abstract": "“Evil is a completely different creature, Mac. Evil is bad that believes it’s good.” — MacKayla Lane was just a child when she and her sister, Alina, were given up for adoption and banished from Ireland forever. — Twenty years later, Alina is dead and Mac has returned to the country that expelled them to hunt her sister’s murderer. But after discovering that she descends from a bloodline both gifted and cursed, Mac is plunged into a secret history: an ancient conflict between humans and immortals who have lived concealed among us for thousands of years.. What follows is a shocking chain of events with devastating consequences, and now Mac struggles to cope with grief while continuing her mission to acquire and control the Sinsar Dubh -- a book of dark, forbidden magic scribed by the mythical Unseelie King, containing the power to create and destroy worlds.. In an epic battle between humans and Fae, the hunter becomes the hunted when the Sinsar Dubh turns on Mac and begins mowing a deadly path through those she loves.. Who can she turn to? Who can she trust? Who is the woman haunting her dreams? More important, who is Mac herself and what is the destiny she glimpses in the black and crimson designs of an ancient tarot card?. From the luxury of the Lord Master’s penthouse to the sordid depths of an Unseelie nightclub, from the erotic bed of her lover to the terrifying bed of the Unseelie King, Mac’s journey will force her to face the truth of her exile, and to make a choice that will either save the world . . . or destroy it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fairies",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "A Wizard of Earthsea",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.0,
            "ranking_count": 273390,
            "abstract": "Ged, the greatest sorcerer in all Earthsea, was called Sparrowhawk in his reckless youth.. Hungry for power and knowledge, Sparrowhawk tampered with long-held secrets and loosed a terrible shadow upon the world. This is the tale of his testing, how he mastered the mighty words of power, tamed an ancient dragon, and crossed death's threshold to restore the balance.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Classics",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "A Brief History of Time",
            "authors": [
                "Stephen Hawking"
            ],
            "ranking": 4.2,
            "ranking_count": 370146,
            "abstract": "In the ten years since its publication in 1988, Stephen Hawking's classic work has become a landmark volume in scientific writing, with more than nine million copies in forty languages sold worldwide. That edition was on the cutting edge of what was then known about the origins and nature of the universe. But the intervening years have seen extraordinary advances in the technology of observing both the micro- and the macrocosmic worlds. These observations have confirmed many of Professor Hawking's theoretical predictions in the first edition of his book, including the recent discoveries of the Cosmic Background Explorer satellite (COBE), which probed back in time to within 300,000 years of the universe's beginning and revealed wrinkles in the fabric of space-time that he had projected. Eager to bring to his original text the new knowledge revealed by these observations, as well as his own recent research, Professor Hawking has prepared a new introduction to the book, written an entirely new chapter on wormholes and time travel, and updated the chapters throughout.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Classics",
                "Philosophy",
                "Space",
                "Audiobook"
            ]
        },
        {
            "title": "Red, White & Royal Blue",
            "authors": [
                "Casey McQuiston"
            ],
            "ranking": 4.19,
            "ranking_count": 498171,
            "abstract": "Original cover edition of ASIN B07J4LPZRN. here. .. First Son Alex Claremont-Diaz is the closest thing to a prince this side of the Atlantic. With his intrepid sister and the Veep’s genius granddaughter, they’re the White House Trio, a beautiful millennial marketing strategy for his mother, President Ellen Claremont. International socialite duties do have downsides—namely, when photos of a confrontation with his longtime nemesis Prince Henry at a royal wedding leak to the tabloids and threaten American/British relations. The plan for damage control: staging a fake friendship between the First Son and the Prince.. As President Claremont kicks off her reelection bid, Alex finds himself hurtling into a secret relationship with Henry that could derail the campaign and upend two nations. What is worth the sacrifice? How do you do all the good you can do? And, most importantly, how will history remember you?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "LGBT",
                "Contemporary",
                "Fiction",
                "Young Adult",
                "New Adult",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "1Q84",
            "authors": [
                "Haruki Murakami",
                "Jay Rubin",
                "Philip Gabriel"
            ],
            "ranking": 3.93,
            "ranking_count": 230839,
            "abstract": "The year is 1984 and the city is Tokyo.. A young woman named Aomame follows a taxi driver’s enigmatic suggestion and begins to notice puzzling discrepancies in the world around her. She has entered, she realizes, a parallel existence, which she calls 1Q84 —“Q is for ‘question mark.’ A world that bears a question.” Meanwhile, an aspiring writer named Tengo takes on a suspect ghostwriting project. He becomes so wrapped up with the work and its unusual author that, soon, his previously placid life begins to come unraveled.. As Aomame’s and Tengo’s narratives converge over the course of this single year, we learn of the profound and tangled connections that bind them ever closer: a beautiful, dyslexic teenage girl with a unique vision; a mysterious religious cult that instigated a shoot-out with the metropolitan police; a reclusive, wealthy dowager who runs a shelter for abused women; a hideously ugly private investigator; a mild-mannered yet ruthlessly efficient bodyguard; and a peculiarly insistent television-fee collector.. A love story, a mystery, a fantasy, a novel of self-discovery, a dystopia to rival George Orwell’s —. 1Q84. is Haruki Murakami’s most ambitious undertaking yet: an instant best seller in his native Japan, and a tremendous feat of imagination from one of our most revered contemporary writers.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Cultural",
                "Science Fiction",
                "Asian Literature",
                "Contemporary",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Prince Caspian",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 3.98,
            "ranking_count": 390279,
            "abstract": "The four Pevensies help Caspian battle Miraz and ascend his rightful throne. NARNIA... the land between the lamp-post and the castle of Cair Paravel, where animals talk, where magical things happen... and where the adventure begins.. Peter, Susan, Edmund, and Lucy are returning to boarding school when they are summoned from the dreary train station (by Susan's own magic horn) to return to the land of Narnia—the land where they had ruled as kings and queens and where their help is desperately needed.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Christian",
                "Christian Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The History of Love",
            "authors": [
                "Nicole Krauss"
            ],
            "ranking": 3.92,
            "ranking_count": 129634,
            "abstract": "An alternative cover edition for this ISBN can be found. here. Fourteen-year-old Alma Singer is trying to find a cure for her mother's loneliness. Believing she might discover it in an old book her mother is lovingly translating, she sets out in search of its author. Across New York an old man called Leo Gursky is trying to survive a little bit longer. He spends his days dreaming of the lost love who, sixty years ago in Poland, inspired him to write a book. And although he doesn't know it yet, that book also survived: crossing oceans and generations, and changing lives...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Book Club",
                "Adult",
                "Adult Fiction",
                "Love"
            ]
        },
        {
            "title": "Inferno",
            "authors": [
                "Dan Brown"
            ],
            "ranking": 3.87,
            "ranking_count": 511909,
            "abstract": "Harvard professor of symbology Robert Langdon awakens in an Italian hospital, disoriented and with no recollection of the past thirty-six hours, including the origin of the macabre object hidden in his belongings. With a relentless female assassin trailing them through Florence, he and his resourceful doctor, Sienna Brooks, are forced to flee. Embarking on a harrowing journey, they must unravel a series of codes, which are the work of a brilliant scientist whose obsession with the end of the world is matched only by his passion for one of the most influential masterpieces ever written, Dante Alighieri's The Inferno.. Dan Brown has raised the bar yet again, combining classical Italian art, history, and literature with cutting-edge science in this sumptuously entertaining thriller.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Historical",
                "Suspense",
                "Adventure",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Left Hand of Darkness",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.09,
            "ranking_count": 144717,
            "abstract": "A groundbreaking work of science fiction,. The Left Hand of Darkness. tells the story of a lone human emissary to Winter, an alien world whose inhabitants can choose - and change - their gender. His goal is to facilitate Winter's inclusion in a growing intergalactic civilization. But to do so he must bridge the gulf between his own views and those of the completely dissimilar culture that he encounters.. Embracing the aspects of psychology, society, and human emotion on an alien world,. The Left Hand of Darkness. stands as a landmark achievement in the annals of intellectual science fiction.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Classics",
                "Science Fiction Fantasy",
                "Feminism",
                "Speculative Fiction",
                "Novels",
                "LGBT",
                "Gender"
            ]
        },
        {
            "title": "Macbeth",
            "authors": [
                "William Shakespeare"
            ],
            "ranking": 3.9,
            "ranking_count": 769808,
            "abstract": "One night on the heath, the brave and respected general Macbeth encounters three witches who foretell that he will become king of Scotland. At first sceptical, he’s urged on by the ruthless, single-minded ambitions of Lady Macbeth, who suffers none of her husband’s doubt. But seeing the prophecy through to the bloody end leads them both spiralling into paranoia, tyranny, madness, and murder.. This shocking tragedy - a violent caution to those seeking power for its own sake - is, to this day, one of Shakespeare’s most popular and influential masterpieces.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Academic",
                "Literature",
                "Poetry",
                "Young Adult"
            ]
        },
        {
            "title": "The Killer Angels",
            "authors": [
                "Michael Shaara"
            ],
            "ranking": 4.32,
            "ranking_count": 80361,
            "abstract": "In the four most bloody and courageous days of our nation's history, two armies fought for two dreams. One dreamed of freedom, the other of a way of life. Far more than rifles and bullets were carried into battle. There were memories. There were promises. There was love. And far more than men fell on those Pennsylvania fields. Shattered futures, forgotten innocence, and crippled beauty were also the casualties of war.. The Killer Angels. is unique, sweeping, unforgettable—a dramatic re-creation of the battleground for America's destiny.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "War",
                "Classics",
                "North American Hi...",
                "American History",
                "Academic"
            ]
        },
        {
            "title": "The Night Before Christmas",
            "authors": [
                "Clement C. Moore",
                "Jan Brett"
            ],
            "ranking": 4.38,
            "ranking_count": 115593,
            "abstract": "This poem first appeared in a newspaper in Troy, New York, USA, on December 23, 1823, as A Visit From St. Nicholas. No one claimed authorship until 13 years later. Clement Clarke Moore, a professor and poet, said that he wrote the piece for his children. Unbeknownst to him, his housekeeper had sent it to the newspaper to be published. However, the family of Henry Livingston Jr. contended that their father had been reciting “A Visit from St. Nicholas” for 15 years prior to publication. Regardless of the true author, the poem is now a Christmas classic.",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Childrens",
                "Classics",
                "Poetry",
                "Fiction",
                "Fantasy",
                "Kids",
                "Short Stories"
            ]
        },
        {
            "title": "Oedipus Rex",
            "authors": [
                "Sophocles",
                "Alphonse Dain",
                "J.E. Thomas",
                "Paul Mazon"
            ],
            "ranking": 3.72,
            "ranking_count": 190940,
            "abstract": "...what man wins more happiness than just its shape and the ruin when that shape collapses?. Sophocles' Oedipus Rex has never been surpassed for the raw and terrible power with which its hero struggles to answer the eternal question, Who am I? The play, a story of a king who acting entirely in ignorance kills his father and marries his mother, unfolds with shattering power; we are helplessly carried along with Oedipus towards the final, horrific truth.. To make Oedipus more accessible for the modern reader, our Prestwick House Literary Touchstone Classics includes a glossary of the more difficult words, as well as convenient sidebar notes to enlighten the reader on aspects that may be confusing or overlooked. We hope that the reader may, through this edition, more fully enjoy the beauty of the verse, the wisdom of the insights, and the impact of the drama.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Academic",
                "Fantasy",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Gone",
            "authors": [
                "Michael  Grant"
            ],
            "ranking": 3.86,
            "ranking_count": 191436,
            "abstract": "In the blink of an eye, everyone disappears. Gone. Except for the young.. There are teens, but not one single adult. Just as suddenly, there are no phones, no internet, no television. No way to get help. And no way to figure out what's happened.. Hunger threatens. Bullies rule. A sinister creature lurks. Animals are mutating. And the teens themselves are changing, developing new talents—unimaginable, dangerous, deadly powers—that grow stronger by the day. It's a terrifying new world. Sides are being chosen, a fight is shaping up. Townies against rich kids. Bullies against the weak. Powerful against powerless. And time is running out: On your 15th birthday, you disappear just like everyone else...",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "The Bourne Identity",
            "authors": [
                "Robert Ludlum"
            ],
            "ranking": 4.04,
            "ranking_count": 418826,
            "abstract": "Alternate cover for this ISBN can be found. here. Who is Jason Bourne? Is he an assassin, a terrorist, a thief? Why has he got four million dollars in a Swiss bank account? Why has someone tried to murder him?.... Jason Bourne does not know the answer to any of these questions. Suffering from amnesia, he does not even know that he. is. Jason Bourne. What manner of man is he? What are his secrets? Who has he killed?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Spy Thriller",
                "Action",
                "Adventure"
            ]
        },
        {
            "title": "Empire of Storms",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.55,
            "ranking_count": 304075,
            "abstract": "This is a previously published edition of ISBN 9781619636071. An alternative cover edition for this ISBN can be found. here. .. Kingdoms will collide.. The long path to the throne has only just begun for Aelin Galathynius as war looms on the horizon. Loyalties have been broken and bought, friends have been lost and gained, and those who possess magic find themselves at odds with those who don't.. With her heart sworn to the warrior-prince by her side, and her fealty pledged to the people she is determined to save, Aelin will delve into the depths of her power to protect those she loves. But as monsters emerge from the horrors of the past, and dark forces become poised to claim her world, the only chance for salvation will lie in a desperate quest that may mark the end of everything Aelin holds dear.. In this breathtaking fifth installment of the. New York Times. bestselling Throne of Glass series, Aelin will have to choose what—and who—to sacrifice if she's to keep the world of Erilea from breaking apart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "New Adult",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "The Girl on the Train",
            "authors": [
                "Paula Hawkins"
            ],
            "ranking": 3.95,
            "ranking_count": 2490500,
            "abstract": "Rachel catches the same commuter train every morning. She knows it will wait at the same signal each time, overlooking a row of back gardens. She’s even started to feel like she knows the people who live in one of the houses. “Jess and Jason,” she calls them. Their life—as she sees it—is perfect. If only Rachel could be that happy. And then she sees something shocking. It’s only a minute until the train moves on, but it’s enough. Now everything’s changed. Now Rachel has a chance to become a part of the lives she’s only watched from afar. Now they’ll see; she’s much more than just the girl on the train.... An alternative cover edition for this ISBN can be found. here. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Contemporary",
                "Adult",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Yellow Wallpaper and Other Stories",
            "authors": [
                "Charlotte Perkins Gilman"
            ],
            "ranking": 4.05,
            "ranking_count": 81097,
            "abstract": "Best known for the 1892 title story of this collection, a harrowing tale of a woman's descent into madness, Charlotte Perkins Gilman wrote more than 200 other short stories. Seven of her finest are reprinted here.. Written from a feminist perspective, often focusing on the inferior status accorded to women by society, the tales include turned, an ironic story with a startling twist, in which a husband seduces and impregnates a naïve servant; Cottagette, concerning the romance of a young artist and a man who's apparently too good to be true; Mr. Peebles' Heart, a liberating tale of a fiftyish shopkeeper whose sister-in-law, a doctor, persuades him to take a solo trip to Europe, with revivifying results; The Yellow Wallpaper; and three other outstanding stories.. These charming tales are not only highly readable and full of humor and invention, but also offer ample food for thought about the social, economic, and personal relationship of men and women — and how they might be improved.. The yellow wallpaper. Three Thanksgivings. The cottagette. Turned. Making a change. If I were a man. Mr. Peebles' heart.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Short Stories",
                "Fiction",
                "Feminism",
                "Horror",
                "Literature",
                "Academic",
                "Gothic",
                "Health"
            ]
        },
        {
            "title": "If on a Winter's Night a Traveler",
            "authors": [
                "Italo Calvino",
                "William Weaver"
            ],
            "ranking": 4.05,
            "ranking_count": 83836,
            "abstract": "If on a Winter's Night a Traveler. is a marvel of ingenuity, an experimental text that looks longingly back to the great age of narration—when time no longer seemed stopped and did not yet seem to have exploded. Italo Calvino's novel is in one sense a comedy in which the two protagonists, the Reader and the Other Reader, ultimately end up married, having almost finished. If on a Winter's Night a Traveler.. In another, it is a tragedy, a reflection on the difficulties of writing and the solitary nature of reading. The Reader buys a fashionable new book, which opens with an exhortation: Relax. Concentrate. Dispel every other thought. Let the world around you fade. Alas, after 30 or so pages, he discovers that his copy is corrupted, and consists of nothing but the first section, over and over. Returning to the bookshop, he discovers the volume, which he thought was by Calvino, is actually by the Polish writer Bazakbal. Given the choice between the two, he goes for the Pole, as does the Other Reader, Ludmilla. But this copy turns out to be by yet another writer, as does the next, and the next.. The real Calvino intersperses 10 different pastiches—stories of menace, spies, mystery, premonition—with explorations of how and why we choose to read, make meanings, and get our bearings or fail to. Meanwhile the Reader and Ludmilla try to reach, and read, each other.. If on a Winter's Night. is dazzling, vertiginous, and deeply romantic. What makes lovemaking and reading resemble each other most is that within both of them times and spaces open, different from measurable time and space.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Magical Realism",
                "Cultural",
                "Novels",
                "Writing",
                "Literary Fiction"
            ]
        },
        {
            "title": "Rosencrantz and Guildenstern Are Dead",
            "authors": [
                "Tom Stoppard"
            ],
            "ranking": 4.04,
            "ranking_count": 84871,
            "abstract": "Hamlet. told from the worm's-eye view of two minor characters, bewildered Rosencrantz and Guildenstern. Echoes of. Waiting for Godot. resound, reality and illusion mix, and where fate leads heroes to a tragic but inevitable end.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Classics",
                "Humor",
                "Academic",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Mistress Suffragette",
            "authors": [
                "Diana   Forbes"
            ],
            "ranking": 4.3,
            "ranking_count": 6862,
            "abstract": "A young woman without prospects at a ball in Gilded Age Newport, Rhode Island is a target for a certain kind of “suitor.”. At the Memorial Day Ball during the Panic of 1893, impoverished but feisty Penelope Stanton draws the unwanted advances of a villainous millionaire banker who preys on distressed women—the incorrigible Edgar Daggers. Over a series of encounters, he promises Penelope the financial security she craves, but at what cost?. Skilled in the art of flirtation, Edgar is not without his charms, and Penelope is attracted to him against her better judgment. Initially, as Penelope grows into her own in the burgeoning early Women’s Suffrage Movement, Edgar exerts pressure, promising to use his power and access to help her advance. But can he be trusted, or are his words part of an elaborate mind game played between him and his wife?. During a glittering age where a woman’s reputation is her most valuable possession, Penelope must decide whether to compromise her principles for love, lust, and the allure of an easier life.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "New Adult",
                "Romance",
                "Adult",
                "Novels",
                "Young Adult",
                "Feminism"
            ]
        },
        {
            "title": "House of Sand and Fog",
            "authors": [
                "Andre Dubus III"
            ],
            "ranking": 3.85,
            "ranking_count": 129194,
            "abstract": "In this “page-turner with a beating heart” (. Boston Globe. ), a recovering alcoholic and addict down on her luck struggles to hold on to her home in California. But this becomes contested territory when a recent immigrant from the Middle East—a former colonel in the Iranian Air Force—becomes determined to restore his family’s dignity through buying the house. When the woman’s lover, a married cop, intervenes, he goes to extremes to win her love. Andre Dubus III’s unforgettable characters—people with ordinary flaws, looking for a small piece of ground to stand on—careen toward inevitable conflict. An “affecting, subtle portrait of two hostile but equally fragile camps” (. The New Yorker. ), their tragedy paints a shockingly true picture of the country we still live in today, two decades after this book’s first publication.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Adult Fiction",
                "Literature",
                "Book Club",
                "Adult",
                "Suspense",
                "Drama"
            ]
        },
        {
            "title": "A People's History of the United States",
            "authors": [
                "Howard Zinn"
            ],
            "ranking": 4.07,
            "ranking_count": 219893,
            "abstract": "In the book, Zinn presented a different side of history from the more traditional fundamental nationalist glorification of country.. Zinn portrays a side of American history that can largely be seen as the exploitation and manipulation of the majority by rigged systems that hugely favor a small aggregate of elite rulers from across the orthodox political parties.. A People's History has been assigned as reading in many high schools and colleges across the United States. It has also resulted in a change in the focus of historical work, which now includes stories that previously were ignored. Library Journal calls Howard Zinn’s book “a brilliant and moving history of the American people from the point of view of those…whose plight has been largely omitted from most histories.”",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "Historical",
                "Social Movements",
                "Classics",
                "Audiobook",
                "Literature",
                "Unfinished"
            ]
        },
        {
            "title": "Lover Unbound",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.32,
            "ranking_count": 127937,
            "abstract": "The ruthless and brilliant brother Vishous possesses a destructive curse and a frightening ability to see the future. As a member of the Brotherhood, he has no interest in love or emotion, only the battle with the Lessening Society. But when a mortal injury puts him in the care of a human surgeon, Dr. Jane Whitcomb compels him to reveal his inner pain and taste true pleasure for the first time-until a destiny he didn't choose takes him into a future that does not include her...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "I Am Legend and Other Stories",
            "authors": [
                "Richard Matheson"
            ],
            "ranking": 4.0,
            "ranking_count": 125030,
            "abstract": "Robert Neville is the last living man on Earth...but he is not alone. Every other man, woman, and child on Earth has become a vampire, and they are all hungry for Neville's blood.. By day, he is the hunter, stalking the sleeping undead through the abandoned ruins of civilization. By night, he barricades himself in his home and prays for dawn.. How long can one man survive in a world of vampires?. I am legend --. Buried talents --. The near departed --. Prey --. Witch war --. Dance of the dead --. Dress of white silk --. Mad house --. The funeral --. From shadowed places --. Person to person.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Paranormal",
                "Short Stories",
                "Fantasy",
                "Apocalyptic",
                "Classics"
            ]
        },
        {
            "title": "Pretties",
            "authors": [
                "Scott Westerfeld"
            ],
            "ranking": 3.84,
            "ranking_count": 247470,
            "abstract": "Gorgeous. Popular. Perfect.. Perfectly wrong.. Tally has finally become pretty. Now her looks are beyond perfect, her clothes are awesome, her boyfriend is totally hot, and she's completely popular. It's everything she's ever wanted.. But beneath all the fun -- the nonstop parties, the high-tech luxury, the total freedom -- is a nagging sense that something's wrong. Something important. Then a message from Tally's ugly past arrives. Reading it, Tally remembers what's wrong with pretty life, and the fun stops cold.. Now she has to choose between fighting to forget what she knows and fighting for her life -- because the authorities don't intend to let anyone with this information survive.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Romance",
                "Adventure",
                "Apocalyptic",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Ugly Love",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.26,
            "ranking_count": 539400,
            "abstract": "When Tate Collins meets airline pilot Miles Archer, she knows it isn’t love at first sight. They wouldn’t even go so far as to consider themselves friends. The only thing Tate and Miles have in common is an undeniable mutual attraction. Once their desires are out in the open, they realize they have the perfect set-up. He doesn’t want love, she doesn’t have time for love, so that just leaves the sex. Their arrangement could be surprisingly seamless, as long as Tate can stick to the only two rules Miles has for her.. Never ask about the past.. Don’t expect a future.. They think they can handle it, but realize almost immediately they can’t handle it at all.. Hearts get infiltrated.. Promises get broken.. Rules get shattered.. Love gets ugly.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Fiction",
                "Adult",
                "Womens Fiction",
                "Young Adult",
                "Audiobook",
                "Drama"
            ]
        },
        {
            "title": "Possession",
            "authors": [
                "A.S. Byatt"
            ],
            "ranking": 3.88,
            "ranking_count": 77384,
            "abstract": "Possession. is an exhilarating novel of wit and romance, at once an intellectual mystery and triumphant love story. It is the tale of a pair of young scholars researching the lives of two Victorian poets. As they uncover their letters, journals, and poems, and track their movements from London to Yorkshire—from spiritualist séances to the fairy-haunted far west of Brittany—what emerges is an extraordinary counterpoint of passions and ideas.. Man Booker Prize Winner (1990)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Classics",
                "Mystery",
                "Literary Fiction",
                "Literature",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "The Blind Assassin",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 3.96,
            "ranking_count": 146147,
            "abstract": "Margaret Atwood takes the art of storytelling to new heights in a dazzling novel that unfolds layer by astonishing layer and concludes in a brilliant and wonderfully satisfying twist. Told in a style that magnificently captures the colloquialisms and clichés of the 1930s and 1940s,. The Blind Assassin. is a richly layered and uniquely rewarding experience.. It opens with these simple, resonant words: Ten days after the war ended, my sister drove a car off the bridge. They are spoken by Iris, whose terse account of her sister Laura's death in 1945 is followed by an inquest report proclaiming the death accidental. But just as the reader expects to settle into Laura's story, Atwood introduces a novel-within-a-novel. Entitled. The Blind Assassin. , it is a science fiction story told by two unnamed lovers who meet in dingy backstreet rooms. When we return to Iris, it is through a 1947 newspaper article announcing the discovery of a sailboat carrying the dead body of her husband, a distinguished industrialist.. For the past twenty-five years, Margaret Atwood has written works of striking originality and imagination. In. The Blind Assassin. , she stretches the limits of her accomplishments as never before, creating a novel that is entertaining and profoundly serious.. The Blind Assassin. proves once again that Atwood is one of the most talented, daring, and exciting writers of our time. Like. The Handmaid's Tale. , it is destined to become a classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Cultural",
                "Literary Fiction",
                "Classics",
                "Contemporary",
                "Literature",
                "Science Fiction"
            ]
        },
        {
            "title": "One for the Money",
            "authors": [
                "Janet Evanovich"
            ],
            "ranking": 4.04,
            "ranking_count": 514218,
            "abstract": "You've lost your job as a department store lingerie buyer, your car's been repossessed, and most of your furniture and small appliances have been sold off to pay last month's rent. Now the rent is due again. And you live in New Jersey. What do you do?. If you're Stephanie Plum, you become a bounty hunter. But not just a nickel-and-dime bounty hunter; you go after the big money. That means a cop gone bad. And not just any cop. She goes after Joe Morelli, a disgraced former vice cop who is also the man who took Stephanie's virginity at age 16 and then wrote details on a bathroom wall. With pride and rent money on the line, Plum plunges headlong into her first case, one that pits her against ruthless adversaries - people who'd rather kill than lose.. In Stephanie Plum, Evanovich has created a resourceful and humorous character who stands apart from the pack of gritty female detectives.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Womens Fiction",
                "Romance",
                "Thriller",
                "Contemporary",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Wasp Factory",
            "authors": [
                "Iain Banks"
            ],
            "ranking": 3.8,
            "ranking_count": 87984,
            "abstract": "Frank, no ordinary sixteen-year-old, lives with his father outside a remote Scottish village. Their life is, to say the least, unconventional. Frank's mother abandoned them years ago: his elder brother Eric is confined to a psychiatric hospital; and his father measures out his eccentricities on an imperial scale. Frank has turned to strange acts of violence to vent his frustrations. In the bizarre daily rituals there is some solace. But when news comes of Eric's escape from the hospital Frank has to prepare the ground for his brother's inevitable return - an event that explodes the mysteries of the past and changes Frank utterly.. The Wasp Factory. is a work of horrifying compulsion: horrifying, because it enters a mind whose realities are not our own, whose values of life and death are alien to our society; compulsive, because the humour and compassion of that mind reach out to us all. A novel of extraordinary originality, imagination and comic ferocity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Thriller",
                "Contemporary",
                "Mystery",
                "Classics",
                "Dark",
                "Novels",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "John Adams",
            "authors": [
                "David McCullough"
            ],
            "ranking": 4.05,
            "ranking_count": 342794,
            "abstract": "The enthralling, often surprising story of John Adams, one of the most important and fascinating Americans who ever lived.. In this powerful, epic biography, David McCullough unfolds the adventurous life-journey of John Adams, the brilliant, fiercely independent, often irascible, always honest Yankee patriot -- the colossus of independence, as Thomas Jefferson called him -- who spared nothing in his zeal for the American Revolution; who rose to become the second President of the United States and saved the country from blundering into an unnecessary war; who was learned beyond all but a few and regarded by some as out of his senses; and whose marriage to the wise and valiant Abigail Adams is one of the moving love stories in American history.. Like his masterly, Pulitzer Prize-winning biography Truman, David McCullough's John Adams has the sweep and vitality of a great novel. It is both a riveting portrait of an abundantly human man and a vivid evocation of his time, much of it drawn from an outstanding collection of Adams family letters and diaries. In particular, the more than one thousand surviving letters between John and Abigail Adams, nearly half of which have never been published, provide extraordinary access to their private lives and make it possible to know John Adams as no other major American of his founding era.. As he has with stunning effect in his previous books, McCullough tells the story from within -- from the point of view of the amazing eighteenth century and of those who, caught up in events, had no sure way of knowing how things would turn out. George Washington, Benjamin Franklin, John Jay, the British spy Edward Bancroft, Madame Lafayette and Jefferson's Paris interest Maria Cosway, Alexander Hamilton, James Madison, the scandalmonger James Callender, Sally Hemings, John Marshall, Talleyrand, and Aaron Burr all figure in this panoramic chronicle, as does, importantly, John Quincy Adams, the adored son whom Adams would live to see become President.. Crucial to the story, as it was to history, is the relationship between Adams and Jefferson, born opposites -- one a Massachusetts farmer's son, the other a Virginia aristocrat and slaveholder, one short and stout, the other tall and spare. Adams embraced conflict; Jefferson avoided it. Adams had great humor; Jefferson, very little. But they were alike in their devotion to their country.. At first they were ardent co-revolutionaries, then fellow diplomats and close friends. With the advent of the two political parties, they became archrivals, even enemies, in the intense struggle for the presidency in 1800, perhaps the most vicious election in history. Then, amazingly, they became friends again, and ultimately, incredibly, they died on the same day -- their day of days -- July 4, in the year 1826.. Much about John Adams's life will come as a surprise to many readers. His courageous voyage on the frigate Boston in the winter of 1778 and his later trek over the Pyrenees are exploits that few would have dared and that few readers will ever forget.. It is a life encompassing a huge arc -- Adams lived longer than any president. The story ranges from the Boston Massacre to Philadelphia in 1776 to the Versailles of Louis XVI, from Spain to Amsterdam, from the Court of St. James's, where Adams was the first American to stand before King George III as a representative of the new nation, to the raw, half-finished Capital by the Potomac, where Adams was the first President to occupy the White House.. This is history on a grand scale -- a book about politics and war and social issues, but also about human nature, love, religious faith, virtue, ambition, friendship and betrayal, and the far-reaching consequences of noble ideas. Above all, John Adams is an enthralling, often surprising story of one of the most important and fascinating Americans who ever lived.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "North American Hi...",
                "Politics",
                "Historical",
                "Biography Memoir",
                "Military History",
                "Audiobook"
            ]
        },
        {
            "title": "Oryx and Crake",
            "authors": [
                "Margaret Atwood",
                "Kristiina Drews"
            ],
            "ranking": 4.01,
            "ranking_count": 243311,
            "abstract": "Oryx and Crake. is at once an unforgettable love story and a compelling vision of the future. Snowman, known as Jimmy before mankind was overwhelmed by a plague, is struggling to survive in a world where he may be the last human, and mourning the loss of his best friend, Crake, and the beautiful and elusive Oryx whom they both loved. In search of answers, Snowman embarks on a journey–with the help of the green-eyed Children of Crake–through the lush wilderness that was so recently a great city, until powerful corporations took mankind on an uncontrolled genetic engineering ride. Margaret Atwood projects us into a near future that is both all too familiar and beyond our imagining.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Fantasy",
                "Cultural",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Fiery Cross",
            "authors": [
                "Diana Gabaldon",
                "Janos Farkas"
            ],
            "ranking": 4.24,
            "ranking_count": 192403,
            "abstract": "The year is 1771, and war is coming. Jamie Fraser’s wife tells him so. Little as he wishes to, he must believe it, for hers is a gift of dreadful prophecy—a time-traveler’s certain knowledge. Claire’s unique view of the future has brought him both danger and deliverance in the past; her knowledge of the oncoming revolution is a flickering torch that may light his way through the perilous years ahead—or ignite a conflagration that will leave their lives in ashes.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Audiobook",
                "Adult",
                "Adventure"
            ]
        },
        {
            "title": "The Magus",
            "authors": [
                "John Fowles"
            ],
            "ranking": 4.05,
            "ranking_count": 53257,
            "abstract": "This daring literary thriller, rich with eroticism and suspense, is one of John Fowles's best-loved and bestselling novels and has contributed significantly to his international reputation as a writer of the first degree. At the center of. The Magus. is Nicholas Urfe, a young Englishman who accepts a teaching position on a remote Greek island, where he befriends a local millionaire. The friendship soon evolves into a deadly game, in which reality and fantasy are deliberately manipulated, and Nicholas finds that he must fight not only for his sanity but for his very survival.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Fantasy",
                "Mystery",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Cultural",
                "European Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Veronika Decides to Die",
            "authors": [
                "Paulo Coelho",
                "Margaret Jull Costa"
            ],
            "ranking": 3.71,
            "ranking_count": 196628,
            "abstract": "In his latest international bestseller, the celebrated author of. The Alchemist. addresses the fundamental questions asked by millions: What am I doing here today? and Why do I go on living?. Twenty-four-year-old Veronika seems to have everything she could wish for: youth and beauty, plenty of attractive boyfriends, a fulfilling job, and a loving family. Yet something is lacking in her life. Inside her is a void so deep that nothing could possibly ever fill it. So, on the morning of November 11, 1997, Veronika decides to die. She takes a handful of sleeping pills expecting never to wake up.. Naturally Veronika is stunned when she does wake up at Villete, a local mental hospital, where the staff informs her that she has, in fact, partially succeeded in achieving her goal. While the overdose didn't kill Veronika immediately, the medication has damaged her heart so severely that she has only days to live.. The story follows Veronika through the intense week of self-discovery that ensues. To her surprise, Veronika finds herself drawn to the confinement of Villete and its patients, who, each in his or her individual way, reflect the heart of human experience. In the heightened state of life's final moments, Veronika discovers things she has never really allowed herself to feel before: hatred, fear, curiosity, love, and sexual awakening. She finds that every second of her existence is a choice between living and dying, and at the eleventh hour emerges more open to life than ever before.. In Veronika Decides to Die,. Paulo Coelho takes the reader on a distinctly modern quest to find meaning in a culture overshadowed by angst, soulless routine, and pervasive conformity. Based on events in Coelho's own life,. Veronika Decides to Die. questions the meaning of madness and celebrates individuals who do not fit into patterns society considers to be normal. Poignant and illuminating, it is a dazzling portrait of a young woman at the crossroads of despair and liberation, and a poetic, exuberant appreciation of each day as a renewed opportunity.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Philosophy",
                "Novels",
                "Psychology",
                "Romance",
                "Health",
                "Drama",
                "Literature",
                "Spirituality"
            ]
        },
        {
            "title": "Circe",
            "authors": [
                "Madeline Miller"
            ],
            "ranking": 4.26,
            "ranking_count": 644697,
            "abstract": "In the house of Helios, god of the sun and mightiest of the Titans, a daughter is born. But Circe is a strange child - not powerful, like her father, nor viciously alluring like her mother. Turning to the world of mortals for companionship, she discovers that she does possess power - the power of witchcraft, which can transform rivals into monsters and menace the gods themselves.. Threatened, Zeus banishes her to a deserted island, where she hones her occult craft, tames wild beasts and crosses paths with many of the most famous figures in all of mythology, including the Minotaur, Daedalus and his doomed son Icarus, the murderous Medea, and, of course, wily Odysseus.. But there is danger, too, for a woman who stands alone, and Circe unwittingly draws the wrath of both men and gods, ultimately finding herself pitted against one of the most terrifying and vengeful of the Olympians. To protect what she loves most, Circe must summon all her strength and choose, once and for all, whether she belongs with the gods she is born from, or the mortals she has come to love.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Retellings",
                "Audiobook",
                "Mythology",
                "Adult"
            ]
        },
        {
            "title": "Alanna: The First Adventure",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.25,
            "ranking_count": 124799,
            "abstract": "From now on I'm Alan of Trebond, the younger twin. I'll be a knight.. And so young Alanna of Trebond begins the journey to knighthood. Though a girl, Alanna has always craved the adventure and daring allowed only for boys; her twin brother, Thom, yearns to learn the art of magic. So one day they decide to switch places: Thom heads for the convent to learn magic; Alanna, pretending to be a boy, is on her way to the castle of King Roald to begin her training as a page.. But the road to knighthood is not an easy one. As Alanna masters the skills necessary for battle, she must also learn to control her heart and to discern her enemies from her allies.. Filled with swords and sorcery, adventure and intrigue, good and evil, Alanna's first adventure begins - one that will lead to the fulfillment of her dreams and the magical destiny that will make her a legend in her land.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "Champion",
            "authors": [
                "Marie Lu"
            ],
            "ranking": 4.33,
            "ranking_count": 194257,
            "abstract": "He is a Legend.. She is a Prodigy.. Who will be Champion?. June and Day have sacrificed so much for the people of the Republic—and each other—and now their country is on the brink of a new existence. June is back in the good graces of the Republic, working within the government’s elite circles as Princeps-Elect, while Day has been assigned a high-level military position.. But neither could have predicted the circumstances that will reunite them: just when a peace treaty is imminent, a plague outbreak causes panic in the Colonies, and war threatens the Republic’s border cities. This new strain of plague is deadlier than ever, and June is the only one who knows the key to her country’s defense. But saving the lives of thousands will mean asking the one she loves to give up everything.. With heart-pounding action and suspense, Marie Lu’s bestselling trilogy draws to a stunning conclusion.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Action",
                "Audiobook"
            ]
        },
        {
            "title": "Twenty Thousand Leagues Under the Sea",
            "authors": [
                "Jules Verne",
                "Anthony Bonner",
                "Jakob Gunnarsson"
            ],
            "ranking": 3.89,
            "ranking_count": 225308,
            "abstract": "When an unidentified “monster” threatens international shipping, French oceanographer Pierre Aronnax and his unflappable assistant Conseil join an expedition organized by the US Navy to hunt down and destroy the menace. After months of fruitless searching, they finally grapple with their quarry, but Aronnax, Conseil, and the brash Canadian harpooner Ned Land are thrown overboard in the attack, only to find that the “monster” is actually a futuristic submarine, the Nautilus, commanded by a shadowy, mystical, preternaturally imposing man who calls himself Captain Nemo. Thus begins a journey of 20,000 leagues—nearly 50,000 miles—that will take Captain Nemo, his crew, and these three adventurers on a journey of discovery through undersea forests, coral graveyards, miles-deep trenches, and even the sunken ruins of Atlantis. Jules Verne’s novel of undersea exploration has been captivating readers ever since its first publication in 1870, and Frederick Paul Walter’s reader-friendly, scientifically meticulous translation of this visionary science fiction classic is complete and unabridged down to the smallest substantive detail.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Fantasy",
                "Cultural",
                "Literature",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "City of Ashes",
            "authors": [
                "Cassandra Clare"
            ],
            "ranking": 4.13,
            "ranking_count": 845183,
            "abstract": "Also see: Alternate Cover Editions for this ISBN [ACE]. ACE #1. Clary Fray just wishes that her life would go back to normal. But what's normal when you're a demon-slaying Shadowhunter, your mother is in a magically induced coma, and you can suddenly see Downworlders like werewolves, vampires, and faeries? If Clary left the world of the Shadowhunters behind, it would mean more time with her best friend, Simon, who's becoming more than a friend. But the Shadowhunting world isn't ready to let her go — especially her handsome, infuriating, newfound brother, Jace. And Clary's only chance to help her mother is to track down rogue Shadowhunter Valentine, who is probably insane, certainly evil — and also her father.. To complicate matters, someone in New York City is murdering Downworlder children. Is Valentine behind the killings — and if he is, what is he trying to do? When the second of the Mortal Instruments, the Soul-Sword, is stolen, the terrifying Inquisitor arrives to investigate and zooms right in on Jace. How can Clary stop Valentine if Jace is willing to betray everything he believes in to help their father?. In this breathtaking sequel to. City of Bones. , Cassandra Clare lures her readers back into the dark grip of New York City's Downworld, where love is never safe and power becomes the deadliest temptation.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "A Breath of Snow and Ashes",
            "authors": [
                "Diana Gabaldon"
            ],
            "ranking": 4.43,
            "ranking_count": 159468,
            "abstract": "A Breath of Snow and Ashes. continues the extraordinary story of 18th-century Scotsman Jamie Fraser and his 20th-century wife, Claire.. The year is 1772, and on the eve of the American Revolution, the long fuse of rebellion has already been lit. Men lie dead in the streets of Boston, and in the backwoods of North Carolina, isolated cabins burn in the forest.. With chaos brewing, the governor calls upon Jamie Fraser to unite the backcountry and safeguard the colony for King and Crown. But from his wife Jamie knows that three years hence the shot heard round the world will be fired, and the result will be independence — with those loyal to the King either dead or in exile. And there is also the matter of a tiny clipping from The Wilmington Gazette, dated 1776, which reports Jamie’s death, along with his kin. For once, he hopes, his time-traveling family may be wrong about the future.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Audiobook",
                "Adult",
                "Adventure"
            ]
        },
        {
            "title": "Assassin's Apprentice",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.17,
            "ranking_count": 270602,
            "abstract": "In a faraway land where members of the royal family are named for the virtues they embody, one young boy will become a walking enigma.. Born on the wrong side of the sheets, Fitz, son of Chivalry Farseer, is a royal bastard, cast out into the world, friendless and lonely. Only his magical link with animals - the old art known as the Wit - gives him solace and companionship. But the Wit, if used too often, is a perilous magic, and one abhorred by the nobility.. So when Fitz is finally adopted into the royal household, he must give up his old ways and embrace a new life of weaponry, scribing, courtly manners; and how to kill a man secretly, as he trains to become a royal assassin.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "Papillon",
            "authors": [
                "Henri Charrière"
            ],
            "ranking": 4.21,
            "ranking_count": 63852,
            "abstract": "Henri Charrière, called Papillon, for the butterfly tattoo on his chest, was convicted in Paris in 1931 of a murder he did not commit. Sentenced to life imprisonment in the penal colony of French Guiana, he became obsessed with one goal: escape. After planning and executing a series of treacherous yet failed attempts over many years, he was eventually sent to the notorious prison, Devil's Island, a place from which no one had ever escaped . . . until Papillon. His flight to freedom remains one of the most incredible feats of human cunning, will, and endurance ever undertaken.. Charrière's astonishing autobiography,. Papillon. , was published in France to instant acclaim in 1968, more than twenty years after his final escape. Since then, it has become a treasured classic -- the gripping, shocking, ultimately uplifting odyssey of an innocent man who simply would not be defeated.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Classics",
                "Adventure",
                "Autobiography",
                "Cultural",
                "History",
                "Mystery",
                "Biography Memoir"
            ]
        },
        {
            "title": "Night Watch",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.47,
            "ranking_count": 103699,
            "abstract": "'Don't put your trust in revolutions. They always come round again. That's why they're called revolutions. People die, and nothing changes.'. For a policeman, there can be few things worse than a serial killer at loose in your city. Except, perhaps, a serial killer who targets coppers, and a city on the brink of bloody revolution. The people have found their voice at last, the flags and barricades are rising...And the question for a policeman, an officer of the law, a defender of the peace, is:. Are you with them, or are you against them?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Watchers",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 4.18,
            "ranking_count": 158408,
            "abstract": "From a top secret government laboratory come two genetically altered life forms. One is a magnificent dog of astonishing intelligence. The other, a hybrid monster of a brutally violent nature. And both are on the loose…Bestselling author Dean Koontz presents his most terrifying, dramatic and moving novel: The explosive story of a man and a woman, caught in a relentless storm of mankind’s darkest creation…",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Mystery",
                "Suspense",
                "Fantasy",
                "Animals"
            ]
        },
        {
            "title": "The Lies of Locke Lamora",
            "authors": [
                "Scott Lynch"
            ],
            "ranking": 4.28,
            "ranking_count": 256590,
            "abstract": "An orphan’s life is harsh—and often short—in the mysterious island city of Camorr. But young Locke Lamora dodges death and slavery, becoming a thief under the tutelage of a gifted con artist. As leader of the band of light-fingered brothers known as the Gentleman Bastards, Locke is soon infamous, fooling even the underworld’s most feared ruler. But in the shadows lurks someone still more ambitious and deadly. Faced with a bloody coup that threatens to destroy everyone and everything that holds meaning in his mercenary life, Locke vows to beat the enemy at his own brutal game—or die trying.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Adult",
                "Audiobook",
                "Science Fiction Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "Carry On",
            "authors": [
                "Rainbow Rowell"
            ],
            "ranking": 4.2,
            "ranking_count": 267303,
            "abstract": "Simon Snow is the worst Chosen One who's ever been chosen.. That's what his roommate, Baz, says. And Baz might be evil and a vampire and a. complete git. , but he's probably right.. Half the time, Simon can't even make his wand work, and the other half, he starts something on fire. His mentor's avoiding him, his girlfriend broke up with him, and there's a magic-eating monster running around, wearing Simon's face. Baz would be having a field day with all this, if he were here — it's their last year at the Watford School of Magicks, and Simon's infuriating nemesis didn't even bother to show up.. Carry On - The Rise and Fall of Simon Snow. is a ghost story, a love story and a mystery. It has just as much kissing and talking as you'd expect from a Rainbow Rowell story - but far, far more monsters.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "LGBT",
                "Romance",
                "Fiction",
                "Paranormal",
                "Audiobook"
            ]
        },
        {
            "title": "From the Mixed-Up Files of Mrs. Basil E. Frankweiler",
            "authors": [
                "E.L. Konigsburg"
            ],
            "ranking": 4.15,
            "ranking_count": 200626,
            "abstract": "When suburban Claudia Kincaid decides to run away, she knows she doesn’t just want to run from somewhere, she wants to run to somewhere — to a place that is comfortable, beautiful, and, preferably, elegant. She chooses the Metropolitan Museum of Art in New York City. Knowing her younger brother Jamie has money and thus can help her with a serious cash-flow problem, she invites him along.. Once settled into the museum, Claudia and Jamie find themselves caught up in the mystery of an angel statue that the museum purchased at auction for a bargain price of $225. The statue is possibly an early work of the Renaissance master, Michelangelo, and therefore worth millions. Is it? Or isn’t it?. Claudia is determined to find out. Her quest leads her to Mrs. Basil E. Frankweiler, the remarkable old woman who sold the statue, and to some equally remarkable discoveries about herself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Young Adult",
                "Mystery",
                "Classics",
                "Realistic Fiction",
                "Adventure",
                "Academic"
            ]
        },
        {
            "title": "The Trigger: Hunting the Assassin Who Brought the World to War",
            "authors": [
                "Tim Butcher"
            ],
            "ranking": 3.71,
            "ranking_count": 4493,
            "abstract": "On a summer morning in Sarajevo a hundred years ago, a teenage assassin named Gavrilo Princip fired not just the opening shots of the First World War but the starting gun for modern history, when he killed Archduke Franz Ferdinand. Yet the events Princip triggered were so monumental that his own story has been largely overlooked, his role garbled and motivations misrepresented.. The Trigger. puts this right, filling out as never before a figure who changed our world and whose legacy still has an impact on all of us today. Born a penniless backwoodsman, Princip’s life changed when he trekked through Bosnia and Serbia to attend school. As he ventured across fault lines of faith, nationalism and empire, so tightly clustered in the Balkans, radicalisation slowly transformed him from a frail farm boy into history’s most influential assassin.. By retracing Princip’s journey from his highland birthplace, through the mythical valleys of Bosnia to the fortress city of Belgrade and ultimately Sarajevo, Tim Butcher illuminates our understanding both of Princip and the places that shaped him. Tim uncovers details about Princip that have eluded historians for a century and draws on his own experience, as a war reporter in the Balkans in the 1990s, to face down ghosts of conflicts past and present.. The Trigger. is a rich and timely work that brings to life both the moment the world first went to war and an extraordinary region with a potent hold over history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Biography",
                "Travel",
                "Politics",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "Prodigal Summer",
            "authors": [
                "Barbara Kingsolver"
            ],
            "ranking": 4.01,
            "ranking_count": 103790,
            "abstract": "Prodigal Summer. weaves together three stories of human love within a larger tapestry of lives inhabiting the forested mountains and struggling small farms of southern Appalachia.. From her outpost in an isolated mountain cabin, Deanna Wolfe, a reclusive wildlife biologist, watches a den of coyotes that have recently migrated into the region. She is caught off-guard by a young hunter who invades her most private spaces and confounds her self-assured, solitary life. On a farm several miles down the mountain, Lusa Maluf Landowski, a bookish city girl turned farmer's wife, finds herself unexpectedly marooned in a strange place where she must declare or lose her attachment to the land that has become her own. And a few more miles down the road, a pair of elderly feuding neighbors tend their respective farms and wrangle about God, pesticides, and the possibilities of a future neither of them expected.. Over the course of one humid summer, these characters find their connections to one another and to the flora and fauna with whom they share a place.. Prodigal Summer. demonstrates a balance of narrative, drama and ideas that is characteristic of Barbara Kingsolver's finest work.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Environment",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Adult Fiction",
                "Adult",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Where the Crawdads Sing",
            "authors": [
                "Delia Owens"
            ],
            "ranking": 4.46,
            "ranking_count": 1666318,
            "abstract": "For years, rumors of the “Marsh Girl” haunted Barkley Cove, a quiet fishing village. Kya Clark is barefoot and wild; unfit for polite society. So in late 1969, when the popular Chase Andrews is found dead, locals immediately suspect her.. But Kya is not what they say. A born naturalist with just one day of school, she takes life's lessons from the land, learning the real ways of the world from the dishonest signals of fireflies. But while she has the skills to live in solitude forever, the time comes when she yearns to be touched and loved. Drawn to two young men from town, who are each intrigued by her wild beauty, Kya opens herself to a new and startling world—until the unthinkable happens.. In. Where the Crawdads Sing. , Owens juxtaposes an exquisite ode to the natural world against a profound coming of age story and haunting mystery. Thought-provoking, wise, and deeply moving, Owens’s debut novel reminds us that we are forever shaped by the child within us, while also subject to the beautiful and violent secrets that nature keeps.. The story asks how isolation influences the behavior of a young woman, who like all of us, has the genetic propensity to belong to a group. The clues to the mystery are brushed into the lush habitat and natural histories of its wild creatures.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Audiobook",
                "Romance",
                "Adult",
                "Book Club",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Sisterhood of the Traveling Pants",
            "authors": [
                "Ann Brashares"
            ],
            "ranking": 3.82,
            "ranking_count": 664435,
            "abstract": "Carmen got the jeans at a thrift shop. They didn’t look all that great: they were worn, dirty, and speckled with bleach. On the night before she and her friends part for the summer, Carmen decides to toss them.. But Tibby says they’re great. She'd love to have them. Lena and Bridget also think they’re fabulous. Lena decides that they should all try them on. Whoever they fit best will get them.. Nobody knows why, but the pants fit everyone perfectly. Even Carmen (who never thinks she looks good in anything) thinks she looks good in the pants. Over a few bags of cheese puffs, they decide to form a sisterhood and take the vow of the Sisterhood of the Traveling Pants . . . the next morning, they say good-bye.. And then the journey of the pants — and the most memorable summer of their lives — begins.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Romance",
                "Realistic Fiction",
                "Childrens"
            ]
        },
        {
            "title": "To All the Boys I've Loved Before",
            "authors": [
                "Jenny Han"
            ],
            "ranking": 4.08,
            "ranking_count": 683480,
            "abstract": "To All the Boys I’ve Loved Before is the story of Lara Jean, who has never openly admitted her crushes, but instead wrote each boy a letter about how she felt, sealed it, and hid it in a box under her bed.. But one day Lara Jean discovers that somehow her secret box of letters has been mailed, causing all her crushes from her past to confront her about the letters: her first kiss, the boy from summer camp, even her sister's ex-boyfriend, Josh.. As she learns to deal with her past loves face to face, Lara Jean discovers that something good may come out of these letters after all.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "I'd Tell You I Love You, But Then I'd Have to Kill You",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 3.83,
            "ranking_count": 184469,
            "abstract": "Cammie Morgan is a student at the Gallagher Academy for Exceptional Young Women, a fairly typical all-girls school—that is, if every school taught advanced martial arts in PE and the latest in chemical warfare in science, and students received extra credit for breaking CIA codes in computer class. The Gallagher Academy might claim to be a school for geniuses, but it's really a school for spies. Even though Cammie is fluent in fourteen languages and capable of killing a man in seven different ways, she has no idea what to do when she meets an ordinary boy who thinks she's an ordinary girl. Sure, she can tap his phone, hack into his computer, or track him through town with the skill of a real pavement artist—but can she maneuver a relationship with someone who can never know the truth about her?. Cammie Morgan may be an elite spy-in-training, but in her sophomore year, she's on her most dangerous mission—falling in love.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Mystery",
                "Contemporary",
                "Fiction",
                "Spy Thriller",
                "Adventure",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Corelli's Mandolin",
            "authors": [
                "Louis de Bernières"
            ],
            "ranking": 4.0,
            "ranking_count": 81843,
            "abstract": "Captain Corelli’s Mandolin. is set in the early days of the second world war, before Benito Mussolini invaded Greece. Dr Iannis practices medicine on the island of Cephalonia, accompanied by his daughter, Pelagia, to whom he imparts much of his healing art. Even when the Italians do invade, life isn’t so bad—at first anyway. The officer in command of the Italian garrison is the cultured Captain Antonio Corelli, who responds to a Nazi greeting of “Heil Hitler” with his own “Heil Puccini”, and whose most precious possession is his mandolin. It isn't long before Corelli and Pelagia are involved in a heated affair--despite her engagement to a young fisherman, Mandras, who has gone off to join Greek partisans. Love is complicated enough in wartime, even when the lovers are on the same side. And for Corelli and Pelagia, it becomes increasingly difficult to negotiate the minefield of allegiances, both personal and political, as all around them atrocities mount, former friends become enemies and the ugliness of war infects everyone it touches.. British author Louis de Bernières is well known for his forays into magical realism in such novels as The War of Don Emmanuel's Nether Parts, Señor Vivo and the Coca Lord and The Troublesome Offspring of Cardinal Guzman. Here he keeps it to a minimum, though certainly the secondary characters with whom he populates his island—the drunken priest, the strongman, the fisherman who swims with dolphins—would be at home in any of his wildly imaginative Latin American fictions. Instead, de Bernières seems interested in dissecting the nature of history as he tells his ever-darkening tale from many different perspectives. Captain Corelli’s Mandolin works on many levels, as a love story, a war story and a deconstruction of just what determines the facts that make it into the history books.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Classics",
                "War",
                "Cultural",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Jitterbug Perfume",
            "authors": [
                "Tom Robbins"
            ],
            "ranking": 4.21,
            "ranking_count": 73013,
            "abstract": "Jitterbug Perfume. is an epic, which is to say, it begins in the forests of ancient Bohemia and doesn't conclude until nine o'clock tonight [Paris time]. It is a saga, as well. A saga must have a hero, and the hero of this one is a janitor with a missing bottle. The bottle is blue, very, very old, and embossed with the image of a goat-horned god. If the liquid in the bottle is actually is the secret essence of the universe, as some folks seem to think, it had better be discovered soon because it is leaking and there is only a drop or two left.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Humor",
                "Magical Realism",
                "Literature",
                "Novels",
                "Contemporary",
                "Classics",
                "Literary Fiction"
            ]
        }
    ]
}