{
    "books": [
        {
            "title": "Fair Game",
            "authors": [
                "Patricia Briggs"
            ],
            "ranking": 4.33,
            "ranking_count": 50884,
            "abstract": "Patricia Briggs, the #1 New York Times bestselling author of the Mercy Thompson novels, always enchants her readers. (Lynn Viehl, New York Times bestselling author) Now her Alpha and Omega series-set in a world of shifting shapes, loyalty, and passion- brings werewolves out of the darkness and into a society where fear and prejudice could make the hunters prey.... They say opposites attract. And in the case of werewolves Anna Latham and Charles Cornick, they mate. The son-and enforcer-of the leader of the North American werewolves, Charles is a dominant alpha. While Anna, an omega, has the rare ability to calm others of her kind.. Now that the werewolves have revealed themselves to humans, they can't afford any bad publicity. Infractions that could have been overlooked in the past must now be punished, and the strain of doing his father's dirty work is taking a toll on Charles.. Nevertheless, Charles and Anna are sent to Boston, when the FBI requests the pack's help on a local serial killer case. They quickly realize that not only the last two victims were werewolves-all of them were. Someone is targeting their kind. And now Anna and Charles have put themselves right in the killer's sights...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Fiction",
                "Fairies"
            ]
        },
        {
            "title": "Zone One",
            "authors": [
                "Colson Whitehead"
            ],
            "ranking": 3.26,
            "ranking_count": 21397,
            "abstract": "In this wry take on the post-apocalyptic horror novel, a pandemic has devastated the planet. The plague has sorted humanity into two types: the uninfected and the infected, the living and the living dead.. Now the plague is receding, and Americans are busy rebuild­ing civilization under orders from the provisional govern­ment based in Buffalo. Their top mission: the resettlement of Manhattan. Armed forces have successfully reclaimed the island south of Canal Street—aka Zone One—but pockets of plague-ridden squatters remain. While the army has eliminated the most dangerous of the infected, teams of civilian volunteers are tasked with clearing out a more innocuous variety—the “malfunctioning” stragglers, who exist in a catatonic state, transfixed by their former lives.. Mark Spitz is a member of one of the civilian teams work­ing in lower Manhattan. Alternating between flashbacks of Spitz’s desperate fight for survival during the worst of the outbreak and his present narrative, the novel unfolds over three surreal days, as it depicts the mundane mission of straggler removal, the rigors of Post-Apocalyptic Stress Disorder, and the impossible job of coming to grips with the fallen world.. And then things start to go wrong.. Both spine chilling and playfully cerebral,. Zone One. bril­liantly subverts the genre’s conventions and deconstructs the zombie myth for the twenty-first century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Science Fiction",
                "Apocalyptic",
                "Fantasy",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "An Officer and a Spy",
            "authors": [
                "Robert   Harris"
            ],
            "ranking": 4.19,
            "ranking_count": 24469,
            "abstract": "Robert Harris returns to the thrilling historical fiction he has so brilliantly made his own. This is the story of the infamous Dreyfus affair told as a chillingly dark, hard-edged novel of conspiracy and espionage.. Paris in 1895. Alfred Dreyfus, a young Jewish officer, has just been convicted of treason, sentenced to life imprisonment at Devil’s Island, and stripped of his rank in front of a baying crowd of twenty-thousand. Among the witnesses to his humiliation is Georges Picquart, the ambitious, intellectual, recently promoted head of the counterespionage agency that “proved” Dreyfus had passed secrets to the Germans. At first, Picquart firmly believes in Dreyfus’s guilt. But it is not long after Dreyfus is delivered to his desolate prison that Picquart stumbles on information that leads him to suspect that there is still a spy at large in the French military. As evidence of the most malignant deceit mounts and spirals inexorably toward the uppermost levels of government, Picquart is compelled to question not only the case against Dreyfus but also his most deeply held beliefs about his country, and about himself.. Bringing to life the scandal that mesmerized the world at the turn of the twentieth century, Robert Harris tells a tale of uncanny timeliness––a witch hunt, secret tribunals, out-of-control intelligence agencies, the fate of a whistle-blower--richly dramatized with the singular storytelling mastery that has marked all of his internationally best-selling novels.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Thriller",
                "Cultural",
                "Mystery",
                "Spy Thriller",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Wright Brothers",
            "authors": [
                "David McCullough"
            ],
            "ranking": 4.13,
            "ranking_count": 85324,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. Two-time winner of the Pulitzer Prize David McCullough tells the dramatic story-behind-the-story about the courageous brothers who taught the world how to fly: Wilbur and Orville Wright.. On a winter day in 1903, in the Outer Banks of North Carolina, two unknown brothers from Ohio changed history. But it would take the world some time to believe what had happened: the age of flight had begun, with the first heavier-than-air, powered machine carrying a pilot.. Who were these men and how was it that they achieved what they did?. David McCullough, two-time winner of the Pulitzer Prize, tells the surprising, profoundly American story of Wilbur and Orville Wright.. Far more than a couple of unschooled Dayton bicycle mechanics who happened to hit on success, they were men of exceptional courage and determination, and of far-ranging intellectual interests and ceaseless curiosity, much of which they attributed to their upbringing. The house they lived in had no electricity or indoor plumbing, but there were books aplenty, supplied mainly by their preacher father, and they never stopped reading.. When they worked together, no problem seemed to be insurmountable. Wilbur was unquestionably a genius. Orville had such mechanical ingenuity as few had ever seen. That they had no more than a public high school education, little money and no contacts in high places, never stopped them in their mission to take to the air. Nothing did, not even the self-evident reality that every time they took off in one of their contrivances, they risked being killed.. In this thrilling book, master historian David McCullough draws on the immense riches of the Wright Papers, including private diaries, notebooks, scrapbooks, and more than a thousand letters from private family correspondence to tell the human side of the Wright Brothers' story, including the little-known contributions of their sister, Katharine, without whom things might well have gone differently for them.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "North American Hi...",
                "Aviation",
                "Audiobook",
                "Historical",
                "Science",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Nickel Boys",
            "authors": [
                "Colson Whitehead"
            ],
            "ranking": 4.26,
            "ranking_count": 199809,
            "abstract": "Author of The Underground Railroad, Colson Whitehead brilliantly dramatizes another strand of American history through the story of two boys sentenced to a hellish reform school in 1960s Florida.. Elwood Curtis has taken the words of Dr Martin Luther King to heart: he is as good as anyone. Abandoned by his parents, brought up by his loving, strict and clear-sighted grandmother, Elwood is about to enroll in the local black college. But given the time and the place, one innocent mistake is enough to destroy his future, and so Elwood arrives at The Nickel Academy, which claims to provide 'physical, intellectual and moral training' which will equip its inmates to become 'honorable and honest men'.. In reality, the Nickel Academy is a chamber of horrors, where physical, emotional and sexual abuse is rife, where corrupt officials and tradesmen do a brisk trade in supplies intended for the school, and where any boy who resists is likely to disappear 'out back'. Stunned to find himself in this vicious environment, Elwood tries to hold on to Dr King's ringing assertion, 'Throw us in jail, and we will still love you.' But Elwood's fellow inmate and new friend Turner thinks Elwood is naive and worse; the world is crooked, and the only way to survive is to emulate the cruelty and cynicism of their oppressors.. The tension between Elwood's idealism and Turner's skepticism leads to a decision which will have decades-long repercussions.. Based on the history of a real reform school in Florida that operated for one hundred and eleven years and warped and destroyed the lives of thousands of children, The Nickel Boys is a devastating, driven narrative by a great American novelist whose work is essential to understanding the current reality of the United States.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Race",
                "Literary Fiction",
                "Cultural",
                "Adult",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Ruby Circle",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.22,
            "ranking_count": 46842,
            "abstract": "THEY WILL BE TESTED. Sydney Sage is an Alchemist, one of a group of humans who dabble in magic and serve to bridge the worlds of humans and vampires. They protect vampire secrets - and human lives.. Their forbidden romance exposed,. Sydney and Adrian find themselves facing the wrath of both the Alchemists and the Moroi in this electrifying conclusion to Richelle Mead’s bestselling Bloodlines series.. When the life of someone they both love is put on the line, Sydney risks everything to hunt down a deadly former nemesis. Meanwhile, she and Adrian becomes enmeshed in a puzzle that could hold the key to a shocking secret about spirit magic, a secret that could shake the entire Moroi world and alter their lives forever.. Don't miss their unforgettable final chapter. . . .. LOVE WILL CONQUER ALL",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Embassytown",
            "authors": [
                "China Miéville"
            ],
            "ranking": 3.89,
            "ranking_count": 29430,
            "abstract": "In the far future, humans have colonized a distant planet, home to the enigmatic Ariekei, sentient beings famed for a language unique in the universe, one that only a few altered human ambassadors can speak.. Avice Benner Cho, a human colonist, has returned to Embassytown after years of deep-space adventure. She cannot speak the Ariekei tongue, but she is an indelible part of it, having long ago been made a figure of speech, a living simile in their language.. When distant political machinations deliver a new ambassador to Arieka, the fragile equilibrium between humans and aliens is violently upset. Catastrophe looms, and Avice is torn between competing loyalties—to a husband she no longer loves, to a system she no longer trusts, and to her place in a language she cannot speak yet speaks through her.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Humanities",
                "Weird Fiction"
            ]
        },
        {
            "title": "A History of the World in 100 Objects",
            "authors": [
                "Neil MacGregor"
            ],
            "ranking": 4.2,
            "ranking_count": 8142,
            "abstract": "Neil MacGregor's A History of the World in 100 Objects takes a bold, original approach to human history, exploring past civilizations through the objects that defined them. Encompassing a grand sweep of human history, A History of the World in 100 Objects begins with one of the earliest surviving objects made by human hands, a chopping tool from the Olduvai gorge in Africa, and ends with objects which characterise the world we live in today. Seen through MacGregor's eyes, history is a kaleidoscope - shifting, interconnected, constantly surprising, and shaping our world today in ways that most of us have never imagined. A stone pillar tells us about a great Indian emperor preaching tolerance to his people; Spanish pieces of eight tell us about the beginning of a global currency; and an early Victorian tea-set speaks to us about the impact of empire. An intellectual and visual feast, this is one of the most engrossing and unusual history books published in years. 'Brilliant, engagingly written, deeply researched' Mary Beard, Guardian 'A triumph: hugely popular, and rightly lauded as one of the most effective and intellectually ambitious initiatives in the making of 'public history' for many decades' Sunday Telegraph 'Highly intelligent, delightfully written and utterly absorbing ' Timothy Clifford, Spectator 'This is a story book, vivid and witty, shining with insights, connections, shocks and delights' Gillian Reynolds Daily Telegraph",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Art",
                "Reference",
                "Historical",
                "Science",
                "Anthropology",
                "Cultural"
            ]
        },
        {
            "title": "War",
            "authors": [
                "Sebastian Junger"
            ],
            "ranking": 4.23,
            "ranking_count": 21351,
            "abstract": "In his breakout bestseller,. The Perfect Storm,. Sebastian Junger created a wild ride that brilliantly captures the awesome power of the raging sea and the often futile attempts of humans to withstand it (. Los Angeles Times. Book Review).. Now, Junger turns his brilliant and empathetic eye to the reality of combat--the fear, the honor, and the trust among men in an extreme situation whose survival depends on their absolute commitment to one another. His on-the-ground account follows a single platoon through a 15-month tour of duty in the most dangerous outpost in Afghanistan's Korengal Valley. Through the experiences of these young men at war, he shows what it means to fight, to serve, and to face down mortal danger on a daily basis.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "War",
                "History",
                "Military",
                "Psychology",
                "Autobiography",
                "Writing",
                "Audiobook",
                "Politics"
            ]
        },
        {
            "title": "Colombiano",
            "authors": [
                "Rusty Young"
            ],
            "ranking": 4.33,
            "ranking_count": 1418,
            "abstract": "In Colombia you have to pick a side. Or one will be picked for you . . .. All Pedro Gutiérrez cares about is fishing, playing pool and his girlfriend Camila’s promise to sleep with him on his sixteenth birthday. But his life is ripped apart when Guerrilla soldiers callously execute his father in front of him, and he and his mother are banished from their farm.. Swearing vengeance against the five men responsible, Pedro, with his best friend Palillo, joins an illegal Paramilitary group, where he is trained to fight, kill and crush any sign of weakness.. But as he descends into a world of unspeakable violence, Pedro must decide how far he is willing to go. Can he stop himself before he becomes just as ruthless as those he is hunting? Or will his dark obsession cost him all he loves?. Colombiano is an epic tale of rural villages held to ransom, of jungle drug labs, cocaine supermarkets, witch doctors and buried millions, of innocent teenage love, barbaric torture and meticulously planned revenge.. Superbly told and by turns gripping, poignant and darkly comic, Colombiano is the remarkable story of a boy whose moral descent becomes a metaphor for the corruption of an entire nation. Both blockbuster thriller and electrifying coming-of-age story, Rusty Young’s powerful novel is also a meditation on the redeeming power of love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Historical",
                "War",
                "Thriller",
                "Young Adult",
                "Contemporary",
                "Politics"
            ]
        },
        {
            "title": "Magic Slays",
            "authors": [
                "Ilona Andrews"
            ],
            "ranking": 4.4,
            "ranking_count": 69840,
            "abstract": "Plagued by a war between magic and technology, Atlanta has never been so deadly. Good thing Kate Daniels is on the job.. Kate Daniels may have quit the Order of Merciful Aid, but she’s still knee-deep in paranormal problems. Or she would be if she could get someone to hire her. Starting her own business has been more challenging than she thought it would be—now that the Order is disparaging her good name, and many potential clients are afraid of getting on the bad side of the Beast Lord, who just happens to be Kate’s mate.. So when Atlanta’s premier Master of the Dead calls to ask for help with a vampire on the loose, Kate leaps at the chance of some paying work. Turns out this is not an isolated incident, and Kate needs to get to the bottom of it—fast, or the city and everyone dear to her might pay the ultimate price . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Shapeshifters"
            ]
        },
        {
            "title": "A Knight of the Seven Kingdoms",
            "authors": [
                "George R.R. Martin",
                "Gary Gianni"
            ],
            "ranking": 4.21,
            "ranking_count": 74117,
            "abstract": "A century before A GAME OF THRONES, two unlikely heroes wandered Westeros…. A KNIGHT OF THE SEVEN KINGDOMS compiles the first three official prequel novellas to George R.R. Martin’s ongoing masterwork, A SONG OF ICE AND FIRE.. Before Tyrion Lannister and Podrick Payne there was Dunk and Egg.. A young, naïve but courageous hedge knight, Ser Duncan the Tall towers above his rivals – in stature if not experience. Tagging along with him is his diminutive squire, a boy called Egg – whose true identity must be hidden from all he and Dunk encounter: for in reality he is Aegon Targaryen, and one day he will be king. Improbable heroes though they be, great destinies lie ahead for Dunk and Egg; as do powerful foes, royal intrigue, and outrageous exploits.. A KNIGHT OF THE SEVEN KINGDOMS brings together for the first time the first three official prequel novellas to George R.R. Martin’s ongoing masterwork, A SONG OF ICE AND FIRE, set in an age when the Targaryen line still holds the Iron Throne, and the memory of the last dragon has not yet passed from living memory.. Featuring more than 160 illustrations by Gary Gianni, one of the finest fantasy artists of our time, this beautiful volume will transport readers to the world of the Seven Kingdoms in an age of bygone chivalry.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy",
                "Adult",
                "Young Adult"
            ]
        },
        {
            "title": "City of Dragons",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.09,
            "ranking_count": 27917,
            "abstract": "New York Times bestselling author Robin Hobb returns to world of the Rain Wilds—called “one of the most gripping settings in modern fantasy” (Booklist)—in. City of Dragons. . Continuing the enthralling journey she began in her acclaimed. Dragon Keeper. and. Dragon Haven. , Hobb rejoins a small group of weak, half-formed and unwanted dragons and their displaced human companions as they search for a legendary sanctuary. Now, as the misfit band approaches its final destination, dragons and keepers alike face a challenge so insurmountable that it threatens to render their long, difficult odyssey utterly meaningless. Touching, powerful, and dazzlingly inventive, Hobb’s. City of Dragons. is not to be missed—further proof that this author belongs alongside Raymond E. Feist, Terry Brooks, and Lois McMaster Bujold in the pantheon of fantasy fiction’s true greats.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Washington: A Life",
            "authors": [
                "Ron Chernow"
            ],
            "ranking": 4.11,
            "ranking_count": 65384,
            "abstract": "The celebrated Ron Chernow provides a richly nuanced portrait of the father of America. With a breadth and depth matched by no other one-volume life, he carries the reader through Washington's troubled boyhood, his precocious feats in the French and Indian Wars, his creation of Mount Vernon, his heroic exploits with the Continental Army, his presiding over the Constitutional Convention and his magnificent performance as America's first president.. Despite the reverence his name inspires Washington remains a waxwork to many readers, worthy but dull, a laconic man of remarkable self-control. But in this groundbreaking work Chernow revises forever the uninspiring stereotype. He portrays Washington as a strapping, celebrated horseman, elegant dancer and tireless hunter, who guarded his emotional life with intriguing ferocity. Not only did Washington gather around himself the foremost figures of the age, including James Madison, Alexander Hamilton, John Adams, and Thomas Jefferson, he orchestrated their actions to help realise his vision for the new federal government, define the separation of powers, and establish the office of the presidency.. Ron Chernow takes us on a page-turning journey through all the formative events of America's founding. This is a magisterial work from one of America's foremost writers and historians.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "Biography Memoir",
                "Military History",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "Held Hostage: A Story of Love & Mental Illness",
            "authors": [
                "Bonnie McKeating",
                "Britanie Wilson"
            ],
            "ranking": 3.98,
            "ranking_count": 40,
            "abstract": "Meet James: A secret agent trapped inside the dire confines of the Mayview Hospital, a mental health facility, on a mission to liberate the prisoners of this institution. Only one thing stands between James and his freedom, his sanity. James is a paranoid schizophrenic, although this truth often eludes him, especially when the voices call to him in the form of a mysterious and dangerous woman he calls Eve. As he struggles on his road to redemption James must learn to confront his past in order to better accept and control his illness.. On this journey he meets Emily, a woman who will change life as he knows it. As James and Emily grow closer together James is forced to make a decision to either continue with his treatment or be with the woman he's come to love. What James must understand is Emily has her own dark secrets and that love does not always conquer all.. Held Hostage is a story about mental illness and the sometimes deathly hold it has on its unwilling captors.. It's a story about life, loss and the friendships in between.. But mostly, it's a story about love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Lucky Go Happy: Make Happiness Happen!",
            "authors": [
                "Paul Van Der Merwe"
            ],
            "ranking": 4.31,
            "ranking_count": 81,
            "abstract": "Described as The best book as far as the attainment of happiness goes. by readersfavorite.com, Lucky Go Happy is an amusing, modern-day fable for adults and teens alike.. Readers wanting to make happiness happen for themselves or those around them will gain insight into being happier - and being happy more often.. Happiness, emotions and positive psychology are abstract concepts that are generally difficult to explain and understand.. Adopting a unique approach, Lucky Go Happy unpacks these abstract concepts using the odd elementary graph and image, which when conveyed to readers through a fable makes for an informative and entertaining read for young and old.. Lucky Go Happy follows the adventures of Lucky the Rat who has been sent into the African Bush by King Lion, to discover what makes other animals happy.. Through various encounters with remarkable characters, Lucky captures some reviving new takes on happiness which he has to present to King Lion in a report before the next rainy season. King Lion hopes to regain his own happiness after reading the report.. Lucky Go Happy will:. - demonstrate how we lose more than 70 percent of potential happy time by living for weekends only. - explain how contentment can yield the same amount of happiness as ecstasy. - provide concrete proof that money can never - and will never - make us happy. - highlight why it is absolutely essential to be unhappy at times-. - illustrate why a midlife crisis happens. - show that happiness is not around the next corner; it is here and now,. - andhelp you understand how happiness works.. Rather than waiting for happiness, you can make it happen for yourself and for those around you!. Visit www.luckygohappybook.com",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Self Help",
                "Nonfiction"
            ]
        },
        {
            "title": "Milk and Honey",
            "authors": [
                "Rupi Kaur"
            ],
            "ranking": 4.02,
            "ranking_count": 522148,
            "abstract": "Milk and honey' is a collection of poetry and prose about survival. About the experience of violence, abuse, love, loss, and femininity. It is split into four chapters, and each chapter serves a different purpose. Deals with a different pain. Heals a different heartache. 'milk and honey' takes readers through a journey of the most bitter moments in life and finds sweetness in them because there is sweetness everywhere if you are just willing to look.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Feminism",
                "Nonfiction",
                "Contemporary",
                "Adult",
                "Romance",
                "Health",
                "Audiobook",
                "Cultural",
                "Womens"
            ]
        },
        {
            "title": "The Shepherd's Crown",
            "authors": [
                "Terry Pratchett",
                "Rob  Wilkins"
            ],
            "ranking": 4.37,
            "ranking_count": 26526,
            "abstract": "A shivering of worlds.. Deep in the Chalk, something is stirring. The owls and the foxes can sense it, and Tiffany Aching feels it in her boots. An old enemy is gathering strength.. This is a time of endings and beginnings, old friends and new, a blurring of edges and a shifting of power. Now Tiffany stands between the light and the dark, the good and the bad.. As the fairy horde prepares for invasion, Tiffany must summon all the witches to stand with her. To protect the land. Her land.. There will be a reckoning…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Humor",
                "Audiobook",
                "Paranormal",
                "Science Fiction Fantasy",
                "Childrens"
            ]
        },
        {
            "title": "Off the Grid: The Catalyst",
            "authors": [
                "Brian  Courtney"
            ],
            "ranking": 4.18,
            "ranking_count": 375,
            "abstract": "A man without a name who called himself Pan wanted something more, something better. For as long as he could remember, something or someone was calling to him, draining him, making him hungry, making him strive for more, more of everything. Living the life and pursuing the happiness, Pan lived the American Dream. Like so many cheerleaders, Pan worked hard to climb the ladder and he bought almost everything that they sold. Avoiding the questions and numbing the pain, Pan turned to drink and did drugs, he listened to loud music and had meaningless sex. He was a true consumer and a glutton until all the hedonism and all the materialism could no longer fill the void and help fulfill his life, his liberty and his pursuit of happiness.. The sports cars and white picket fences of the picturesque dream were now blurry and misshapen. His dream was shattered and the cracks revealed. Now he waits and watches and fears for the future that he knows is so near. Living in the shadows and preparing for tomorrow, he hopes that he is wrong, but knows that he is right.",
            "part_of_series": false,
            "genre_list": [
                "New Adult",
                "Suspense",
                "Thriller",
                "Mystery",
                "Young Adult",
                "Modern",
                "Speculative Fiction",
                "Adventure",
                "Literature",
                "Drama"
            ]
        },
        {
            "title": "The Infinite Jeff: A Parable of Change (Part 1)",
            "authors": [
                "Will Holcomb"
            ],
            "ranking": 4.64,
            "ranking_count": 114,
            "abstract": "Stanley, an out of work tech writer, is deeply unsatisfied with the lack of meaning in his life. Of the three places he feels should provide meaning in his life, religion, work and family, only one gives his life purpose: family. In PART ONE his lack of meaning starts to change. Out of desperation to support his family, he takes a short-term contract job on the other side of the country. He cannot afford to fly so he packs his car for the cross-country journey. The trip gets strange almost immediately when he reluctantly picks up a hitchhiker who transforms Stanley's religious views by answering questions that have kept religion at arm's length.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality"
            ]
        },
        {
            "title": "The Stone Sky",
            "authors": [
                "N.K. Jemisin"
            ],
            "ranking": 4.36,
            "ranking_count": 101838,
            "abstract": "This is the way the world ends... for the last time.. The Moon will soon return. Whether this heralds the destruction of humankind or something worse will depend on two women.. Essun has inherited the power of Alabaster Tenring. With it, she hopes to find her daughter Nassun and forge a world in which every orogene child can grow up safe.. For Nassun, her mother's mastery of the Obelisk Gate comes too late. She has seen the evil of the world, and accepted what her mother will not admit: that sometimes what is corrupt cannot be cleansed, only destroyed.. The remarkable conclusion to the post-apocalyptic and highly acclaimed trilogy that began with the multi-award-nominated. The Fifth Season.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adult",
                "Apocalyptic",
                "Speculative Fiction"
            ]
        },
        {
            "title": "On Earth We're Briefly Gorgeous",
            "authors": [
                "Ocean Vuong"
            ],
            "ranking": 4.05,
            "ranking_count": 165197,
            "abstract": "On Earth We're Briefly Gorgeous. is a letter from a son to a mother who cannot read. Written when the speaker, Little Dog, is in his late twenties, the letter unearths a family's history that began before he was born — a history whose epicenter is rooted in Vietnam — and serves as a doorway into parts of his life his mother has never known, all of it leading to an unforgettable revelation. At once a witness to the fraught yet undeniable love between a single mother and her son, it is also a brutally honest exploration of race, class, and masculinity. Asking questions central to our American moment, immersed as we are in addiction, violence, and trauma, but undergirded by compassion and tenderness,. On Earth We're Briefly Gorgeous. is as much about the power of telling one's own story as it is about the obliterating silence of not being heard.. With stunning urgency and grace, Ocean Vuong writes of people caught between disparate worlds, and asks how we heal and rescue one another without forsaking who we are. The question of how to survive, and how to make of it a kind of joy, powers the most important debut novel of many years.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "LGBT",
                "Contemporary",
                "Literary Fiction",
                "Adult",
                "Audiobook",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Think Fast or Die",
            "authors": [
                "Simon W. Clark"
            ],
            "ranking": 4.19,
            "ranking_count": 81,
            "abstract": "How do you start a war?. Assassinate a prominent American arms dealer.. How do you deal with a growing threat of terrorism spread across the world?. Find black-ops agent Rick Jensen.. The covert terror cell with a clandestine leader that no government or agency can identify.. A Kurdish soldier slave who could hold the key to unmasking the mastermind terrorist.. Looted ancient antiquities funding terror on a mass scale.. The clock is ticking.. No rules except think fast or die…. Rick has narrowly escaped a hidden army base deep in the Pakistan desert. Injured and exhausted, he tackles a series of terror incidents starting with bomb plot that would kill ten thousand people. No one else can stop the cell.. A new handler is assigned to Rick who needs him fighting the terrorists in Syria.. He hates Syria but a new evil has arisen.. The assignment is non-negotiable. Director’s orders.. Rick plunges into a human trafficking operation which must be stopped. Sarya is trapped as a slave in a bidding war when Rick aids her escape. Together they search for a phantom cell leader that only she has met.. On a parallel assignment Rick investigates American Mullenger whose arms-dealing and smuggling has caught the watchful eye of the CIA. Rick and Sarya know the entrepreneur must be connected to the mastermind terrorist.. Join in on the break-neck journey from Pakistan, Syria through to Egypt and back again as Rick strives to defeat the deadliest cell that ever existed.. Millions of lives are at stake. Superpowers under threat.. Only one outcome can restore temporary peace and bring stabilisation.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "War",
                "Spy Thriller",
                "Mystery",
                "Suspense"
            ]
        },
        {
            "title": "The Last Runaway",
            "authors": [
                "Tracy Chevalier",
                "Laurel Lefkow"
            ],
            "ranking": 3.83,
            "ranking_count": 34502,
            "abstract": "New York Times. bestselling author of. Girl With a Pearl Earring. Tracy Chevalier makes her first fictional foray into the American past in. The Last Runaway. , bringing to life the Underground Railroad and illuminating the principles, passions and realities that fueled this extraordinary freedom movement.. In New York Times bestselling author Tracy Chevalier’s newest historical saga, she introduces Honor Bright, a modest English Quaker who moves to Ohio in 1850, only to find herself alienated and alone in a strange land. Sick from the moment she leaves England, and fleeing personal disappointment, she is forced by family tragedy to rely on strangers in a harsh, unfamiliar landscape.. Nineteenth-century America is practical, precarious, and unsentimental, and scarred by the continuing injustice of slavery. In her new home Honor discovers that principles count for little, even within a religious community meant to be committed to human equality.. However, drawn into the clandestine activities of the Underground Railroad, a network helping runaway slaves escape to freedom, Honor befriends two surprising women who embody the remarkable power of defiance. Eventually she must decide if she too can act on what she believes in, whatever the personal costs.. A powerful journey brimming with color and drama, The Last Runaway is Tracy Chevalier’s vivid engagement with an iconic part of American history.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adult Fiction",
                "Adult",
                "Audiobook",
                "Literature",
                "Book Club",
                "Novels",
                "The United States Of America"
            ]
        },
        {
            "title": "The Obsession",
            "authors": [
                "Nora Roberts"
            ],
            "ranking": 4.21,
            "ranking_count": 69649,
            "abstract": "“She stood in the deep, dark woods, breath shallow and cold prickling over her skin despite the hot, heavy air. She took a step back, then two, as the urge to run fell over her.”. Naomi Bowes lost her innocence the night she followed her father into the woods. In freeing the girl trapped in the root cellar, Naomi revealed the horrible extent of her father’s crimes and made him infamous. No matter how close she gets to happiness, she can’t outrun the sins of Thomas David Bowes.. Now a successful photographer living under the name Naomi Carson, she has found a place that calls to her, a rambling old house in need of repair, thousands of miles away from everything she’s ever known. Naomi wants to embrace the solitude, but the kindly residents of Sunrise Cove keep forcing her to open up—especially the determined Xander Keaton.. Naomi can feel her defenses failing, and knows that the connection her new life offers is something she’s always secretly craved. But the sins of her father can become an obsession, and, as she’s learned time and again, her past is never more than a nightmare away.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Mystery",
                "Suspense",
                "Fiction",
                "Thriller",
                "Contemporary"
            ]
        },
        {
            "title": "The Invisible Bridge",
            "authors": [
                "Julie Orringer",
                "Arthur Morey"
            ],
            "ranking": 4.17,
            "ranking_count": 50995,
            "abstract": "A grand love story and an epic tale of three brothers whose lives are torn apart by war.. Paris, 1937. Andras Lévi, a Hungarian Jewish architecture student, arrives from Budapest with a scholarship, a single suitcase, and a mysterious letter he has promised to deliver to C. Morgenstern on the rue de Sévigné. As he becomes involved with the letter’s recipient, his elder brother takes up medical studies in Modena, their younger brother leaves school for the stage—and Europe’s unfolding tragedy sends each of their lives into terrifying uncertainty.. From the Hungarian village of Konyár to the grand opera houses of Budapest and Paris, from the lonely chill of Andras’s garret to the enduring passion he discovers on the rue de Sévigné, from the despair of a Carpathian winter to an unimaginable life in forced labor camps and beyond,. The Invisible Bridge. tells the unforgettable story of brothers bound by history and love, of a marriage tested by disaster, of a Jewish family’s struggle against annihilation, and of the dangerous power of art in a time of war.. Length:. 27 hrs and 51 mins",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "World War II",
                "Cultural",
                "Romance",
                "Literature"
            ]
        },
        {
            "title": "Personal Demons",
            "authors": [
                "Lisa Desrochers"
            ],
            "ranking": 3.66,
            "ranking_count": 10178,
            "abstract": "Frannie Cavanaugh is a good Catholic girl with a bit of a wicked streak. She has spent years keeping everyone at a distance---even her closest friends---and it seems as if her senior year is going to be more of the same . . . until Luc Cain enrolls in her class. No one knows where he came from, but Frannie can't seem to stay away from him.. What she doesn't know is that Luc is on a mission. He's been sent from Hell itself to claim Frannie's soul. It should be easy---all he has to do is get her to sin, and Luc is as tempting as they come. Frannie doesn't stand a chance. But he has to work fast, because if the infernals are after her, the celestials can't be far behind. And sure enough, it's not long before the angel Gabriel shows up, willing to do anything to keep Luc from getting what he came for. It isn't long before they find themselves fighting for more than just Frannie's soul.. But if Luc fails, there will be Hell to pay . . . for all of them.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance"
            ]
        },
        {
            "title": "Astrophysics for People in a Hurry",
            "authors": [
                "Neil deGrasse Tyson"
            ],
            "ranking": 4.08,
            "ranking_count": 145020,
            "abstract": "What is the nature of space and time? How do we fit within the universe? How does the universe fit within us? There’s no better guide through these mind-expanding questions than acclaimed astrophysicist and best-selling author Neil deGrasse Tyson.. But today, few of us have time to contemplate the cosmos. So Tyson brings the universe down to Earth succinctly and clearly, with sparkling wit, in tasty chapters consumable anytime and anywhere in your busy day.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Audiobook",
                "Space",
                "History",
                "Adult",
                "Education"
            ]
        },
        {
            "title": "Wood, Talc and Mr. J",
            "authors": [
                "Chris   Rose"
            ],
            "ranking": 4.36,
            "ranking_count": 163,
            "abstract": "A look back. Without the rose-tinted spectacles, but with hindsight and humour, and with poignancy and affection.. 1978. The North.. Phillip sees life in a simplistic if passionate way: up or down, us and them, black, white and nothing in-between. When not doing his ‘thing’ in Wigan’s Casino Club – voted ‘The Greatest Disco in the World’ by Time Magazine – Phillip hates the world. Or at least he thinks he does. He longs for the weekend, or a greater, permanent escape from the daily grind of factory life in an industrial town.. With a little imagination, he might realise things midweek aren’t that bad: there’s the loving family, the secure job amid mass unemployment, a relationship with the perfect young woman… Or maybe he realises too late. And all he’d deemed important was only ever an illusion, his reflected image included.. Coming full circle by way of loss and more loss, you would hope lessons are learned…. The book progresses through myriad dream sequences, interwoven song-themes, a father’s philosophical ramblings, ever blackening wit, leitmotif – or seemingly recurring scenes; is someone laughing at our hero? And Phillip’s own, lyrical, strut-like, black or white manner.. Dancehall adventures via train rides to Heaven, scooter cruising almost coast to coast. Beneath the pier encounters with the opposite sex, et al… set against the birth of Scargill and Thatcher feuding…",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Music",
                "Politics",
                "Literature",
                "Young Adult",
                "Unfinished",
                "Poetry",
                "Literary Fiction",
                "Humor",
                "Adventure"
            ]
        },
        {
            "title": "The Disappearing Spoon: And Other True Tales of Madness, Love, and the History of the World from the Periodic Table of the Elements",
            "authors": [
                "Sam Kean"
            ],
            "ranking": 3.92,
            "ranking_count": 46120,
            "abstract": "Why did Gandhi hate iodine (I, 53)? Why did the Japanese kill Godzilla with missiles made of cadmium (Cd, 48)? How did radium (Ra, 88) nearly ruin Marie Curie's reputation? And why did tellurium (Te, 52) lead to the most bizarre gold rush in history?. The periodic table is one of our crowning scientific achievements, but it's also a treasure trove of passion, adventure, betrayal and obsession. The fascinating tales in. The Disappearing Spoon. follow carbon, neon, silicon, gold and every single element on the table as they play out their parts in human history, finance, mythology, conflict, the arts, medicine and the lives of the (frequently) mad scientists who discovered them.. Why did a little lithium (Li, 3) help cure poet Robert Lowell of his madness? And how did gallium (Ga, 31) become the go-to element for laboratory pranksters?. The Disappearing Spoon. has the answers, fusing science with the classic lore of invention, investigation, discovery and alchemy, from the big bang through to the end of time.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "Calico Jack in your Garden",
            "authors": [
                "Karl Wiggins"
            ],
            "ranking": 4.2,
            "ranking_count": 193,
            "abstract": "Embarrassingly, a number of the reviews for this book seem to involve people losing control of their bladder;. “Anyone who is a bit saucy, very fond of boobies and doesn't mind peeing slightly when they laugh too hard, this is the book for you!” “I have to admit that I wet myself twice while reading it but this may in part have been due to my age and a couple of bottles of a fine St. Emilion,” “Due to the laughter you owe my secretary one clean pair of knickers.”. Two reviewers have even suggested I should tour as a stand-up comedian;. “I found myself laughing out-loud and even sharing segments with my spouse ….. I think Karl could tour as a stand-up comedian,” “Mr Wiggins has views on life that are expressed in a manner worthy of any stand-up comedian.”. So my scribblings do seem to raise a smile and a chuckle, and either way you look at it, that has to be a good thing.. “I got kicked out of bed TWICE for laughing so hard. This is, by far, one of the funniest books I've yet read”. “JFC!!!! This is soooo hilarious”. “I have never, ever read a book that caught me so unawares and made me laugh so much as Calico Jack. I laughed and laughed so much on the train home that I had to stop reading it. He is capable of making the reader cry with laughter”. “There were times when I had to set the Kindle down and just laugh out loud. Some of Mr Wiggins' thoughts are just hilarious”. Whilst it’s evident that a number of people love my writing - I've even been told by some that they settle themselves with a cup of coffee before reading my blogs, Newspaper columns or Facebook posts - I'm very much aware that I have an inappropriate sense of humour that isn’t to everyone’s taste. In short, not everyone ‘gets’ me.. Hardly any subject is taboo to the Englishman when he’s laughing, and this often seems insensitive to other cultures, but the bedrock of the British sense of humour is a strong sense of sarcasm and self-deprecation. The British can be very passionate – and if you doubt that try going to a football match - but that passion is often hidden deep in our humour so that other nationals fail to not only recognise the deadpan delivery but are never too sure if they’ve been involved in a serious conversation or just a little bit of friendly banter. Having said that my style of writing is now appealing more and more to the American market.. No longer simply a fad, blogging is now an important new literary innovation. This book is not a story, and if you’re looking for a book that is all sweetness and light, please give this one a miss. It’s not for you. I won’t be offended and I honestly wish you a great life. If everyone likes me, then I’m not being controversial enough.. If you’re looking for Humorous books about Life, Comedy Writing or even Humorous Books for Adults then take a chance on this book;. I’ve been told I write with an “easy-going style and a zest for living that is infectious.” I’m not so sure about that, but I have an opinion on a range of hot issues, although you don’t have to agree with all my views to enjoy the ride. Other comments on my writing style warn that I talk to the reader with all the confidence of a man in touch with his own reality, in a voice which is seasoned with a hint of world weariness that is so telling of a writer who has written what he knows and written it with disarming fearlessness. And that I guess is true.. I can be a handful at times and I know it. I’m strong-willed, a bit outspoken and I write exactly what I’m thinking. It’s not to everyone’s taste, but this is a book you can dip in and out of whenever the mood takes you. I hope you enjoy!",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Fiction"
            ]
        },
        {
            "title": "Red, White & Royal Blue",
            "authors": [
                "Casey McQuiston"
            ],
            "ranking": 4.19,
            "ranking_count": 509800,
            "abstract": "Original cover edition of ASIN B07J4LPZRN. here. .. First Son Alex Claremont-Diaz is the closest thing to a prince this side of the Atlantic. With his intrepid sister and the Veep’s genius granddaughter, they’re the White House Trio, a beautiful millennial marketing strategy for his mother, President Ellen Claremont. International socialite duties do have downsides—namely, when photos of a confrontation with his longtime nemesis Prince Henry at a royal wedding leak to the tabloids and threaten American/British relations. The plan for damage control: staging a fake friendship between the First Son and the Prince.. As President Claremont kicks off her reelection bid, Alex finds himself hurtling into a secret relationship with Henry that could derail the campaign and upend two nations. What is worth the sacrifice? How do you do all the good you can do? And, most importantly, how will history remember you?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "LGBT",
                "Contemporary",
                "Fiction",
                "Young Adult",
                "New Adult",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "God Help the Child",
            "authors": [
                "Toni Morrison"
            ],
            "ranking": 3.77,
            "ranking_count": 26802,
            "abstract": "Spare and unsparing, God Help the Child—the first novel by Toni Morrison to be set in our current moment—weaves a tale about the way the sufferings of childhood can shape, and misshape, the life of the adult.. Spare and unsparing, God Help the Child is a searing tale about the way childhood trauma shapes and misshapes the life of the adult. At the center: a woman who calls herself Bride, whose stunning blue-black skin is only one element of her beauty, her boldness and confidence, her success in life; but which caused her light-skinned mother to deny her even the simplest forms of love until she told a lie that ruined the life of an innocent woman, a lie whose reverberations refuse to diminish ... Booker, the man Bride loves and loses, whose core of anger was born in the wake of the childhood murder of his beloved brother ... Rain, the mysterious white child, who finds in Bride the only person she can talk to about the abuse she's suffered at the hands of her prostitute mother ... and Sweetness, Bride's mother, who takes a lifetime to understand that what you do to children matters. And they might never forget.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Cultural",
                "Novels",
                "Race",
                "Audiobook",
                "Adult Fiction",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Night Road",
            "authors": [
                "Kristin Hannah"
            ],
            "ranking": 4.2,
            "ranking_count": 125767,
            "abstract": "Jude Farraday is a happily married, stay-at-home mom who puts everyone’s needs above her own. Her twins, Mia and Zach, are bright and happy teenagers. When Lexi Baill enters their lives, no one is more supportive than Jude. A former foster child with a dark past, Lexi quickly becomes Mia’s best friend. Then Zach falls in love with Lexi and the three become inseparable. But senior year of high school brings unexpected dangers and one night, Jude’s worst fears are confirmed: there is an accident. In an instant, her idyllic life is shattered and her close-knit community is torn apart. People—and Jude—demand justice, and when the finger of blame is pointed, it lands solely on eighteen-year-old Lexi Baill. In a heartbeat, their love for each other will be shattered, the family broken. Lexi gives up everything that matters to her—the boy she loves, her place in the family, the best friend she ever had—while Jude loses even more.. When Lexi returns, older and wiser, she demands a reckoning. Long buried feelings will rise again, and Jude will finally have to face the woman she has become. She must decide whether to remain broken or try to forgive both Lexi…and herself.. Night Road. is a vivid, emotionally complex novel that raises profound questions about motherhood, loss, identity, and forgiveness. It is an exquisite, heartbreaking novel that speaks to women everywhere about the things that matter most.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Drama",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Family"
            ]
        },
        {
            "title": "The Beginner's Goodbye",
            "authors": [
                "Anne Tyler"
            ],
            "ranking": 3.61,
            "ranking_count": 18606,
            "abstract": "Anne Tyler gives us a wise, haunting, and deeply moving new novel in which she explores how a middle-aged man, ripped apart by the death of his wife, is gradually restored by her frequent appearances—in their house, on the roadway, in the market.. Crippled in his right arm and leg, Aaron spent his childhood fending off a sister who wants to manage him. So when he meets Dorothy, a plain, outspoken, self-dependent young woman, she is like a breath of fresh air. Unhesitatingly he marries her, and they have a relatively happy, unremarkable marriage. But when a tree crashes into their house and Dorothy is killed, Aaron feels as though he has been erased forever. Only Dorothy’s unexpected appearances from the dead help him to live in the moment and to find some peace.. Gradually he discovers, as he works in the family’s vanity-publishing business, turning out titles that presume to guide beginners through the trials of life, that maybe for this beginner there is a way of saying goodbye.. A beautiful, subtle exploration of loss and recovery, pierced throughout with Anne Tyler’s humor, wisdom, and always penetrating look at human foibles.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Adult Fiction",
                "Audiobook",
                "Marriage",
                "Adult",
                "Novels",
                "Death",
                "Family"
            ]
        },
        {
            "title": "The Universe Versus Alex Woods",
            "authors": [
                "Gavin Extence"
            ],
            "ranking": 4.09,
            "ranking_count": 22290,
            "abstract": "A rare meteorite struck Alex Woods when he was ten years old, leaving scars and marking him for an extraordinary future. The son of a fortune teller, bookish, and an easy target for bullies, Alex hasn't had the easiest childhood.. But when he meets curmudgeonly widower Mr. Peterson, he finds an unlikely friend. Someone who teaches him that you only get one shot at life. That you have to make it count.. So when, aged seventeen, Alex is stopped at customs with 113 grams of marijuana, an urn full of ashes on the front seat, and an entire nation in uproar, he's fairly sure he's done the right thing .... Introducing a bright young voice destined to charm the world,. The Universe Versus Alex Woods. is a celebration of curious incidents, astronomy and astrology, the works of Kurt Vonnegut and the unexpected connections that form our world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Contemporary",
                "Realistic Fiction",
                "Adult",
                "Book Club",
                "Adult Fiction",
                "European Literature",
                "Humor"
            ]
        },
        {
            "title": "The Priory of the Orange Tree",
            "authors": [
                "Samantha Shannon"
            ],
            "ranking": 4.23,
            "ranking_count": 93324,
            "abstract": "A world divided. A queendom without an heir. An ancient enemy awakens.. The House of Berethnet has ruled Inys for a thousand years. Still unwed, Queen Sabran the Ninth must conceive a daughter to protect her realm from destruction – but assassins are getting closer to her door.. Ead Duryan is an outsider at court. Though she has risen to the position of lady-in-waiting, she is loyal to a hidden society of mages. Ead keeps a watchful eye on Sabran, secretly protecting her with forbidden magic.. Across the dark sea, Tané has trained to be a dragonrider since she was a child, but is forced to make a choice that could see her life unravel.. Meanwhile, the divided East and West refuse to parley, and forces of chaos are rising from their sleep.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "LGBT",
                "Fiction",
                "Adult",
                "Romance"
            ]
        },
        {
            "title": "All Our Yesterdays",
            "authors": [
                "Cristin Terrill"
            ],
            "ranking": 4.02,
            "ranking_count": 22886,
            "abstract": "Outside the secret military base where Em is imprisoned, war rages. The world has been coming apart at the seams ever since the U.S. government cracked the code of time travel and built a machine to weaponize time. The only chance Em and the body in the cell next door have to change this terrible present is to escape to the past and stop the man who created the machine.. Four years earlier, the biggest problem in Marina’s life is figuring out how to tell her shy and brilliant best friend James that she’s in love with him. That is, until he night an assassin’s bullet changes everything and sends Marina and James on a desperate hunt for answers, with a killer who seems to anticipate their every move right on their heels.. Marina will protect James at any cost. Em will sacrifice everything to rewrite her future.. Only one of them can succeed.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Thriller",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Girl Who Fell from the Sky",
            "authors": [
                "Heidi W. Durrow"
            ],
            "ranking": 3.61,
            "ranking_count": 29822,
            "abstract": "This debut novel tells the story of Rachel, the daughter of a Danish mother and a black G.I. who becomes the sole survivor of a family tragedy. With her strict African American grandmother as her new guardian, Rachel moves to a mostly black community, where her light brown skin, blue eyes, and beauty bring mixed attention her way. Growing up in the 1980s, she learns to swallow her overwhelming grief and confronts her identity as a biracial young woman in a world that wants to see her as either black or white.. In the tradition of Jamaica Kincaid's. Annie John. and Toni Morrison's. The Bluest Eye. , here is a portrait of a young girl - and society's ideas of race, class, and beauty.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Historical",
                "Cultural",
                "Audiobook",
                "Race",
                "Contemporary",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "Bleeding Edge",
            "authors": [
                "Thomas Pynchon"
            ],
            "ranking": 3.58,
            "ranking_count": 11705,
            "abstract": "Thomas Pynchon brings us to New York in the early days of the internet. It is 2001 in New York City, in the lull between the collapse of the dot-com boom and the terrible events of September 11th. Silicon Alley is a ghost town, Web 1.0 is having adolescent angst, Google has yet to IPO, Microsoft is still considered the Evil Empire. There may not be quite as much money around as there was at the height of the tech bubble, but there’s no shortage of swindlers looking to grab a piece of what’s left.. Maxine Tarnow is running a nice little fraud investigation business on the Upper West Side, chasing down different kinds of small-scale con artists. She used to be legally certified but her license got pulled a while back, which has actually turned out to be a blessing because now she can follow her own code of ethics—carry a Beretta, do business with sleazebags, hack into people’s bank accounts—without having too much guilt about any of it. Otherwise, just your average working mom—two boys in elementary school, an off-and-on situation with her sort of semi-ex-husband Horst, life as normal as it ever gets in the neighborhood—till Maxine starts looking into the finances of a computer-security firm and its billionaire geek CEO, whereupon things begin rapidly to jam onto the subway and head downtown. She soon finds herself mixed up with a drug runner in an art deco motorboat, a professional nose obsessed with Hitler’s aftershave, a neoliberal enforcer with footwear issues, plus elements of the Russian mob and various bloggers, hackers, code monkeys, and entrepreneurs, some of whom begin to show up mysteriously dead. Foul play, of course.. With occasional excursions into the DeepWeb and out to Long Island, Thomas Pynchon, channeling his inner Jewish mother, brings us a historical romance of New York in the early days of the internet, not that distant in calendar time but galactically remote from where we’ve journeyed to since.. Will perpetrators be revealed, forget about brought to justice? Will Maxine have to take the handgun out of her purse? Will she and Horst get back together? Will Jerry Seinfeld make an unscheduled guest appearance? Will accounts secular and karmic be brought into balance?. Hey. Who wants to know?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Novels",
                "Literature",
                "Contemporary",
                "Historical",
                "Literary Fiction",
                "Unfinished",
                "New York"
            ]
        },
        {
            "title": "Poets in Hell",
            "authors": [
                "Janet E. Morris",
                "Chris Morris",
                "Bruce Durham",
                "Michael A. Armstrong",
                "Tom Barczak",
                "Larry Atchley Jr.",
                "Matthew Kirshenblatt",
                "Beth W. Patterson",
                "more…",
                "Michael H. Hanson",
                "Yelle Hughes",
                "Joe Bonadonna",
                "Nancy Asire",
                "Bill Snider",
                "Deborah Koren",
                "Shebat Legion",
                "Richard Groller",
                "Bill Barnhill",
                "Jack William Finley",
                "pdmac",
                "…less"
            ],
            "ranking": 4.81,
            "ranking_count": 79,
            "abstract": "The best, the worst, and ugliest bards in perdition vie for Satan's favor as poets slam one another, Satan's Fallen Angels smirk up their sleeves, and the illiterati have their day.Find out why the damned deserve their fates as Hell's Hacks sink to new poetical depths.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Literary Fiction",
                "Horror"
            ]
        },
        {
            "title": "Magic Rises",
            "authors": [
                "Ilona Andrews"
            ],
            "ranking": 4.44,
            "ranking_count": 53647,
            "abstract": "Atlanta is a city plagued by magical problems. Kate Daniels will fight to solve them—no matter the cost.. Mercenary Kate Daniels and her mate, Curran, the Beast Lord, are struggling to solve a heartbreaking crisis. Unable to control their beasts, many of the Pack’s shapeshifting children fail to survive to adulthood. While there is a medicine that can help, the secret to its making is closely guarded by the European packs, and there’s little available in Atlanta.. Kate can’t bear to watch innocents suffer, but the solution she and Curran have found threatens to be even more painful. The European shapeshifters who once outmaneuvered the Beast Lord have asked him to arbitrate a dispute—and they’ll pay him in medicine. With the young people’s survival and the Pack’s future at stake, Kate and Curran know they must accept the offer—but they have little doubt that they’re heading straight into a trap…. Includes the short story An Ill-Advised Rescue",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Museum of Extraordinary Things",
            "authors": [
                "Alice Hoffman"
            ],
            "ranking": 3.75,
            "ranking_count": 50075,
            "abstract": "Coralie Sardie is the daughter of the sinister impresario behind The Museum of Extraordinary Things, a Coney Island boardwalk freak show that thrills the masses. An exceptional swimmer, Coralie appears as the Mermaid in her father’s “museum,” alongside performers like the Wolfman, the Butterfly Girl, and a one-hundred-year-old turtle. One night Coralie stumbles upon a striking young man taking pictures of moonlit trees in the woods off the Hudson River. The dashing photographer is Eddie Cohen, a Russian immigrant who has run away from his father’s Lower East Side Orthodox community and his job as a tailor’s apprentice. When Eddie photographs the devastation on the streets of New York following the infamous Triangle Shirtwaist Factory fire, he becomes embroiled in the suspicious mystery behind a young woman’s disappearance and ignites the heart of Coralie.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "An Untamed State",
            "authors": [
                "Roxane Gay"
            ],
            "ranking": 4.08,
            "ranking_count": 18482,
            "abstract": "Mireille Duval Jameson is living a fairy tale. The strong-willed youngest daughter of one of Haiti’s richest sons, she has an adoring husband, a precocious infant son, by all appearances a perfect life. The fairy tale ends one day when Mireille is kidnapped in broad daylight by a gang of heavily armed men, in front of her father’s Port au Prince estate. Held captive by a man who calls himself The Commander, Mireille waits for her father to pay her ransom. As it becomes clear her father intends to resist the kidnappers, Mireille must endure the torments of a man who resents everything she represents.. An Untamed State is a novel of privilege in the face of crushing poverty, and of the lawless anger that corrupt governments produce. It is the story of a wilful woman attempting to find her way back to the person she once was, and of how redemption is found in the most unexpected of places. An Untamed State establishes Roxane Gay as a writer of prodigious, arresting talent.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Feminism",
                "Adult",
                "Novels",
                "Adult Fiction",
                "Thriller",
                "Womens",
                "Mystery"
            ]
        },
        {
            "title": "Siege and Storm",
            "authors": [
                "Leigh Bardugo"
            ],
            "ranking": 3.86,
            "ranking_count": 450945,
            "abstract": "▶. Alternative Cover Edition #1. Darkness never dies.. Hunted across the True Sea, haunted by the lives she took on the Fold, Alina must try to make a life with Mal in an unfamiliar land, all while keeping her identity as the Sun Summoner a secret. But she can’t outrun her past or her destiny for long.. The Darkling has emerged from the Shadow Fold with a terrifying new power and a dangerous plan that will test the very boundaries of the natural world. With the help of a notorious privateer, Alina returns to the country she abandoned, determined to fight the forces gathering against Ravka. But as her power grows, Alina slips deeper into the Darkling’s game of forbidden magic, and farther away from Mal. Somehow, she will have to choose between her country, her power, and the love she always thought would guide her—or risk losing everything to the oncoming storm.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Righteous Mind: Why Good People Are Divided by Politics and Religion",
            "authors": [
                "Jonathan Haidt"
            ],
            "ranking": 4.21,
            "ranking_count": 45559,
            "abstract": "An alternate cover edition of ISBN 9780307377906 can be found. here.. Why can’t our political leaders work together as threats loom and problems mount? Why do people so readily assume the worst about the motives of their fellow citizens? In. The Righteous Mind,. social psychologist Jonathan Haidt explores the origins of our divisions and points the way forward to mutual understanding.. His starting point is moral intuition—the nearly instantaneous perceptions we all have about other people and the things they do. These intuitions feel like self-evident truths, making us righteously certain that those who see things differently are wrong. Haidt shows us how these intuitions differ across cultures, including the cultures of the political left and right. He blends his own research findings with those of anthropologists, historians, and other psychologists to draw a map of the moral domain. He then examines the origins of morality, overturning the view that evolution made us fundamentally selfish creatures. But rather than arguing that we are innately altruistic, he makes a more subtle claim—that we are fundamentally. groupish.. It is our groupishness, he explains, that leads to our greatest joys, our religious divisions, and our political affiliations. In a stunning final chapter on ideology and civility, Haidt shows what each side is right about, and why we need the insights of liberals, conservatives, and libertarians to flourish as a nation.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Politics",
                "Philosophy",
                "Religion",
                "Science",
                "Sociology",
                "Audiobook",
                "Social Science",
                "Culture"
            ]
        },
        {
            "title": "The Sacred Band",
            "authors": [
                "Janet E. Morris",
                "Chris Morris"
            ],
            "ranking": 4.47,
            "ranking_count": 299,
            "abstract": "The Sacred Band of Thebes lives on, a world away, in this mythic novel of love in war in ancient times. In 338 BCE, during the Battle of Chaeronea that results in the massacre of the Sacred Band of Thebes, the legendary Tempus and his Stepson cavalry rescue twenty-three pairs of Theban Sacred Banders, paired lovers and friends, to fight on other days. These forty-six Thebans, whose bones will never lie in the mass grave that holds their two hundred and fifty-four brothers, join with the immortalized Tempus and his Sacred Band of Stepsons, consummate ancient cavalry fighters, to make new lives in a faraway land and fight the battle of their dreams where gods walk the earth, ghosts take the field, and the angry Fates demand their due.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Historical Fiction",
                "Heroic Fantasy",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Commonwealth",
            "authors": [
                "Ann Patchett"
            ],
            "ranking": 3.82,
            "ranking_count": 159687,
            "abstract": "The acclaimed, bestselling author—winner of the PEN/Faulkner Award and the Orange Prize—tells the enthralling story of how an unexpected romantic encounter irrevocably changes two families’ lives.. One Sunday afternoon in Southern California, Bert Cousins shows up at Franny Keating’s christening party uninvited. Before evening falls, he has kissed Franny’s mother, Beverly—thus setting in motion the dissolution of their marriages and the joining of two families.. Spanning five decades,. Commonwealth. explores how this chance encounter reverberates through the lives of the four parents and six children involved. Spending summers together in Virginia, the Keating and Cousins children forge a lasting bond that is based on a shared disillusionment with their parents and the strange and genuine affection that grows up between them.. When, in her twenties, Franny begins an affair with the legendary author Leon Posen and tells him about her family, the story of her siblings is no longer hers to control. Their childhood becomes the basis for his wildly successful book, ultimately forcing them to come to terms with their losses, their guilt, and the deeply loyal connection they feel for one another.. Told with equal measures of humor and heartbreak,. Commonwealth. is a meditation on inspiration, interpretation, and the ownership of stories. It is a brilliant and tender tale of the far-reaching ties of love and responsibility that bind us together.. #1. New York Times. Bestseller",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Audiobook",
                "Historical",
                "Contemporary",
                "Family",
                "Adult Fiction",
                "Book Club",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Ten Thousand Doors of January",
            "authors": [
                "Alix E. Harrow"
            ],
            "ranking": 4.05,
            "ranking_count": 96096,
            "abstract": "In a sprawling mansion filled with peculiar treasures, January Scaller is a curiosity herself. As the ward of the wealthy Mr. Locke, she feels little different from the artifacts that decorate the halls: carefully maintained, largely ignored, and utterly out of place.. Then she finds a strange book. A book that carries the scent of other worlds, and tells a tale of secret doors, of love, adventure and danger. Each page turn reveals impossible truths about the world and January discovers a story increasingly entwined with her own.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Young Adult",
                "Magical Realism",
                "Audiobook",
                "Adventure",
                "Writing",
                "Adult"
            ]
        },
        {
            "title": "Touch of Frost",
            "authors": [
                "Jennifer Estep"
            ],
            "ranking": 3.95,
            "ranking_count": 31110,
            "abstract": "My name is Gwen Frost, and I go to Mythos Academy; a school of myths, magic and warrior whiz kids, where even the lowliest geek knows how to chop off somebody's head with a sword and Logan Quinn, the hottest Spartan guy in school, also happens to be the deadliest. But lately, things have been weird, even for Mythos. First, mean girl Jasmine Ashton was murdered in the Library of Antiquities. Then, someone stole the Bowl of Tears, a magical artifact that can be used to bring about the second Chaos War. You know, death, destruction and lots of other bad, bad things. Freaky stuff like this goes on all the time at Mythos, but I'm determined to find out who killed Jasmine and why; especially since I should have been the one who died...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mystery"
            ]
        },
        {
            "title": "The Wicked King",
            "authors": [
                "Holly Black"
            ],
            "ranking": 4.34,
            "ranking_count": 375033,
            "abstract": "The enchanting and bloodthirsty sequel to the New York Times bestselling novel The Cruel Prince.. You must be strong enough to strike and strike and strike again without tiring.. The first lesson is to make yourself strong.. After the jaw-dropping revelation that Oak is the heir to Faerie, Jude must keep her brother safe. To do so, she has bound the wicked king, Cardan, to her, and made herself the power behind the throne. Navigating the constantly shifting political alliances of Faerie would be difficult enough if Cardan were easy to control. But he does everything in his power to humiliate and undermine her even as his fascination with her remains undiminished.. When it becomes all too clear that someone close to Jude means to betray her, threatening her own life and the lives of everyone she loves, Jude must uncover the traitor and fight her own complicated feelings for Cardan to maintain control as a mortal in a Faerie world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Fiction",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "Shift",
            "authors": [
                "Hugh Howey"
            ],
            "ranking": 4.12,
            "ranking_count": 77542,
            "abstract": "In 2007, the Center for Automation in Nanobiotech (CAN) outlined the hardware and software platform that would one day allow robots smaller than human cells to make medical diagnoses, conduct repairs, and even self-propagate. In the same year, the CBS network re-aired a program about the effects of propranolol on sufferers of extreme trauma. A simple pill, it had been discovered, could wipe out the memory of any traumatic event. At almost the same moment in humanity’s broad history, mankind had discovered the means for bringing about its utter downfall. And the ability to forget it ever happened. This is the sequel to the New York Times bestselling WOOL series.. Contains First Shift, Second Shift, and Third Shift.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Speculative Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Secondhand Time: The Last of the Soviets",
            "authors": [
                "Svetlana Alexievich",
                "Bela Shayevich"
            ],
            "ranking": 4.46,
            "ranking_count": 13995,
            "abstract": "From the 2015 winner of the Nobel Prize in Literature, Svetlana Alexievich, comes the first English translation of her latest work, an oral history of the disintegration of the Soviet Union and the emergence of a new Russia.. Bringing together dozens of voices in her distinctive documentary style,. Secondhand Time. is a monument to the collapse of the USSR, charting the decline of Soviet culture and speculating on what will rise from the ashes of Communism.. As in all her books, Alexievich gives voice to women and men whose stories are lost in the official narratives of nation-states, creating a powerful alternative history from the personal and private stories of individuals.. Svetlana Alexievich. was born in the Ukraine in 1948 and grew up in Belarus. As a newspaper journalist, she spent her early career in Minsk compiling first-hand accounts of World War II, the Soviet-Afghan War, the fall of the Berlin Wall and the Chernobyl meltdown. Her unflinching work—‘the whole of our history…is a huge common grave and a bloodbath’—earned her persecution from the Lukashenko regime and she was forced to emigrate. She lived in Paris, Gothenburg and Berlin before returning to Minsk in 2011. She has won a number of prizes, including the National Book Critics Circle Award, the Prix Médicis, and the Oxfam Novib/PEN Award. In 2015, she was awarded the Nobel Prize for Literature.. Bela Shayevich. is a writer, translator and illustrator. Her translations have appeared in journals such as. Little Star. ,. St. Petersburg Review. , and. Calque. . She was the editor of. n+1. magazine’s translations of the Pussy Riot closing statements. Of Alexievich’s writing, she says it is ‘resounding with nothing but the truth’.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural",
                "Politics",
                "Literature",
                "Historical",
                "Nobel Prize",
                "Biography",
                "Writing"
            ]
        },
        {
            "title": "The Republic of Thieves",
            "authors": [
                "Scott Lynch"
            ],
            "ranking": 4.21,
            "ranking_count": 95355,
            "abstract": "With what should have been the greatest heist of their career gone spectacularly sour, Locke and his trusted partner, Jean, have barely escaped with their lives. Or at least Jean has. But Locke is slowly succumbing to a deadly poison that no alchemist or physiker can cure. Yet just as the end is near, a mysterious Bondsmage offers Locke an opportunity that will either save him or finish him off once and for all.. Magi political elections are imminent, and the factions are in need of a pawn. If Locke agrees to play the role, sorcery will be used to purge the venom from his body - though the process will be so excruciating he may well wish for death. Locke is opposed, but two factors cause his will to crumble: Jean's imploring - and the Bondsmage's mention of a woman from Locke's past: Sabetha. She is the love of his life, his equal in skill and wit, and now, his greatest rival.. Locke was smitten with Sabetha from his first glimpse of her as a young fellow orphan and thief-in-training. But after a tumultuous courtship, Sabetha broke away. Now they will reunite in yet another clash of wills. For faced with his one and only match in both love and trickery, Locke must choose whether to fight Sabetha - or to woo her. It is a decision on which both their lives may depend.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "On Tyranny: Twenty Lessons from the Twentieth Century",
            "authors": [
                "Timothy Snyder"
            ],
            "ranking": 4.19,
            "ranking_count": 53788,
            "abstract": "A historian of fascism offers a guide for surviving and resisting America’s turn towards authoritarianism.. On November 9th, millions of Americans woke up to the impossible: the election of Donald Trump as president. Against all predictions, one of the most-disliked presidential candidates in history had swept the electoral college, elevating a man with open contempt for democratic norms and institutions to the height of power.. Timothy Snyder is one of the most celebrated historians of the Holocaust. In his books. Bloodlands. and. Black Earth. , he has carefully dissected the events and values that enabled the rise of Hitler and Stalin and the execution of their catastrophic policies. With. Twenty Lessons. , Snyder draws from the darkest hours of the twentieth century to provide hope for the twenty-first. As he writes, “Americans are no wiser than the Europeans who saw democracy yield to fascism, Nazism and communism. Our one advantage is that we might learn from their experience.”. Twenty Lessons. is a call to arms and a guide to resistance, with invaluable ideas for how we can preserve our freedoms in the uncertain years to come.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Philosophy",
                "Writing",
                "Audiobook",
                "Sociology",
                "Historical",
                "Social Movements"
            ]
        },
        {
            "title": "William Shakespeare's Star Wars: Verily, A New Hope",
            "authors": [
                "Ian Doescher"
            ],
            "ranking": 3.94,
            "ranking_count": 19026,
            "abstract": "MAY THE VERSE BE WITH YOU!. Return once more to a galaxy far, far away with this sublime retelling of George Lucas's epic. Star Wars. in the style of the immortal Bard of Avon. The saga of a wise (Jedi) knight and an evil (Sith) lord, of a beautiful princess held captive and a young hero coming of age,. Star Wars. abounds with all the valor and villainy of Shakespeare's greatest plays. 'Tis a tale told by fretful Droids, full of faithful Wookiees and fearsome Stormtroopers, signifying... pretty much everything.. Reimagined in glorious iambic pentameter,. William Shakespeare's Star Wars. will astound and edify Rebels and Imperials alike. Zounds! This. is. the book you're looking for.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Humor",
                "Fiction",
                "Plays",
                "Fantasy",
                "Poetry",
                "Drama",
                "Audiobook",
                "Retellings"
            ]
        },
        {
            "title": "City of Stairs",
            "authors": [
                "Robert Jackson Bennett"
            ],
            "ranking": 4.08,
            "ranking_count": 31602,
            "abstract": "The city of Bulikov once wielded the powers of the gods to conquer the world, enslaving and brutalizing millions — until its divine protectors were killed. Now, Bulikov’s history has been censored and erased, its citizens subjugated. But the surreal landscape of the city itself, forever altered by the thousands of miracles its guardians once worked upon it, stands as a haunting reminder of its former supremacy.. Into this broken city steps Shara Thivani. Officially, the unassuming young woman is just another junior diplomat sent by Bulikov’s oppressors. Unofficially, she is one of her country’s most accomplished spies, dispatched — along with her terrifying “secretary”, Sigrud — to solve a murder.. But as Shara pursues the killer, she starts to suspect that the beings who ruled this terrible place may not be as dead as they seem, and that Bulikov’s cruel reign may not yet be over.. A tale of vast conspiracies, dead gods, and buried histories,. City of Stairs. is at once a gripping spy novel and a stunningly original work of fantasy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Science Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "Spells",
            "authors": [
                "Aprilynne Pike"
            ],
            "ranking": 3.97,
            "ranking_count": 40418,
            "abstract": "I can't just storm in and proclaim my intentions. I can't 'steal' you away. I just have to wait and hope that, someday, you'll ask, Tamani said.. And if I don't? Laurel said, her voice barely above a whisper.. Then I guess I'll be waiting forever.. Although Laurel has come to accept her true identity as a faerie, she refuses to turn her back on her human life - and especially her boyfriend, David - to return to the faerie world.. But when she is summoned to Avalon, Laurel's feelings for the charismatic faerie sentry Tamani are undeniable. She is forced to make a choice - a choice that could break her heart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "Infinity",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.03,
            "ranking_count": 41357,
            "abstract": "At fourteen, Nick Gautier thinks he knows everything about the world around him. Streetwise, tough and savvy, his quick sarcasm is the stuff of legends. . .until the night when his best friends try to kill him. Saved by a mysterious warrior who has more fighting skills than Chuck Norris, Nick is sucked into the realm of the Dark-Hunters: immortal vampire slayers who risk everything to save humanity.. Nick quickly learns that the human world is only a veil for a much larger and more dangerous one: a world where the captain of the football team is a werewolf and the girl he has a crush on goes out at night to stake the undead. But before he can even learn the rules of this new world, his fellow students are turning into flesh eating zombies. And he's next on the menu.. As if starting high school isn't hard enough. . .now Nick has to hide his new friends from his mom, his chainsaw from the principal, and keep the zombies and the demon Simi from eating his brains, all without getting grounded or suspended. How in the world is he supposed to do that?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Horror",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Grey",
            "authors": [
                "E.L. James"
            ],
            "ranking": 3.81,
            "ranking_count": 163568,
            "abstract": "Christian Grey exercises control in all things; his world is neat, disciplined, and utterly empty—until the day that Anastasia Steele falls into his office, in a tangle of shapely limbs and tumbling brown hair. He tries to forget her, but instead is swept up in a storm of emotion he cannot comprehend and cannot resist. Unlike any woman he has known before, shy, unworldly Ana seems to see right through him—past the business prodigy and the penthouse lifestyle to Christian’s cold, wounded heart.. Will being with Ana dispel the horrors of his childhood that haunt Christian every night? Or will his dark sexual desires, his compulsion to control, and the self-loathing that fills his soul drive this girl away and destroy the fragile hope she offers him?. See the world of. Fifty Shades of Grey. anew through the eyes of Christian Grey.. In Christian's own words, and through his thoughts, reflections, and dreams, E L James offers a fresh perspective on the love story that has enthralled millions of readers around the world.. This book is intended for mature audiences.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Erotica",
                "Fiction",
                "Contemporary",
                "Adult",
                "New Adult",
                "Womens Fiction"
            ]
        },
        {
            "title": "Children of Blood and Bone",
            "authors": [
                "Tomi Adeyemi"
            ],
            "ranking": 4.1,
            "ranking_count": 197003,
            "abstract": "They killed my mother.. They took our magic.. They tried to bury us.. Now we rise.. Zélie Adebola remembers when the soil of Orïsha hummed with magic. Burners ignited flames, Tiders beckoned waves, and Zélie’s Reaper mother summoned forth souls.. But everything changed the night magic disappeared. Under the orders of a ruthless king, maji were killed, leaving Zélie without a mother and her people without hope.. Now Zélie has one chance to bring back magic and strike against the monarchy. With the help of a rogue princess, Zélie must outwit and outrun the crown prince, who is hell-bent on eradicating magic for good.. Danger lurks in Orïsha, where snow leoponaires prowl and vengeful spirits wait in the waters. Yet the greatest danger may be Zélie herself as she struggles to control her powers and her growing feelings for an enemy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Audiobook",
                "Romance",
                "Adventure",
                "Cultural"
            ]
        },
        {
            "title": "News of the World",
            "authors": [
                "Paulette Jiles"
            ],
            "ranking": 4.09,
            "ranking_count": 95020,
            "abstract": "In the aftermath of the Civil War, an aging itinerant news reader agrees to transport a young captive of the Kiowa back to her people in this exquisitely rendered, morally complex, multilayered novel of historical fiction from the author of. Enemy Women. that explores the boundaries of family, responsibility, honor, and trust.. In the wake of the Civil War, Captain Jefferson Kyle Kidd travels through northern Texas, giving live readings from newspapers to paying audiences hungry for news of the world. An elderly widower who has lived through three wars and fought in two of them, the captain enjoys his rootless, solitary existence.. In Wichita Falls, he is offered a $50 gold piece to deliver a young orphan to her relatives in San Antonio. Four years earlier, a band of Kiowa raiders killed Johanna’s parents and sister; sparing the little girl, they raised her as one of their own. Recently rescued by the U.S. army, the ten-year-old has once again been torn away from the only home she knows.. Their 400-mile journey south through unsettled territory and unforgiving terrain proves difficult and at times dangerous. Johanna has forgotten the English language, tries to escape at every opportunity, throws away her shoes, and refuses to act “civilized.” Yet as the miles pass, the two lonely survivors tentatively begin to trust each other, forming a bond that marks the difference between life and death in this treacherous land.. Arriving in San Antonio, the reunion is neither happy nor welcome. The captain must hand Johanna over to an aunt and uncle she does not remember—strangers who regard her as an unwanted burden. A respectable man, Captain Kidd is faced with a terrible choice: abandon the girl to her fate or become—in the eyes of the law—a kidnapper himself.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Westerns",
                "Audiobook",
                "Adult",
                "Book Club",
                "Adult Fiction",
                "Literary Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Detroit: An American Autopsy",
            "authors": [
                "Charlie LeDuff"
            ],
            "ranking": 3.94,
            "ranking_count": 14615,
            "abstract": "In the heart of America, a metropolis is quietly destroying itself. Detroit, once the richest city in the nation, is now its poorest. Once the vanguard of America’s machine age—mass production, automobiles, and blue-collar jobs—Detroit is now America’s capital for unemployment, illiteracy, foreclosure, and dropouts. A city the size of San Francisco and Manhattan could neatly fit into Detroit’s vacant lots.. In another life, Charlie LeDuff won the Pulitzer Prize reporting for The New York Times. But all that is behind him now, after returning to find his hometown in total freefall. Detroit is where his mother’s flower shop was firebombed; where his sister lost herself to drugs; where his brother works in a factory cleaning Chinese-manufactured screws so they can be repackaged as “Made in America.”. With the steel-eyed reportage that has become his trademark—and the righteous indignation only a native son possesses—LeDuff sets out to uncover what destroyed his city. He embeds with a local fire brigade struggling to defend its neighborhood against systemic arson and bureaucratic corruption. He investigates state senators and career police officials, following the money to discover who benefits from Detroit’s decline. He befriends union organizers, homeless do-gooders, embattled businessmen, and struggling homeowners, all ordinary people holding the city together by sheer determination.. Americans have hoped for decades that Detroit was an exception, an outlier. What LeDuff reveals is that Detroit is, once and for all, America’s city: It led us on the way up, and now it is leading us on the way down. Detroit can no longer be ignored because what happened there is happening out here.. Redemption is thin on the ground in this ghost of a city, but. Detroit: An American Autopsy. is no hopeless parable. Instead, LeDuff shares a deeply human drama of colossal greed, ignorance, endurance, and courage.. Detroit. is an unbelievable story of a hard town in a rough time filled with some of the strangest and strongest people our country has to offer—and a black comic tale of the absurdity of American life in the twenty-first century.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Autobiography",
                "Politics",
                "Sociology",
                "Writing",
                "Audiobook",
                "Biography",
                "The United States Of America",
                "North American Hi..."
            ]
        },
        {
            "title": "The Pearl That Broke Its Shell",
            "authors": [
                "Nadia Hashimi"
            ],
            "ranking": 4.16,
            "ranking_count": 40557,
            "abstract": "Afghan-American Nadia Hashimi's literary debut novel,. The Pearl that Broke Its Shell. is a searing tale of powerlessness, fate, and the freedom to control one's own fate that combines the cultural flavor and emotional resonance of the works of Khaled Hosseini, Jhumpa Lahiri, and Lisa See.. In Kabul, 2007, with a drug-addicted father and no brothers, Rahima and her sisters can only sporadically attend school, and can rarely leave the house. Their only hope lies in the ancient custom of bacha posh, which allows young Rahima to dress and be treated as a boy until she is of marriageable age. As a son, she can attend school, go to the market, and chaperone her older sisters.. But Rahima is not the first in her family to adopt this unusual custom. A century earlier, her great-aunt, Shekiba, left orphaned by an epidemic, saved herself and built a new life the same way.. Crisscrossing in time,. The Pearl the Broke Its Shell. interweaves the tales of these two women separated by a century who share similar destinies. But what will happen once Rahima is of marriageable age? Will Shekiba always live as a man? And if Rahima cannot adapt to life as a bride, how will she survive?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Adult",
                "Book Club",
                "Adult Fiction",
                "Cultural",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Magic Shifts",
            "authors": [
                "Ilona Andrews"
            ],
            "ranking": 4.42,
            "ranking_count": 39056,
            "abstract": "In the latest Kate Daniels novel from #1 New York Times bestselling author Ilona Andrews, magic is coming and going in waves in post-Shift Atlanta—and each crest leaves danger in its wake…. After breaking from life with the Pack, mercenary Kate Daniels and her mate—former Beast Lord Curran Lennart—are adjusting to a very different pace. While they’re thrilled to escape all the infighting, Curran misses the constant challenges of leading the shapeshifters.. So when the Pack offers him its stake in the Mercenary Guild, Curran seizes the opportunity—too bad the Guild wants nothing to do with him and Kate. Luckily, as a veteran merc, Kate can take over any of the Guild’s unfinished jobs in order to bring in money and build their reputation. But what Kate and Curran don’t realize is that the odd jobs they’ve been working are all connected.. An ancient enemy has arisen, and Kate and Curran are the only ones who can stop it—before it takes their city apart piece by piece…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "We Were Eight Years in Power: An American Tragedy",
            "authors": [
                "Ta-Nehisi Coates"
            ],
            "ranking": 4.38,
            "ranking_count": 27884,
            "abstract": "We were eight years in power was the lament of Reconstruction-era black politicians as the American experiment in multiracial democracy ended with the return of white supremacist rule in the South. Now Ta-Nehisi Coates explores the tragic echoes of that history in our own time: the unprecedented election of a black president followed by a vicious backlash that fueled the election of the man Coates argues is America's first white president.. But the story of these present-day eight years is not just about presidential politics. This book also examines the new voices, ideas, and movements for justice that emerged over this period--and the effects of the persistent, haunting shadow of our nation's old and unreconciled history. Coates powerfully examines the events of the Obama era from his intimate and revealing perspective--the point of view of a young writer who begins the journey in an unemployment office in Harlem and ends it in the Oval Office, interviewing a president.. We Were Eight Years in Power. features Coates's iconic essays first published in. The Atlantic,. including. Fear of a Black President, The Case for Reparations. and. The Black Family in the Age of Mass Incarceration. , along with eight fresh essays that revisit each year of the Obama administration through Coates's own experiences, observations, and intellectual development, capped by a bracingly original assessment of the election that fully illuminated the tragedy of the Obama era.. We Were Eight Years in Power. is a vital account of modern America, from one of the definitive voices of this historic moment.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Writing",
                "Race",
                "Social Movements",
                "Audiobook",
                "Autobiography",
                "Cultural"
            ]
        },
        {
            "title": "China Dolls",
            "authors": [
                "Lisa See"
            ],
            "ranking": 3.63,
            "ranking_count": 33882,
            "abstract": "An exciting new novel set in the Chop Suey Circuit of San Francisco right before World War II, from the beloved bestselling author of Snowflower and the Secret Fan and Shanghai Girls.. In 1938, Ruby, Helen and Grace, three girls from very different backgrounds, find themselves competing at the same audition for showgirl roles at San Francisco's exclusive Oriental nightclub, the Forbidden City. Grace, an American-born Chinese girl has fled the Midwest and an abusive father. Helen is from a Chinese family who have deep roots in San Francisco's Chinatown. And, as both her friends know, Ruby is Japanese passing as Chinese. At times their differences are pronounced, but the girls grow to depend on one another in order to fulfill their individual dreams. Then, everything changes in a heartbeat with the Japanese attack on Pearl Harbor. Suddenly the government is sending innocent Japanese to internment camps under suspicion, and Ruby is one of them. But which of her friends betrayed her?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "War",
                "Audiobook",
                "Literature",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Flamethrowers",
            "authors": [
                "Rachel Kushner"
            ],
            "ranking": 3.49,
            "ranking_count": 20395,
            "abstract": "The year is 1975 and Reno—so-called because of the place of her birth—has come to New York intent on turning her fascination with motorcycles and speed into art. Her arrival coincides with an explosion of activity in the art world—artists have colonized a deserted and industrial SoHo, are staging actions in the East Village, and are blurring the line between life and art. Reno meets a group of dreamers and raconteurs who submit her to a sentimental education of sorts. Ardent, vulnerable, and bold, she begins an affair with an artist named Sandro Valera, the semi-estranged scion of an Italian tire and motorcycle empire. When they visit Sandro’s family home in Italy, Reno falls in with members of the radical movement that overtook Italy in the seventies. Betrayal sends her reeling into a clandestine undertow.. The Flamethrowers. is an intensely engaging exploration of the mystique of the feminine, the fake, the terrorist. At its center is Kushner’s brilliantly realized protagonist, a young woman on the verge. Thrilling and fearless, this is a major American novel from a writer of spectacular talent and imagination.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Novels",
                "Art",
                "New York",
                "Cultural",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Euphoria",
            "authors": [
                "Lily King"
            ],
            "ranking": 3.85,
            "ranking_count": 82835,
            "abstract": "Inspired by the true story of a woman who changed the way we understand our world.. In 1933 three young, gifted anthropologists are thrown together in the jungle of New Guinea. They are Nell Stone, fascinating, magnetic and famous for her controversial work studying South Pacific tribes, her intelligent and aggressive husband Fen, and Andrew Bankson, who stumbles into the lives of this strange couple and becomes totally enthralled. Within months the trio are producing their best ever work, but soon a firestorm of fierce love and jealousy begins to burn out of control, threatening their bonds, their careers, and, ultimately, their lives...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Anthropology",
                "Literary Fiction",
                "Audiobook",
                "Romance",
                "Adult",
                "Book Club",
                "Adult Fiction"
            ]
        },
        {
            "title": "Captive Prince: Volume Two",
            "authors": [
                "C.S. Pacat"
            ],
            "ranking": 4.39,
            "ranking_count": 54075,
            "abstract": "With their countries on the brink of war, Damen and his new master, Prince Laurent, must exchange the intrigues of the palace for the sweeping might of the battlefield as they travel to the border to avert a lethal plot.. Forced to hide his identity, Damen finds himself increasingly drawn to the dangerous, charismatic Laurent. But as the fledgling trust between the two men deepens, the truth of secrets from both their pasts is poised to deal them the crowning death blow . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "LGBT",
                "Adult",
                "Fiction",
                "Historical",
                "New Adult"
            ]
        },
        {
            "title": "The Imperfectionists",
            "authors": [
                "Tom Rachman"
            ],
            "ranking": 3.54,
            "ranking_count": 49572,
            "abstract": "Set against the gorgeous backdrop of Rome, Tom Rachman’s wry, vibrant debut follows the topsy-turvy private lives of the reporters, editors, and executives of an international English language newspaper as they struggle to keep it—and themselves—afloat.. Fifty years and many changes have ensued since the paper was founded by an enigmatic millionaire, and now, amid the stained carpeting and dingy office furniture, the staff’s personal dramas seem far more important than the daily headlines. Kathleen, the imperious editor in chief, is smarting from a betrayal in her open marriage; Arthur, the lazy obituary writer, is transformed by a personal tragedy; Abby, the embattled financial officer, discovers that her job cuts and her love life are intertwined in a most unexpected way. Out in the field, a veteran Paris freelancer goes to desperate lengths for his next byline, while the new Cairo stringer is mercilessly manipulated by an outrageous war correspondent with an outsize ego. And in the shadows is the isolated young publisher who pays more attention to his prized basset hound, Schopenhauer, than to the fate of his family’s quirky newspaper.. As the era of print news gives way to the Internet age and this imperfect crew stumbles toward an uncertain future, the paper’s rich history is revealed, including the surprising truth about its founder’s intentions.. Spirited, moving, and highly original, The Imperfectionists will establish Tom Rachman as one of our most perceptive, assured literary talents.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Cultural",
                "Contemporary",
                "Literary Fiction",
                "Writing",
                "Book Club",
                "Novels",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Happy Ever After",
            "authors": [
                "Nora Roberts"
            ],
            "ranking": 4.18,
            "ranking_count": 56348,
            "abstract": "Childhood friends Mackensie, Parker, Laurel and Emmaline have formed a very successful wedding-planning business together. While helping thousands of happy couples to organise the biggest day of their lives, three of the four women have all found love themselves - but workaholic Parker remains resolutely single.. Her business is her life and she devotes all her energies to it. But as she is forced to re-evaluate her friendships, Parker finds that someone is about to divert her focus...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Fiction",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Family",
                "Love"
            ]
        },
        {
            "title": "Leaving the Atocha Station",
            "authors": [
                "Ben Lerner"
            ],
            "ranking": 3.79,
            "ranking_count": 13815,
            "abstract": "Adam Gordon is a brilliant, if highly unreliable, young American poet on a prestigious fellowship in Madrid, struggling to establish his sense of self and his relationship to art. What is actual when our experiences are mediated by language, technology, medication, and the arts? Is poetry an essential art form, or merely a screen for the reader's projections? Instead of following the dictates of his fellowship, Adam’s research becomes a meditation on the possibility of the genuine in the arts and beyond: are his relationships with the people he meets in Spain as fraudulent as he fears his poems are? A witness to the 2004 Madrid train bombings and their aftermath, does he participate in historic events or merely watch them pass him by?. In prose that veers between the comic and tragic, the self-contemptuous and the inspired,. Leaving the Atocha Station. is a portrait of the artist as a young man in an age of Google searches, pharmaceuticals, and spectacle.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Contemporary",
                "Cultural",
                "Poetry",
                "Literature",
                "Literary Fiction",
                "Art",
                "The United States Of America"
            ]
        },
        {
            "title": "Zero K",
            "authors": [
                "Don DeLillo"
            ],
            "ranking": 3.2,
            "ranking_count": 10518,
            "abstract": "The wisest, richest, funniest, and most moving novel in years from Don DeLillo, one of the great American novelists of our time—an ode to language, at the heart of our humanity, a meditation on death, and an embrace of life.. Jeffrey Lockhart’s father, Ross, is a billionaire in his sixties, with a younger wife, Artis Martineau, whose health is failing. Ross is the primary investor in a remote and secret compound where death is exquisitely controlled and bodies are preserved until a future time when biomedical advances and new technologies can return them to a life of transcendent promise. Jeff joins Ross and Artis at the compound to say “an uncertain farewell” to her as she surrenders her body.. “We are born without choosing to be. Should we have to die in the same manner? Isn’t it a human glory to refuse to accept a certain fate?”. These are the questions that haunt the novel and its memorable characters, and it is Ross Lockhart, most particularly, who feels a deep need to enter another dimension and awake to a new world. For his son, this is indefensible. Jeff, the book’s narrator, is committed to living, to experiencing “the mingled astonishments of our time, here, on earth.”. Don DeLillo’s seductive, spectacularly observed and brilliant new novel weighs the darkness of the world—terrorism, floods, fires, famine, plague—against the beauty and humanity of everyday life; love, awe, “the intimate touch of earth and sun.”. Zero K. is glorious.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Fantasy",
                "Audiobook",
                "Contemporary",
                "American"
            ]
        },
        {
            "title": "Two Boys Kissing",
            "authors": [
                "David Levithan"
            ],
            "ranking": 4.09,
            "ranking_count": 44588,
            "abstract": "New York Times. bestselling author David Levithan tells the based-on-true-events story of Harry and Craig, two 17-year-olds who are about to take part in a 32-hour marathon of kissing to set a new Guinness World Record—all of which is narrated by a Greek Chorus of the generation of gay men lost to AIDS.. While the two increasingly dehydrated and sleep-deprived boys are locking lips, they become a focal point in the lives of other teen boys dealing with languishing long-term relationships, coming out, navigating gender identity, and falling deeper into the digital rabbit hole of gay hookup sites—all while the kissing former couple tries to figure out their own feelings for each other.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Romance",
                "Contemporary",
                "Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "An Absolutely Remarkable Thing",
            "authors": [
                "Hank Green"
            ],
            "ranking": 4.03,
            "ranking_count": 89771,
            "abstract": "The Carls just appeared.. Roaming through New York City at three AM, twenty-three-year-old April May stumbles across a giant sculpture. Delighted by its appearance and craftsmanship—like a ten-foot-tall Transformer wearing a suit of samurai armor—April and her best friend, Andy, make a video with it, which Andy uploads to YouTube. The next day, April wakes up to a viral video and a new life. News quickly spreads that there are Carls in dozens of cities around the world—from Beijing to Buenos Aires—and April, as their first documentarian, finds herself at the center of an intense international media spotlight.. Seizing the opportunity to make her mark on the world, April now has to deal with the consequences her new particular brand of fame has on her relationships, her safety, and her own identity. And all eyes are on April to figure out not just what the Carls are, but what they want from us.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Contemporary",
                "Audiobook",
                "LGBT",
                "Adult",
                "Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "The Burgess Boys",
            "authors": [
                "Elizabeth Strout"
            ],
            "ranking": 3.6,
            "ranking_count": 59829,
            "abstract": "Haunted by the freak accident that killed their father when they were children, Jim and Bob Burgess escaped from their Maine hometown of Shirley Falls for New York City as soon as they possibly could. Jim, a sleek, successful corporate lawyer, has belittled his bighearted brother their whole lives, and Bob, a Legal Aid attorney who idolizes Jim, has always taken it in stride. But their long-standing dynamic is upended when their sister, Susan—the Burgess sibling who stayed behind—urgently calls them home. Her lonely teenage son, Zach, has gotten himself into a world of trouble, and Susan desperately needs their help. And so the Burgess brothers return to the landscape of their childhood, where the long-buried tensions that have shaped and shadowed their relationship begin to surface in unexpected ways that will change them forever.. With a rare combination of brilliant storytelling, exquisite prose, and remarkable insight into character, Elizabeth Strout has brought to life two deeply human protagonists whose struggles and triumphs will resonate with readers long after they turn the final page. Tender, tough-minded, loving, and deeply illuminating about the ties that bind us to family and home, The Burgess Boys is Elizabeth Strout's newest and perhaps most astonishing work of literary art.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Family",
                "Adult Fiction",
                "Adult",
                "Novels",
                "Book Club",
                "Literature"
            ]
        },
        {
            "title": "Dewey's Nine Lives: The Legacy of the Small-Town Library Cat Who Inspired Millions",
            "authors": [
                "Vicki Myron"
            ],
            "ranking": 4.05,
            "ranking_count": 3401,
            "abstract": "Dewey: The Small-Town Library Cat Who Touched the World was a blockbuster bestseller and a publishing phenomenon. It has sold nearly a million copies, spawned three children's books, and will be the basis for an upcoming movie. No doubt about it, Dewey has created a community. Dewey touched readers everywhere, who realized that no matter how difficult their lives might seem, or how ordinary their talents, they can-and should- make a positive difference to those around them. Now, Dewey is back, with even more heartwarming moments and life lessons to share.. Dewey's Nine Lives. offers nine funny, inspiring, and heartwarming stories about cats--all told from the perspective of Dewey's Mom, librarian Vicki Myron. The amazing felines in this book include Dewey, of course, whose further never-before-told adventures are shared, and several others who Vicki found out about when their owners reached out to her. Vicki learned, through extensive interviews and story sharing, what made these cats special, and how they fit into Dewey's community of perseverance and love. From a divorced mother in Alaska who saved a drowning kitten on Christmas Eve to a troubled Vietnam veteran whose heart was opened by his long relationship with a rescued cat, these Dewey-style stories will inspire readers to laugh, cry, care, and, most importantly, believe in the magic of animals to touch individual lives.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Biography",
                "Autobiography",
                "Short Stories",
                "Audiobook",
                "Biography Memoir",
                "Adult"
            ]
        },
        {
            "title": "Opposition",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.35,
            "ranking_count": 76964,
            "abstract": "Katy knows the world changed the night the Luxen came.. She can't believe Daemon welcomed his race or stood by as his kind threatened to obliterate every last human and hybrid on Earth. But the lines between good and bad have blurred, and love has become an emotion that could destroy her—could destroy them all.. Daemon will do anything to save those he loves, even if it means betrayal.. They must team with an unlikely enemy if there is any chance of surviving the invasion. But when it quickly becomes impossible to tell friend from foe, and the world is crumbling around them, they may lose everything— even what they cherish most—to ensure the survival of their friends…and mankind.. War has come to Earth. And no matter the outcome, the future will never be the same for those left standing.. This edition includes. SHADOWS. , a Lux Prequel Novella",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Salt Sugar Fat: How the Food Giants Hooked Us",
            "authors": [
                "Michael  Moss"
            ],
            "ranking": 3.99,
            "ranking_count": 29298,
            "abstract": "Every year, the average American eats 33 pounds of cheese and 70 pounds of sugar. They ingest 8,500 milligrams of salt a day, double the recommended amount, almost none of which comes from salt shakers. It comes from processed food, an industry that hauls in $1 trillion in annual sales.. In. Salt Sugar Fat. , Pulitzer Prize-winning investigative reporter Michael Moss shows how this happened. Featuring examples from some of the most recognizable (and profitable) companies and brands of the last half century--including Kraft, Coca-Cola, Lunchables, Kellogg, Nestlé, Oreos, Cargill, Capri Sun, and many more--. Moss’s explosive, empowering narrative is grounded in meticulous, often eye-opening research. He goes inside the labs where food scientists use cutting-edge technology to calculate the bliss point of sugary beverages or enhance the mouth feel of fat by manipulating its chemical structure. He unearths marketing techniques taken straight from tobacco company playbooks to redirect concerns about the health risks of products. He talks to concerned executives who explain that they could never produce truly healthy alternatives to their products even if serious regulation became a reality.. Simply put: the industry itself would cease to exist without salt, sugar, and fat.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Food and Drink",
                "Health",
                "Science",
                "Audiobook",
                "History",
                "Business",
                "Politics"
            ]
        },
        {
            "title": "A Memory Called Empire",
            "authors": [
                "Arkady Martine"
            ],
            "ranking": 4.14,
            "ranking_count": 36566,
            "abstract": "Ambassador Mahit Dzmare arrives in the center of the multi-system Teixcalaanli Empire only to discover that her predecessor, the previous ambassador from their small but fiercely independent mining Station, has died. But no one will admit that his death wasn't an accident—or that Mahit might be next to die, during a time of political instability in the highest echelons of the imperial court.. Now, Mahit must discover who is behind the murder, rescue herself, and save her Station from Teixcalaan's unceasing expansion—all while navigating an alien culture that is all too seductive, engaging in intrigues of her own, and hiding a deadly technological secret—one that might spell the end of her Station and her way of life—or rescue it from annihilation.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Space",
                "LGBT",
                "Adult",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "The King's Speech: How One Man Saved the British Monarchy",
            "authors": [
                "Mark Logue",
                "Peter Conradi"
            ],
            "ranking": 3.66,
            "ranking_count": 10306,
            "abstract": "One man saved the British Royal Family in the first decades of the 20th century - he wasn't a prime minister or an archbishop of Canterbury. He was an almost unknown, and self-taught, speech therapist named Lionel Logue, whom one newspaper in the 1930s famously dubbed 'The Quack who saved a King'.. Logue wasn't a British aristocrat or even an Englishman - he was a commoner and an Australian to boot. Nevertheless it was the outgoing, amiable Logue who single-handedly turned the nervous, tongue-tied Duke of York into one of Britain's greatest kings after his brother, Edward VIII, abdicated in 1936 over his love of Mrs Simpson.. This is the previously untold story of the remarkable relationship between Logue and the haunted future King George VI, written with Logue's grandson and drawing exclusively from his grandfather Lionel's diaries and archive. It throws an extraordinary light on the intimacy of the two men, and the vital role the King's wife, the late Queen Elizabeth, the Queen Mother, played in bringing them together to save her husband's reputation and reign.. 'The King's Speech: How One Man Saved the British Monarchy' is an astonishing insight into a private world. Logue's diaries also reveal, for the first time, the torment the future King suffered at the hands of his father George V because of his stammer. Never before has there been such a personal portrait of the British monarchy - at a time of its greatest crisis - seen through the eyes of an Australian commoner who was proud to serve, and save, his King.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Historical",
                "Audiobook",
                "European Literature",
                "Biography Memoir",
                "Politics",
                "Adult",
                "Media Tie In"
            ]
        },
        {
            "title": "Pleasure of a Dark Prince",
            "authors": [
                "Kresley Cole"
            ],
            "ranking": 4.37,
            "ranking_count": 43064,
            "abstract": "#1. New York Times. bestselling author Kresley Cole enraptures again with this seductive tale of a fierce werewolf prince who will stop at nothing to protect the lovely archer he covets from afar.. A DANGEROUS BEAUTY.... Lucia the Huntress: as mysterious as she is exquisite, she harbors secrets that threaten to destroy her -- and those she loves.. AN UNCONTROLLABLE NEED.... Garreth MacRieve, Prince of the Lykae: the brutal Highland warrior who burns to finally claim this maddeningly sensual creature as his own.. THAT LEAD TO A PLEASURE SO WICKED..... From the shadows, Garreth has long watched over Lucia. Now, the only way to keep the proud huntress safe from harm is to convince her to accept him as her guardian. To do this, Garreth will ruthlessly exploit Lucia's greatest weakness -- her wanton desire for him.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Shapeshifters",
                "Adult"
            ]
        },
        {
            "title": "Magpie Murders",
            "authors": [
                "Anthony Horowitz"
            ],
            "ranking": 3.95,
            "ranking_count": 96671,
            "abstract": "When editor Susan Ryeland is given the manuscript of Alan Conway’s latest novel, she has no reason to think it will be much different from any of his others. After working with the bestselling crime writer for years, she's intimately familiar with his detective, Atticus Pünd, who solves mysteries disturbing sleepy English villages. An homage to queens of classic British crime such as Agatha Christie and Dorothy Sayers, Alan’s traditional formula has proved hugely successful. So successful that Susan must continue to put up with his troubling behavior if she wants to keep her job.. Conway’s latest tale has Atticus Pünd investigating a murder at Pye Hall, a local manor house. Yes, there are dead bodies and a host of intriguing suspects, but the more Susan reads, the more she’s convinced that there is another story hidden in the pages of the manuscript: one of real-life jealousy, greed, ruthless ambition, and murder.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Writing",
                "Adult",
                "European Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Perfect Scoundrels",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 4.27,
            "ranking_count": 25215,
            "abstract": "Katarina Bishop and W.W. Hale the fifth were born to lead completely different lives: Kat comes from a long, proud line of loveable criminal masterminds, while Hale is the son of one of the most seemingly perfect dynasties in the world. If their families have one thing in common, it's that they both know how to stay under the radar while getting-or stealing-whatever they want. No matter the risk, the Bishops can always be counted on, but in Hale's family, all bets are off when money is on the line. When Hale unexpectedly inherits his grandmother's billion dollar corporation, he quickly learns that there's no place for Kat and their old heists in his new role. But Kat won't let him go that easily, especially after she gets tipped off that his grandmother's will might have been altered in an elaborate con to steal the company's fortune. Forced to keep a level head as she and her crew fight for one of their own, Kat comes up with an ambitious and far-reaching plan that only the Bishop family would dare attempt. To pull it off, Kat is prepared to do the impossible, but first, she has to decide if she's willing to save her boyfriend's company if it means losing the boy.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Romance",
                "Adventure",
                "Fiction",
                "Womens Fiction",
                "Spy Thriller"
            ]
        },
        {
            "title": "Through the Woods",
            "authors": [
                "Emily Carroll"
            ],
            "ranking": 3.93,
            "ranking_count": 71010,
            "abstract": "'It came from the woods. Most strange things do.'. Five mysterious, spine-tingling stories follow journeys into (and out of?) the eerie abyss.. These chilling tales spring from the macabre imagination of acclaimed and award-winning comic creator Emily Carroll.. Come take a walk in the woods and see what awaits you there...",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fantasy",
                "Short Stories",
                "Young Adult",
                "Fiction",
                "Graphic Novels Comics",
                "Gothic"
            ]
        },
        {
            "title": "Spinning Silver",
            "authors": [
                "Naomi Novik"
            ],
            "ranking": 4.21,
            "ranking_count": 102264,
            "abstract": "Miryem is the daughter and granddaughter of moneylenders, but her father's inability to collect his debts has left his family on the edge of poverty--until Miryem takes matters into her own hands. Hardening her heart, the young woman sets out to claim what is owed and soon gains a reputation for being able to turn silver into gold.. When an ill-advised boast draws the attention of the king of the Staryk--grim fey creatures who seem more ice than flesh--Miryem's fate, and that of two kingdoms, will be forever altered. Set an impossible challenge by the nameless king, Miryem unwittingly spins a web that draws in a peasant girl, Wanda, and the unhappy daughter of a local lord who plots to wed his child to the dashing young tsar.. But Tsar Mirnatius is not what he seems. And the secret he hides threatens to consume the lands of humans and Staryk alike. Torn between deadly choices, Miryem and her two unlikely allies embark on a desperate quest that will take them to the limits of sacrifice, power, and love.. Channeling the vibrant heart of myth and fairy tale,. Spinning Silver. weaves a multilayered, magical tapestry that readers will want to return to again and again.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Retellings",
                "Adult",
                "Audiobook",
                "Romance",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Killers of the Flower Moon: The Osage Murders and the Birth of the FBI",
            "authors": [
                "David Grann"
            ],
            "ranking": 4.09,
            "ranking_count": 169035,
            "abstract": "In the 1920s, the richest people per capita in the world were members of the Osage Indian Nation in Oklahoma. After oil was discovered beneath their land, the Osage rode in chauffeured automobiles, built mansions, and sent their children to study in Europe.. Then, one by one, they began to be killed off. One Osage woman, Mollie Burkhart, watched as her family was murdered. Her older sister was shot. Her mother was then slowly poisoned. And it was just the beginning, as more Osage began to die under mysterious circumstances.. In this last remnant of the Wild West—where oilmen like J. P. Getty made their fortunes and where desperadoes such as Al Spencer, “the Phantom Terror,” roamed – virtually anyone who dared to investigate the killings were themselves murdered. As the death toll surpassed more than twenty-four Osage, the newly created F.B.I. took up the case, in what became one of the organization’s first major homicide investigations. But the bureau was then notoriously corrupt and initially bungled the case. Eventually the young director, J. Edgar Hoover, turned to a former Texas Ranger named Tom White to try to unravel the mystery. White put together an undercover team, including one of the only Native American agents in the bureau. They infiltrated the region, struggling to adopt the latest modern techniques of detection. Together with the Osage they began to expose one of the most sinister conspiracies in American history.. A true-life murder mystery about one of the most monstrous crimes in American history.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Crime",
                "Mystery",
                "Audiobook",
                "Historical",
                "North American Hi...",
                "Book Club",
                "Adult"
            ]
        },
        {
            "title": "David and Goliath: Underdogs, Misfits, and the Art of Battling Giants",
            "authors": [
                "Malcolm Gladwell"
            ],
            "ranking": 3.96,
            "ranking_count": 166259,
            "abstract": "In his #1 bestselling books. The Tipping Point. ,. Blink. , and. Outliers. , Malcolm Gladwell has explored the ways we understand and change our world. Now he looks at the complex and surprising ways the weak can defeat the strong, the small can match up against the giant, and how our goals (often culturally determined) can make a huge difference in our ultimate sense of success. Drawing upon examples from the world of business, sports, culture, cutting-edge psychology, and an array of unforgettable characters around the world,. David and Goliath. is in many ways the most practical and provocative book Malcolm Gladwell has ever written.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Business",
                "Audiobook",
                "Self Help",
                "Sociology",
                "Science",
                "History",
                "Leadership"
            ]
        },
        {
            "title": "Iron House",
            "authors": [
                "John Hart"
            ],
            "ranking": 4.07,
            "ranking_count": 16129,
            "abstract": "An old man is dying.. When the old man is dead they will come for him.. And they will come for her, to make him hurt.. John Hart delivers his fourth novel -- a gut-wrenching, heart-stopping thriller no reader will soon forget.. He would go to Hell. At the Iron Mountain Home for Boys, there was nothing but time. Time to burn and time to kill, time for two young orphans to learn that life isn’t won without a fight. Julian survives only because his older brother, Michael, is fearless and fiercely protective. When tensions boil over and a boy is brutally killed, there is only one sacrifice left for Michael to make: He flees the orphanage and takes the blame with him.. To keep her safe.... For two decades, Michael has been an enforcer in New York’s world of organized crime, a prince of the streets so widely feared he rarely has to kill anymore. But the life he’s fought to build unravels when he meets Elena, a beautiful innocent who teaches him the meaning and power of love. He wants a fresh start with her, the chance to start a family like the one he and Julian never had. But someone else is holding the strings. And escape is not that easy. . . .. Go to Hell, and come back burning..... The mob boss who gave Michael his blessing to begin anew is dying, and his son is intent on making Michael pay for his betrayal. Determined to protect the ones he loves, Michael spirits Elena—who knows nothing of his past crimes, or the peril he’s laid at her door— back to North Carolina, to the place he was born and the brother he lost so long ago. There, he will encounter a whole new level of danger, a thicket of deceit and violence that leads inexorably to the one place he’s been running from his whole life: Iron House.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "American",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Transfer",
            "authors": [
                "Veronica Roth"
            ],
            "ranking": 4.17,
            "ranking_count": 53244,
            "abstract": "Complete your Divergent library with the Four stories!. Fans of the Divergent series by #1 New York Times bestselling author Veronica Roth will be captivated by Four: The Transfer, the first of four stories, each between fifty and seventy-five pages long, set in the world of Divergent and told from Tobias's perspective.. In The Transfer, readers witness Tobias's aptitude test, Choosing Day, and the moment he is given the infamous nickname Four.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Novella",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "Six Years",
            "authors": [
                "Harlan Coben"
            ],
            "ranking": 3.83,
            "ranking_count": 75041,
            "abstract": "Six years have passed since Jake Fisher watched Natalie, the love of his life, marry another man. Six years of hiding a broken heart by throwing himself into his career as a college professor. Six years of keeping his promise to leave Natalie alone, and six years of tortured dreams of her life with her new husband, Todd.. But six years haven’t come close to extinguishing his feelings, and when Jake comes across Todd’s obituary, he can’t keep himself away from the funeral. There he gets the glimpse of Todd’s wife he’s hoping for…but she is not Natalie. Whoever the mourning widow is, she’s been married to Todd for almost two decades, and with that fact everything Jake thought he knew about the best time of his life—a time he has never gotten over—is turned completely inside out.. As Jake searches for the truth, his picture-perfect memories of Natalie begin to unravel. Mutual friends of the couple either can’t be found, or don’t remember Jake. No one has seen Natalie in years. Jake’s search for the woman who broke his heart, who lied to him, soon puts his very life at risk as it dawns on him that the man he has become may be based on a carefully constructed fiction.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Romance",
                "Contemporary"
            ]
        },
        {
            "title": "The World of Ice & Fire: The Untold History of Westeros and the Game of Thrones",
            "authors": [
                "George R.R. Martin",
                "Elio M. García Jr.",
                "Linda Antonsson"
            ],
            "ranking": 4.26,
            "ranking_count": 29359,
            "abstract": "If the past is prologue, then George R. R. Martin’s masterwork—the most inventive and entertaining fantasy saga of our time—warrants one hell of an introduction. At long last, it has arrived with. The World of Ice and Fire. .. This lavishly illustrated volume is. a comprehensive history of the Seven Kingdoms, providing vividly constructed accounts of the epic battles, bitter rivalries, and daring rebellions that lead to the events of A Song of Ice and Fire and HBO’s. Game of Thrones. . In a collaboration that’s been years in the making, Martin has teamed with Elio M. García, Jr., and Linda Antonsson, the founders of the renowned fan site Westeros.org—perhaps the only people who know this world almost as well as its visionary creator.. Collected here is all the accumulated knowledge, scholarly speculation, and inherited folk tales of maesters and septons, maegi and singers. It is a chronicle which stretches from the Dawn Age to the Age of Heroes; from the Coming of the First Men to the arrival of Aegon the Conqueror; from Aegon’s establishment of the Iron Throne to Robert’s Rebellion and the fall of the Mad King, Aerys II Targaryen, which has set into motion the “present-day” struggles of the Starks, Lannisters, Baratheons, and Targaryens. The definitive companion piece to George R. R. Martin’s dazzlingly conceived universe,. The World of Ice and Fire. is indeed proof that the pen is mightier than a storm of swords.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Reference",
                "Adult",
                "Science Fiction Fantasy",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "The Reversal",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.17,
            "ranking_count": 63418,
            "abstract": "Longtime defense attorney Mickey Haller finds himself recruited to change stripes and prosecute the high-profile retrial of a brutal child murder.. After 24 years in prison, new DNA evidence means convicted killer Jason Jessup has been granted another trial. Haller takes the case on the condition that he gets to choose his investigator, LAPD Detective Harry Bosch.. Haller becomes convinced Jessup is guilty. Together, Bosch and Haller set off on a case fraught with political and personal danger. Opposing them is Jessup, now out on bail, his defense attorney who excels at manipulating the media, and a runaway eyewitness reluctant to testify after so many years.. With the odds and the evidence against them, Bosch and Haller must nail a sadistic killer once and for all. What does Bosch think? If he's sure of anything, it's that Jason Jessup plans to kill again.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Girl Who Circumnavigated Fairyland in a Ship of Her Own Making",
            "authors": [
                "Catherynne M. Valente"
            ],
            "ranking": 3.93,
            "ranking_count": 39985,
            "abstract": "Twelve-year-old September lives in Omaha, and used to have an ordinary life, until her father went to war and her mother went to work. One day, September is met at her kitchen window by a Green Wind (taking the form of a gentleman in a green jacket), who invites her on an adventure, implying that her help is needed in Fairyland. The new Marquess is unpredictable and fickle, and also not much older than September. Only September can retrieve a talisman the Marquess wants from the enchanted woods, and if she doesn’t . . . then the Marquess will make life impossible for the inhabitants of Fairyland. September is already making new friends, including a book-loving Wyvern and a mysterious boy named Saturday.. With exquisite illustrations by acclaimed artist Ana Juan,. Fairyland. lives up to the sensation it created when the author first posted it online. For readers of all ages who love the charm of. Alice in Wonderland. and the soul of. The Golden Compass. , here is a reading experience unto itself: unforgettable, and so very beautiful.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Aeronaut's Windlass",
            "authors": [
                "Jim Butcher"
            ],
            "ranking": 4.18,
            "ranking_count": 39074,
            "abstract": "Jim Butcher, the #1 New York Times bestselling author of The Dresden Files and the Codex Alera novels, conjures up a new series set in a fantastic world of noble families, steam-powered technology, and magic-wielding warriors…. Since time immemorial, the Spires have sheltered humanity, towering for miles over the mist-shrouded surface of the world. Within their halls, aristocratic houses have ruled for generations, developing scientific marvels, fostering trade alliances, and building fleets of airships to keep the peace.. Captain Grimm commands the merchant ship,. Predator. . Fiercely loyal to Spire Albion, he has taken their side in the cold war with Spire Aurora, disrupting the enemy’s shipping lines by attacking their cargo vessels. But when the. Predator. is severely damaged in combat, leaving captain and crew grounded, Grimm is offered a proposition from the Spirearch of Albion—to join a team of agents on a vital mission in exchange for fully restoring. Predator. to its fighting glory.. And even as Grimm undertakes this dangerous task, he will learn that the conflict between the Spires is merely a premonition of things to come. Humanity’s ancient enemy, silent for more than ten thousand years, has begun to stir once more. And death will follow in its wake…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Existence",
            "authors": [
                "Abbi Glines"
            ],
            "ranking": 3.93,
            "ranking_count": 61026,
            "abstract": "What happens when you're stalked by Death? You fall in love with him, of course.. Pagan Moore doesn't cheat Death, but instead, falls in love with him.. Seventeen year old Pagan Moore has seen souls her entire life. Once she realized the strangers she often saw walking through walls were not visible to anyone else, she started ignoring them. If she didn't let them know she could see them, then they left her alone. Until she stepped out of her car the first day of school and saw an incredibly sexy guy lounging on a picnic table, watching her with an amused smirk on his face. Problem is, she knows he's dead.. Not only does he not go away when she ignores him, but he does something none of the others have ever done. He speaks. Pagan is fascinated by the soul. What she doesn't realize is that her appointed time to die is drawing near and the wickedly beautiful soul she is falling in love with is not a soul at all.. He is Death and he's about to break all the rules.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "New Adult"
            ]
        },
        {
            "title": "Lady Almina and the Real Downton Abbey: The Lost Legacy of Highclere Castle",
            "authors": [
                "Fiona Carnarvon"
            ],
            "ranking": 3.62,
            "ranking_count": 19439,
            "abstract": "Lady Almina and the Real Downton Abbey. tells the story behind Highclere Castle, the real-life inspiration and setting for Julian Fellowes's Emmy Award-winning PBS show. Downton Abbey. , and the life of one of its most famous inhabitants, Lady Almina, the 5th Countess of Carnarvon. Drawing on a rich store of materials from the archives of Highclere Castle, including diaries, letters, and photographs, the current Lady Carnarvon has written a transporting story of this fabled home on the brink of war.. Much like her. Masterpiece Classic. counterpart, Lady Cora Crawley, Lady Almina was the daughter of a wealthy industrialist, Alfred de Rothschild, who married his daughter off at a young age, her dowry serving as the crucial link in the effort to preserve the Earl of Carnarvon's ancestral home.  Throwing open the doors of Highclere Castle to tend to the wounded of World War I, Lady Almina distinguished herself as a brave and remarkable woman.. This rich tale contrasts the splendor of Edwardian life in a great house against the backdrop of the First World War and offers an inspiring and revealing picture of the woman at the center of the history of Highclere Castle.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Historical",
                "European Literature",
                "Biography Memoir",
                "Autobiography",
                "Audiobook",
                "Adult",
                "War"
            ]
        },
        {
            "title": "Stay Close",
            "authors": [
                "Harlan Coben"
            ],
            "ranking": 3.89,
            "ranking_count": 46807,
            "abstract": "Megan is a suburban soccer mom who once upon a time walked on the wild side. Now she’s got two kids, a perfect husband, a picket fence, and a growing sense of dissatisfaction. Ray used to be a talented documentary photographer, but at age forty he finds himself in a dead-end job posing as a paparazzo pandering to celebrity-obsessed rich kids. Jack is a detective who can’t let go of a cold case—a local husband and father disappeared seventeen years ago, and Jack spends the anniversary every year visiting a house frozen in time, the missing man’s family still waiting, his slippers left by the recliner as if he might show up any moment to step into them.. Three people living lives they never wanted, hiding secrets that even those closest to them would never suspect, will find that the past doesn’t recede. Even as the terrible consequences of long-ago events crash together in the present and threaten to ruin lives, they will come to the startling realization that they may not want to forget the past at all. And as each confronts the dark side of the American Dream—the boredom of a nice suburban life, the excitement of temptation, the desperation and hunger that can lurk behind even the prettiest facades—they will discover the hard truth that the line between one kind of life and another can be as whisper-thin as a heartbeat.. With his trademark combination of page-turning thrills and unrivaled insight into the dark shadows that creep into even the happiest communities, Harlan Coben delivers a thriller that cements his status as the master of domestic suspense.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Paris",
            "authors": [
                "Edward Rutherfurd"
            ],
            "ranking": 4.02,
            "ranking_count": 23406,
            "abstract": "From Edward Rutherfurd, the grand master of the historical novel, comes a dazzling epic about the magnificent city of Paris. Moving back and forth in time, the story unfolds through intimate and thrilling tales of self-discovery, divided loyalty, and long-kept secrets. As various characters come of age, seek their fortunes, and fall in and out of love, the novel follows nobles who claim descent from the hero of the celebrated poem. The Song of Roland. ; a humble family that embodies the ideals of the French Revolution; a pair of brothers from the slums behind Montmartre, one of whom works on the Eiffel Tower as the other joins the underworld near the Moulin Rouge; and merchants who lose everything during the reign of Louis XV, rise again in the age of Napoleon, and help establish Paris as the great center of art and culture that it is today. With Rutherfurd’s unrivaled blend of impeccable research and narrative verve, this bold novel brings the sights, scents, and tastes of the City of Light to brilliant life.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Travel",
                "Adult",
                "Novels",
                "Literature",
                "Adult Fiction"
            ]
        }
    ]
}