{
    "books": [
        {
            "title": "Poland (Polen, #1)",
            "authors": [
                "James A. Michener"
            ],
            "ranking": 4.02,
            "ranking_count": 10006,
            "abstract": "Like the heroic land that is its subject, James Michener's. Poland. teems with vivid events and unforgettble characters. In the sweeping span of eight tumultuous centuries, three Polish families live out their destinies and the drama of a nation—in the grand tradition of a great James Michener saga.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Novels",
                "Travel",
                "Literature",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Odessa File",
            "authors": [
                "Frederick Forsyth"
            ],
            "ranking": 4.13,
            "ranking_count": 57894,
            "abstract": "Can you forgive the past?. It's 1963 and a young German reporter has been assigned the suicide of a holocaust survivor. The news story seems straighforward, this is a tragic insight into one man's suffering. But a long hidden secret is discovered in the pages of the dead man's diary.. What follows is life-and-death hunt for a notorious former concentration camp-commander, a man responsible for the deaths of thousands, a man as yet unpunished. Forsyth's second novel (after. The Day of The Jackal. ) is as compulsively exciting and explosive as his first, and was also made into a major film.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Historical",
                "Spy Thriller",
                "Mystery",
                "Suspense",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "Billions & Billions: Thoughts on Life and Death at the Brink of the Millennium",
            "authors": [
                "Carl Sagan",
                "Ann Druyan"
            ],
            "ranking": 4.29,
            "ranking_count": 15999,
            "abstract": "In the final book of his astonishing career, Carl Sagan brilliantly examines the burning questions of our lives, our world, and the universe around us. These luminous, entertaining essays travel both the vastness of the cosmos and the intimacy of the human mind, posing such fascinating questions as how did the universe originate and how will it end, and how can we meld science and compassion to meet the challenges of the coming century? Here, too, is a rare, private glimpse of Sagan's thoughts about love, death, and God as he struggled with fatal disease. Ever forward-looking and vibrant with the sparkle of his unquenchable curiosity,. Billions & Billions. is a testament to one of the great scientific minds of our day.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "Writing",
                "Space",
                "History",
                "Politics"
            ]
        },
        {
            "title": "Scary Stories to Tell in the Dark",
            "authors": [
                "Alvin Schwartz",
                "Stephen Gammell"
            ],
            "ranking": 4.05,
            "ranking_count": 61577,
            "abstract": "This spooky addition to Alvin Schwartz's popular books on American folklore is filled with tales of eerie horror and dark revenge that will make you jump with fright.. There is a story here for everyone—skeletons with torn and tangled flesh who roam the earth; a ghost who takes revenge on her murderer; and a haunted house where every night a bloody head falls down the chimney.. Stephen Gammell's splendidly creepy drawings perfectly capture the mood of more than two dozen scary stories—and even scary songs—all just right for reading alone or for telling aloud in the dark.. If You Dare!",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Fantasy",
                "Holiday",
                "Classics"
            ]
        },
        {
            "title": "Every Man Dies Alone",
            "authors": [
                "Hans Fallada",
                "Michael Hofmann",
                "Geoff Wilkes"
            ],
            "ranking": 4.25,
            "ranking_count": 27799,
            "abstract": "Inspired by a true story, Hans Fallada's Alone in Berlin is the gripping tale of an ordinary man's determination to defy the tyranny of Nazi rule. This Penguin Classics edition contains an afterword by Geoff Wilkes, as well as facsimiles of the original Gestapo file which inspired the novel. Berlin, 1940, and the city is filled with fear. At the house on 55 Jablonski Strasse, its various occupants try to live under Nazi rule in their different ways: the bullying Hitler loyalists the Persickes, the retired judge Fromm and the unassuming couple Otto and Anna Quangel. Then the Quangels receive the news that their beloved son has been killed fighting in France. Shocked out of their quiet existence, they begin a silent campaign of defiance, and a deadly game of cat and mouse develops between the Quangels and the ambitious Gestapo inspector Escherich. When petty criminals Kluge and Borkhausen also become involved, deception, betrayal and murder ensue, tightening the noose around the Quangels' necks ... If you enjoyed Alone in Berlin, you might like John Steinbeck's The Moon is Down, also available in Penguin Modern Classics. 'One of the most extraordinary and compelling novels written about World War II. Ever' Alan Furst 'Terrific ... a fast-moving, important and astutely deadpan thriller' Irish Times 'An unrivalled and vivid portrait of life in wartime Berlin' Philip Kerr 'To read Fallada's testament to the darkest years of the 20th century is to be accompanied by a wise, somber ghost who grips your shoulder and whispers into your ear: This is how it was. This is what happened' The New York Times",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "War",
                "European Literature",
                "Classics",
                "World War II",
                "Literature"
            ]
        },
        {
            "title": "Where Eagles Dare",
            "authors": [
                "Alistair MacLean",
                "Clint Willis"
            ],
            "ranking": 4.14,
            "ranking_count": 44671,
            "abstract": "Forbidding peaks, resourceful commandos, beautiful spies, nonstop action, and neck-snapping plot twists make this the classic adventure thriller—the kind of page-turner that readers actually will find impossible to put down. A team of British Special Forces commandos parachutes into the high peaks of the Austrian Alps with the mission of stealing into an invulnerable alpine castle—accessible only by aerial gondola—the headquarters of Nazi intelligence. Supposedly sent in to rescue one of their own, their real mission turns out to be a lot more complicated—and the tension climbs as team members start to die off, one by one. Written by Alistair Maclean, author of the Guns of Navarone, this is the novel that set the pace for the modern action thriller (the film version, with Richard Burton and Clint Eastwood, also helped), and it still packs twice the punch of most contemporary best-selling thrillers. What's more, the cast of spooks, turncoats, and commandos who drive this story are more relevant than ever in our new era of special forces, black ops, and unpredictable alliances.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "War",
                "Historical",
                "Adventure",
                "Action",
                "Spy Thriller",
                "Suspense"
            ]
        },
        {
            "title": "The Gnostic Gospels",
            "authors": [
                "Elaine Pagels"
            ],
            "ranking": 3.92,
            "ranking_count": 16997,
            "abstract": "The Gnostic Gospels. is a landmark study of the long-buried roots of Christianity, a work of luminous scholarship and wide popular appeal. First published in 1979 to critical acclaim, winning the National Book Award and the National Book Critics Circle Award,. The Gnostic Gospels. has continued to grow in reputation and influence over the past two decades. It is now widely recognized as one of the most brilliant and accessible histories of early Christian spirituality published in our time.. In 1945 an Egyptian peasant unearthed what proved to be the Gnostic Gospels, thirteen papyrus volumes that expounded a radically different view of the life and teachings of Jesus Christ from that of the New Testament. In this spellbinding book, renowned religious scholar Elaine Pagels elucidates the mysteries and meanings of these sacred texts both in the world of the first Christians and in the context of Christianity today.. With insight and passion, Pagels explores a remarkable range of recently discovered gospels, including the Gospel of Thomas and the Gospel of Mary Magdalene, to show how a variety of “Christianities” emerged at a time of extraordinary spiritual upheaval. Some Christians questioned the need for clergy and church doctrine, and taught that the divine could be discovered through spiritual search. Many others, like Buddhists and Hindus, sought enlightenment — and access to God — within. Such explorations raised questions: Was the resurrection to be understood symbolically and not literally? Was God to be envisioned only in masculine form, or feminine as well? Was martyrdom a necessary — or worthy — expression of faith? These early Christians dared to ask questions that orthodox Christians later suppressed — and their explorations led to profoundly different visions of Jesus and his message.. Brilliant, provocative, and stunning in its implications,. The Gnostic Gospels. is a radical, eloquent reconsideration of the origins of the Christian faith.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "History",
                "Spirituality",
                "Philosophy",
                "Christian",
                "Reference"
            ]
        },
        {
            "title": "The Greek Myths",
            "authors": [
                "Robert Graves"
            ],
            "ranking": 4.17,
            "ranking_count": 6890,
            "abstract": "Combines in a single volume the complete text of the definitive two-volume classic, citing all the ancient myths. For a full appreciation of literature or visual art, knowledge of the Greek myths is crucial. In this much-loved collection, poet and scholar Robert Graves retells the immortal stories of the Greek myths. Demeter mourning her daughter Persephone, Icarus flying too close to the sun, Theseus and the Minotaur … all are captured here with the author’s characteristic erudition and flair.. The Greek Myths is the culmination of years of research and careful observation, however what makes this collection extraordinary is the imaginative and poetic style of the retelling. Drawing on his experience as a novelist and poet, Graves tells the fantastic stories of Ancient Greece in a style that is both absorbing and easy for the general reader to understand. Each story is accompanied by Graves’ interpretation of the origins and deeper meaning of the story, giving a reader an unparalleled insight into the customs and development of the Greek world.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Nonfiction",
                "History",
                "Mythology",
                "Reference",
                "Cultural",
                "Religion",
                "Literature",
                "Philosophy"
            ]
        },
        {
            "title": "One, No One and One Hundred Thousand",
            "authors": [
                "Luigi Pirandello",
                "William Weaver"
            ],
            "ranking": 4.07,
            "ranking_count": 16334,
            "abstract": "The great Pirandello's (1867-1936) 1926 novel, previously published here in 1933 in another translation, synthesizes the themes and personalities that illuminate such dramas as Six Characters in Search of an Author.. Vitangelo Moscarda ``loses his reality'' when his wife cavalierly informs him that his nose tilts to the right; suddenly he realizes that ``for others I was not what till now, privately, I had imagined myself to be,'' and that, consequently, his identity is evanescent, based purely on the shifting perceptions of those around him. Thus he is simultaneously without a self--``no one''--and the theater for myriad selves--``one hundred thousand.'' In a crazed search for an identity independent of others' preconceptions, Moscarda careens from one disaster to the next and finds his freedom even as he is declared insane.. It is Pirandello's genius that a discussion of the fundamental human inability to communicate, of our essential solitariness, and of the inescapable restriction of our free will elicits such thoroughly sustained and earthy laughter.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Philosophy",
                "Novels",
                "Nobel Prize",
                "Psychology"
            ]
        },
        {
            "title": "I Sing the Body Electric! & Other Stories",
            "authors": [
                "Ray Bradbury"
            ],
            "ranking": 4.05,
            "ranking_count": 11735,
            "abstract": "The mind of Ray Bradbury is a wonder-filled carnival of delight and terror that stretches from the verdant Irish countryside to the coldest reaches of outer space. Yet all his work is united by one common thread: a vivid and profound understanding of the vast set of emotions that bring strength and mythic resonance to our frail species. Ray Bradbury characters may find themselves anywhere and anywhen. A horrified mother may give birth to a strange blue pyramid. A man may take Abraham Lincoln out of the grave—and meet another who puts him back. An amazing Electrical Grandmother may come to live with a grieving family. An old parrot may have learned over long evenings to imitate the voice of Ernest Hemingway, and became the last link to the great man. A priest on Mars may confront his fondest dream: to meet the Messiah. Each of these magnificent creations has something to tell us about our humanity—and all of their fates await you in this new trade edition of twenty-eight classic Bradbury stories and one luscious poem. Travel on an unpredictable and unforgettable literary journey—safe in the hands of one of the century's great men of imagination.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Classics",
                "Science Fiction Fantasy",
                "Horror",
                "Anthologies",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Confessions of an Ugly Stepsister",
            "authors": [
                "Gregory Maguire"
            ],
            "ranking": 3.53,
            "ranking_count": 58232,
            "abstract": "We have all heard the story of Cinderella, the beautiful child cast out to slave among the ashes. But what of her stepsisters, the homely pair exiled into ignominy by the fame of their lovely sibling? What fate befell those untouched by beauty ... and what curses accompanied Cinderella's looks?. Set against the backdrop of seventeenth-century Holland,. Confessions of an Ugly Stepsister. tells the story of Iris, an unlikely heroine who finds herself swept from the lowly streets of Haarlem to a strange world of wealth, artifice, and ambition. Iris's path quickly becomes intertwined with that of Clara, the mysterious and unnaturally beautiful girl destined to become her sister. While Clara retreats to the cinders of the family hearth, Iris seeks out the shadowy secrets of her new household -- and the treacherous truth of her former life.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Retellings",
                "Adult",
                "Adult Fiction",
                "Young Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "When Rabbit Howls",
            "authors": [
                "Truddi Chase",
                "Robert A. Phillips Jr."
            ],
            "ranking": 4.04,
            "ranking_count": 16465,
            "abstract": "Truddi Chase began therapy to discover why she suffered from blackouts. What surfaced was terrifying: she was inhabited by 'the Troops'-92 individual personalities. This groundbreaking true story is made all the more extraordinary in that it was written by the Troops themselves. What they reveal is a spellbinding descent into a personal hell-and an ultimate deliverance for the woman they became.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Autobiography",
                "Biography",
                "Health",
                "Mental Health",
                "Biography Memoir",
                "Crime",
                "Sociology"
            ]
        },
        {
            "title": "Giles Goat-Boy",
            "authors": [
                "John Barth"
            ],
            "ranking": 3.76,
            "ranking_count": 2073,
            "abstract": "In this outrageously farcical adventure, hero  George Giles sets out to conquer the terrible. Wescac. computer system that threatens to destroy his community in this brilliant fantasy of theology, sociology, and sex (. Time. ).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Fantasy",
                "Literary Fiction",
                "The United States Of America",
                "Humor",
                "Science Fiction"
            ]
        },
        {
            "title": "And the Ass Saw the Angel",
            "authors": [
                "Nick Cave"
            ],
            "ranking": 3.84,
            "ranking_count": 9987,
            "abstract": "Cave’s debut novel takes on the southern gothic in this bizarre baroque tale. Born mute to a drunken mother and a demented father, tortured Euchrid Eucrow finds more compassion in the family mule than in his fellow men. But he alone will grasp the cruel fate of Cosey Mo, the beautiful young prostitute in the pink caravan on Hooper’s Hill. And it is Euchrid, spiraling ever deeper into his mad angelic vision, who will ultimately redeem both the town and its people. “Surprising, remarkable.” — The Atlanta Journal",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Novels",
                "Gothic",
                "Contemporary",
                "Music",
                "Literature",
                "Cultural",
                "Dark"
            ]
        },
        {
            "title": "Desiring God: Meditations of a Christian Hedonist",
            "authors": [
                "John Piper"
            ],
            "ranking": 4.14,
            "ranking_count": 41843,
            "abstract": "Scripture reveals that the great business of life is to glorify God by enjoying Him forever. In this paradigm-shattering classic, newly revised and expanded, John Piper reveals that the debate between duty and delight doesn't truly exist: Delight is our duty. Readers will embark on a dramatically different and joyful experience of their faith. The pursuit of pleasure is not optional. It is essential.. Scripture reveals that the great business of life is to glorify God by enjoying Him forever. In this paradigm-shattering work, John Piper reveals that the debate between duty and delight doesn’t truly exist: Delight. is. our duty. Join him as he unveils stunning, life-impacting truths you saw in the Bible but never dared to believe.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Spirituality",
                "Christianity"
            ]
        },
        {
            "title": "The Kindly Ones",
            "authors": [
                "Neil Gaiman",
                "Marc Hempel",
                "Richard Case",
                "D'Israeli",
                "Teddy Kristiansen",
                "Glyn Dillon",
                "Charles Vess",
                "Dean Ormston",
                "more…",
                "Kevin Nowlan",
                "Todd Klein",
                "Frank McConnell",
                "…less"
            ],
            "ranking": 4.59,
            "ranking_count": 45662,
            "abstract": "The Penultimate volume to the phenomenal Sandman series: distraught by the kidnapping and presumed death of her son, and believing Morpheus to be responsible, Lyta Hall calls the ancient wrath of the Furies down upon him. A former superheroine blames Morpheus for the death of her child and summons an ancient curse of vengeance against the Lord of Dream. The kindly ones enter his realm and force a sacrifice that will change the Dreaming forever. collecting The Sandman #57–69 and Vertigo Jam #1",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Horror",
                "Comics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Tobacco Road",
            "authors": [
                "Erskine Caldwell",
                "Lewis Nordan",
                "David Fredenthal"
            ],
            "ranking": 3.72,
            "ranking_count": 14318,
            "abstract": "The classic novel of a Georgia family undone by the Great Depression: “[A] story of force and beauty” (New York Post). Even before the Great Depression struck, Jeeter Lester and his family were desperately poor sharecroppers. But when hard times begin to affect the families that once helped support them, the Lesters slip completely into the abyss. Rather than hold on to each other for support, Jeeter, his wife Ada, and their twelve children are overcome by the fractured and violent society around them. Banned and burned when first released in 1932, Tobacco Road is a brutal examination of poverty’s dehumanizing influence by one of America’s great masters of political fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "American",
                "Literature",
                "Gothic",
                "Novels"
            ]
        },
        {
            "title": "Alcools",
            "authors": [
                "Guillaume Apollinaire",
                "Donald Revell"
            ],
            "ranking": 3.96,
            "ranking_count": 6303,
            "abstract": "Alcools, first published in 1913 and one of the few indispensable books of twentieth- century poetry, provides a key to the century's history and consciousness. Champion of cubism, Guillaume Apollinaire (1880-1918) fashions in verse the sonic equivalent of what Picasso accomplishes in his cubist works: simultaneity. Apollinaire has been so influential that without him there would have been no New York School of poetry and no Beat Movement. This new translation reveals his complex, beautiful, and wholly contemporary poetry. Printed with the original French on facing pages.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Classics",
                "European Literature",
                "Literature",
                "Academic",
                "Fiction",
                "Art"
            ]
        },
        {
            "title": "Water Music",
            "authors": [
                "T. Coraghessan Boyle",
                "James R. Kincaid"
            ],
            "ranking": 4.19,
            "ranking_count": 4535,
            "abstract": "Alternate Cover Edition can be found. here. and. here. .. T.C. Boyle's riotous first novel, now in a new edition for its 25th anniversary. Twenty five years ago, T.C. Boyle published his first novel,. Water Music. , a funny, bawdy, extremely entertaining novel of imaginative and stylistic fancy that announced to the world Boyle's tremendous gifts as a storyteller. Set in the late eighteenth century,. Water Music. follows the wild adventures of Ned Rise, thief and whoremaster, and Mungo Park, a Scottish explorer, through London's seamy gutters and Scotland's scenic highlands to their grand meeting in the heart of darkest Africa. There they join forces and wend their hilarious way to the source of the Niger.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Adventure",
                "Literature",
                "Novels",
                "Roman",
                "The United States Of America",
                "Literary Fiction"
            ]
        },
        {
            "title": "Pictor's Metamorphoses, and Other Fantasies",
            "authors": [
                "Hermann Hesse"
            ],
            "ranking": 3.81,
            "ranking_count": 645,
            "abstract": "In the spring of 1922, several months after completing Siddhartha, Hermann Hesse wrote a fairy tale that was also a love story, inspired by the woman who was to become his second wife. That story, Pictor's Metamorphoses, is presented here along with a half century of Hesse's other short writings. Inspired by the Arabian Nights and the tales of the Brothers Grimm, these nineteen stories display the full range of Hesse's lifetime fascination with fantasy -- as dream, fairy tale, folktale, satire, and allegory.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Fantasy",
                "Literature",
                "Cultural",
                "Classics",
                "European Literature",
                "Poetry",
                "Nobel Prize"
            ]
        },
        {
            "title": "War with the Newts",
            "authors": [
                "Karel Čapek",
                "Ewald Osers"
            ],
            "ranking": 4.17,
            "ranking_count": 11370,
            "abstract": "Man discovers a species of giant, intelligent newts and learns to exploit them so successfully that the newts gain skills and arms enough to challenge man's place at the top of the animal kingdom. Along the way, Karel Capek satirizes science, runaway capitalism, fascism, journalism, militarism, even Hollywood.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "European Literature",
                "Fantasy",
                "Humor",
                "Literature",
                "War",
                "Novels"
            ]
        },
        {
            "title": "The High King",
            "authors": [
                "Lloyd Alexander"
            ],
            "ranking": 4.23,
            "ranking_count": 53325,
            "abstract": "When the sword of Dyrnwyn, the most powerful weapon inthe kingdom of Prydain, falls into the hands of Arawn-Death-Lord, Taran, Assistant Pig-Keeper, and Prince Gwydion raise an army to march against Arawn's terrible cohorts. After a winter expedition filled with danger, Taran's army arrives at Mount Dragon, Arawn's stronghold. There, in a thrilling confrontation with Arawn and the evil enchantress Achren, Taran is forced to make the most crucial decision of his life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Classics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Heaven, Texas",
            "authors": [
                "Susan Elizabeth Phillips"
            ],
            "ranking": 4.05,
            "ranking_count": 32584,
            "abstract": "Come heck or high water, Gracie Snow is determined to drag the legendary ex-jock Bobby Tom Denton back home to Heaven, Texas, to begin shooting his first motion picture. Despite his dazzling good looks and killer charm, Bobby Tom has reservations about being a movie star — and no plans to cooperate with a prim and bossy Ohio wallflower whom he can’t get off his mind or out of his life. Instead, the hell-raising playboy decides to make her over from plain Jane to Texas wildcat.. But nothing’s more dangerous than a wildcat with an angel’s heart in a town too small for a bad boy to hide. And all hell breaks loose when two unforgettable people discover love, laughter, passion — and a match that can only be made in Heaven.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Sports",
                "Womens Fiction",
                "Contemporary Romance",
                "Fiction",
                "Humor",
                "Adult",
                "Football"
            ]
        },
        {
            "title": "The War of the End of the World",
            "authors": [
                "Mario Vargas Llosa"
            ],
            "ranking": 4.24,
            "ranking_count": 9688,
            "abstract": "The War of the End of the World is one of the great modern historical novels. Inspired by a real episode in Brazilian history, Mario Vargas Llosa tells the unforgettable story of an apocalyptic movement, led by a mysterious prophet, in which prostitutes, beggars and bandits establish Canudos, a new republic, a libertarian paradise.. ~publisher's web site",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "Cultural",
                "War",
                "Nobel Prize",
                "Classics",
                "European Literature"
            ]
        },
        {
            "title": "Intuitive Thinking as a Spiritual Path: A Philosophy of Freedom",
            "authors": [
                "Rudolf Steiner"
            ],
            "ranking": 4.2,
            "ranking_count": 709,
            "abstract": "Of all of his works, Intuitive Thinking as a Spiritual Path is the one that Steiner himself believed would have the longest life and the greatest spiritual and cultural consequences. It was written as a phenomenological account of the results of observing the human soul according to the methods of natural science.. This seminal work asserts that free spiritual activity - understood as the human ability to think and act independently of physical nature - is the suitable path for human beings today to gain true knowledge of themselves and of the universe. This is not merely a philosophical volume, but rather a warm, heart-oriented guide to the practice and experience of living thinking.. Readers will not find abstract philosophy here, but a step-by-step account of how a person may come to experience living, intuitive thinking - the conscious experience of a purely spiritual content.. During the past hundred years since it was written, many have tried to discover this new thinking that could help us understand the various spiritual, ecological, social, political, and philosophical issues facing us. But only Rudolf Steiner laid out a path that leads from ordinary thinking to the level of pure spiritual activity - intuitive thinking - in which we become co-creators and co-redeemers of the world.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Spirituality",
                "Nonfiction",
                "Religion",
                "Occult",
                "Psychology",
                "Esoterica",
                "Unfinished"
            ]
        },
        {
            "title": "Where I'm Calling From: New and Selected Stories",
            "authors": [
                "Raymond Carver"
            ],
            "ranking": 4.42,
            "ranking_count": 20735,
            "abstract": "By the time of his early death in 1988, Raymond Carver had established himself as one of the greatest practitioners of the American short story, a writer who had not only found his own voice but imprinted it in the imaginations of thousands of readers.. 'Where I'm Calling From', his last collection, encompasses classic stories from 'Cathedral', 'What We Talk About When We Talk About Love' and earlier Carver volumes, along with seven new works previosly unpublished in book form.. Together, these 37 stories give us a superb overview of Carver's life work and show us why he was so widely imitated but never equaled.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Classics",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "Haroun and the Sea of Stories",
            "authors": [
                "Salman Rushdie",
                "Paul Birkbeck"
            ],
            "ranking": 4.0,
            "ranking_count": 31574,
            "abstract": "Alternate cover for this ISBN can be found. here. Discover Haroun and the Sea of Stories, Salman Rushdie’s classic fantasy novel. Set in an exotic Eastern landscape peopled by magicians and fantastic talking animals, Salman Rushdie's classic children's novel. Haroun and the Sea of Stories. inhabits the same imaginative space as. The Lord of the Rings. ,. The Alchemist. , and. The Wizard of Oz. . In this captivating work of fantasy from the author of. Midnight’s Children. and. The Enchantress of Florence. , Haroun sets out on an adventure to restore the poisoned source of the sea of stories. On the way, he encounters many foes, all intent on draining the sea of all its storytelling powers.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Magical Realism",
                "Childrens",
                "Cultural",
                "Literature",
                "Classics",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "Martin the Warrior",
            "authors": [
                "Brian Jacques"
            ],
            "ranking": 4.15,
            "ranking_count": 41209,
            "abstract": "Finally, the long awaited tale of Martin, the Warrior mouse of Redwall. As a child, Martin was brought to the stronghold of Badrang the Tyrant, forced into enslavement behind its massive walls. But he was strong. He was brave. And mere escape was not his plan as long as his father’s sword rested in Badrang’s ruthless fist…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Adventure",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Rabelais and His World",
            "authors": [
                "Mikhail Bakhtin",
                "Hélène Iswolsky",
                "Krystyna Pomorska",
                "Michael Holquist",
                "François Rabelais"
            ],
            "ranking": 4.27,
            "ranking_count": 1374,
            "abstract": "This classic work by the Russian philosopher and literary theorist Mikhail Bakhtin (1895—1975) examines popular humor and folk culture in the Middle Ages and the Renaissance, especially the world of carnival, as depicted in the novels of. François Rabelais. . In Bakhtin's view, the spirit of laughter and irreverence prevailing at carnival time is the dominant quality of Rabelais's art. The work of both Rabelais and Bakhtin springs from an age of revolution, and each reflects a particularly open sense of the literary text. For both, carnival, with its emphasis on the earthly and the grotesque, signified the symbolic destruction of authority and official culture and the assertion of popular renewal. Bakhtin evokes carnival as a special, creative life form, with its own space and time.. Written in the Soviet Union in the 1930s at the height of the. Stalin. era but published there for the first time only in 1965, Bakhtin's book is both a major contribution to the poetics of the novel and a subtle condemnation of the degeneration of the Russian revolution into Stalinist orthodoxy. One of the essential texts of a theorist who is rapidly becoming a major reference in contemporary thought,. Rabelais and His World. is essential reading for anyone interested in problems of language and text and in cultural interpretation.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "History",
                "Criticism",
                "Cultural",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "Welcome to the World, Baby Girl!",
            "authors": [
                "Fannie Flagg"
            ],
            "ranking": 3.89,
            "ranking_count": 24981,
            "abstract": "Welcome to the World, Baby Girl!. is the funny, serious, and compelling new novel by Fannie Flagg, author of the beloved. Fried Green Tomatoes at the Whistle Stop Cafe. (and prize-winning co-writer of the classic movie).. Once again, Flagg's humor and respect and affection for her characters shine forth. Many inhabit small-town or suburban America. But this time, her heroine is urban: a brainy, beautiful, and ambitious rising star of 1970s television. Dena Nordstrom, pride of the network, is a woman whose future is full of promise, her present rich with complications, and her past marked by mystery.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "American",
                "Humor",
                "Adult Fiction",
                "Historical",
                "Contemporary",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Comedians",
            "authors": [
                "Graham Greene",
                "Paul Theroux"
            ],
            "ranking": 3.98,
            "ranking_count": 8181,
            "abstract": "Three men meet on a ship bound for Haiti, a world in the grip of the corrupt “Papa Doc” and the Tontons Macoute, his sinister secret police. Brown the hotelier, Smith the innocent American, and Jones the confidence man—these are the “comedians” of Greene’s title. Hiding behind their actors’ masks, they hesitate on the edge of life. They are men afraid of love, afraid of pain, afraid of fear itself...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Novels",
                "European Literature",
                "Literary Fiction",
                "Politics",
                "Audiobook"
            ]
        },
        {
            "title": "Running Blind",
            "authors": [
                "Lee Child"
            ],
            "ranking": 4.11,
            "ranking_count": 93463,
            "abstract": "Women are being murdered nationwide by a killer who leaves no trace of evidence, no fatal wounds, no signs of struggle, and no clues to an apparent motive. All the victims have one thing in common: they each knew Jack Reacher.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Action",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "The Passionate Mistakes and Intricate Corruption of One Girl in America",
            "authors": [
                "Michelle Tea",
                "Ben Meyers"
            ],
            "ranking": 3.89,
            "ranking_count": 995,
            "abstract": "Passionate Mistakes helped catapult the nascent queer girl culture of San Francisco's Mission district to the world. The novel charts the turbulent adventures of one girl in America as she moves from Boston's teenage goth world to whoring in New Age Tucson before finally arriving in San Francisco's dyke underground.Honest, sarcastic, lyrical and direct, Tea's writing is possibly the most literate and sophisticated treatment of underground dyke culture ever written and circulated. She is a reincarnation of when Jill Johnston used to be cool.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Fiction",
                "Feminism",
                "Young Adult",
                "Novels",
                "Biography Memoir",
                "Contemporary",
                "Queer"
            ]
        },
        {
            "title": "So Long a Letter",
            "authors": [
                "Mariama Bâ",
                "Modupé Bodé-Thomas"
            ],
            "ranking": 3.96,
            "ranking_count": 8428,
            "abstract": "This novel is in the form of a letter, written by the widowed Ramatoulaye and describing her struggle for survival. It is the winner of the Noma Award.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Western Africa",
                "Literature",
                "Feminism",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "Keep the Aspidistra Flying",
            "authors": [
                "George Orwell"
            ],
            "ranking": 3.9,
            "ranking_count": 18377,
            "abstract": "London, 1936. Gordon Comstock has declared war on the money god; and Gordon is losing the war. Nearly 30 and rather moth-eaten already, a poet whose one small book of verse has fallen flatter than any pancake, Gordon has given up a good job and gone to work in a bookshop at half his former salary. Always broke, but too proud to accept charity, he rarely sees his few friends and cannot get the virginal Rosemary to bed because (or so he believes), If you have no money ... women won't love you. On the windowsill of Gordon's shabby rooming-house room is a sickly but unkillable aspidistra--a plant he abhors as the banner of the sort of mingy, lower-middle-class decency he is fleeing in his downward flight.. In. Keep the Aspidistra Flying. , George Orwell has created a darkly compassionate satire to which anyone who has ever been oppressed by the lack of brass, or by the need to make it, will all too easily relate. He etches the ugly insanity of what Gordon calls the money-world in unflinching detail, but the satire has a second edge, too, and Gordon himself is scarcely heroic. In the course of his misadventures, we become grindingly aware that his radical solution to the problem of the money-world is no solution at all--that in his desperate reaction against a monstrous system, he has become something of a monster himself.. Orwell keeps both of his edges sharp to the very end--a happy ending that poses tough questions about just how happy it really is. That the book itself is not sour, but constantly fresh and frequently funny, is the result of Orwell's steady, unsentimental attention to the telling detail; his dry, quiet humor; his fascination with both the follies and the excellences of his characters; and his courageous refusal to embrace the comforts of any easy answer.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Politics"
            ]
        },
        {
            "title": "The Writing Life",
            "authors": [
                "Annie Dillard"
            ],
            "ranking": 3.98,
            "ranking_count": 15713,
            "abstract": "From Pulitzer Prize-winning Annie Dillard, a collection that illuminates the dedication and daring that characterizes a writer's life.. In these short essays, Annie Dillard—the author of Pilgrim at Tinker Creek and An American Childhood—illuminates the dedication, absurdity, and daring that characterize the existence of a writer. A moving account of Dillard’s own experiences while writing her works, The Writing Life offers deep insight into one of the most mysterious professions.",
            "part_of_series": false,
            "genre_list": [
                "Language",
                "Nonfiction",
                "Autobiography",
                "Writing",
                "Biography",
                "Art",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Gitanjali",
            "authors": [
                "Rabindranath Tagore",
                "W.B. Yeats"
            ],
            "ranking": 4.31,
            "ranking_count": 9932,
            "abstract": "Nobel laureate Rabindranath Tagore was one of the most important writers in 20th-century Indian literature. Among his expansive and impressive body of work,. Gitanjali. is regarded as one of his greatest achievements, and has been a perennial bestseller since it was first published in 1910.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Cultural",
                "Fiction",
                "Asian Literature",
                "Philosophy",
                "Literature",
                "Spirituality",
                "Nobel Prize"
            ]
        },
        {
            "title": "Enchantment",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 3.91,
            "ranking_count": 26316,
            "abstract": "In Enchantment, Card works his magic as never before, transforming the timeless story of Sleeping Beauty into an original fantasy brimming with romance and adventure.. The moment Ivan stumbled upon a clearing in the dense Carpathian forest, his life was forever changed. Atop a pedestal encircled by fallen leaves, the beautiful princess Katerina lay still as death. But beneath the foliage a malevolent presence stirred and sent the ten-year-old Ivan scrambling for the safety of Cousin Marek's farm.. Now, years later, Ivan is an American graduate student, engaged to be married. Yet he cannot forget that long-ago day in the forest--or convince himself it was merely a frightened boy's fantasy. Compelled to return to his native land, Ivan finds the clearing just as he left it.. This time he does not run. This time he awakens the beauty with a kiss . . . and steps into a world that vanished a thousand years ago.. A rich tapestry of clashing worlds and cultures, Enchantment is a powerfully original novel of a love and destiny that transcend centuries . . . and the dark force that stalks them across the ages.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Historical",
                "Adult",
                "Retellings"
            ]
        },
        {
            "title": "The Violent Bear It Away",
            "authors": [
                "Flannery O'Connor"
            ],
            "ranking": 4.09,
            "ranking_count": 12009,
            "abstract": "First published in 1960,. The Violent Bear It Away. is now a landmark in American literature. It is a dark and absorbing example of the Gothic sensibility and bracing satirical voice that are united in Flannery O'Conner's work. In it, the orphaned Francis Marion Tarwater and his cousins, the schoolteacher Rayber, defy the prophecy of their dead uncle--that Tarwater will become a prophet and will baptize Rayber's young son, Bishop. A series of struggles ensues: Tarwater fights an internal battle against his innate faith and the voices calling him to be a prophet while Rayber tries to draw Tarwater into a more reasonable modern world. Both wrestle with the legacy of their dead relatives and lay claim to Bishop's soul.. O'Connor observes all this with an astonishing combination of irony and compassion, humor and pathos, resulting in a novel where range and depth reveal a brilliant and innovative writers acutely alert to where the sacred lives and to where it does not.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Gothic",
                "Novels",
                "Literature",
                "American",
                "Literary Fiction",
                "Religion"
            ]
        },
        {
            "title": "The House on the Strand",
            "authors": [
                "Daphne du Maurier",
                "Celia Brayfield"
            ],
            "ranking": 3.84,
            "ranking_count": 10973,
            "abstract": "Dick Young is lent a house in Cornwall by his friend Professor Magnus Lane. During his stay he agrees to serve as guinea pig for a new drug Magnus has discovered in his biochemical research; the effect of which is to transport Dick from the house at Kilmarth to the Cornwall of the 14th century.. Alternate cover is available. here. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Science Fiction",
                "Fantasy",
                "Mystery",
                "Gothic",
                "European Literature"
            ]
        },
        {
            "title": "The Midwich Cuckoos",
            "authors": [
                "John Wyndham"
            ],
            "ranking": 3.92,
            "ranking_count": 20474,
            "abstract": "In the sleepy English village of Midwich, a mysterious silver object appears and all the inhabitants fall unconscious. A day later the object is gone and everyone awakens unharmed—except that all the women in the village are discovered to be pregnant.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Horror",
                "Fiction",
                "Classics",
                "Fantasy",
                "Science Fiction Fantasy",
                "European Literature",
                "Speculative Fiction",
                "Novels"
            ]
        },
        {
            "title": "Heaven and Hell",
            "authors": [
                "John Jakes"
            ],
            "ranking": 4.05,
            "ranking_count": 11008,
            "abstract": "The last days of the Civil War bring no peace for the Main and Hazard families. As the Mains’ South smolders in the ruins of defeat, the Hazards’ North pushes blindly for relentless industrial progress. Both the nation and the families’ long-standing bond hover on the brink of destruction.. In the series’ epic conclusion, Jakes expertly blends personal conflict with historical events, crafting a haunting page-turner about America’s constant change and unyielding hope.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "War",
                "Romance",
                "Classics",
                "American History",
                "American"
            ]
        },
        {
            "title": "The Endurance: Shackleton's Legendary Antarctic Expedition",
            "authors": [
                "Caroline Alexander"
            ],
            "ranking": 4.33,
            "ranking_count": 19954,
            "abstract": "In August 1914, days before the outbreak of the First World War, the renowned explorer Ernest Shackleton and a crew of twenty-seven set sail for the South Atlantic in pursuit of the last unclaimed prize in the history of exploration: the first crossing on foot of the Antarctic continent. Weaving a treacherous path through the freezing Weddell Sea, they had come within eighty-five miles of their destination when their ship, Endurance, was trapped fast in the ice pack. Soon the ship was crushed like matchwood, leaving the crew stranded on the floes. Their ordeal would last for twenty months, and they would make two near-fatal attempts to escape by open boat before their final rescue.. Drawing upon previously unavailable sources, Caroline Alexander gives us a riveting account of Shackleton's expedition--one of history's greatest epics of survival. And she presents the astonishing work of Frank Hurley, the Australian photographer whose visual record of the adventure has never before been published comprehensively. Together, text and image re-create the terrible beauty of Antarctica, the awful destruction of the ship, and the crew's heroic daily struggle to stay alive, a miracle achieved largely through Shackleton's inspiring leadership.. The survival of Hurley's remarkable images is scarcely less miraculous: The original glass plate negatives, from which most of the book's illustrations are superbly reproduced, were stored in hermetically sealed cannisters that survived months on the ice floes, a week in an open boat on the polar seas, and several more months buried in the snows of a rocky outcrop called Elephant Island. Finally Hurley was forced to abandon his professional equipment; he captured some of the most unforgettable images of the struggle with a pocket camera and three rolls of Kodak film.. Published in conjunction with the American Museum of Natural History's landmark exhibition on Shackleton's journey,. The Endurance. thrillingly recounts one of the last great adventures in the Heroic Age of exploration--perhaps the greatest of them all.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Adventure",
                "Biography",
                "Travel",
                "Historical",
                "Science",
                "Art",
                "Leadership"
            ]
        },
        {
            "title": "Tiger Eyes",
            "authors": [
                "Judy Blume"
            ],
            "ranking": 3.89,
            "ranking_count": 16141,
            "abstract": "After Davey's father is killed in a hold-up, she and her mother and younger brother visit relatives in New Mexico. Here Davey is befriended by a young man who helps her find the strength to carry on and conquer her fears. This is a masterly novel.--Jean Fritz, The New York Times Book Review. Dorothy Canfield Fisher Award, An ALA Best Book for Young Adults.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Realistic Fiction",
                "Childrens",
                "Contemporary",
                "Romance",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "Naruto, Vol. 1: Uzumaki Naruto",
            "authors": [
                "Masashi Kishimoto",
                "Katy Bridges"
            ],
            "ranking": 4.41,
            "ranking_count": 174676,
            "abstract": "Naruto is a ninja-in-training with an incorrigible knack for mischief. His wild antics amuse his teammates, but Naruto is completely serious about one thing: becoming the world's greatest ninja!. UZUMAKI NARUTO. Twelve years ago the Village Hidden in the Leaves was attacked by a fearsome threat. A nine-tailed fox spirit claimed the life of the village leader, the Hokage, and many others. Today, the village is at peace, and a troublemaking kid named Naruto is struggling to graduate from Ninja Academy. His goal may be to become Hokage, but his true destiny will be much more complicated. The adventure begins. now. !",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Media Tie In",
                "Adventure",
                "Comics Manga",
                "Action"
            ]
        },
        {
            "title": "The Harry Potter Collection 1-4",
            "authors": [
                "J.K. Rowling",
                "Mary GrandPré"
            ],
            "ranking": 4.69,
            "ranking_count": 61664,
            "abstract": "The exciting tales of Harry Potter, the young wizard-in-training, have taken the world by storm, and fans just can't get enough of the magical world of Hogwarts and beyond. If you buy one of the Harry Potter books, we guarantee you'll want the next...and the next...and the next -- so why not have them all, right at your fingertips? With the Harry Potter Hardcover Box Set (Books 1-4), Barnes amp; Noble.com offers simple one-stop shopping for your Harry Potter library! As easy as the wave of a magic wand, you can get all four Harry Potter books delivered to your doorstep at once.p. The Harry Potter Hardcover Box Set (Books 1-4) includes hardcover editions of iHarry Potter and the Sorcerer's Stone, Harry Potter and the Chamber of Secrets, Harry Potter and the Prisoner of Azkaban,/i and iHarry Potter and the Goblet of Fire./i The books come snugly packed in a sturdy cardboard slipcase, beautifully decorated with memorable scenes from the books.p. So buy the set, and not even a pesky Locomotor Mortis spell cast by the evil Lord Voldemor...(oooops, sorry -- He-Who-Must-Not-Be-Named) can get in the way of your enjoying all of the mystery, adventure, intrigue, and, of course, magic that Muggles around the world can't seem to get enough of. Hold on tight -- it's going to be a wild ride!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Childrens",
                "Classics",
                "Novels",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Letters of Mina Harker",
            "authors": [
                "Dodie Bellamy",
                "Dennis Cooper"
            ],
            "ranking": 4.04,
            "ranking_count": 227,
            "abstract": "In Dodie Bellamy's imagined sequel to Bram Stoker's fin de siècle masterpiece. Dracula. , Van Helsing's plain Jane secretarial adjunct, Mina Harker, is recast as a sexual, independent woman living in San Francisco in the 1980s. The vampire Mina Harker, who possesses the body of author Dodie Bellamy, confesses the most intimate details of her relationships with four vastly different men through past letters. Simultaneously, a plague is let loose in San Francisco-the plague of AIDS.. Bigger-than-life, half goddess, half Bette Davis, Mina sends letter after letter to friends and co-conspirators, holding her reader captive through a display of illusion and longing. Juggling quivering vulnerability on one hand and gossip on the other, Mina spoofs and consumes and spews back up demented reembodiments of trash media and high theory alike. It's all fodder for her ravenous libido and a messy ambiguous place where pathology meets pleasure. Sensuous and captivating,. The Letters of Mina Harker. describes one woman's struggles finding the right words to explain her desires and fears without confining herself to one identity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Contemporary",
                "LGBT",
                "Novels",
                "Feminism",
                "Classics",
                "Paranormal",
                "Fantasy"
            ]
        },
        {
            "title": "Belgarath the Sorcerer",
            "authors": [
                "David Eddings",
                "Leigh Eddings"
            ],
            "ranking": 4.08,
            "ranking_count": 74213,
            "abstract": "Bestselling authors David and Leigh Eddings welcome readers back to the time before The Belgariad and The Malloreon series. Join them as they chronicle that fateful conflict between two mortally opposed Destinies, in a monumental war of men and kings and Gods.. When the world was young and Gods still walked among their mortal children, a headstrong orphan boy set out to explore the world. Thus began the extraordinary adventures that would mold that youthful vagabond into a man, and the man into the finely honed instrument of Prophecy known to all the world as Belgarath the Sorcerer.. Then came the dark day when the Dark God Torak split the world asunder, and the God Aldur and his disciples began their monumental labor to set Destiny aright. Foremost among their number was Belgarath. His ceaseless devotion was foredoomed to cost him that which he held most dear--even as his loyal service would extend through echoing centuries of loss, of struggle, and of ultimate triumph.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "The Bone Collector",
            "authors": [
                "Jeffery Deaver"
            ],
            "ranking": 4.19,
            "ranking_count": 171602,
            "abstract": "Lincoln Rhyme was once a brilliant criminologist, a genius in the field of forensics -- until an accident left him physically and emotionally shattered. But now a diabolical killer is challenging Rhyme to a terrifying and ingenious duel of wits. With police detective Amelia Sachs by his side, Rhyme must follow a labyrinth of clues that reaches back to a dark chapter in New York City's past -- and reach further into the darkness of the mind of a madman who won't stop until he has stripped life down to the bone.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Horror",
                "Drama"
            ]
        },
        {
            "title": "The Shadow Rising",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 4.26,
            "ranking_count": 199133,
            "abstract": "The seals of Shayol Ghul are weak now, and the Dark One reaches out. The Shadow is rising to cover humankind.. In Tar Valon, Min sees portents of hideous doom. Will the White Tower itself be broken?. In the Two Rivers, the Whitecloaks ride in pursuit of a man with golden eyes, and in pursuit of the Dragon Reborn.. In Cantorin, among the Sea Folk, High Lady Suroth plans the return of the Seanchan armies to the mainland.. In the Stone of Tear, the Lord Dragon considers his next move. It will be something no one expects, not the Black Ajah, not Tairen nobles, not Aes Sedai, not Egwene or Elayne or Nynaeve.. Against the Shadow rising stands the Dragon Reborn.....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook",
                "Epic",
                "Adult"
            ]
        },
        {
            "title": "Foe",
            "authors": [
                "J.M. Coetzee"
            ],
            "ranking": 3.43,
            "ranking_count": 9979,
            "abstract": "With the same electrical intensity of language and insight that he brought to. Waiting for the Barbarians. , J.M. Coetzee reinvents the story of. Robinson Crusoe. —and in so doing, directs our attention to the seduction and tyranny of storytelling itself.. In 1720 the eminent man of letters Daniel Foe is approached by Susan Barton, lately a castaway on a desert island. She wants him to tell her story, and that of the enigmatic man who has become her rescuer, companion, master, and sometimes lover: Cruso. Cruso is dead, and his manservant, Friday, is incapable of speech. As she tries to relate the truth about him, the ambitious Barton cannot help turning Cruso into her invention. For as narrated by Foe—as by Coetzee himself—the stories we thought we knew acquire depths that are at once treacherous, elegant, and unexpectedly moving.. ~from the back cover",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Novels",
                "Cultural",
                "Literature",
                "Southern Africa",
                "Academic",
                "Literary Fiction"
            ]
        },
        {
            "title": "Battle Royale",
            "authors": [
                "Koushun Takami",
                "Yuji Oniki"
            ],
            "ranking": 4.21,
            "ranking_count": 68403,
            "abstract": "Koushun Takami's notorious high-octane thriller is based on an irresistible premise: a class of junior high school students is taken to a deserted island where, as part of a ruthless authoritarian program, they are provided arms and forced to kill one another until only one survivor is left standing. Criticized as violent exploitation when first published in Japan - where it then proceeded to become a runaway bestseller - Battle Royale is a Lord of the Flies for the 21st century, a potent allegory of what it means to be young and (barely) alive in a dog-eat-dog world. Made into a controversial hit movie of the same name, Battle Royale is already a contemporary Japanese pulp classic, now available for the first time in the English language.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Science Fiction",
                "Thriller",
                "Young Adult",
                "Cultural",
                "Asian Literature",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "A Lantern in Her Hand",
            "authors": [
                "Bess Streeter Aldrich"
            ],
            "ranking": 4.16,
            "ranking_count": 5805,
            "abstract": "The Place: Nebraska.. The time: the 1870's, when every day on the prairie brought its threat -of hostile Indians, of prairie fires, of blizzards, and the overwhelming threat of accident or illness to the little homesteading family, Will and Abbie Deal and their babies.. Hope, faith, and hard work finally make real for the Deals and their neighbors the dreams of productive farms and prosperous towns, of schools and hospitals, of well-paved roads to bring them close to the rest of the century.. And old Abbie Deal can look back with pride and wonder to her own part in the miracle.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Young Adult",
                "Romance",
                "Adult Fiction",
                "Westerns",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "New Seeds of Contemplation",
            "authors": [
                "Thomas Merton"
            ],
            "ranking": 4.22,
            "ranking_count": 8357,
            "abstract": "If you read nothing else by Merton, read this. Personal, direct, and lucid, it contains some of his most challenging insights into the struggle to find an honest relationship with God and one's fellow humans. The book takes a compelling yet thoughtful look at a wide variety of spiritual themes, but is -- like most of Merton's writings -- devoid of theorizing. A must for anyone who is ready to seriously reassess the reality and direction of his or her life. But beware: you will not emerge untouched.Reprinted over twenty times and translated into more than twelve languages.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Religion",
                "Nonfiction",
                "Christian",
                "Philosophy",
                "Christianity",
                "Occult"
            ]
        },
        {
            "title": "Canto General",
            "authors": [
                "Pablo Neruda"
            ],
            "ranking": 4.21,
            "ranking_count": 1442,
            "abstract": "Esta monumental biografía de un continente desde los días precolombinos hasta la llegada de los conquistadores, la explosión descolonizadora y la actualidad de la época de su redacción es también la biografía de un hombre, el propio Neruda, errante y clandestino al redactarla, y un canto a sus compatriotas anónimos, a la fraternidad con los oprimidos y humildes y a la vastedad silenciosa y solemne del gran océano inmemorial que lo circunda todo.. Himno telúrico a los elementos naturales del continente americano, ascensión hacia la redención del propio ser desde el deshumanizador mundo masificado hasta la comunión con un pasado que es un paisaje a la vez humano, arqueológico y orográfico, Canto general es quizá, por encima de todo, un poema a la vez épico y moral.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Literature",
                "Classics",
                "Fiction",
                "Nobel Prize",
                "Cultural",
                "Epic"
            ]
        },
        {
            "title": "The Famished Road",
            "authors": [
                "Ben Okri"
            ],
            "ranking": 3.73,
            "ranking_count": 11781,
            "abstract": "In the decade since it won the Booker Prize, Ben Okri's. Famished Road. has become a classic. Like Salman Rushdie's. Midnight's Children. or Gabriel Garcia Marquez's. One Hundred Years of Solitude. , it combines brilliant narrative technique with a fresh vision to create an essential work of world literature.. The narrator, Azaro, is an. abiku. , a spirit child, who in the Yoruba tradition of Nigeria exists between life and death. The life he foresees for himself and the tale he tells is full of sadness and tragedy, but inexplicably he is born with a smile on his face. Nearly called back to the land of the dead, he is resurrected. But in their efforts to save their child, Azaro's loving parents are made destitute. The tension between the land of the living, with its violence and political struggles, and the temptations of the carefree kingdom of the spirits propels this latter-day Lazarus's story.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Magical Realism",
                "Fantasy",
                "Western Africa",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "A Game of You",
            "authors": [
                "Neil Gaiman",
                "Shawn McManus",
                "Colleen Doran",
                "Bryan Talbot",
                "George Pratt",
                "Stan Woch",
                "Dick Giordano",
                "Todd Klein"
            ],
            "ranking": 4.42,
            "ranking_count": 57259,
            "abstract": "Take an apartment house, mix in a drag queen, a lesbian couple, some talking animals, a talking severed head, a confused heroine, and the deadly Cuckoo. Stir vigorously with a hurricane and Morpheus himself and you get this fifth installment of the Sandman series. This story stars Barbie, who first makes an appearance in. The Doll's House. , who here finds herself a princess in a vivid dreamworld. collecting The Sandman #32–37",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Horror",
                "Graphic Novels Comics",
                "Comics",
                "Comics Manga"
            ]
        },
        {
            "title": "The Cave",
            "authors": [
                "José Saramago",
                "Margaret Jull Costa"
            ],
            "ranking": 3.86,
            "ranking_count": 12949,
            "abstract": "José Saramago is a master at pacing. Readers unfamiliar with the work of this Portuguese Nobel Prize winner would do well to begin with. The Cave. , a novel of ideas, shaded with suspense. Spare and pensive,. The Cave. follows the fortunes of an aging potter, Cipriano Algor, beginning with his weekly delivery of plates to the Center, a high-walled, windowless shopping complex, residential community, and nerve center that dominates the region. What sells at the Center will sell everywhere else, and what the Center rejects can barely be given away in the surrounding towns and villages. The news for Cipriano that morning isn't good. Half of his regular pottery shipment is rejected, and he is told that the consumers now prefer plastic tableware. Over the next week, he and his grown daughter Marta grieve for their lost craft, but they gradually open their eyes to the strange bounty of their new condition: a stray dog adopts them, and a lovely widow enters Cipriano's life. When they are invited to live at the Center, it seems ungracious to refuse, but there are some strange developments under the complex, and a troubling increase in security, and Cipriano changes all their fates by deciding to investigate. In Saramago's able hands, what might have become a dry social allegory is a delicately elaborated story of individualism and unexpected love.. --Regina Marler",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Novels",
                "European Literature",
                "Nobel Prize",
                "Science Fiction",
                "Classics",
                "Philosophy",
                "Literary Fiction"
            ]
        },
        {
            "title": "Jean-Christophe - I",
            "authors": [
                "Romain Rolland",
                "Gilbert Cannan"
            ],
            "ranking": 4.19,
            "ranking_count": 777,
            "abstract": "One word only! No more talk of money. I hate money--the word and the thing itself. If I am not rich, I am yet rich enough to give to my friend, and it is my joy to give all I can for him. Would not you do the same? And if I needed it, would you not be the first to give me all your fortune? But that shall never be! I have sound fists and a sound head, and I shall always be able to earn the bread that I eat. Till Sunday!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "European Literature",
                "Music",
                "Novels",
                "Literature",
                "Nobel Prize",
                "Philosophy",
                "Historical"
            ]
        },
        {
            "title": "The Eagle of the Ninth",
            "authors": [
                "Rosemary Sutcliff"
            ],
            "ranking": 3.93,
            "ranking_count": 9843,
            "abstract": "Set in Roman Britain this story is of a young Roman officer who sets out to discover the truth behind the mysterious disappearance of the Ninth Legion, who marched into the mists of Northern Britain and never returned.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Classics",
                "Childrens",
                "Fantasy",
                "European Literature",
                "Academic"
            ]
        },
        {
            "title": "I Heard the Owl Call My Name",
            "authors": [
                "Margaret Craven"
            ],
            "ranking": 4.01,
            "ranking_count": 7028,
            "abstract": "In a world that knows too well the anguish inherent in the clash of old ways and new lifestyles, Margaret Craven's classic and timeless story of a young man's journey into the Pacific Northwest is as relevant today as ever.. Here amid the grandeur of British Columbia stands the village of Kingcome, a place of salmon runs and ancient totems - a village so steeped in time that, according to Kwakiutl legend, it was founded by two brothers left on earth after the great flood. Yet in this Eden of such natural beauty and richness, the old culture of totems and potlaches is under attack - slowly being replaced by a new culture of prefab houses and alcoholism. Into this world, where an entire generation of young people has become disenchanted and alienated from their heritage, Craven introduces Mark Brian, a young vicar sent to the small isolated parish by his church.. This is Mark's journey of discovery - a journey that will teach him about life, death, and the transforming power of love. It is a journey that will resonate in the mind of readers long after the book is done.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Young Adult",
                "Cultural",
                "Environment",
                "Religion",
                "Spirituality",
                "Literature"
            ]
        },
        {
            "title": "Lords and Ladies",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.17,
            "ranking_count": 73577,
            "abstract": "A Discworld Novel. It's a hot Midsummer Night. The crop circles are turning up everywhere-even on the mustard-and-cress of Pewseyy Ogg, aged four. And Magrat Garlick, witch, is going to be married in the morning...Everything ought to be going like a dream. But the Lancre All-Comers Morris Team have got drunk on a fairy mound and the elves have come back, bringing all those things traditionally associated with the magical, glittering realm of Faerie: cruelty, kidnapping, malice and evil, evil murder.* Granny Weatherwax and her tiny argumentative coven have really got their work cut out this time...With full supporting cast of dwarfs, wizards, trolls, Morris Dancers and one orang-utan. And lots. of hey-nonny-nonny and blood all over the place.. *But with tons of style.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Paranormal",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "The Wake",
            "authors": [
                "Neil Gaiman",
                "Michael Zulli",
                "Jon J. Muth",
                "Charles Vess",
                "Mikal Gilmore"
            ],
            "ranking": 4.52,
            "ranking_count": 45368,
            "abstract": "When a Dream ends, there is only one thing left to do.... THE WAKE. In which the repercussions of the Death of Lord Morpheus are felt, and, in an epilogue, William Shakespeare learns the price of getting what you want.. This is the tenth and final volume of Neil Gaiman's Sandman, described by author Mikal Gilmore in his introduction as nothing less than a popular culture masterpiece, and a work that is braver, smarter and more meaningful than just about anything high culture has produced during the same period.. Reprints issues #70-75.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Horror",
                "Comics",
                "Comics Manga"
            ]
        },
        {
            "title": "Them",
            "authors": [
                "Joyce Carol Oates",
                "Elaine Showalter"
            ],
            "ranking": 3.7,
            "ranking_count": 3273,
            "abstract": "Joyce Carol Oates' Wonderland Quartet comprises four remarkable novels that explore social class in America and the inner lives of young Americans. As powerful and relevant today as it on its initial publication,. them. chronicles the tumultuous lives of a family living on the edge of ruin in the Detroit slums, from the 1930s to the 1967 race riots. Praised by. The Nation. for her potent, life-gripping imagination, Oates traces the aspirations and struggles of Loretta Wendall, a dreamy young mother who is filled with regret by the age of sixteen, and the subsequent destinies of her children, Maureen and Jules, who must fight to survive in a world of violence and danger.. Winner of the National Book Award,. them. is an enthralling novel about love, class, race, and the inhumanity of urban life. It is, raves. The New York Times. , a superbly accomplished vision.. Them. is the third novel in the Wonderland Quartet. The books that complete this acclaimed series,. A Garden of Earthly Delights. ,. Expensive People,. and. Wonderland. , are also available from the Modern Library.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literary Fiction",
                "Historical",
                "Literature",
                "The United States Of America",
                "Contemporary"
            ]
        },
        {
            "title": "Something Happened",
            "authors": [
                "Joseph Heller"
            ],
            "ranking": 3.54,
            "ranking_count": 7582,
            "abstract": "Bob Slocum was living the American dream. He had a beautiful wife, three lovely children, a nice house...and all the mistresses he desired. He had it all -- all, that is, but happiness. Slocum was discontent. Inevitably, inexorably, his discontent deteriorated into desolation until...something happened.. Something Happened. is Joseph Heller's wonderfully inventive and controversial second novel satirizing business life and American culture. The story is told as if the reader was overhearing the patter of Bob Slocum's brain -- recording what is going on at the office, as well as his fantasies and memories that complete the story of his life. The result is a novel as original and memorable as his. Catch-22.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Humor",
                "Novels",
                "Contemporary",
                "The United States Of America",
                "Literary Fiction"
            ]
        },
        {
            "title": "Silk",
            "authors": [
                "Alessandro Baricco",
                "Guido Waldman"
            ],
            "ranking": 3.85,
            "ranking_count": 47096,
            "abstract": "When an epidemic threatens to destroy the silk trade in France, the young merchant Herve Joncour leaves his doting wife and his comfortable home in the small town of Lavilledieu and travels across Siberia to the other end of the world, to Japan, to obtain eggs for a fresh breeding of silk worms. It is the 1860s; Japan is closed to foreigners and this has to be a clandestine operation. During his undercover negotiations with the local baron, Joncour's attention is arrested by the man's concubine, a girl who does not have Oriental eyes. Although the young Frenchman and the girl are unable to exchange so much as a word, love blossoms between them, conveyed by a number of recondite messages in the course of four visits the Frenchman pays to Japan. How their secret affair develops and how it unfolds is told in a narration as beautiful, smooth and seamless as a piece of the finest silk.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Romance",
                "Cultural",
                "Novels",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Women",
            "authors": [
                "Charles Bukowski"
            ],
            "ranking": 3.84,
            "ranking_count": 69818,
            "abstract": "Low-life writer and unrepentant alcoholic Henry Chinaski was born to survive. After decades of slacking off at low-paying dead-end jobs, blowing his cash on booze and women, and scrimping by in flea-bitten apartments, Chinaski sees his poetic star rising at last. Now, at fifty, he is reveling in his sudden rock-star life, running three hundred hangovers a year, and maintaining a sex life that would cripple Casanova.. With all of Bukowski's trademark humor and gritty, dark honesty, this 1978 follow-up to. Post Office. and. Factotum. is an uncompromising account of life on the edge.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Poetry",
                "Contemporary",
                "Humor",
                "The United States Of America"
            ]
        },
        {
            "title": "Bastard Out of Carolina",
            "authors": [
                "Dorothy Allison"
            ],
            "ranking": 4.12,
            "ranking_count": 41185,
            "abstract": "Greenville County, South Carolina, is a wild, lush place that is home to the Boatwright family—a tight-knit clan of rough-hewn, hard-drinking men who shoot up each other's trucks, and indomitable women who get married young and age too quickly. At the heart of this story is Ruth Anne Boatwright, known simply as Bone, a bastard child who observes the world around her with a mercilessly keen perspective. When her stepfather Daddy Glen, cold as death, mean as a snake, becomes increasingly more vicious toward her, Bone finds herself caught in a family triangle that tests the loyalty of her mother, Anney—and leads to a final, harrowing encounter from which there can be no turning back.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "American",
                "Young Adult",
                "Novels",
                "Literary Fiction",
                "LGBT",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "The Earthsea Trilogy",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.28,
            "ranking_count": 19494,
            "abstract": "As long ago as forever and as far away as Selidor, there lived the dragonlord and Archmage, Sparrowhawk, the greatest of the great wizards - he who, when still a youth, met with the evil shadow-beast; he who later brought back the Ring of Erreth-Akbe from the Tombs of Atuan; and he who, as an old man, rode the mighty dragon Kalessin back from the land of the dead. And then, the legends say, Sparrowhawk entered his boat,. Lookfar. , turned his back on land, and without wind or sail or oar moved westward over the sea and out of sight.. Wizard of Earthsea, The Tombs of Atuan, The Farthest Shore. - Ursula Le Guin's brilliant and magical trilogy.. Cover Illustration: Jonathan Field",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Classics",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Vile Bodies",
            "authors": [
                "Evelyn Waugh"
            ],
            "ranking": 3.76,
            "ranking_count": 13630,
            "abstract": "The Bright Young Things of 1920s Mayfair, with their paradoxical mix of innocence and sophistication, exercise their inventive minds and vile bodies in every kind of capricious escapade, whether it is promiscuity, dancing, cocktail parties or sports cars. A vivid assortment of characters, among them the struggling writer Adam Fenwick-Symes and the glamorous, aristocratic Nina Blount, hunt fast and furiously for ever greater sensations and the hedonistic fulfilment of their desires. Evelyn Waugh’s acidly funny and experimental satire shows a new generation emerging in the years after the First World War, revealing the darkness and vulnerability beneath the glittering surface of the high life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Historical"
            ]
        },
        {
            "title": "Everybody Loves a Good Drought",
            "authors": [
                "Palagummi Sainath"
            ],
            "ranking": 4.32,
            "ranking_count": 2914,
            "abstract": "The human face of poverty. The poor in India are, too often, reduced to statistics. In the dry language of development reports and economic projections, the true misery of the 312 million who live below the poverty line, or the 26 million displaced by various projects, or the 13 million who suffer from tuberculosis gets overlooked. In this thoroughly researched study of the poorest of the poor, we get to see how they manage, what sustains them, and the efforts, often ludicrous, to do something for them. The people who figure in this book typify the lives and aspirations of a large section of Indian society, and their stories present us with the true face of development.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Nonfiction",
                "Economics",
                "Politics",
                "History",
                "Writing",
                "Social Issues",
                "Asian Literature",
                "Culture",
                "Social"
            ]
        },
        {
            "title": "Armor",
            "authors": [
                "John Steakley"
            ],
            "ranking": 4.12,
            "ranking_count": 17854,
            "abstract": "Alternate cover edition can be found. here. .. The military sci-fi classic in a striking new package. Felix is an Earth soldier, encased in special body armor designed to withstand Earth's most implacable enemy-a bioengineered, insectoid alien horde. But Felix is also equipped with internal mechanisms that enable him, and his fellow soldiers, to survive battle situations that would destroy a man's mind.. This is a remarkable novel of the horror, the courage, and the aftermath of combat--and how the strength of the human spirit can be the greatest armor of all.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "War",
                "Fantasy",
                "Science Fiction Fantasy",
                "Space",
                "Action",
                "Audiobook"
            ]
        },
        {
            "title": "Guilty Pleasures",
            "authors": [
                "Laurell K. Hamilton"
            ],
            "ranking": 4.02,
            "ranking_count": 140991,
            "abstract": "Anita Blake is small, dark, and dangerous. Her turf is the city of St. Louis. Her job: re-animating the dead and killing the undead who take things too far. But when the city’s most powerful vampire asks her to solve a series of vicious slayings, Anita must confront her greatest fear—her undeniable attraction to master vampire Jean-Claude, one of the creatures she is sworn to destroy...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Horror",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Re: Colonised Planet 5, Shikasta",
            "authors": [
                "Doris Lessing"
            ],
            "ranking": 3.67,
            "ranking_count": 2390,
            "abstract": "This is the first volume in the series of novels Doris Lessing calls collectively. Canopus in Argos: Archives. . Presented as a compilation of documents, reports, letters, speeches and journal entries, this purports to be a general study of the planet Shikasta, clearly the planet Earth, to be used by history students of the higher planet Canopus and to be stored in the Canopian archives. For eons, galactic empires have struggled against one another, and Shikasta is one of the main battlegrounds. Johar, an emissary from Canopus and the primary contributor to the archives, visits Shikasta over the millennia from the time of the giants and the biblical great flood up to the present. With every visit he tries to distract Shikastans from the evil influences of the planet Shammat but notes with dismay the ever-growing chaos and destruction of Shikasta as its people hurl themselves towards World War III and annihilation.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Nobel Prize",
                "Literature",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Classics",
                "European Literature"
            ]
        },
        {
            "title": "The Wonderful Story of Henry Sugar and Six More",
            "authors": [
                "Roald Dahl"
            ],
            "ranking": 4.14,
            "ranking_count": 21203,
            "abstract": "Seven stories of fantasy and fun by the fantastic Roald Dahl.. Henry Sugar. is a man with an amazing talent: he can see with his eyes closed. But will he use his power for good or personal gain? Find out in The Wonderful Story of Henry Sugar, one of seven short stories in this extraordinary collection.. A clever mix of fact and fiction, this volume also includes the tale of a boy who can understand animals, the magical true story of Mildenhall treasure, and Roald Dahl's own account of how he became a writer (with a wealth of tips for aspiring authors).. Included in this volume:. -. The Boy Who Talked With Animals. - in which a stranded sea turtle and a small boy have more in common than meets the eye.. -. The Hitchhiker. - proves that in a pinch a professional pickpocket can be the perfect pal.. -. The Mildenhall Treasure. - a true tale of fortune found and an opportunity lost.. -. The Swan. - a fantastic story about youthful misdeeds.. -. The Wonderful Story of Henry Sugar. - in which a modern-day Robin Hood brings joy to the hearts of orphans - and fear to the souls of casino owners around the world.. -. Lucky Break: How I Became a Writer. - an account in Dahl's own words on how he came to be.. -. A Piece of Cake: First Story - 1942. - Dahl's first story, which tells of how he was shot down over the Libyan Desert.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Childrens",
                "Fantasy",
                "Young Adult",
                "Classics",
                "Humor",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Falling Up",
            "authors": [
                "Shel Silverstein"
            ],
            "ranking": 4.34,
            "ranking_count": 141086,
            "abstract": "Millie McDeevit screamed a scream, so loud it made her eyebrows steam.. She screamed so loud, her jawbone broke,. Her tongue caught fire, her nostrils smoked.... Poor Screamin' Millie is just one of the unforgettable characters in this wondrous new book of poems and drawings. Here you will also meet Allison Beals and her twenty-five eels; Danny O'Dare, the dancin' bear; the Human Balloon; and Headphone Harold.. Shel Silverstein, the. New York Times. bestselling author of. The Giving Tree. ,. A Light in the Attic. ,. Falling Up. , and. Every Thing On It. ,. has created a poetry collection that is outrageously funny and deeply profound.. So come, wander through the Nose Garden, ride the Little Hoarse, eat in the Strange Restaurant, and let the magic of. Shel Silverstein. open your eyes and tickle your mind.. Story List. - Advice. - Allison Beals and Her 25 Eels. - Alphabalance. - Bad Cold. - A Battle in the Sky. - The Bear, the Fire, and the Snow. - Best Mask?. - Big Eating Contest. - Bituminous?. - Blood-Curdling Story. - Body Language. - Camp Wonderful. - Carrots. - Castle. - Cat, a Kid, and a Mom. - Cat Jacks. - Cereal. - Christmas Dog. - Clean Gene. - Complainin' Jack. - Cookwitch Sandwich. - Crazy Dream. - Crystal Ball. - Danny O'Dare. - The Deadly Eye. - Dentist Dan. - Description. - Diving Board. - Don the Dragon's Birthday. - Eggs Rated. - Falling Up. - Feeding Time. - The Folks Inside. - Foot Repair. - Forgetful Paul Revere. - The Former Foreman's Story. - Furniture Bash. - Gardener. - Glub-Glub. - The Gnome, the Gnat, and the Gnu. - Golden Goose. - Hand Holding. - Hard to Please. - Haunted. - Headless Town. - Headphone Harold. - Help!. - Hi-Monster. - Human Balloon. - Hungry Kid Island. - Hypnotized. - Ice Cream Stop. - Imagining. - In the Land of.... - James. - Kanga Ruby. - Keepin' Count. - Keep-Out House. - Little Hoarse. - Little Pig's Treat. - Long-Leg Lou and Short-Leg Sue. - Long Scarf. - Lyin' Larry. - Mari-Lou's Ride. - Medusa. - Mirror, Mirror. - Mister Moody. - Molly's Folly. - Monkey. - Morgan's Curse. - Mummy. - Music Lesson. - My Nose Garden. - My Robot. - My Sneaky Cousin. - The Nap Taker. - Needles and Pins. - New World. - No. - No Grown-Ups. - No Thank You. - Noise Day. - Nope. - Obedient. - Ooh!. - One Out of Sixteen. - People Zoo. - Pinocchio. - Plugging In. - Poison-Tester. - Porky. - Quality Time. - Reachin' Richard. - Red Flowers for You. - Remote-a-Dad. - Rotten Convention. - Runners. - Sack Race. - Safe?. - Scale. - Screamin' Millie. - Settin' Around. - Shanna in the Sauna. - Sharing. - Shoe Talk. - Short Kid. - Show Fish. - Sidewalking. - Smile Makers. - Snowball. - Somethin' New. - Sorry I Spilled It. - Spoiled Brat. - Stone Airplane. - Stork Story. - Strange Restaurant. - Stupid Pencil Maker. - Sun Hat. - Sybil the Magician's Last Show. - Tattooin' Ruth. - Tell Me. - They Say I Have.... - Tongue Sticker-Outer. - The Toy Eater. - Three O'clock. - Three Stings. - Turkey?. - Unfair. - Use for a Moose. - The Voice. - Warmhearted. - Wastebasket Brother. - Weavers. - Web-Foot Woe. - Weird-Bird. - We're Out of Paint, So…. - When I Was Your Age. - Why Is It?. - Woulda-Coulda-Shoulda. - Writer Waiting. - Yuck",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Childrens",
                "Fiction",
                "Humor",
                "Classics",
                "Young Adult"
            ]
        },
        {
            "title": "The Quiet Game",
            "authors": [
                "Greg Iles"
            ],
            "ranking": 4.21,
            "ranking_count": 33369,
            "abstract": "The. New York Times. bestselling author of. Spandau Phoenix. and. Mortal Fear. returns with a rich and atmospheric novel of high suspense. When recently widowed Penn Cage leaves Houston with his young daughter and returns to his hometown seeking peace, he finds something very different. Natchez, Mississippi, is the jewel of the antebellum South, a city of old secrets and older money. Upon learning that his father is being blackmailed, Penn finds himself reopening the most highly charged murder case in the town's history, searching for the evidence that could bring down the judge who nearly destroyed his father years ago. As the town closes ranks against him, Penn is joined by Caitlin Masters, a young newspaper publisher, on a deadly quest to find answers to one of the darkest chapters of American history, a quest that pits them against the FBI, a band of brothers still fiercely guarding the tainted legacy of J. Edgar Hoover. But Penn's most dangerous journey must be made alone--into the abiding mystery of his own past, into the mind and heart of a woman he lost twenty years ago, and who still has the power to save or destroy him.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "American",
                "Adult"
            ]
        },
        {
            "title": "Fear and Loathing on the Campaign Trail '72",
            "authors": [
                "Hunter S. Thompson"
            ],
            "ranking": 4.13,
            "ranking_count": 21158,
            "abstract": "Hilarious, terrifying, insightful, and compulsively readable, these are the articles that Hunter S. Thompson wrote for. Rolling Stone. magazine while covering the 1972 election campaign of President Richard M. Nixon and his unsuccessful opponent, Senator George S. McGovern. Hunter focuses largely on the Democratic Party's primaries and the breakdown of the national party as it splits between the different candidates.. With drug-addled alacrity and incisive wit, Thompson turned his jaundiced eye and gonzo heart to the repellent and seductive race for president, deconstructed the campaigns, and ended up with a political vision that is eerily prophetic",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Writing",
                "Autobiography",
                "Humor",
                "North American Hi...",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Nadja",
            "authors": [
                "André Breton",
                "Richard Howard"
            ],
            "ranking": 3.58,
            "ranking_count": 9116,
            "abstract": "Nadja, originally published in France in 1928, is the first and perhaps best Surrealist romance ever written, a book which defined that movement's attitude toward everyday life.. The principal narrative is an account of the author's relationship with a girl in the city of Paris, the story of an obsessional presence haunting his life. The first-person narrative is supplemented by forty-four photographs which form an integral part of the work -- pictures of various surreal people, places, and objects which the author visits or is haunted by in naja's presence and which inspire him to mediate on their reality or lack of it. The Nadja of the book is a girl, but, like Bertrand Russell's definition of electricity as not so much a thing as a way things happen, Nadja is not so much a person as the way she makes people behave. She has been described as a state of mind, a feeling about reality, k a kind of vision, and the reader sometimes wonders whether she exists at all. yet it is Nadja who gives form and structure to the novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "European Literature",
                "Novels",
                "Art",
                "Romance",
                "Surreal"
            ]
        },
        {
            "title": "A Kiss of Shadows",
            "authors": [
                "Laurell K. Hamilton"
            ],
            "ranking": 4.01,
            "ranking_count": 56571,
            "abstract": "My name is Meredith 'Merry' Gentry, but of course it's not my real name. I dare not even whisper my true name after dark for fear that one hushed word will travel over the night winds to the soft ear of my aunt, the Queen of Air and Darkness. She wants me dead. I don't even know why.. I fled the high court of Faerie three years ago and have been in hiding ever since. As Merry Gentry, I am a private investigator for the Grey Detective Agency: Supernatural Problems, Magical Solutions. My magical skills, scorned at the courts of Faerie, are valued in the human world. Even by human standards, my magic isn't flashy, which is fine by me. Flashy attracts attention and I can't afford that.. Rumour has it that I am dead. Not quite. I am Princess Meredith NicEssus. To speak that name after dark is to call down a knock upon your door from a hand that can kill you with a touch. I have been careful, but not careful enough. The shadows have found me, and they are going to take me back home, one way or another.. So the running is over. But the fighting has just begun.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fairies",
                "Fiction",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Travels with Charley: In Search of America",
            "authors": [
                "John Steinbeck"
            ],
            "ranking": 4.06,
            "ranking_count": 83684,
            "abstract": "A quest across America, from the northernmost tip of Maine to California’s Monterey Peninsula. To hear the speech of the real America, to smell the grass and the trees, to see the colors and the light—these were John Steinbeck's goals as he set out, at the age of fifty-eight, to rediscover the country he had been writing about for so many years.. With Charley, his French poodle, Steinbeck drives the interstates and the country roads, dines with truckers, encounters bears at Yellowstone and old friends in San Francisco. Along the way he reflects on the American character, racial hostility, the particular form of American loneliness he finds almost everywhere, and the unexpected kindness of strangers.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "Classics",
                "Autobiography",
                "Biography",
                "Literature",
                "Biography Memoir",
                "Adventure",
                "History"
            ]
        },
        {
            "title": "Too Loud a Solitude",
            "authors": [
                "Bohumil Hrabal",
                "Michael Henry Heim"
            ],
            "ranking": 4.02,
            "ranking_count": 18737,
            "abstract": "TOO LOUD A SOLITUDE is a tender and funny story of Haňťa - a man who has lived in a Czech police state - for 35 years, working as compactor of wastepaper and books. In the process of compacting, he has acquired an education so unwitting he can't quite tell which of his thoughts are his own and which come from his books. He has rescued many from jaws of hydraulic press and now his house is filled to the rooftops. Destroyer of the written word, he is also its perpetrator.. But when a new automatic press makes his job redundant there's only one thing he can do - go down with his ship.. This is an eccentric romp celebrating the indestructability- against censorship, political opression etc - of the written word.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Classics",
                "Novels",
                "Writing",
                "Literary Fiction",
                "Novella",
                "Philosophy"
            ]
        },
        {
            "title": "Between the Acts",
            "authors": [
                "Virginia Woolf"
            ],
            "ranking": 3.62,
            "ranking_count": 6612,
            "abstract": "In Woolf's last novel, the action takes place on one summer's day at a country house in the heart of England, where the villagers are presenting their annual pageant. A lyrical, moving valedictory.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Female Authors"
            ]
        },
        {
            "title": "Green Darkness",
            "authors": [
                "Anya Seton"
            ],
            "ranking": 3.96,
            "ranking_count": 6016,
            "abstract": "This unforgettable story of undying love combines mysticism, suspense, mystery, and romance into a web of good and evil that stretches from 16th-century England to the present day. Richard Marsdon marries a young American woman named Celia, brings her to live at his English estate, and all seems to be going well. But now Richard has become withdrawn, and Celia is constantly haunted by a vague dread. When she suffers a breakdown and wavers between life and death, a wise doctor realizes that only by forcing Celia to relive her past can he enable her to escape her illness. Celia travels back 400 years in time to her past life as a beautiful but doomed servant. Through her eyes, we see the England of the Tudors, torn by religious strife, and experience all the pageantry, lustiness, and cruelty of the age. As in other historical romance titles by this author, the past comes alive in this flamboyant classic novel.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Science Fiction",
                "Fantasy",
                "European Literature",
                "Gothic"
            ]
        },
        {
            "title": "Nights at the Circus",
            "authors": [
                "Angela Carter"
            ],
            "ranking": 3.9,
            "ranking_count": 11673,
            "abstract": "Is Sophie Fevvers, toast of Europe's capitals, part swan...or all fake?. Courted by the Prince of Wales and painted by Toulouse-Lautrec, she is an aerialiste extraordinaire and star of Colonel Kearney's circus. She is also part woman, part swan. Jack Walser, an American journalist, is on a quest to discover the truth behind her identity. Dazzled by his love for her, and desperate for the scoop of a lifetime, Walser has no choice but to join the circus on its magical tour through turn-of-the-nineteenth-century London, St Petersburg and Siberia.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Historical",
                "Classics",
                "Feminism",
                "Novels",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Passion",
            "authors": [
                "Jeanette Winterson"
            ],
            "ranking": 4.11,
            "ranking_count": 20974,
            "abstract": "Jeanette Winterson’s novels have established her as one of the most important young writers in world literature.. The Passion. is perhaps her most highly acclaimed work, a modern classic that confirms her special claim on the novel. Set during the tumultuous years of the Napoleonic Wars,. The Passion. intertwines the destinies of two remarkable people: Henri, a simple French soldier, who follows Napoleon from glory to Russian ruin; and Villanelle, the red-haired, web-footed daughter of a Venetian boatman, whose husband has gambled away her heart. In Venice’s compound of carnival, chance, and darkness, the pair meet their singular destiny.. In her unique and mesmerizing voice, Winterson blends reality with fantasy, dream, and imagination to weave a hypnotic tale with stunning effects.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Magical Realism",
                "LGBT",
                "Fantasy",
                "Romance",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Knowing God",
            "authors": [
                "J.I. Packer"
            ],
            "ranking": 4.29,
            "ranking_count": 51937,
            "abstract": "For over 40 years, J. I. Packer's classic has been an important tool to help Christians around the world discover the wonder, the glory and the joy of knowing God. In 2006,. Christianity Today. voted this title one of the top 50 books that have shaped evangelicals. This edition is updated with Americanized language and spelling and a new preface by the author.. Stemming from Packer's profound theological knowledge,. Knowing God. brings together two important facets of the Christian faith:. 1. Knowing about God and. 2. Knowing God through the context of a close relationship with the person of Jesus Christ.. Written in an engaging and practical tone, this thought-provoking work seeks to transform and enrich the Christian understanding of God. Explaining both who God is and how we can relate to him, Packer divides his book into three sections: The first directs our attention to how and why we know God, the second to the attributes of God and the third to the benefits enjoyed by a those who know him intimately. This guide leads readers into a greater understanding of God while providing advice to gaining a closer relationship with him as a result.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Spirituality",
                "Classics"
            ]
        },
        {
            "title": "Ship of Destiny",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.24,
            "ranking_count": 64063,
            "abstract": "As Bingtown slides toward disaster, clan matriarch Ronica Vestrit, branded a traitor, searches for a way to bring the city's inhabitants together against a momentous threat. Meanwhile, Althea Vestrit, unaware of what has befallen Bingtown and her family, continues her perilous quest to track down and recover her liveship, the Vivacia, from the ruthless pirate Kennit.. Bold though it is, Althea's scheme may be in vain. For her beloved Vivacia will face the most terrible confrontation of all as the secret of the liveships is revealed. It is a truth so shattering, it may destroy the Vivacia and all who love her, including Althea's nephew, whose life already hangs in the balance.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "Daggerspell",
            "authors": [
                "Katharine Kerr"
            ],
            "ranking": 3.9,
            "ranking_count": 15041,
            "abstract": "Even as a young girl, Jill was a favorite of the magical, mysterious Wildfolk, who appeared to her from their invisible realm. Little did she know her extraordinary friends represented but a glimpse of a forgotten past and a fateful future. Four hundred years-and many lifetimes-ago, one selfish young lord caused the death of two innocent lovers. Then and there he vowed never to rest until he'd righted that wrong-and laid the foundation for the lives of Jill and all those whom she would hold dear: her father, the mercenary soldier Cullyn; the exiled berserker Rhodry Maelwaedd; and the ancient and powerful herbman Nevyn, all bound in a struggle against darkness. . . and a quest to fulfill the destinies determined centuries ago. Here in this newly revised edition comes the incredible novel that began one of the best-loved fantasy series in recent years--a tale of bold adventure and timeless love, perilous battle and pure magic. For long-standing fans of Deverry and those who have yet to experience this exciting series,. Daggerspell. is a rare and special treat.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Epic",
                "Adult"
            ]
        },
        {
            "title": "All Creatures Great and Small / All Things Bright and Beautiful",
            "authors": [
                "James Herriot"
            ],
            "ranking": 4.3,
            "ranking_count": 13566,
            "abstract": "Twenty-five years ago, a volume of memoirs by an unknown Scottish veterinarian was first published--. All Creatures Great and Small.. Within a year, the book had become recognized as a masterpiece. It went on to sell millions of copies and began the marvelous series of books, beloved of readers all over the world, which have so far sold over 20 million copies in English alone. Here, for the first time, the first two books in this series are being published together.. These pages, now as then, are full of humor, warmth, pathos, drama, and James Herriot's unique and richly justified love of life. His journeys across the Yorkshire dales, his encounters with humans and dogs, cows and kittens, are illuminating by his infinite fascination and affection, and rendered with all the infectious joy of a born storyteller.. Whether struggling mightily to position a calf for birthing, or comforting a lonely old man whose beloved dog and only companion has died, Herriot's heartwarming and often hilarious stories perfectly depict the wonderful relationship between man and animal. His wonderful stories make us laugh and cry, as we marvel at the everyday miracles he creates.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "Animals",
                "Autobiography",
                "Biography",
                "Humor",
                "Environment",
                "Short Stories",
                "Adult",
                "Biography Memoir"
            ]
        },
        {
            "title": "Imperium",
            "authors": [
                "Ryszard Kapuściński",
                "Klara Glowczewska"
            ],
            "ranking": 4.37,
            "ranking_count": 5707,
            "abstract": "Imperium. is the story of an empire: the constellation of states that was submerged under a single identity for most of the twentieth century - the Union of Soviet Socialist Republics. This is Kapuscinski's vivid, compelling and personal report on the life and death of the Soviet superpower, from the entrance of Soviet troops into his hometown in Poland in 1939, through his journey across desolate Siberia and the republics of Central Asia in the 1950s and 60s, to his wanderings over the vast Soviet lands - from Poland to the Pacific, the Arctic Circle to Afghanistan - in the years of the USSR's decline and final disintegration in 1991.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural",
                "Travel",
                "European Literature",
                "Politics",
                "Writing",
                "Autobiography",
                "Literature"
            ]
        },
        {
            "title": "The Sacred and the Profane: The Nature of Religion",
            "authors": [
                "Mircea Eliade",
                "Willard R. Trask"
            ],
            "ranking": 4.11,
            "ranking_count": 7255,
            "abstract": "In the classic text. The Sacred and the Profane. , famed historian of religion Mircea Eliade observes that even moderns who proclaim themselves residents of a completely profane world are still unconsciously nourished by the memory of the sacred. Eliade traces manifestations of the sacred from primitive to modern times in terms of space, time, nature, and the cosmos. In doing so he shows how the total human experience of the religious man compares with that of the nonreligious.. This book of great originality and scholarship serves as an excellent introduction to the history of religion, but its perspective also encompasses philosophical anthropology, phenomenology, and psychology. It will appeal to anyone seeking to discover the potential dimensions of human existence.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Nonfiction",
                "History",
                "Anthropology",
                "Fantasy",
                "Spirituality",
                "Psychology",
                "European Literature"
            ]
        },
        {
            "title": "The Ordinary Princess",
            "authors": [
                "M.M. Kaye"
            ],
            "ranking": 4.2,
            "ranking_count": 13182,
            "abstract": "Along with Wit, Charm, Health, and Courage, Princess Amy of Phantasmorania receives a special fairy christening gift: Ordinariness. Unlike her six beautiful sisters, she has brown hair and freckles, and would rather have adventures than play the harp, embroider tapestries . . . or become a Queen. When her royal parents try to marry her off, Amy runs away and, because she's so ordinary, easily becomes the fourteenth assistant kitchen maid at a neighboring palace. And there . . . much to everyone's surprise . . . she meets a prince just as ordinary (and special) as she is!. This delightful fairy tale is sure to please young romantics . . . Neither Kaye's princess nor her book should be considered ordinary. (. School Library Journal. )",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Romance",
                "Classics",
                "Adventure"
            ]
        },
        {
            "title": "Dream Country",
            "authors": [
                "Neil Gaiman",
                "Kelley Jones",
                "Charles Vess",
                "Colleen Doran",
                "Malcolm Jones III",
                "Steve Erickson"
            ],
            "ranking": 4.25,
            "ranking_count": 106792,
            "abstract": "The third volume of the Sandman collection is a series of four short comic book stories. In each of these otherwise unrelated stories, Morpheus serves only as a minor character. Here we meet the mother of Morpheus's son, find out what cats dream about, and discover the true origin behind Shakespeare's A Midsummer's Night Dream. The latter won a World Fantasy Award for best short story, the first time a comic book was given that honor. collecting The Sandman #17–20",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Horror",
                "Graphic Novels Comics",
                "Comics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Call of Cthulhu",
            "authors": [
                "H.P. Lovecraft"
            ],
            "ranking": 4.0,
            "ranking_count": 46292,
            "abstract": "One of the feature stories of the Cthulhu Mythos, H.P. Lovecraft's 'the Call of Cthulhu' is a harrowing tale of the weakness of the human mind when confronted by powers and intelligences from beyond our world.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Classics",
                "Fiction",
                "Short Stories",
                "Fantasy",
                "Science Fiction",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Airframe",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.72,
            "ranking_count": 80467,
            "abstract": "The twin jet plane en route to Denver from Hong Kong is merely a green radar blip half an hour off the California coast when the call comes through to air traffic control:. 'Socal Approach, this is TransPacific 545. We have an emergency.' The pilot requests priority clearance to land - then comes the bombshell - he needs. forty. ambulances on the runway.. But nothing prepares the rescue workers for the carnage they witness when they enter the plane.. Ninety-four passengers are injured. Three dead. The interior cabin virtually destroyed.. What happened on board Flight TPA 545?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Science Fiction",
                "Suspense",
                "Adventure",
                "Novels",
                "Action",
                "Aviation"
            ]
        },
        {
            "title": "Walk Two Moons",
            "authors": [
                "Sharon Creech"
            ],
            "ranking": 3.98,
            "ranking_count": 161153,
            "abstract": "How about a story? Spin us a yarn.. Instantly, Phoebe Winterbottom came to mind. I could tell you an extensively strange story, I warned.. Oh, good! Gram said. Delicious!. And that is how I happened to tell them about Phoebe, her disappearing mother, and the lunatic.. As Sal entertains her grandparents with Phoebe's outrageous story, her own story begins to unfold — the story of a thirteen-year-old girl whose only wish is to be reunited with her missing mother.. In her own award-winning style, Sharon Creech intricately weaves together two tales, one funny, one bittersweet, to create a heartwarming, compelling, and utterly moving story of love, loss, and the complexity of human emotion.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Childrens",
                "Realistic Fiction",
                "Academic",
                "Classics",
                "Contemporary",
                "Family"
            ]
        },
        {
            "title": "The Assault",
            "authors": [
                "Harry Mulisch",
                "Claire Nicolas White"
            ],
            "ranking": 3.73,
            "ranking_count": 13649,
            "abstract": "It is the winter of 1945, the last dark days of World War II in occupied Holland. A Nazi collaborator, infamous for his cruelty, is assassinated as he rides home on his bicycle. The Germans retaliate by burning down the home of an innocent family; only twelve-year-old Anton survives.. Based on actual events,. The Assault. traces the complex repercussions of this horrific incident on Anton’s life. Determined to forget, he opts for a carefully normal existence: a prudent marriage, a successful career, and colorless passivity. But the past keeps breaking through, in relentless memories and in chance encounters with others who were involved in the assassination and its aftermath, until Anton finally learns what really happened that night in 1945—and why.. --penguinrandomhouse.com",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Classics",
                "Literature",
                "Academic",
                "War",
                "Novels"
            ]
        },
        {
            "title": "Miss Lonelyhearts",
            "authors": [
                "Nathanael West"
            ],
            "ranking": 3.59,
            "ranking_count": 5069,
            "abstract": "As described by Atkinson in the NY Times: A scornful feature editor of a newspaper picks an ambitious young reporter to conduct the advice of the lovelorn column. Ambitious, opportunistic, 'Miss Lonelyhearts,' as the conductor of the column is inevitably dubbed, begins with contempt of the correspondents and confidence in his own cleverness. As time goes on, the genuineness of the agony in the letters that come in gets under the skin of the columnist. He is distressed to find himself presiding over a monstrous swindle. For he is an idealist in collision with humanity, as his diabolical managing editor expresses it.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "The United States Of America",
                "Novella",
                "American",
                "Mystery"
            ]
        },
        {
            "title": "The Western Lands",
            "authors": [
                "William S. Burroughs"
            ],
            "ranking": 4.05,
            "ranking_count": 1982,
            "abstract": "The Western Lands. is the eagerly awaited new novel by the most visionary American novelist of the twentieth century–a haunting Book of the Dead for the nuclear age.. Every new work from the pen of William S. Burroughs is an important literary event. This is especially so in the case of. The Western Lands. . For in this novel, Burroughs completes a trilogy that began with. Cities of the Red Night. and. The Place of Dead Roads. , with a profound, revealing, and often astounding meditation on the themes of mortality, loneliness, nuclear peril–and the inextinguishable hope for an existence beyond bodily death.. The symbolic vehicle Burroughs uses here is ancient Egyptian mythology, a long-standing interest of his. The Western Lands of the title are the territory to which the Egyptians believed the souls of the dead made a hazardous pilgrimage in their quest for true immortality. The questers–Joe the Dead, Kim Carsons, the scribe Neferti, Hassan i Sabbah, the Old Man of the Mountain–travel through an unmistakably Burroughs-esque universe of appalling danger and otherworldly beauty–now the back alleys of ancient Egypt, now bombed-out Berlin, now the Old West of the shootists. Their hallucinatory journeys express the author's belief that only through facing the most extreme dangers and testing the possibilities of biological mutation can man escape a dead-end world of blasted dreams and atomic finale. And presiding over all is the haunting figure of the old writer, who shares in the fate of his characters in being finally unable to write himself out of Time, and into Space.. The Western Lands. continues and extends one of the great literary odysseys of our time, adding to Burroughs's awesome literary style and black humor chilling touches of elegy and autobiography. It is at once Burroughs's most personal and most universal work, yet another masterwork from the reigning genius of the American literary avant-garde.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Science Fiction",
                "Fantasy",
                "American",
                "Classics"
            ]
        }
    ]
}