{
    "books": [
        {
            "title": "Before We Were Yours",
            "authors": [
                "Lisa Wingate"
            ],
            "ranking": 4.38,
            "ranking_count": 484242,
            "abstract": "Memphis, 1939.. Twelve-year-old Rill Foss and her four younger siblings live a magical life aboard their family’s Mississippi River shantyboat. But when their father must rush their mother to the hospital one stormy night, Rill is left in charge—until strangers arrive in force. Wrenched from all that is familiar and thrown into a Tennessee Children’s Home Society orphanage, the Foss children are assured that they will soon be returned to their parents—but they quickly realize the dark truth. At the mercy of the facility’s cruel director, Rill fights to keep her sisters and brother together in a world of danger and uncertainty.. Aiken, South Carolina, present day. Born into wealth and privilege, Avery Stafford seems to have it all: a successful career as a federal prosecutor, a handsome fiancé, and a lavish wedding on the horizon. But when Avery returns home to help her father weather a health crisis, a chance encounter leaves her with uncomfortable questions and compels her to take a journey through her family’s long-hidden history, on a path that will ultimately lead either to devastation or to redemption.. Based on one of America’s most notorious real-life scandals—in which Georgia Tann, director of a Memphis-based adoption organization, kidnapped and sold poor children to wealthy families all over the country—Lisa Wingate’s riveting, wrenching, and ultimately uplifting tale reminds us how, even though the paths we take can lead to many places, the heart never forgets where we belong.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Book Club",
                "Adult",
                "Adult Fiction",
                "Family",
                "Parenting",
                "Contemporary"
            ]
        },
        {
            "title": "The Litigators",
            "authors": [
                "John Grisham"
            ],
            "ranking": 3.84,
            "ranking_count": 69505,
            "abstract": "The partners at Finley & Figg—all two of them—often refer to themselves as “a boutique law firm.” Boutique, as in chic, selective, and prosperous. They are, of course, none of these things. What they are is a two-bit operation always in search of their big break, ambulance chasers who’ve been in the trenches much too long making way too little. Their specialties, so to speak, are quickie divorces and DUIs, with the occasional jackpot of an actual car wreck thrown in. After twenty plus years together, Oscar Finley and Wally Figg bicker like an old married couple but somehow continue to scratch out a half-decent living from their seedy bungalow offices in southwest Chicago.. And then change comes their way. More accurately, it stumbles in. David Zinc, a young but already burned-out attorney, walks away from his fast-track career at a fancy downtown firm, goes on a serious bender, and finds himself literally at the doorstep of our boutique firm. Once David sobers up and comes to grips with the fact that he’s suddenly unemployed, any job—even one with Finley & Figg—looks okay to him.. With their new associate on board, F&F is ready to tackle a really big case, a case that could make the partners rich without requiring them to actually practice much law. An extremely popular drug, Krayoxx, the number one cholesterol reducer for the dangerously overweight, produced by Varrick Labs, a giant pharmaceutical company with annual sales of $25 billion, has recently come under fire after several patients taking it have suffered heart attacks. Wally smells money.. A little online research confirms Wally’s suspicions—a huge plaintiffs’ firm in Florida is putting together a class action suit against Varrick. All Finley & Figg has to do is find a handful of people who have had heart attacks while taking Krayoxx, convince them to become clients, join the class action, and ride along to fame and fortune. With any luck, they won’t even have to enter a courtroom!. It almost seems too good to be true.. And it is.. The Litigators is a tremendously entertaining romp, filled with the kind of courtroom strategies, theatrics, and suspense that have made John Grisham America’s favorite storyteller.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Law",
                "Novels"
            ]
        },
        {
            "title": "Forever",
            "authors": [
                "Maggie Stiefvater"
            ],
            "ranking": 3.89,
            "ranking_count": 120030,
            "abstract": "then.. When Sam met Grace, he was a wolf and she was a girl. Eventually he found a way to become a boy, and their love moved from curious distance to the intense closeness of shared lives.. now.. That should have been the end of their story. But Grace was not meant to stay human. Now she is the wolf. And the wolves of Mercy Falls are about to be killed in one final, spectacular hunt.. forever.. Sam would do anything for Grace. But can one boy and one love really change a hostile, predatory world? The past, the present, and the future are about to collide in one pure moment--a moment of death or life, farewell or forever.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "The Passage of Power",
            "authors": [
                "Robert A. Caro"
            ],
            "ranking": 4.32,
            "ranking_count": 17331,
            "abstract": "The Passage of Power. follows Lyndon Johnson through both the most frustrating and the most triumphant periods of his career—1958 to1964. It is a time that would see him trade the extraordinary power he had created for himself as Senate Majority Leader for what became the wretched powerlessness of a Vice President in an administration that disdained and distrusted him. Yet it was, as well, the time in which the presidency, the goal he had always pursued, would be thrust upon him in the moment it took an assassin’s bullet to reach its mark.. By 1958, as Johnson began to maneuver for the presidency, he was known as one of the most brilliant politicians of his time, the greatest Senate Leader in our history. But the 1960 nomination would go to the young senator from Massachusetts, John F. Kennedy. Caro gives us an unparalleled account of the machinations behind both the nomination and Kennedy’s decision to offer Johnson the vice presidency, revealing the extent of Robert Kennedy’s efforts to force Johnson off the ticket. With the consummate skill of a master storyteller, he exposes the savage animosity between Johnson and Kennedy’s younger brother, portraying one of America’s great political feuds. Yet Robert Kennedy’s overt contempt for Johnson was only part of the burden of humiliation and isolation he bore as Vice President. With a singular understanding of Johnson’s heart and mind, Caro describes what it was like for this mighty politician to find himself altogether powerless in a world in which power is the crucial commodity.. For the first time, in Caro’s breathtakingly vivid narrative, we see the Kennedy assassination through Lyndon Johnson’s eyes. We watch Johnson step into the presidency, inheriting a staff fiercely loyal to his slain predecessor; a Congress determined to retain its power over the executive branch; and a nation in shock and mourning. We see how within weeks—grasping the reins of the presidency with supreme mastery—he propels through Congress essential legislation that at the time of Kennedy’s death seemed hopelessly logjammed and seizes on a dormant Kennedy program to create the revolutionary War on Poverty. Caro makes clear how the political genius with which Johnson had ruled the Senate now enabled him to make the presidency wholly his own. This was without doubt Johnson’s finest hour, before his aspirations and accomplishments were overshadowed and eroded by the trap of Vietnam.. In its exploration of this pivotal period in Johnson’s life—and in the life of the nation—. The Passage of Power. is not only the story of how he surmounted unprecedented obstacles in order to fulfill the highest purpose of the presidency but is, as well, a revelation of both the pragmatic potential in the presidency and what can be accomplished when the chief executive has the vision and determination to move beyond the pragmatic and initiate programs designed to transform a nation.",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "History",
                "Politics",
                "Nonfiction",
                "North American Hi...",
                "Biography Memoir",
                "Presidents",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Dark Money: The Hidden History of the Billionaires Behind the Rise of the Radical Right",
            "authors": [
                "Jane Mayer"
            ],
            "ranking": 4.29,
            "ranking_count": 23149,
            "abstract": "Why is America living in an age of profound economic inequality? Why, despite the desperate need to address climate change, have even modest environmental efforts been defeated again and again? Why have protections for employees been decimated? Why do hedge-fund billionaires pay a far lower tax rate than middle-class workers?. The conventional answer is that a popular uprising against “big government” led to the ascendancy of a broad-based conservative movement. But as Jane Mayer shows in this powerful, meticulously reported history, a network of exceedingly wealthy people with extreme libertarian views bankrolled a systematic, step-by-step plan to fundamentally alter the American political system.. The network has brought together some of the richest people on the planet. Their core beliefs—that taxes are a form of tyranny; that government oversight of business is an assault on freedom—are sincerely held. But these beliefs also advance their personal and corporate interests: Many of their companies have run afoul of federal pollution, worker safety, securities, and tax laws.. The chief figures in the network are Charles and David Koch, whose father made his fortune in part by building oil refineries in Stalin’s Russia and Hitler’s Germany. The patriarch later was a founding member of the John Birch Society, whose politics were so radical it believed Dwight Eisenhower was a communist. The brothers were schooled in a political philosophy that asserted the only role of government is to provide security and to enforce property rights.. When libertarian ideas proved decidedly unpopular with voters, the Koch brothers and their allies chose another path. If they pooled their vast resources, they could fund an interlocking array of organizations that could work in tandem to influence and ultimately control academic institutions, think tanks, the courts, statehouses, Congress, and, they hoped, the presidency. Richard Mellon Scaife, the mercurial heir to banking and oil fortunes, had the brilliant insight that most of their political activities could be written off as tax-deductible “philanthropy.”. These organizations were given innocuous names such as Americans for Prosperity. Funding sources were hidden whenever possible. This process reached its apotheosis with the allegedly populist Tea Party movement, abetted mightily by the. Citizens United. decision—a case conceived of by legal advocates funded by the network.. The political operatives the network employs are disciplined, smart, and at times ruthless. Mayer documents instances in which people affiliated with these groups hired private detectives to impugn whistle-blowers, journalists, and even government investigators. And their efforts have been remarkably successful. Libertarian views on taxes and regulation, once far outside the mainstream and still rejected by most Americans, are ascendant in the majority of state governments, the Supreme Court, and Congress. Meaningful environmental, labor, finance, and tax reforms have been stymied.. Jane Mayer spent five years conducting hundreds of interviews-including with several sources within the network-and scoured public records, private papers, and court proceedings in reporting this book. In a taut and utterly convincing narrative, she traces the byzantine trail of the billions of dollars spent by the network and provides vivid portraits of the colorful figures behind the new American oligarchy.. Dark Money. is a book that must be read by anyone who cares about the future of American democracy.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Economics",
                "Business",
                "Audiobook",
                "Writing",
                "Literature"
            ]
        },
        {
            "title": "Partials",
            "authors": [
                "Dan Wells"
            ],
            "ranking": 3.92,
            "ranking_count": 58048,
            "abstract": "Humanity is all but extinguished after a war with Partials—engineered organic beings identical to humans—has decimated the population. Reduced to only tens of thousands by a weaponized virus to which only a fraction of humanity is immune, the survivors in North America have huddled together on Long Island. But sixteen-year-old Kira is determined to find a solution. As she tries desperately to save what is left of her race, she discovers that that the survival of both humans and Partials rests in her attempts to answer questions about the war's origin that she never knew to ask.. Playing on our curiosity of and fascination with the complete collapse of civilization,. Partials. is, at its heart, a story of survival, one that explores the individual narratives and complex relationships of those left behind, both humans and Partials alike—and of the way in which the concept of what is right and wrong in this world is greatly dependent on one's own point of view.. Supports the Common Core State Standards.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Fantasy",
                "Romance",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Heroes",
            "authors": [
                "Joe Abercrombie"
            ],
            "ranking": 4.31,
            "ranking_count": 50140,
            "abstract": "They say Black Dow's killed more men than winter, and clawed his way to the throne of the North up a hill of skulls. The King of the Union, ever a jealous neighbor, is not about to stand smiling by while he claws his way any higher. The orders have been given and the armies are toiling through the northern mud. Thousands of men are converging on a forgotten ring of stones, on a worthless hill, in an unimportant valley, and they've brought a lot of sharpened metal with them.. THE HEROES. For glory, for victory, for staying alive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "War",
                "Audiobook",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Beneath a Scarlet Sky",
            "authors": [
                "Mark T. Sullivan"
            ],
            "ranking": 4.41,
            "ranking_count": 291482,
            "abstract": "Based on the true story of a forgotten hero,. Beneath a Scarlet Sky. is the triumphant, epic tale of one young man’s incredible courage and resilience during one of history’s darkest hours.. Pino Lella wants nothing to do with the war or the Nazis. He’s a normal Italian teenager—obsessed with music, food, and girls—but his days of innocence are numbered. When his family home in Milan is destroyed by Allied bombs, Pino joins an underground railroad helping Jews escape over the Alps, and falls for Anna, a beautiful widow six years his senior.. In an attempt to protect him, Pino’s parents force him to enlist as a German soldier—a move they think will keep him out of combat. But after Pino is injured, he is recruited at the tender age of eighteen to become the personal driver for Adolf Hitler’s left hand in Italy, General Hans Leyers, one of the Third Reich’s most mysterious and powerful commanders.. Now, with the opportunity to spy for the Allies inside the German High Command, Pino endures the horrors of the war and the Nazi occupation by fighting in secret, his courage bolstered by his love for Anna and for the life he dreams they will one day share.. Fans of. All the Light We Cannot See. ,. The Nightingale. , and. Unbroken. will enjoy this riveting saga of history, suspense, and love.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "Audiobook",
                "Book Club",
                "Adult",
                "World War II"
            ]
        },
        {
            "title": "A Thousand Mornings",
            "authors": [
                "Mary Oliver"
            ],
            "ranking": 4.21,
            "ranking_count": 20016,
            "abstract": "In. A Thousand Mornings. , Mary Oliver returns to the imagery that has come to define her life’s work, transporting us to the marshland and coastline of her beloved home, Provincetown, Massachusetts. In these pages, Oliver shares the wonder of dawn, the grace of animals, and the transformative power of attention. Whether studying the leaves of a tree or mourning her adored dog, Percy, she is ever patient in her observations and open to the teachings contained in the smallest of moments.. Our most precious chronicler of physical landscape, Oliver opens our eyes to the nature within, to its wild and its quiet. With startling clarity, humor, and kindness,. A Thousand Mornings. explores the mysteries of our daily experience.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Environment",
                "Adult",
                "Contemporary",
                "Literature",
                "LGBT",
                "Spirituality",
                "Female Authors"
            ]
        },
        {
            "title": "Blood of Dragons",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.16,
            "ranking_count": 26233,
            "abstract": "The dragons' survival hangs in the balance in the thrilling final volume in the acclaimed River Wilds Chronicles fantasy series. The dragons and their dedicated band of keepers have at last found the lost city of Kelsingra. The magical creatures have learned to use their wings and are growing into their regal inheritance. Their humans, too, are changing. As the mystical bonds with their dragons deepen, Thymara, Tats, Rapskal, and even Sedric, the unlikeliest of keepers, have begun transforming into beautiful Elderlings raked with exquisite features that complement and reflect the dragons they serve.. But while the humans have scoured the empty streets and enormous buildings of Kelsingra, they cannot find the mythical silver wells the dragons need to stay health and survive. With enemies encroaching, the keepers must risk memory walking- immersing themselves in the dangerously addictive memories of long-deceased Elderlings - to uncover clues necessary to their survival.. And time is of the essence, for the legendary Tintaglia, long feared dead, has returned, wounded in a battle with humans hunting dragon blood and scales. She is weakening and only the hidden silver can revive her. If Tintaglia dies, so, too, will the ancient memories she carries - a devastating loss that will ensure the dragons' extinction.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Dancing in the Glory of Monsters: The Collapse of the Congo and the Great War of Africa",
            "authors": [
                "Jason K. Stearns"
            ],
            "ranking": 4.17,
            "ranking_count": 4335,
            "abstract": "At the heart of Africa is Congo, a country the size of Western Europe, bordering nine other nations, that since 1996 has been wracked by a brutal and unstaunchable war in which millions have died. And yet, despite its epic proportions, it has received little sustained media attention. In this deeply reported book, Jason Stearns vividly tells the story of this misunderstood conflict through the experiences of those who engineered and perpetrated it. He depicts village pastors who survived massacres, the child soldier assassin of President Kabila, a female Hutu activist who relives the hunting and methodical extermination of fellow refugees, and key architects of the war that became as great a disaster as--and was a direct consequence of--the genocide in neighboring Rwanda. Through their stories, he tries to understand why such mass violence made sense, and why stability has been so elusive.. Through their voices, and an astonishing wealth of knowledge and research, Stearns chronicles the political, social, and moral decay of the Congolese State.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "Nonfiction",
                "War",
                "Politics",
                "Eastern Africa",
                "Political Science",
                "Historical"
            ]
        },
        {
            "title": "Swing Time",
            "authors": [
                "Zadie Smith"
            ],
            "ranking": 3.56,
            "ranking_count": 66668,
            "abstract": "Two brown girls dream of being dancers—but only one, Tracey, has talent. The other has ideas: about rhythm and time, about black bodies and black music, about what constitutes a tribe, or makes a person truly free. It's a close but complicated childhood friendship that ends abruptly in their early twenties, never to be revisited, but never quite forgotten, either.. Dazzlingly energetic and deeply human, Swing Time is a story about friendship and music and stubborn roots, about how we are shaped by these things and how we can survive them. Moving from northwest London to West Africa, it is an exuberant dance to the music of time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Audiobook",
                "Cultural",
                "European Literature",
                "Race",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Mini Shopaholic",
            "authors": [
                "Sophie Kinsella"
            ],
            "ranking": 3.73,
            "ranking_count": 54781,
            "abstract": "Sophie Kinsella has dazzled readers with her irresistible Shopaholic novels--sensational international bestsellers that have garnered millions of devoted fans and catapulted her into the first rank of contemporary storytellers. Now her beloved heroine Becky Brandon (nee Bloomwood) returns in a hilarious tale of married life, toddlerhood, and the perils of trying to give a fabulous surprise party--on a budget!. Becky Brandon thought motherhood would be a breeze and that having a daughter was a dream come true: a shopping friend for life! But it's trickier than she thought. Two-year-old Minnie has a quite different approach to shopping.. Minnie creates havoc everywhere she goes, from Harrods to her own christening. Her favorite word is Mine! and she's even trying to get into eBay! On top of everything else, Becky and Luke are still living with her parents (the deal on house #4 has fallen through), when suddenly there's a huge financial crisis.. With people having to cut back, Becky decides to throw a surprise party for Luke to cheer everyone up. But when costs start to spiral out of control, she must decide whether to accept help from an unexpected source--and therefore run the risk of hurting the person she loves.. Will Becky be able to pull off the celebration of the year? Will she and Luke ever find a home of their own? Will Minnie ever learn to behave? And . . . most important . . . will Becky's secret wishes ever come true?",
            "part_of_series": true,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Contemporary",
                "Humor",
                "Adult",
                "Adult Fiction",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Meditation on Space-Time",
            "authors": [
                "Leonard Seet"
            ],
            "ranking": 3.87,
            "ranking_count": 30,
            "abstract": "“. Meditation on Space-Time. is a strong pick for those seeking a metaphysical twist… with plenty of humor about life…” -Midwest Book Review. Great lyrical novel... A rich, intricately plotted story.. - Mike Bresner, author, All I Want for Christmas. Literary, Metaphysical, Thought-provoking.. - Mallory Heart Reviews. Even as Father Lawrence was hearing the stranger’s confession, he dreamed of probability waves, black holes and temporal loops. He came to Gilead to search for his friend Camellia, not to hear about this penitent’s vices: seducing women, framing rivals and laundering church-funds. After he had chased the penitent through the sanctuary into the church graveyard and lost the man, he found a note that revealed a connection to Camellia.. When he learned that Camellia was pregnant with this man’s child, he knew the time to play ostrich was over. But ever since the girl whom he had counseled, committed suicide, he preferred distancing himself from others than engaging their struggles. And ever since falling out with his best friend, he preferred contemplating the duality of space-time to sorting out his own joy and grief and love and hatred. If only he could free himself from his emotional scum… if only he could marshal the courage to polish off his search for enlightenment…. He would discover the hidden identities behind each face and Camellia’s helping the villain to bring him down. When faced with betrayal, he would lock himself in his cabin and struggled between retreating to his meditation on space-time and confronting the villain. He would renounce his vow and learn to equate a dollar with a cheeseburger. He would buy a gun without knowing how to load the magazine. He would search for his enemy. But when faced with the gun barrel, Father Lawrence would have to contemplate death… only to hear the three shots that saluted the dark night…. Either mercy or justice; either salvation or friendship. Either choice: a flawed solution for a fallen man in a broken world.. Meditation on Space-Time, A Novel. portrays a man’s struggle to discover his identity in contemporary society, to sacrifice for his friends and to take the road less traveled. For readers who would eat up the hero’s every morsel of laughter and tear as if each were bittersweet chocolate. While sifting through clues to the characters’ true identities and hidden agendas.. “Leonard Seet has left no literary devices on the table to narrate his tale…I was enthralled by the pure beauty of the writing among all the plot points. The scintillating writing is elegant, pure, grownup, originally cast, heartfelt, intelligent… The writing is simply breathtaking… brilliant bit of poetic science… If you prefer intelligently crafted novels, then do yourself a favor and by all means read this unforgettable novel by Leonard Seet: the writing is to die for.” -David Lentz, author, Bloomsday: the Bostoniad",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Tied Man",
            "authors": [
                "Tabitha McGowan"
            ],
            "ranking": 4.05,
            "ranking_count": 4823,
            "abstract": "Older cover edition of ASIN. B00AXDNVHS. Lilith Bresson, an independent, successful young artist, is forced to travel from her home in Spain to the wild borderlands of northern England, to repay her feckless father’s latest debt by painting a portrait of the enigmatic Lady Blaine Albermarle.. On her first night at Albermarle Hall she meets Finn Strachan, Blaine’s ‘companion’, a cultured and hauntingly beautiful young man who seems to have it all. But Lilith has an artist’s eye, and a gift for seeing what lies beneath the skin. She soon discovers that Blaine is more gaoler than lover, and if the price is right, depravity has no limits.. As the weeks pass, Lilith finds that she too is drawn into the malign web that her patron has spun, yet against the odds she forges a strong friendship with the damaged, dysfunctional Finn. In a dark, modern twist to an age-old story, Lilith Bresson proves that sometimes it’s the princess who needs to become the rescuer.. Please note that this storyline contains depictions of drug abuse, violence and non-consensual sexual activity.",
            "part_of_series": true,
            "genre_list": [
                "Dark",
                "Erotica",
                "Romance",
                "Adult Fiction",
                "Sociology",
                "Contemporary",
                "Adult",
                "New Adult",
                "Suspense"
            ]
        },
        {
            "title": "An Astronaut's Guide to Life on Earth",
            "authors": [
                "Chris Hadfield"
            ],
            "ranking": 4.15,
            "ranking_count": 54183,
            "abstract": "Colonel Chris Hadfield has spent decades training as an astronaut and has logged nearly 4000 hours in space. During this time he has broken into a Space Station with a Swiss army knife, disposed of a live snake while piloting a plane, and been temporarily blinded while clinging to the exterior of an orbiting spacecraft. The secret to Col. Hadfield's success-and survival-is an unconventional philosophy he learned at NASA: prepare for the worst-. and enjoy every moment of it. .. In. An Astronaut's Guide to Life on Earth. , Col. Hadfield takes readers deep into his years of training and space exploration to show how to make the impossible possible. Through eye-opening, entertaining stories filled with the adrenaline of launch, the mesmerizing wonder of spacewalks, and the measured, calm responses mandated by crises, he explains how conventional wisdom can get in the way of achievement-and happiness. His own extraordinary education in space has taught him some counterintuitive lessons: don't visualize success, do care what others think, and always sweat the small stuff.. You might never be able to build a robot, pilot a spacecraft, make a music video or perform basic surgery in zero gravity like Col. Hadfield. But his vivid and refreshing insights will teach you how to. think. like an astronaut, and will change, completely, the way you view life on Earth-especially your own.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Biography",
                "Space",
                "Autobiography",
                "Biography Memoir",
                "Audiobook",
                "Cultural",
                "Self Help"
            ]
        },
        {
            "title": "Humans of New York",
            "authors": [
                "Brandon Stanton"
            ],
            "ranking": 4.49,
            "ranking_count": 17235,
            "abstract": "A beautiful, heartfelt, funny and inspiring collection of photographs capturing the spirit of a city. In the summer of 2010, photographer Brandon Stanton set out on an ambitious project: to single-handedly create a photographic census of New York City.  Armed with his camera, he began crisscrossing the city, covering thousands of miles on foot, all in an attempt to capture New Yorkers and their stories.  The result of these efforts was a vibrant blog he called Humans of New York, in which his photos were featured alongside quotes and anecdotes.. Humans of New York. is the book inspired by the Internet sensation. With four hundred color photos, including exclusive portraits and all-new stories,. Humans of New York. is a stunning collection of images that showcases the outsized personalities of New York.. Surprising and moving,. Humans of New York. is a celebration of individuality and a tribute to the spirit of the city.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Art",
                "New York",
                "Adult",
                "Biography",
                "Travel",
                "Art and Photography",
                "Inspirational",
                "Sociology"
            ]
        },
        {
            "title": "Brazen Violations",
            "authors": [
                "Jonathan Macpherson"
            ],
            "ranking": 4.07,
            "ranking_count": 105,
            "abstract": "A cop has a bugging device implanted in his chest that allows a criminal family to control him.",
            "part_of_series": false,
            "genre_list": [
                "Thriller"
            ]
        },
        {
            "title": "Faithful Place",
            "authors": [
                "Tana French"
            ],
            "ranking": 3.99,
            "ranking_count": 108507,
            "abstract": "Back in 1985, Frank Mackey was nineteen, growing up poor in Dublin's inner city and living crammed into a small flat with his family on Faithful Place. But he had his sights set on a lot more. He and his girl, Rosie Daly, were all set to run away to London together, get married, get good jobs, break away from factory work and poverty and their old lives.. But on the winter night when they were supposed to leave, Rosie didn't show. Frank took it for granted that she'd given him the brush-off--probably because of his alcoholic father, nutcase mother, and generally dysfunctional family. He never went home again.. Neither did Rosie. Everyone thought she had gone to England on her own and was over there living a shiny new life. Then, twenty-two years later, Rosie's suitcase shows up behind a fireplace in a derelict house on Faithful Place, and Frank is going home whether he likes it or not.. Getting sucked in is a lot easier than getting out again. Frank finds himself straight back in the dark tangle of relationships he left behind. The cops working the case want him out of the way, in case loyalty to his family and community makes him a liability. Faithful Place wants him out because he’s a detective now, and the Place has never liked cops. Frank just wants to find out what happened to Rosie Daly-and he’s willing to do whatever it takes, to himself or anyone else, to get the job done.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Audiobook",
                "Suspense",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "Immortal Matchmakers, Inc.",
            "authors": [
                "Mimi Jean Pamfiloff"
            ],
            "ranking": 3.92,
            "ranking_count": 3517,
            "abstract": "Demigod Andrus Gray may look like every woman’s dream, but when it comes to charm, he sees no point in pretending: He has none and makes no apologies for it. Behaving nicely hasn’t made him the deadly assassin he is today. But is that really the reason he’s still single?. The Goddess Cimil—owner of Immortal Matchmakers, Inc.—thinks yes. So when she foresees a mate in Andrus’s near future, she’s determined to make the match happen. That means hiring aspiring actress Sadie Townsend to help the barbarian “act” a little more civilized.. But are seven days really enough? And why does he suddenly have the urge to throw away an eternity of love for just one night with Sadie?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Humor",
                "Fiction"
            ]
        },
        {
            "title": "Beautiful Chaos",
            "authors": [
                "Kami Garcia",
                "Margaret Stohl"
            ],
            "ranking": 3.92,
            "ranking_count": 99577,
            "abstract": "Ethan Wate thought he was getting used to the strange, impossible events happening in Gatlin, his small Southern town. But now that Ethan and Lena have returned home,. strange. and. impossible. have taken on new meanings. Swarms of locusts, record-breaking heat, and devastating storms ravage Gatlin as Ethan and Lena struggle to understand the impact of Lena's Claiming. Even Lena's family of powerful Supernaturals is affected - and their abilities begin to dangerously misfire. As time passes, one question becomes clear: What — or who — will need to be sacrificed to save Gatlin?. For Ethan, the chaos is a frightening but welcome distraction. He's being haunted in his dreams again, but this time it isn't by Lena - and whatever is haunting him is following him out of his dreams and into his everyday life. Even worse, Ethan is gradually losing pieces of himself — forgetting names, phone numbers, even memories. He doesn't know why, and most days he's too afraid to ask.. Sometimes there isn't just one answer or one choice. Sometimes there's no going back. And this time there won't be a happy ending.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Moon Over Soho",
            "authors": [
                "Ben Aaronovitch"
            ],
            "ranking": 4.09,
            "ranking_count": 55242,
            "abstract": "The song.. That’s what apprentice wizard and London Metropolitan Police Constable Peter Grant first notices when summoned to the local morgue to view the corpse of Cyrus Wilkinson, part-time jazz drummer and full-time accountant, who dropped dead of a heart attack while playing a gig at Soho’s 606 Club. He, along with Scottish pathologist Dr. Abdul Haqq Walid, hears the distinct notes of an old jazz standard emanating from the body—a sure sign that something about the man’s death was not as normal as it might first have seemed, since only something supernatural leaves such an imprint.. Body and Soul. .. They’re also what Peter will risk, as he investigates a pattern of similar deaths in and around Soho. With the help of his superior officer, Detective Chief Inspector Thomas Nightingale, the last practicing Newtonian wizard in England, and the questionable assistance of voluptuous but old-fashioned jazz groupie Simone Fitzwilliam, Peter will uncover a deadly magical menace—one that leads right to his own doorstep, with an unexpected connection to the squandered promise of a young jazz musician: a talented trumpet player named Richard Lord Grant—otherwise known as Peter’s dear old dad.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Grasshopper Jungle",
            "authors": [
                "Andrew  Smith"
            ],
            "ranking": 3.63,
            "ranking_count": 17356,
            "abstract": "Sixteen-year-old Austin Szerba interweaves the story of his Polish legacy with the story of how he and his best friend, Robby, brought about the end of humanity and the rise of an army of unstoppable, six-foot tall praying mantises in small-town Iowa.. To make matters worse, Austin's hormones are totally oblivious; they don't care that the world is in utter chaos: Austin is in love with his girlfriend, Shann, but remains confused about his sexual orientation. He's stewing in a self-professed constant state of maximum horniness, directed at both Robby and Shann. Ultimately, it's up to Austin to save the world and propagate the species in this sci-fright journey of survival, sex, and the complex realities of the human condition.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "LGBT",
                "Fiction",
                "Humor",
                "Horror",
                "Fantasy"
            ]
        },
        {
            "title": "A List of Cages",
            "authors": [
                "Robin Roe"
            ],
            "ranking": 4.27,
            "ranking_count": 22792,
            "abstract": "When Adam Blake lands the best elective ever in his senior year, serving as an aide to the school psychologist, he thinks he’s got it made. Sure, it means a lot of sitting around, which isn’t easy for a guy with ADHD, but he can’t complain, since he gets to spend the period texting all his friends. Then the doctor asks him to track down the troubled freshman who keeps dodging her, and Adam discovers that the boy is Julian—the foster brother he hasn’t seen in five years.. Adam is ecstatic to be reunited. At first, Julian seems like the boy he once knew. He’s still kindhearted. He still writes stories and loves picture books meant for little kids. But as they spend more time together, Adam realizes that Julian is keeping secrets, like where he hides during the middle of the day, and what’s really going on inside his house. Adam is determined to help him, but his involvement could cost both boys their lives…",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Health",
                "Realistic Fiction",
                "Mental Health",
                "Sociology"
            ]
        },
        {
            "title": "Fool's Assassin",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.39,
            "ranking_count": 47717,
            "abstract": "Tom Badgerlock has been living peaceably in the manor house at Withywoods with his beloved wife Molly these many years, the estate a reward to his family for loyal service to the crown.. But behind the facade of respectable middle-age lies a turbulent and violent past. For Tom Badgerlock is actually FitzChivalry Farseer, bastard scion of the Farseer line, convicted user of Beast-magic, and assassin. A man who has risked much for his king and lost more…. On a shelf in his den sits a triptych carved in memory stone of a man, a wolf and a fool. Once, these three were inseparable friends: Fitz, Nighteyes and the Fool. But one is long dead, and one long-missing.. Then one Winterfest night a messenger arrives to seek out Fitz, but mysteriously disappears, leaving nothing but a blood-trail. What was the message? Who was the sender? And what has happened to the messenger?. Suddenly Fitz's violent old life erupts into the peace of his new world, and nothing and no one is safe.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Adventure",
                "Audiobook",
                "Epic"
            ]
        },
        {
            "title": "Trigger Warning: Short Fictions and Disturbances",
            "authors": [
                "Neil Gaiman"
            ],
            "ranking": 3.92,
            "ranking_count": 57009,
            "abstract": "Multiple award winning, #1. New York Times. bestselling author Neil Gaiman returns to dazzle, captivate, haunt, and entertain with this third collection of short fiction following. Smoke and Mirrors. and. Fragile Things. --which includes a never-before published. American Gods. story, Black Dog, written exclusively for this volume.. In this new anthology, Neil Gaiman pierces the veil of reality to reveal the enigmatic, shadowy world that lies beneath.. Trigger Warning. includes previously published pieces of short fiction--stories, verse, and a very special. Doctor Who. story that was written for the fiftieth anniversary of the beloved series in 2013--as well Black Dog, a new tale that revisits the world of. American Gods. , exclusive to this collection.. Trigger Warning. explores the masks we all wear and the people we are beneath them to reveal our vulnerabilities and our truest selves. Here is a rich cornucopia of horror and ghosts stories, science fiction and fairy tales, fabulism and poetry that explore the realm of experience and emotion. In Adventure Story--a thematic companion to. The Ocean at the End of the Lane. --Gaiman ponders death and the way people take their stories with them when they die. His social media experience A Calendar of Tales are short takes inspired by replies to fan tweets about the months of the year--stories of pirates and the March winds, an igloo made of books, and a Mother's Day card that portends disturbances in the universe. Gaiman offers his own ingenious spin on. Sherlock Holmes. in his award-nominated mystery tale The Case of Death and Honey. And Click-Clack the Rattlebag explains the creaks and clatter we hear when we're all alone in the darkness.. A sophisticated writer whose creative genius is unparalleled, Gaiman entrances with his literary alchemy, transporting us deep into the realm of imagination, where the fantastical becomes real and the everyday incandescent. Full of wonder and terror, surprises and amusements,. Trigger Warning. is a treasury of delights that engage the mind, stir the heart, and shake the soul from one of the most unique and popular literary artists of our day.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Audiobook",
                "Anthologies",
                "Poetry",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Fear: Trump in the White House",
            "authors": [
                "Bob Woodward"
            ],
            "ranking": 3.86,
            "ranking_count": 61107,
            "abstract": "With authoritative reporting honed through eight presidencies from Nixon to Obama, author Bob Woodward reveals in unprecedented detail the harrowing life inside President Donald Trump’s White House and precisely how he makes decisions on major foreign and domestic policies. Woodward draws from hundreds of hours of interviews with firsthand sources, meeting notes, personal diaries, files and documents. The focus is on the explosive debates and the decision-making in the Oval Office, the Situation Room, Air Force One and the White House residence.. Fear. is the most intimate portrait of a sitting president ever published during the president’s first years in office.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Biography",
                "Audiobook",
                "Writing",
                "North American Hi...",
                "The United States Of America"
            ]
        },
        {
            "title": "Unraveled",
            "authors": [
                "Gena Showalter"
            ],
            "ranking": 4.04,
            "ranking_count": 10027,
            "abstract": "Since coming to Crossroads, Oklahoma, former outcast Aden Stone has been living the good life. Never mind that one of his best friends is a werewolf, his girlfriend is a vampire princess who hungers for his blood, and he's supposed to be crowned Vampire King—while still a human! Well, kind of.. With four—oops, three now—human souls living inside his head, Aden has always been different himself. These souls can time-travel, raise the dead, possess another's mind and, his least favorite these days, tell the future.. The forecast for Aden? A knife through the heart.. Because a war is brewing between the creatures of the dark, and Aden is somehow at the center of it all. But he isn't about to lie down and accept his destiny without a fight. Not when his new friends have his back, not when Victoria has risked her own future to be with him, and not when he has a reason to live for the first time in his life….",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Shapeshifters"
            ]
        },
        {
            "title": "Lila",
            "authors": [
                "Marilynne Robinson"
            ],
            "ranking": 3.95,
            "ranking_count": 30399,
            "abstract": "Marilynne Robinson, one of the greatest novelists of our time, returns to the town of Gilead in an unforgettable story of a girlhood lived on the fringes of society in fear, awe, and wonder.. Lila, homeless and alone after years of roaming the countryside, steps inside a small-town Iowa church - the only available shelter from the rain - and ignites a romance and a debate that will reshape her life. She becomes the wife of a minister, John Ames, and begins a new existence while trying to make sense of the life that preceded her newfound security.. Neglected as a toddler, Lila was rescued by Doll, a canny young drifter, and brought up by her in a hardscrabble childhood. Together they crafted a life on the run, living hand to mouth with nothing but their sisterly bond and a ragged blade to protect them. Despite bouts of petty violence and moments of desperation, their shared life was laced with moments of joy and love. When Lila arrives in Gilead, she struggles to reconcile the life of her makeshift family and their days of hardship with the gentle Christian worldview of her husband which paradoxically judges those she loves.. Revisiting the beloved characters and setting of Robinson's Pulitzer Prize–winning Gilead and Home, a National Book Award finalist, Lila is a moving expression of the mysteries of existence that is destined to become an American classic.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Audiobook",
                "Religion",
                "Adult Fiction",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Girl of Nightmares",
            "authors": [
                "Kendare Blake"
            ],
            "ranking": 3.85,
            "ranking_count": 30724,
            "abstract": "It's been months since the ghost of Anna Korlov opened a door to Hell in her basement and disappeared into it, but ghost-hunter Cas Lowood can't move on.. His friends remind him that Anna sacrificed herself so that Cas could live—not walk around half dead. He knows they're right, but in Cas's eyes, no living girl he meets can compare to the dead girl he fell in love with.. Now he's seeing Anna everywhere: sometimes when he's asleep and sometimes in waking nightmares. But something is very wrong...these aren't just daydreams. Anna seems tortured, torn apart in new and ever more gruesome ways every time she appears.. Cas doesn't know what happened to Anna when she disappeared into Hell, but he knows she doesn't deserve whatever is happening to her now. Anna saved Cas more than once, and it's time for him to return the favor.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Death's End",
            "authors": [
                "Liu Cixin",
                "Ken Liu"
            ],
            "ranking": 4.42,
            "ranking_count": 71558,
            "abstract": "With The Three-Body Problem, English-speaking readers got their first chance to experience the multiple-award-winning and bestselling Three-Body Trilogy by China's most beloved science fiction author, Cixin Liu. Three-Body was released to great acclaim including coverage in The New York Times and The Wall Street Journal. It was also named a finalist for the Nebula Award, making it the first translated novel to be nominated for a major SF award since Italo Calvino's Invisible Cities in 1976.. Now this epic trilogy concludes with Death's End. Half a century after the Doomsday Battle, the uneasy balance of Dark Forest Deterrence keeps the Trisolaran invaders at bay. Earth enjoys unprecedented prosperity due to the infusion of Trisolaran knowledge. With human science advancing daily and the Trisolarans adopting Earth culture, it seems that the two civilizations will soon be able to co-exist peacefully as equals without the terrible threat of mutually assured annihilation. But the peace has also made humanity complacent.. Cheng Xin, an aerospace engineer from the early 21st century, awakens from hibernation in this new age. She brings with her knowledge of a long-forgotten program dating from the beginning of the Trisolar Crisis, and her very presence may upset the delicate balance between two worlds. Will humanity reach for the stars or die in its cradle?. Ein halbes Jahrhundert nach der Entscheidungsschlacht hält der Waffenstillstand mit den Trisolariern immer noch stand. Die Hochtechnologie der Außerirdischen hat der Erde zu neuem Wohlstand verholfen, auch die Trisolarier haben dazugelernt, und eine friedliche Koexistenz scheint möglich. Der Frieden hat die Menschheit allerdings unvorsichtig werden lassen. Als mit Cheng Xin eine Raumfahrtingenieurin des 21. Jahrhunderts aus dem Kälteschlaf erwacht, bringt sie das Wissen um ein längst vergangenes Geheimprogramm in die neue Zeit. Wird die junge Frau den Frieden mit Trisolaris ins Wanken bringen – oder wird die Menschheit die letzte Chance ergreifen, sich weiterzuentwickeln?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Science Fiction Fantasy",
                "Audiobook",
                "Fantasy",
                "Space",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Origin",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.34,
            "ranking_count": 104721,
            "abstract": "Alternate cover for ISBN: 1622660757/9781622660759. Daemon will do anything to get Katy back.. After the successful but disastrous raid on Mount Weather, he’s facing the impossible. Katy is gone. Taken. Everything becomes about finding her. Taking out anyone who stands in his way? Done. Burning down the whole world to save her? Gladly. Exposing his alien race to the world? With pleasure.. All Katy can do is survive.. Surrounded by enemies, the only way she can come out of this is to adapt. After all, there are sides of Daedalus that don’t seem entirely crazy, but the group’s goals are frightening and the truths they speak even more disturbing. Who are the real bad guys? Daedalus? Mankind? Or the Luxen?. Together, they can face anything.. But the most dangerous foe has been there all along, and when the truths are exposed and the lies come crumbling down, which side will Daemon and Katy be standing on?. And will they even be together?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Secret Deceptions",
            "authors": [
                "James Sillwood"
            ],
            "ranking": 4.38,
            "ranking_count": 45,
            "abstract": "Amatore's Restaurant:. The international cast of the Recreative Theatre Company meet for their end-of-season dinner at Ristorante Amatore. As the evening progresses, each guest recalls a past liaison, an encounter which has made an impression in their life: narratives of love and tales of deceit. Will Prudence ever discover the identity of the elusive stranger she meets on a train? Just how much of a con-man is Monsieur Raul? Has Cordelia's unconventional approach to men proved to be a success? A common theme begins to unfold: hidden truths behind the motives for seduction. As the evening draws to a close emotions rise to the surface, declarations of love are expressed, jealousies and resentments run deep. Who will think back to the evening as a success and who will regard it as nothing more than a disaster? Intriguing, erotic, insightful and perceptive. This novel explores the relationship between characters with a refreshing approach to the theme of seduction.. WARNING: Adult content; there are passages which describe sex explicitly.. Part One: Secret Deceptions. The first seven chapters from Amatore's Restaurant. This book takes the reader on an atmospheric journey from Berlin to Venice, Marseilles and Amsterdam cleverly interweaving themes of seduction and deception. What are the characters' true motives? Are their feelings genuine or are they just playing games? It soon becomes clear that nothing is as it seems.",
            "part_of_series": true,
            "genre_list": [
                "Romance"
            ]
        },
        {
            "title": "The Traitor Baru Cormorant",
            "authors": [
                "Seth Dickinson"
            ],
            "ranking": 4.06,
            "ranking_count": 16284,
            "abstract": "Tomorrow, on the beach, Baru Cormorant will look up from the sand of her home and see red sails on the horizon.. The Empire of Masks is coming, armed with coin and ink, doctrine and compass, soap and lies. They'll conquer Baru’s island, rewrite her culture, criminalize her customs, and dispose of one of her fathers. But Baru is patient. She'll swallow her hate, prove her talent, and join the Masquerade. She will learn the secrets of empire. She’ll be exactly what they need. And she'll claw her way high enough up the rungs of power to set her people free.. In a final test of her loyalty, the Masquerade will send Baru to bring order to distant Aurdwynn, a snakepit of rebels, informants, and seditious dukes. Aurdwynn kills everyone who tries to rule it. To survive, Baru will need to untangle this land’s intricate web of treachery - and conceal her attraction to the dangerously fascinating Duchess Tain Hu.. But Baru is a savant in games of power, as ruthless in her tactics as she is fixated on her goals. In the calculus of her schemes, all ledgers must be balanced, and the price of liberation paid in full.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "LGBT",
                "Science Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Politics"
            ]
        },
        {
            "title": "Girl, Woman, Other",
            "authors": [
                "Bernardine Evaristo",
                "Julia Osuna Aguilar"
            ],
            "ranking": 4.34,
            "ranking_count": 172955,
            "abstract": "Joint Winner of the Man Booker Prize 2019. Teeming with life and crackling with energy — a love song to modern Britain and black womanhood. Girl, Woman, Other. follows the lives and struggles of twelve very different characters. Mostly women, black and British, they tell the stories of their families, friends and lovers, across the country and through the years.. Joyfully polyphonic and vibrantly contemporary, this is a gloriously new kind of history, a novel of our times: celebratory, ever-dynamic and utterly irresistible.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Contemporary",
                "LGBT",
                "Literary Fiction",
                "Short Stories",
                "Audiobook",
                "Race",
                "Womens"
            ]
        },
        {
            "title": "Dreamers in Hell",
            "authors": [
                "Janet E. Morris",
                "Chris Morris",
                "Nancy Asire",
                "Larry Atchley Jr.",
                "Tom Barczak",
                "David L. Burkhead",
                "Jason Córdova",
                "Jack William Finley",
                "more…",
                "Richard Groller",
                "Sara M. Harvey",
                "Michael H. Hanson",
                "Yelle Hughes",
                "Sarah Hulcy",
                "Petra Jorns",
                "Deborah Koren",
                "Shebat Legion",
                "John Manning",
                "Ed McKeown",
                "Bettina Meister",
                "Bill Snider",
                "Michael A. Ventrella",
                "…less"
            ],
            "ranking": 4.72,
            "ranking_count": 88,
            "abstract": "Seven million years on the New Hell Sinday Times bestseller list... The damned are revolting! The underworld explodes with excitement as Satan himself rebels against forces from on high. Or does he? Dreams are dashed and strongholds topple as the greatest shared universe of all times convulses with mystery and mayhem. Shakespeare and Marlowe begin a new play to please the Devil.... Satan and Samael plot to to expose the unrepentant damned... Before Napoleon's eyes, Caesar's villa explodes in chaos... Goethe finds out that hell is all around him... Isadora Duncan forgets that dreams can be hell... Hell's librarian throws a bash and the damned party down... and down... and down... All over the netherworlds, worse comes to worst as Hell's Most Unwanted try assaulting heaven's gates and raise more hell than they bargained for....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "Turn of Mind",
            "authors": [
                "Alice LaPlante"
            ],
            "ranking": 3.65,
            "ranking_count": 14540,
            "abstract": "A stunning first novel, both literary and thriller, about a retired surgeon with dementia who clings to bits of reality through anger, frustration, shame and unspeakable loss.. Turn of Mind, a literary page-turner about a retired orthopedic surgeon suffering from dementia and accused of killing her best friend, was a New York Times hardcover bestseller and named a Best Book of the Year by Newsday, Chicago Tribune, The Washington Post, The Guardian, and Kirkus Reviews.. When Dr. Jennifer White's best friend, Amanda, is found dead with four of her fingers surgically removed, Dr. White is the prime suspect. But she herself doesn't know whether she did it. Told in White's own voice, fractured and eloquent, a picture emerges of the surprisingly intimate, complex alliance between these life-long friends—two proud, forceful women who were at times each other's most formidable adversary. As the investigation into the murder deepens and White's relationships with her live-in caretaker and two grown children intensify, a chilling question lingers: is White's shattered memory preventing her from revealing the truth or helping her to hide it?. A startling portrait of a disintegrating mind clinging to bits of reality through anger, frustration, shame, and unspeakable loss, Turn of Mind is a remarkable debut that examines the deception and frailty of memory and how it defines our very existence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Adult",
                "Contemporary",
                "Adult Fiction",
                "Medical",
                "Suspense"
            ]
        },
        {
            "title": "Elizabeth Is Missing",
            "authors": [
                "Emma Healey"
            ],
            "ranking": 3.72,
            "ranking_count": 62013,
            "abstract": "In this darkly riveting debut novel—a sophisticated psychological mystery that is also a heartbreakingly honest meditation on memory, identity, and aging—an elderly woman descending into dementia embarks on a desperate quest to find the best friend she believes has disappeared, and her search for the truth will go back decades and have shattering consequences.. Maud, an aging grandmother, is slowly losing her memory—and her grip on everyday life. Yet she refuses to forget her best friend Elizabeth, who she is convinced is missing and in terrible danger.. But no one will listen to Maud—not her frustrated daughter, Helen, not her caretakers, not the police, and especially not Elizabeth's mercurial son, Peter. Armed with handwritten notes she leaves for herself and an overwhelming feeling that Elizabeth needs her help, Maud resolves to discover the truth and save her beloved friend.. This singular obsession forms a cornerstone of Maud's rapidly dissolving present. But the clues she discovers seem only to lead her deeper into her past, to another unsolved disappearance: her sister, Sukey, who vanished shortly after World War II.. As vivid memories of a tragedy that occurred more than fifty years ago come flooding back, Maud discovers new momentum in her search for her friend. Could the mystery of Sukey's disappearance hold the key to finding Elizabeth?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Thriller",
                "Audiobook",
                "Historical",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Doctors in Hell",
            "authors": [
                "Janet E. Morris",
                "Chris Morris",
                "Deborah Koren",
                "Andrew P. Weston",
                "Joe Bonadonna",
                "Rob Hinkle",
                "Bill Snider",
                "Michael H. Hanson",
                "more…",
                "Matthew Kirshenblatt",
                "Paul Freeman",
                "…less"
            ],
            "ranking": 4.73,
            "ranking_count": 67,
            "abstract": "Myth and legend. Historical fantasy. Literature. Horror. Demonology and Satanism. Urban fantasy. Damned souls wail as plagues wreak havoc, doctors up their fees, snake-oil salesmen make a killing, and Satan turns his hit-man loose. Be there when Erra, the Babylonian plague god, and his seven personified weapons, spread terror throughout the underverse!. Victor Frankenstein and Quasimodo develop a vaccine -- with diabolical results.... Satan looses Daemon Grim, the Devil's personal hit man, and damned souls cower.... Bat Masterson finds himself caught between plague victims and Wyatt Earp.... Judas learns you can't teach an old dog new sins.... Calamity Jane and her Sinchester carbine defend hell's last uninfected outpost.... Nietzsche and Lilith, Adam's first wife, face the Beast and come to fiendish accord.... Doc Holliday tries one last gambit, and unleashes all hell's fury.... And there's worse to come, even an excerpt from bestselling author Andrew P. Weston's forthcoming Heroes in Hell novel! If you think life is tough, try the afterlife, where the doctor is always wrong, sinners never win, misery runs amok, and all hell's damned get their just deserts -- eternally.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Short Stories",
                "Anthologies",
                "Horror"
            ]
        },
        {
            "title": "Citizen: An American Lyric",
            "authors": [
                "Claudia Rankine"
            ],
            "ranking": 4.28,
            "ranking_count": 41253,
            "abstract": "A provocative meditation on race, Claudia Rankine's long-awaited follow up to her groundbreaking book. Don't Let Me Be Lonely: An American Lyric.. Claudia Rankine's bold new book recounts mounting racial aggressions in ongoing encounters in twenty-first-century daily life and in the media. Some of these encounters are slights, seeming slips of the tongue, and some are intentional offensives in the classroom, at the supermarket, at home, on the tennis court with Serena Williams and the soccer field with Zinedine Zidane, online, on TV-everywhere, all the time. The accumulative stresses come to bear on a person's ability to speak, perform, and stay alive. Our addressability is tied to the state of our belonging, Rankine argues, as are our assumptions and expectations of citizenship. In essay, image, and poetry,. Citizen. is a powerful testament to the individual and collective effects of racism in our contemporary, often named post-race society.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Race",
                "Writing",
                "Social Movements",
                "Politics",
                "Cultural",
                "Audiobook",
                "Autobiography"
            ]
        },
        {
            "title": "The Testament of Mary",
            "authors": [
                "Colm Tóibín"
            ],
            "ranking": 3.63,
            "ranking_count": 15428,
            "abstract": "Provocative, haunting, and indelible, Colm Tóibín’s portrait of Mary presents her as a solitary older woman still seeking to understand the events that become the narrative of the New Testament and the foundation of Christianity.. In the ancient town of Ephesus, Mary lives alone, years after her son's crucifixion. She has no interest in collaborating with the authors of the Gospel—her keepers, who provide her with food and shelter and visit her regularly. She does not agree that her son is the Son of God; nor that his death was “worth it;” nor that the “group of misfits he gathered around him, men who could not look a woman in the eye,” were holy disciples. Mary judges herself ruthlessly (she did not stay at the foot of the Cross until her son died—she fled, to save herself), and is equally harsh on her judgment of others. This woman who we know from centuries of paintings and scripture as the docile, loving, silent, long-suffering, obedient, worshipful mother of Christ becomes, in Toibin’s searing evocation, a tragic heroine with the relentless eloquence of Electra or Medea or Antigone. This tour de force of imagination and language is a portrait so vivid and convincing that our image of Mary will be forever transformed.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Religion",
                "Literary Fiction",
                "Audiobook",
                "European Literature",
                "Literature",
                "Cultural",
                "Novella"
            ]
        },
        {
            "title": "Magic Breaks",
            "authors": [
                "Ilona Andrews"
            ],
            "ranking": 4.48,
            "ranking_count": 46282,
            "abstract": "No matter how much the paranormal politics of Atlanta change, one thing always remains the same: if there’s trouble, Kate Daniels will be in the middle of it…. As the mate of the Beast Lord, Curran, former mercenary Kate Daniels has more responsibilities than it seems possible to juggle. Not only is she still struggling to keep her investigative business afloat, she must now deal with the affairs of the pack, including preparing her people for attack from Roland, a cruel ancient being with god-like powers. Since Kate’s connection to Roland has come out into the open, no one is safe—especially those closest to Kate.. As Roland’s long shadow looms ever nearer, Kate is called to attend the Conclave, a gathering of the leaders from the various supernatural factions in Atlanta. When one of the Masters of the Dead is found murdered there, apparently at the hands of a shapeshifter, Kate is given only twenty-four hours to hunt down the killer. And this time, if she fails, she’ll find herself embroiled in a war which could destroy everything she holds dear…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Home",
            "authors": [
                "Toni Morrison"
            ],
            "ranking": 3.8,
            "ranking_count": 21524,
            "abstract": "America's most celebrated novelist, Nobel Prize-winner Toni Morrison extends her profound take on our history with this twentieth-century tale of redemption: a taut and tortured story about one man's desperate search for himself in a world disfigured by war.. Frank Money is an angry, self-loathing veteran of the Korean War who, after traumatic experiences on the front lines, finds himself back in racist America with more than just physical scars. His home may seem alien to him, but he is shocked out of his crippling apathy by the need to rescue his medically abused younger sister and take her back to the small Georgia town they come from and that he's hated all his life. As Frank revisits his memories from childhood and the war that have left him questioning his sense of self, he discovers a profound courage he had thought he could never possess again.. A deeply moving novel about an apparently defeated man finding his manhood - and his home.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literary Fiction",
                "War",
                "Literature",
                "Novels",
                "Audiobook",
                "Race",
                "Contemporary"
            ]
        },
        {
            "title": "Murder of Crows",
            "authors": [
                "Anne Bishop"
            ],
            "ranking": 4.27,
            "ranking_count": 40890,
            "abstract": "Return to New York Times best-selling author Anne Bishop’s world of the Others - where supernatural entities and humans struggle to co-exist, and one woman has begun to change all the rules.…. After winning the trust of the terra indigene residing in the Lakeside Courtyard, Meg Corbyn has had trouble figuring out what it means to live among them. As a human, Meg should be barely tolerated prey, but her abilities as a cassandra sangue make her something more.. The appearance of two addictive drugs has sparked violence between the humans and the Others, resulting in the murder of both species in nearby cities. So when Meg has a dream about blood and black feathers in the snow, Simon Wolfgard - Lakeside’s shape-shifting leader - wonders if their blood prophet dreamed of a past attack or a future threat.. As the urge to speak prophecies strikes Meg more frequently, trouble finds its way inside the Courtyard. Now, the Others and the handful of humans residing there must work together to stop the man bent on reclaiming their blood prophet - and stop the danger that threatens to destroy them all.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "The Drowning Girl",
            "authors": [
                "Caitlín R. Kiernan"
            ],
            "ranking": 3.72,
            "ranking_count": 4883,
            "abstract": "India Morgan Phelps--Imp to her friends--is schizophrenic. She can no longer trust her own mind, because she is convinced that her memories have somehow betrayed her, forcing her to question her very identity.. Struggling with her perception of reality, Imp must uncover the truth about an encounter with a vicious siren, or a helpless wolf that came to her as a feral girl, or neither of these things but something far, far stranger...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "LGBT",
                "Health",
                "Mental Health"
            ]
        },
        {
            "title": "Lucky Us",
            "authors": [
                "Amy Bloom"
            ],
            "ranking": 3.22,
            "ranking_count": 16892,
            "abstract": "My father's wife died. My mother said we should drive down to his place and see what might be in it for us.. Brilliantly written, deeply moving, fantastically funny, Lucky Us introduces us to Eva and Iris. Disappointed by their families, Iris, the hopeful star, and Eva, the sidekick, journey across 1940s America in search of fame and fortune. Iris's ambitions take them from small-town Ohio to an unexpected and sensuous Hollywood, across the America of Reinvention in a stolen station wagon, to the jazz clubs and golden mansions of Long Island.. With their friends in high and low places, Iris and Eva stumble and shine through a landscape of big dreams, scandals, betrayals, and war. Filled with gorgeous writing, memorable characters, and surprising events, Lucky Us is a thrilling and resonant novel about success and failure, good luck and bad, the creation of a family, and the pleasures and inevitable perils of family life. From Brooklyn's beauty parlors to London's West End, a group of unforgettable people love, lie, cheat, and survive in this story of our fragile, absurd, heroic species.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Adult",
                "Young Adult",
                "Adult Fiction",
                "Literary Fiction",
                "War",
                "Family"
            ]
        },
        {
            "title": "White Cat",
            "authors": [
                "Holly Black"
            ],
            "ranking": 3.79,
            "ranking_count": 46324,
            "abstract": "The extraordinary new adult fantasy of magic in our world and the price we pay for it by the author of THE SPIDERWICK CHRONICLES.. Cassel is cursed. Cursed by the memory of the fourteen year old girl he murdered. Life at school is a constant trial. Life at home even worse. No-one at home is ever going to forget that Cassel is a killer. No-one at home is ever going to forget that he isn't a magic worker.. Cassel's family are one of the big five crime families in America. Ever since magic was prohibited in 1929 magic workers have been driven underground and into crime. And while people still need their touch, their curses, their magical killings, their transformations, times have been hard. His granddad has been driven to drink, his mother is in prison and his brothers detest him as the only one of their family who can't do magic.. But there is a secret at the centre of Cassel's family and he's about to inherit it. It's terrfying and that's the truth.. The White Cat is a stunning novel of a world changed by magic. In this world only 1% of the population can work magic but they have the power of nightmares.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Mystery",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Parasite",
            "authors": [
                "Mira Grant"
            ],
            "ranking": 3.67,
            "ranking_count": 15676,
            "abstract": "A decade in the future, humanity thrives in the absence of sickness and disease.. We owe our good health to a humble parasite - a genetically engineered tapeworm developed by the pioneering SymboGen Corporation. When implanted, the tapeworm protects us from illness, boosts our immune system - even secretes designer drugs. It's been successful beyond the scientists' wildest dreams. Now, years on, almost every human being has a SymboGen tapeworm living within them.. But these parasites are getting restless. They want their own lives...and will do anything to get them.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Science Fiction",
                "Fiction",
                "Adult",
                "Audiobook",
                "Thriller",
                "Mystery",
                "Medical",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Saga, Volume 3",
            "authors": [
                "Brian K. Vaughan",
                "Fiona Staples"
            ],
            "ranking": 4.5,
            "ranking_count": 87458,
            "abstract": "The Eisner, Harvey, and Hugo Award-winning phenomenon continues, as new parents Marko and Alana travel to an alien world to visit their hero, while the family's pursuers finally close in on their targets.. Collects. :. Saga. #13-18.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Adult",
                "Comics",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "A Spool of Blue Thread",
            "authors": [
                "Anne Tyler"
            ],
            "ranking": 3.43,
            "ranking_count": 88673,
            "abstract": "A freshly observed, joyful and wrenching, funny and true new novel from Anne Tyler. It was a beautiful, breezy, yellow-and-green afternoon. This is how Abby Whitshank always begins the story of how she fell in love with Red that day in July 1959. The Whitshanks are one of those families that radiate togetherness: an indefinable, enviable kind of specialness. But they are also like all families, in that the stories they tell themselves reveal only part of the picture. Abby and Red and their four grown children have accumulated not only tender moments, laughter, and celebrations, but also jealousies, disappointments, and carefully guarded secrets. from Red's father and mother, newly-arrived in Baltimore in the 1920s, to Abby and Red's grandchildren carrying the family legacy boisterously into the twenty-first century, here are four generations of Whitshanks, their lives unfolding in and around the sprawling, lovingly worn Baltimore house that has always been their anchor.. Brimming with all the insight, humour, and generosity of spirit that are the hallmarks of Anne Tyler's work,. A Spool of Blue Thread. tells a poignant yet unsentimental story in praise of family in all its emotional complexity. It is a novel to cherish.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Literary Fiction",
                "Historical",
                "Family",
                "Adult Fiction",
                "Adult",
                "Book Club",
                "Novels"
            ]
        },
        {
            "title": "The Immortals of Meluha",
            "authors": [
                "Amish Tripathi"
            ],
            "ranking": 4.11,
            "ranking_count": 113100,
            "abstract": "1900 BC. In what modern Indians mistakenly call the Indus Valley Civilisation. The inhabitants of that period called it the land of Meluha a near perfect empire created many centuries earlier by Lord Ram, one of the greatest monarchs that ever lived. This once proud empire and its Suryavanshi rulers face severe perils as its primary river, the revered Saraswati, is slowly drying to extinction. They also face devastating terrorist attacks from the east, the land of the Chandravanshis. To make matters worse, the Chandravanshis appear to have allied with the Nagas, an ostracised and sinister race of deformed humans with astonishing martial skills!. The only hope for the Suryavanshis is an ancient legend: When evil reaches epic proportions, when all seems lost, when it appears that your enemies have triumphed, a hero will emerge.. Is the rough-hewn Tibetan immigrant Shiva, really that hero? And does he want to be that hero at all? Drawn suddenly to his destiny, by duty as well as by love, will Shiva lead the Suryavanshi vengeance and destroy evil?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Asian Literature",
                "Cultural",
                "Historical",
                "Amish",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "The Thousand Names",
            "authors": [
                "Django Wexler"
            ],
            "ranking": 4.05,
            "ranking_count": 17619,
            "abstract": "Enter an epic fantasy world that echoes with the thunder of muskets and the clang of steel—but where the real battle is against a subtle and sinister magic..... Captain Marcus d’Ivoire, commander of one of the Vordanai empire’s colonial garrisons, was resigned to serving out his days in a sleepy, remote outpost. But that was before a rebellion upended his life. And once the powder smoke settled, he was left in charge of a demoralized force clinging tenuously to a small fortress at the edge of the desert.. To flee from her past, Winter Ihernglass masqueraded as a man and enlisted as a ranker in the Vordanai Colonials, hoping only to avoid notice. But when chance sees her promoted to command, she must win the hearts of her men and lead them into battle against impossible odds.. The fates of both these soldiers and all the men they lead depend on the newly arrived Colonel Janus bet Vhalnich, who has been sent by the ailing king to restore order. His military genius seems to know no bounds, and under his command, Marcus and Winter can feel the tide turning. But their allegiance will be tested as they begin to suspect that the enigmatic Janus’s ambitions extend beyond the battlefield and into the realm of the supernatural—a realm with the power to ignite a meteoric rise, reshape the known world, and change the lives of everyone in its path.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "War",
                "Adult",
                "LGBT",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "White Trash: The 400-Year Untold History of Class in America",
            "authors": [
                "Nancy Isenberg"
            ],
            "ranking": 3.74,
            "ranking_count": 21059,
            "abstract": "In her groundbreaking history of the class system in America, extending from colonial times to the present, Nancy Isenberg takes on our comforting myths about equality, uncovering the crucial legacy of the ever-present, always embarrassing––if occasionally entertaining––poor white trash.. The wretched and landless poor have existed from the time of the earliest British colonial settlement. They were alternately known as “waste people,” “offals,” “rubbish,” “lazy lubbers,” and “crackers.” By the 1850s, the downtrodden included so-called “clay eaters” and “sandhillers,” known for prematurely aged children distinguished by their yellowish skin, ragged clothing, and listless minds.. Surveying political rhetoric and policy, popular literature and scientific theories over four hundred years, Isenberg upends assumptions about America’s supposedly class-free society––where liberty and hard work were meant to ensure real social mobility. Poor whites were central to the rise of the Republican Party in the early nineteenth century, and the Civil War itself was fought over class issues nearly as much as it was fought over slavery.. Reconstruction pitted poor white trash against newly freed slaves, which factored in the rise of eugenics–-a widely popular movement embraced by Theodore Roosevelt that targeted poor whites for sterilization. These poor were at the heart of New Deal reforms and LBJ’s Great Society; they haunt us in reality TV shows like. Here Comes Honey Boo Boo. and. Duck Dynasty.. Marginalized as a class, white trash have always been at or near the center of major political debates over the character of the American identity.. We acknowledge racial injustice as an ugly stain on our nation’s history. With Isenberg’s landmark book, we will have to face the truth about the enduring, malevolent nature of class as well.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Sociology",
                "North American Hi...",
                "Audiobook",
                "Race",
                "Economics",
                "Social Movements",
                "Historical"
            ]
        },
        {
            "title": "The Shining Girls",
            "authors": [
                "Lauren Beukes"
            ],
            "ranking": 3.55,
            "ranking_count": 44549,
            "abstract": "In Depression-era Chicago, Harper Curtis finds a key to a house that opens on to other times. But it comes at a cost. He has to kill the shining girls: bright young women, burning with potential. Curtis stalks them through their lives across different eras until, in 1989, one of his victims, Kirby Mazrachi, survives and starts hunting him back.. Working with a former homicide reporter who is falling for her, Kirby races against time and reason to unravel an impossible mystery.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Horror",
                "Thriller",
                "Science Fiction",
                "Fantasy",
                "Suspense"
            ]
        },
        {
            "title": "Boy, Snow, Bird",
            "authors": [
                "Helen Oyeyemi"
            ],
            "ranking": 3.36,
            "ranking_count": 28436,
            "abstract": "BOY Novak turns twenty and decides to try for a brand-new life. Flax Hill, Massachusetts, isn’t exactly a welcoming town, but it does have the virtue of being the last stop on the bus route she took from New York. Flax Hill is also the hometown of Arturo Whitman—craftsman, widower, and father of Snow. SNOW is mild-mannered, radiant and deeply cherished—exactly the sort of little girl Boy never was, and Boy is utterly beguiled by her. If Snow displays a certain inscrutability at times, that’s simply a characteristic she shares with her father, harmless until Boy gives birth to Snow’s sister, Bird. When BIRD is born Boy is forced to re-evaluate the image Arturo’s family have presented to her, and Boy, Snow and Bird are broken apart. Sparkling with wit and vibrancy,. Boy, Snow, Bird. is a deeply moving novel about three women and the strange connection between them. It confirms Helen Oyeyemi’s place as one of the most original and dynamic literary voices of her generation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Literary Fiction",
                "Magical Realism",
                "Adult",
                "Adult Fiction",
                "Retellings",
                "Contemporary",
                "Novels"
            ]
        },
        {
            "title": "Kings Rising",
            "authors": [
                "C.S. Pacat"
            ],
            "ranking": 4.43,
            "ranking_count": 46743,
            "abstract": "Damianos of Akielos has returned.. His identity now revealed, Damen must face his master Prince Laurent as Damianos of Akielos, the man Laurent has sworn to kill.. On the brink of a momentous battle, the future of both their countries hangs in the balance. In the south, Kastor's forces are massing. In the north, the Regent's armies are mobilising for war. Damen's only hope of reclaiming his throne is to fight together with Laurent against their usurpers.. Forced into an uneasy alliance the two princes journey deep into Akielos, where they face their most dangerous opposition yet. But even if the fragile trust they have built survives the revelation of Damen's identity – can it stand against the Regent's final, deadly play for the throne?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "LGBT",
                "Romance",
                "Adult",
                "Fiction",
                "Historical",
                "New Adult"
            ]
        },
        {
            "title": "Boomerang: Travels in the New Third World",
            "authors": [
                "Michael   Lewis"
            ],
            "ranking": 3.9,
            "ranking_count": 43389,
            "abstract": "The tsunami of cheap credit that rolled across the planet between 2002 and 2008 was more than a simple financial phenomenon: it was temptation, offering entire societies the chance to reveal aspects of their characters they could not normally afford to indulge.. Icelanders wanted to stop fishing and become investment bankers. The Greeks wanted to turn their country into a pinata stuffed with cash and allow as many citizens as possible to take a whack at it. The Germans wanted to be even more German; the Irish wanted to stop being Irish.. Michael Lewis's investigation of bubbles beyond our shores is so brilliantly, sadly hilarious that it leads the American reader to a comfortable complacency: oh, those foolish foreigners. But when he turns a merciless eye on California and Washington, DC, we see that the narrative is a trap baited with humor, and we understand the reckoning that awaits the greatest and greediest of debtor nations.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Economics",
                "Business",
                "History",
                "Politics",
                "Travel",
                "Audiobook",
                "Writing",
                "Sociology"
            ]
        },
        {
            "title": "Some Girls: My Life in a Harem",
            "authors": [
                "Jillian Lauren"
            ],
            "ranking": 3.33,
            "ranking_count": 8263,
            "abstract": "A jaw-dropping story of how a girl from the suburbs ends up in a prince's harem, and emerges from the secret Xanadu both richer and wiser. At eighteen, Jillian Lauren was an NYU theater school dropout with a tip about an upcoming audition. The casting director told her that a rich businessman in Singapore would pay pretty American girls $20,000 if they stayed for two weeks to spice up his parties. Soon, Jillian was on a plane to Borneo, where she would spend the next eighteen months in the harem of Prince Jefri Bolkiah, youngest brother of the Sultan of Brunei, leaving behind her gritty East Village apartment for a palace with rugs laced with gold and trading her band of artist friends for a coterie of backstabbing beauties.. More than just a sexy read set in an exotic land,. Some Girls. is also the story of how a rebellious teen found herself-and the courage to meet her birth mother and eventually adopt a baby boy.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Adult",
                "Womens",
                "Travel",
                "Cultural",
                "Sexuality"
            ]
        },
        {
            "title": "The Eyes of the Dragon",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.94,
            "ranking_count": 114381,
            "abstract": "A kingdom is in turmoil as the old king dies, murdered by a strange and horrible poison. While the land of Delain mourns, the evil wizard Flagg, hatches an unscrupulous plot, which sees the King's eldest son Peter imprisoned for his father's murder, and the youngest son inherit the throne. Only Peter knows the truth about his own innocence and the evil that is Flagg. Only Peter can save Delain from the horror that Flagg has in store. But first, he must escape from the high tower.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Young Adult",
                "Adventure",
                "Science Fiction Fantasy",
                "Thriller",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Moonlight Mile",
            "authors": [
                "Dennis Lehane"
            ],
            "ranking": 3.73,
            "ranking_count": 21666,
            "abstract": "Amanda McCready was four years old when she vanished from a Boston neighborhood twelve years ago. Desperate pleas for help from the child's aunt led investigators Kenzie and Gennaro to take on the case. The pair risked everything to find the young girl—only to orchestrate her return to a neglectful mother and a broken home.. Now Amanda is sixteen—and gone again. A stellar student, brilliant but aloof, she seemed destined to escape her upbringing. Yet Amanda's aunt is once more knocking on Patrick Kenzie's door, fearing the worst for the little girl who has blossomed into a striking, clever young woman—a woman who hasn't been seen in weeks.. Haunted by their consciences, Kenzie and Gennaro revisit the case that troubled them the most. Their search leads them into a world of identity thieves, methamphetamine dealers, a mentally unstable crime boss and his equally demented wife, a priceless, thousand-year-old cross, and a happily homicidal Russian gangster. It's a world in which motives and allegiances constantly shift and mistakes are fatal.. In their desperate fight to confront the past and find Amanda McCready, Kenzie and Gennaro will be forced to question if it's possible to do the wrong thing and still be right or to do the right thing and still be wrong. As they face an evil that goes beyond broken families and broken dreams, they discover that the sins of yesterday don't always stay buried and the crimes of today could end their lives.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Etiquette & Espionage",
            "authors": [
                "Gail Carriger"
            ],
            "ranking": 3.82,
            "ranking_count": 45961,
            "abstract": "It's one thing to learn to curtsy properly. It's quite another to learn to curtsy and throw a knife at the same time. Welcome to Finishing School.. Fourteen-year-old Sophronia is a great trial to her poor mother. Sophronia is more interested in dismantling clocks and climbing trees than proper manners--and the family can only hope that company never sees her atrocious curtsy. Mrs. Temminnick is desperate for her daughter to become a proper lady. So she enrolls Sophronia in Mademoiselle Geraldine's Finishing Academy for Young Ladies of Quality.. But Sophronia soon realizes the school is not quite what her mother might have hoped. At Mademoiselle Geraldine's, young ladies learn to finish...everything. Certainly, they learn the fine arts of dance, dress, and etiquette, but they also learn to deal out death, diversion, and espionage--in the politest possible ways, of course. Sophronia and her friends are in for a rousing first year's education.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Historical",
                "Fiction",
                "Paranormal",
                "Mystery"
            ]
        },
        {
            "title": "Flash Boys: A Wall Street Revolt",
            "authors": [
                "Michael   Lewis"
            ],
            "ranking": 4.14,
            "ranking_count": 75919,
            "abstract": "#1. New York Times. Bestseller — With a new Afterword. In Michael Lewis's game-changing bestseller, a small group of Wall Street iconoclasts realize that the U.S. stock market has been rigged for the benefit of insiders. They band together—some of them walking away from seven-figure salaries—to investigate, expose, and reform the insidious new ways that Wall Street generates profits. If you have any contact with the market, even a retirement account, this story is happening to you.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Economics",
                "History",
                "Audiobook",
                "Science",
                "Currency",
                "Politics",
                "Biography"
            ]
        },
        {
            "title": "Snuff",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.15,
            "ranking_count": 54335,
            "abstract": "According to the writer of the best-selling crime novel ever to have been published in the city of Ankh-Morpork, it is a truth universally acknowledged that a policeman taking a holiday would barely have had time to open his suitcase before he finds his first corpse.. And Commander Sam Vimes of the Ankh-Morpork City Watch is on holiday in the pleasant and innocent countryside, but not for him a mere body in the wardrobe. There are many, many bodies and an ancient crime more terrible than murder.. He is out of his jurisdiction, out of his depth, out of bacon sandwiches, and occasionally snookered and out of his mind, but never out of guile. Where there is a crime there must be a finding, there must be a chase and there must be a punishment.. They say that in the end all sins are forgiven.. But not quite all...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Mystery",
                "Science Fiction Fantasy",
                "Audiobook",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Never Fade",
            "authors": [
                "Alexandra Bracken"
            ],
            "ranking": 4.22,
            "ranking_count": 88336,
            "abstract": "Ruby never asked for the abilities that almost cost her her life. Now she must call upon them on a daily basis, leading dangerous missions to bring down a corrupt government and breaking into the minds of her enemies. Other kids in the Children’s League call Ruby “Leader”, but she knows what she really is: a monster.. When Ruby is entrusted with an explosive secret, she must embark on her most dangerous mission yet: leaving the Children’s League behind. Crucial information about the disease that killed most of America’s children—and turned Ruby and the others who lived into feared and hated outcasts—has survived every attempt to destroy it. But the truth is only saved in one place: a flashdrive in the hands of Liam Stewart, the boy Ruby once believed was her future—and who now wouldn’t recognize her.. As Ruby sets out across a desperate, lawless country to find Liam—and answers about the catastrophe that has ripped both her life and America apart—she is torn between old friends and the promise she made to serve the League. Ruby will do anything to protect the people she loves. But what if winning the war means losing herself?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Expats",
            "authors": [
                "Chris  Pavone"
            ],
            "ranking": 3.49,
            "ranking_count": 34600,
            "abstract": "Kate Moore is a working mother, struggling to make ends meet, to raise children, to keep a spark in her marriage . . . and to maintain an increasingly unbearable life-defining secret. So when her husband is offered a lucrative job in Luxembourg, she jumps at the chance to leave behind her double-life, to start anew.. She begins to reinvent herself as an expat, finding her way in a language she doesn’t speak, doing the housewifely things she’s never before done—play-dates and coffee mornings, daily cooking and unending laundry. Meanwhile, her husband works incessantly, doing a job Kate has never understood, for a banking client she’s not allowed to know. He’s becoming distant and evasive; she’s getting lonely and bored.. Then another American couple arrives. Kate soon becomes suspicious that these people are not who they claim to be, and terrified that her own past is catching up to her. So Kate begins to dig, to peel back the layers of deception that surround her. She discovers fake offices and shell corporations and a hidden gun; a mysterious farmhouse and numbered accounts with bewildering sums of money; a complex web of intrigue where no one is who they claim to be, and the most profound deceptions lurk beneath the most normal-looking of relationships; and a mind-boggling long-play con threatens her family, her marriage, and her life.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Spy Thriller",
                "Audiobook",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Fireman",
            "authors": [
                "Joe Hill"
            ],
            "ranking": 3.91,
            "ranking_count": 55290,
            "abstract": "From the award-winning,. New York Times. bestselling author of. NOS4A2. and. Heart-Shaped Box. comes a chilling novel about a worldwide pandemic of spontaneous combustion that threatens to reduce civilization to ashes and a band of improbable heroes who battle to save it, led by one powerful and enigmatic man known as the Fireman.. The fireman is coming. Stay cool.. No one knows exactly when it began or where it originated. A terrifying new plague is spreading like wildfire across the country, striking cities one by one: Boston, Detroit, Seattle. The doctors call it Draco Incendia Trychophyton. To everyone else it’s Dragonscale, a highly contagious, deadly spore that marks its hosts with beautiful black and gold marks across their bodies—before causing them to burst into flames. Millions are infected; blazes erupt everywhere. There is no antidote. No one is safe.. Harper Grayson, a compassionate, dedicated nurse as pragmatic as Mary Poppins, treated hundreds of infected patients before her hospital burned to the ground. Now she’s discovered the telltale gold-flecked marks on her skin. When the outbreak first began, she and her husband, Jakob, had made a pact: they would take matters into their own hands if they became infected. To Jakob’s dismay, Harper wants to live—at least until the fetus she is carrying comes to term. At the hospital, she witnessed infected mothers give birth to healthy babies and believes hers will be fine too. . . if she can live long enough to deliver the child.. Convinced that his do-gooding wife has made him sick, Jakob becomes unhinged, and eventually abandons her as their placid New England community collapses in terror. The chaos gives rise to ruthless Cremation Squads—armed, self-appointed posses roaming the streets and woods to exterminate those who they believe carry the spore. But Harper isn’t as alone as she fears: a mysterious and compelling stranger she briefly met at the hospital, a man in a dirty yellow fire fighter’s jacket, carrying a hooked iron bar, straddles the abyss between insanity and death. Known as The Fireman, he strolls the ruins of New Hampshire, a madman afflicted with Dragonscale who has learned to control the fire within himself, using it as a shield to protect the hunted . . . and as a weapon to avenge the wronged.. In the desperate season to come, as the world burns out of control, Harper must learn the Fireman’s secrets before her life—and that of her unborn child—goes up in smoke.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Thriller",
                "Apocalyptic",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Magic Bleeds",
            "authors": [
                "Ilona Andrews"
            ],
            "ranking": 4.44,
            "ranking_count": 77881,
            "abstract": "Kate Daniels works for the Order of the Knights of Merciful Aid, officially as a liaison with the mercenary guild. Unofficially, she cleans up the paranormal problems no one else wants to handle—especially if they involve Atlanta’s shapeshifting community.. When she’s called in to investigate a fight at the Steel Horse, a bar midway between the territories of the shapeshifters and the necromancers, Kate quickly discovers there’s a new player in town. One who’s been around for thousands of years—and rode to war at the side of Kate’s father.. This foe may be too much even for Kate and Curran, the Lord of the Beasts, to handle. Because this time, Kate will be taking on family…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Shapeshifters"
            ]
        },
        {
            "title": "Passenger",
            "authors": [
                "Alexandra Bracken"
            ],
            "ranking": 3.76,
            "ranking_count": 40220,
            "abstract": "Passage. , n.. i. A brief section of music composed of a series of notes and flourishes.. ii. A journey by water; a voyage.. iii. The transition from one place to another, across space and time.. In one devastating night, violin prodigy Etta Spencer loses everything she knows and loves. Thrust into an unfamiliar world by a stranger with a dangerous agenda, Etta is certain of only one thing: she has traveled not just miles but years from home. And she’s inherited a legacy she knows nothing about from a family whose existence she’s never heard of. Until now.. Nicholas Carter is content with his life at sea, free from the Ironwoods—a powerful family in the colonies—and the servitude he’s known at their hands. But with the arrival of an unusual passenger on his ship comes the insistent pull of the past that he can’t escape and the family that won’t let him go so easily. Now the Ironwoods are searching for a stolen object of untold value, one they believe only Etta, Nicholas’ passenger, can find. In order to protect her, he must ensure she brings it back to them—whether she wants to or not.. Together, Etta and Nicholas embark on a perilous journey across centuries and continents, piecing together clues left behind by the traveler who will do anything to keep the object out of the Ironwoods’ grasp. But as they get closer to the truth of their search, and the deadly game the Ironwoods are playing, treacherous forces threaten to separate Etta not only from Nicholas but from her path home... forever.. Alternate cover for this ISBN can be found. here",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Historical",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The Moor's Account",
            "authors": [
                "Laila Lalami"
            ],
            "ranking": 4.03,
            "ranking_count": 10037,
            "abstract": "In 1527, the conquistador Pánfilo de Narváez sailed from the port of Sanlúcar de Barrameda with a crew of six hundred men and nearly a hundred horses. His goal was to claim what is now the Gulf Coast of the United States for the Spanish crown and, in the process, become as wealthy and famous as Hernán Cortés.. But from the moment the Narváez expedition landed in Florida, it faced peril—navigational errors, disease, starvation, as well as resistance from indigenous tribes. Within a year there were only four survivors: the expedition’s treasurer, Álvar Núñez Cabeza de Vaca; a Spanish nobleman named Alonso del Castillo Maldonado; a young explorer named Andrés Dorantes de Carranza; and Dorantes’s Moroccan slave, Mustafa al-Zamori, whom the three Spaniards called Estebanico. These four survivors would go on to make a journey across America that would transform them from proud conquistadores to humble servants, from fearful outcasts to faith healers.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Northern Africa",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Adventure"
            ]
        },
        {
            "title": "Das erste Buch der Träume",
            "authors": [
                "Kerstin Gier"
            ],
            "ranking": 4.09,
            "ranking_count": 35673,
            "abstract": "Geheimnisvolle Türen mit Eidechsenknäufen, sprechende Steinfiguren und ein wildgewordenes Kindermädchen mit einem Beil ... Liv Silbers Träume sind in der letzten Zeit ziemlich unheimlich. Besonders einer von ihnen beschäftigt sie sehr. In diesem Traum war sie auf einem Friedhof, bei Nacht, und hat vier Jungs bei einem düsteren magischen Ritual beobachtet. Zumindest die Jungs stellen aber eine ganz reale Verbindung zu Livs Leben dar, denn Grayson und seine drei besten Freunde gibt es wirklich. Seit kurzem geht Liv auf dieselbe Schule wie die vier. Eigentlich sind sie ganz nett. Wirklich unheimlich - noch viel unheimlicher als jeder Friedhof bei Nacht - ist jedoch, dass die Jungs Dinge über sie wissen, die sie tagsüber nie preisgegeben hat - wohl aber im Traum. Kann das wirklich sein? Wie sie das hinbekommen ist ihr absolut rätselhaft, aber einem guten Rätsel konnte Liv noch nie widerstehen...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mystery",
                "European Literature",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Psychopath Test: A Journey Through the Madness Industry",
            "authors": [
                "Jon Ronson"
            ],
            "ranking": 3.94,
            "ranking_count": 136332,
            "abstract": "In this madcap journey, a bestselling journalist investigates psychopaths and the industry of doctors, scientists, and everyone else who studies them.. The Psychopath Test is a fascinating journey through the minds of madness. Jon Ronson's exploration of a potential hoax being played on the world's top neurologists takes him, unexpectedly, into the heart of the madness industry. An influential psychologist who is convinced that many important CEOs and politicians are, in fact, psychopaths teaches Ronson how to spot these high-flying individuals by looking out for little telltale verbal and nonverbal clues. And so Ronson, armed with his new psychopath-spotting abilities, enters the corridors of power. He spends time with a death-squad leader institutionalized for mortgage fraud in Coxsackie, New York; a legendary CEO whose psychopathy has been speculated about in the press; and a patient in an asylum for the criminally insane who insists he's sane and certainly not a psychopath.. Ronson not only solves the mystery of the hoax but also discovers, disturbingly, that sometimes the personalities at the helm of the madness industry are, with their drives and obsessions, as mad in their own way as those they study. And that relatively ordinary people are, more and more, defined by their maddest edges.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Science",
                "Health",
                "Audiobook",
                "Mental Health",
                "Writing",
                "Sociology",
                "Humor",
                "Crime"
            ]
        },
        {
            "title": "Blue Is the Warmest Color",
            "authors": [
                "Julie Maroh",
                "Ivanka Hahnenberger"
            ],
            "ranking": 3.92,
            "ranking_count": 29577,
            "abstract": "Blue is the Warmest Color. is a graphic novel about growing up, falling in love, and coming out. Clementine is a junior in high school who seems average enough: she has friends, family, and the romantic attention of the boys in her school. When her openly gay best friend takes her out on the town, she wanders into a lesbian bar where she encounters Emma: a punkish, confident girl with blue hair. Their attraction is instant and electric, and Clementine find herself in a relationship that will test her friends, parents, and her own ideas about herself and her identity.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "LGBT",
                "Romance",
                "Fiction",
                "Graphic Novels Comics",
                "Young Adult",
                "Cultural",
                "Contemporary"
            ]
        },
        {
            "title": "All the Ugly and Wonderful Things",
            "authors": [
                "Bryn Greenwood"
            ],
            "ranking": 4.02,
            "ranking_count": 125053,
            "abstract": "As the daughter of a meth dealer, Wavy knows not to trust people, not even her own parents. Struggling to raise her little brother, eight-year-old Wavy is the only responsible adult around. She finds peace in the starry Midwestern night sky above the fields behind her house. One night everything changes when she witnesses one of her father's thugs, Kellen, a tattooed ex-con with a heart of gold, wreck his motorcycle. What follows is a powerful and shocking love story between two unlikely people that asks tough questions, reminding us of all the ugly and wonderful things that life has to offer.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Audiobook",
                "Literary Fiction",
                "Dark",
                "Sociology",
                "Young Adult"
            ]
        },
        {
            "title": "The All-Girl Filling Station's Last Reunion",
            "authors": [
                "Fannie Flagg"
            ],
            "ranking": 4.02,
            "ranking_count": 48980,
            "abstract": "Poland, 1909. Stanislaw is determined to escape the Russians and follow his brother to America, a land where anything seems possible.. Wisconsin, 1941. With all the men off to war, Fritzi and her sisters must learn men’s work -- from fixing flats to driving the tow truck. They add their own touches, too: neat little caps, short skirts and roller skates, and the All-Girl Filling Station is born. Their peace doesn’t last long though: skilled women are needed to fly planes for the war effort.. Alabama, 2005. Mrs Sookie Earle has just married off the last of her daughters and is looking forward to putting her feet up. But then one day a package arrives. Its contents knock Sookie sideways, propelling her back to the 1940s, and four irrepressible sisters whose wartime adventures force them to reimagine who they are, and what they are capable of.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Humor",
                "Womens Fiction",
                "Audiobook",
                "American",
                "Adult Fiction",
                "Book Club",
                "War"
            ]
        },
        {
            "title": "Saga, Volume 4",
            "authors": [
                "Brian K. Vaughan",
                "Fiona Staples"
            ],
            "ranking": 4.43,
            "ranking_count": 72109,
            "abstract": "THE #1 NEW YORK TIMES BESTSELLER RETURNS! Visit new planets, meet new adversaries and explore a very new direction, as Hazel becomes a toddler while her family struggles to stay on their feet.. Collects:. Saga. #19-24.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Adult",
                "Comics",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "Oathbringer",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.6,
            "ranking_count": 174265,
            "abstract": "In. Oathbringer. , the third volume of the. New York Times. bestselling Stormlight Archive, humanity faces a new Desolation with the return of the Voidbringers, a foe with numbers as great as their thirst for vengeance.. Dalinar Kholin's Alethi armies won a fleeting victory at a terrible cost: The enemy Parshendi summoned the violent Everstorm, which now sweeps the world with destruction, and in its passing awakens the once peaceful and subservient parshmen to the horror of their millennia-long enslavement by humans. While on a desperate flight to warn his family of the threat, Kaladin Stormblessed must come to grips with the fact that the newly kindled anger of the parshmen may be wholly justified.. Nestled in the mountains high above the storms, in the tower city of Urithiru, Shallan Davar investigates the wonders of the ancient stronghold of the Knights Radiant and unearths dark secrets lurking in its depths. And Dalinar realizes that his holy mission to unite his homeland of Alethkar was too narrow in scope. Unless all the nations of Roshar can put aside Dalinar's blood-soaked past and stand together--and unless Dalinar himself can confront that past--even the restoration of the Knights Radiant will not prevent the end of civilization.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Adult",
                "Epic",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Dutch House",
            "authors": [
                "Ann Patchett"
            ],
            "ranking": 4.11,
            "ranking_count": 341196,
            "abstract": "At the end of the Second World War, Cyril Conroy combines luck and a single canny investment to begin an enormous real estate empire, propelling his family from poverty to enormous wealth. His first order of business is to buy the Dutch House, a lavish estate in the suburbs outside of Philadelphia. Meant as a surprise for his wife, the house sets in motion the undoing of everyone he loves.. The story is told by Cyril’s son Danny, as he and his older sister, the brilliantly acerbic and self-assured Maeve, are exiled from the house where they grew up by their stepmother. The two wealthy siblings are thrown back into the poverty their parents had escaped from and find that all they have to count on is one another. It is this unshakable bond between them that both saves their lives and thwarts their futures.. Set over the course of five decades,. The Dutch House. is a dark fairy tale about two smart people who cannot overcome their past. Despite every outward sign of success, Danny and Maeve are only truly comfortable when they’re together. Throughout their lives, they return to the well-worn story of what they’ve lost with humor and rage. But when at last they’re forced to confront the people who left them behind, the relationship between an indulged brother and his ever-protective sister is finally tested.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Literary Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Family",
                "Book Club"
            ]
        },
        {
            "title": "The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach to Living a Good Life",
            "authors": [
                "Mark Manson"
            ],
            "ranking": 3.91,
            "ranking_count": 777411,
            "abstract": "Alternate cover edition of ISBN 9780062457738. In this generation-defining self-help guide, a superstar blogger cuts through the crap to show us how to stop trying to be positive all the time so that we can truly become better, happier people.. For decades, we’ve been told that positive thinking is the key to a happy, rich life. F**k positivity, Mark Manson says. Let’s be honest, shit is f**ked and we have to live with it. In his wildly popular Internet blog, Manson doesn’t sugarcoat or equivocate. He tells it like it is—a dose of raw, refreshing, honest truth that is sorely lacking today.. The Subtle Art of Not Giving a F**k. is his antidote to the coddling, let’s-all-feel-good mindset that has infected American society and spoiled a generation, rewarding them with gold medals just for showing up.. Manson makes the argument, backed both by academic research and well-timed poop jokes, that improving our lives hinges not on our ability to turn lemons into lemonade, but on learning to stomach lemons better. Human beings are flawed and limited—not everybody can be extraordinary, there are winners and losers in society, and some of it is not fair or your fault. Manson advises us to get to know our limitations and accept them. Once we embrace our fears, faults, and uncertainties, once we stop running and avoiding and start confronting painful truths, we can begin to find the courage, perseverance, honesty, responsibility, curiosity, and forgiveness we seek.. There are only so many things we can give a f**k about so we need to figure out which ones really matter, Manson makes clear. While money is nice, caring about what you do with your life is better, because true wealth is about experience. A much-needed grab-you-by-the-shoulders-and-look-you-in-the-eye moment of real-talk, filled with entertaining stories and profane, ruthless humor,. The Subtle Art of Not Giving a F**k. is a refreshing slap for a generation to help them lead contented, grounded lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Audiobook",
                "Philosophy",
                "Business",
                "Humor",
                "Adult",
                "Unfinished"
            ]
        },
        {
            "title": "We Need New Names",
            "authors": [
                "NoViolet Bulawayo"
            ],
            "ranking": 3.74,
            "ranking_count": 19464,
            "abstract": "An exciting literary debut: the unflinching and powerful story of a young girl's journey out of Zimbabwe and to America.. Darling is only ten years old, and yet she must navigate a fragile and violent world. In Zimbabwe, Darling and her friends steal guavas, try to get the baby out of young Chipo's belly, and grasp at memories of Before. Before their homes were destroyed by paramilitary policemen, before the school closed, before the fathers left for dangerous jobs abroad.. But Darling has a chance to escape: she has an aunt in America. She travels to this new land in search of America's famous abundance only to find that her options as an immigrant are perilously few. NoViolet Bulawayo's debut calls to mind the great storytellers of displacement and arrival who have come before her--from Junot Diaz to Zadie Smith to J.M. Coetzee--while she tells a vivid, raw story all her own.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Eastern Africa",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Historical",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Raising Steam",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 3.98,
            "ranking_count": 36403,
            "abstract": "To the consternation of the patrician, Lord Vetinari, a new invention has arrived in Ankh-Morpork - a great clanging monster of a machine that harnesses the power of all the elements: earth, air, fire and water. This being Ankh-Morpork, it's soon drawing astonished crowds, some of whom caught the zeitgeist early and arrive armed with notepads and very sensible rainwear.. Moist von Lipwig is not a man who enjoys hard work - as master of the Post Office, the Mint and the Royal Bank his input is, of course, vital... but largely dependent on words, which are fortunately not very heavy and don't always need greasing. However, he does enjoy being alive, which makes a new job offer from Vetinari hard to refuse.... Steam is rising over Discworld, driven by Mister Simnel, the man wi' t'flat cap and sliding rule who has an interesting arrangement with the sine and cosine. Moist will have to grapple with gallons of grease, goblins, a fat controller with a history of throwing employees down the stairs and some very angry dwarfs if he's going to stop it all going off the rails...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Audiobook",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Eileen",
            "authors": [
                "Ottessa Moshfegh"
            ],
            "ranking": 3.58,
            "ranking_count": 47853,
            "abstract": "The Christmas season offers little cheer for Eileen Dunlop, an unassuming yet disturbed young woman trapped between her role as her alcoholic father’s caretaker in a home whose squalor is the talk of the neighborhood and a day job as a secretary at the boys prison, filled with its own quotidian horrors.. Consumed by resentment and self-loathing, Eileen tempers her dreary days with perverse fantasies and dreams of escaping to the big city. In the meantime, she fills her nights and weekends with shoplifting, stalking a buff prison guard named Randy, and cleaning up her increasingly deranged father’s messes. When the bright, beautiful, and cheery Rebecca Saint John arrives on the scene as the new counselor at the prison, Eileen is enchanted and proves unable to resist what appears at first to be a miraculously budding friendship. But her affection for Rebecca ultimately pulls her into complicity in a crime that surpasses her wildest imaginings.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Literary Fiction",
                "Historical",
                "Contemporary",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Sins of the Father",
            "authors": [
                "Jeffrey Archer"
            ],
            "ranking": 4.08,
            "ranking_count": 57091,
            "abstract": "On the heels of the international bestseller. Only Time Will Tell. , Jeffrey Archer picks up the sweeping story of the Clifton Chronicles.. Only days before Britain declares war on Germany, Harry Clifton, hoping to escape the consequences of long-buried family secrets, and forced to accept that his desire to marry Emma Barrington will never be fulfilled, has joined the Merchant Navy.. But his ship is sunk in the Atlantic by a German U-boat, drowning almost the entire crew.  An American cruise liner, the SS Kansas Star, rescues a handful of sailors, among them Harry and the third officer, an American named Tom Bradshaw.  When Bradshaw dies in the night, Harry seizes on the chance to escape his tangled past and assumes his identity.. But on landing in America, he quickly learns the mistake he has made, when he discovers what is awaiting Bradshaw in New York.  Without any way of proving his true identity, Harry Clifton is now chained to a past that could be far worse than the one he had hoped to escape.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Audiobook",
                "Drama",
                "Thriller",
                "European Literature",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Anxious People",
            "authors": [
                "Fredrik Backman",
                "Neil Smith"
            ],
            "ranking": 4.2,
            "ranking_count": 403431,
            "abstract": "A poignant, charming novel about a crime that never took place, a would-be bank robber who disappears into thin air, and eight extremely anxious strangers who find they have more in common than they ever imagined. Looking at real estate isn't usually a life-or-death situation, but an apartment open house becomes just that when a failed bank robber bursts in and takes a group of strangers hostage. The captives include a recently retired couple who relentlessly hunt down fixer-uppers to avoid the painful truth that they can't fix up their own marriage. There's a wealthy banker who has been too busy making money to care about anyone else and a young couple who are about to have their first child but can't seem to agree on anything, from where they want to live to how they met in the first place. Add to the mix an eighty-seven-year-old woman who has lived long enough not to be afraid of someone waving a gun in her face, a flustered but still-ready-to-make-a-deal real estate agent, and a mystery man who has locked himself in the apartment's only bathroom, and you've got the worst group of hostages in the world.. Each of them carries a lifetime of grievances, hurts, secrets, and passions that are ready to boil over. None of them is entirely who they appear to be. And all of them—the bank robber included—desperately crave some sort of rescue. As the authorities and the media surround the premises, these reluctant allies will reveal surprising truths about themselves and set in a motion a chain of events so unexpected that even they can hardly explain what happens next.. Humorous, compassionate, and wise,. Anxious People. is an ingeniously constructed story about the enduring power of friendship, forgiveness, and hope—the things that save us, even in the most anxious of times.. Includes short story -. The Last Round of Golf",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Mystery",
                "Humor",
                "Adult",
                "Adult Fiction",
                "Health",
                "Literary Fiction",
                "Book Club"
            ]
        },
        {
            "title": "Age of Myth",
            "authors": [
                "Michael J. Sullivan"
            ],
            "ranking": 4.23,
            "ranking_count": 29976,
            "abstract": "Age of Myth inaugurates another six-book series set in Elan.. Since time immemorial, humans have worshipped the gods they call Fhrey, truly a race apart: invincible in battle, masters of magic, and seemingly immortal. But when a god falls to a human blade, the balance of power between humans and those they thought were gods changes forever.. Now only a few stand between humankind and annihilation: Raithe, reluctant to embrace his destiny as the God Killer; Suri, a young seer burdened by signs of impending doom; and Persephone, who must overcome personal tragedy to lead her people. The Age of Myth is over. The time of rebellion has begun.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Adult",
                "Science Fiction Fantasy",
                "Epic"
            ]
        },
        {
            "title": "A School for Unusual Girls",
            "authors": [
                "Kathleen Baldwin"
            ],
            "ranking": 3.88,
            "ranking_count": 4116,
            "abstract": "Welcome to Stranje House.. It’s 1814. Napoleon is exiled on Elba. Europe is in shambles. Britain is at war on four fronts. And Stranje House, a School for Unusual Girls, has become one of Regency England’s dark little secrets. The daughters of the beau monde who don’t fit high society’s constrictive mold are banished to Stranje House to be reformed into marriageable young ladies. Or so their parents think. In truth, Headmistress Emma Stranje, the original unusual girl, has plans for the young ladies—plans that entangle them in the dangerous world of spies, diplomacy, and war.. After accidentally setting her father’s stables on fire while performing a scientific experiment, Miss Georgiana Fitzwilliam is sent to Stranje House. But Georgie has no intention of being turned into a simpering, pudding-headed, marriageable miss. She plans to escape as soon as possible—until she meets Lord Sebastian Wyatt. Thrust together in a desperate mission to invent a new invisible ink for the English war effort, Georgie and Sebastian must find a way to work together without losing their heads—or their hearts…",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Fiction"
            ]
        },
        {
            "title": "Queen of Air and Darkness",
            "authors": [
                "Cassandra Clare"
            ],
            "ranking": 4.35,
            "ranking_count": 91652,
            "abstract": "What if damnation is the price of true love?. Innocent blood has been spilled on the steps of the Council Hall, the sacred stronghold of the Shadowhunters. In the wake of the tragic death of Livia Blackthorn, the Clave teeters on the brink of civil war. One fragment of the Blackthorn family flees to Los Angeles, seeking to discover the source of the disease that is destroying the race of warlocks. Meanwhile, Julian and Emma take desperate measures to put their forbidden love aside and undertake a perilous mission to Faerie to retrieve the Black Volume of the Dead. What they find in the Courts is a secret that may tear the Shadow World asunder and open a dark path into a future they could never have imagined. Caught in a race against time, Emma and Julian must save the world of Shadowhunters before the deadly power of the. parabatai. curse destroys them and everyone they love.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "LGBT",
                "Paranormal"
            ]
        },
        {
            "title": "Stars Above",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 4.18,
            "ranking_count": 79963,
            "abstract": "The universe of the Lunar Chronicles holds stories—and secrets—that are wondrous, vicious, and romantic. How did Cinder first arrive in New Beijing? How did the brooding soldier Wolf transform from young man to killer? When did Princess Winter and the palace guard Jacin realize their destinies? With nine stories—five of which have never before been published—and an excerpt from Marissa Meyer’s novel, Heartless, about the Queen of Hearts from Alice in Wonderland, Stars Above is essential for fans of the bestselling and beloved Lunar Chronicles.. CONTENTS. The Keeper:. A prequel to the Lunar Chronicles, showing a young Scarlet and how Princess Selene came into the care of Michelle Benoit.. Glitches:. In this prequel to Cinder, we see the results of the plague play out, and the emotional toll it takes on Cinder. Something that may, or may not, be a glitch….. The Queen’s Army:. In this prequel to Scarlet, we’re introduced to the army Queen Levana is building, and one soldier in particular who will do anything to keep from becoming the monster they want him to be.. Carswell’s Guide to Being Lucky:. Thirteen-year-old Carswell Thorne has big plans involving a Rampion spaceship and a no-return trip out of Los Angeles.. After Sunshine Passes By:. In this prequel to Cress, we see how a nine-year-old Cress ended up alone on a satellite, spying on Earth for Luna.. The Princess and the Guard:. In this prequel to Winter, we see a young Winter and Jacin playing a game called the Princess and the Guard…. The Little Android:. A retelling of Hans Christian Andersen’s “The Little Mermaid,” set in the world of The Lunar Chronicles.. The Mechanic:. In this prequel to Cinder, we see Kai and Cinder’s first meeting from Kai’s perspective.. Something Old, Something New:. In this epilogue to Winter, friends gather for the wedding of the century…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Retellings",
                "Short Stories",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Disaster Artist: My Life Inside The Room, the Greatest Bad Movie Ever Made",
            "authors": [
                "Greg Sestero",
                "Tom Bissell"
            ],
            "ranking": 4.26,
            "ranking_count": 31153,
            "abstract": "From the actor who lived through the most improbable Hollywood success story, with an award-winning narrative nonfiction writer, comes the inspiring, fascinating and laugh-out-loud story of a mysteriously wealthy outsider who sundered every road block in the Hollywood system to achieve success on his own terms—the making of. The Room. , “the. Citizen Kane. of bad movies” (Entertainment Weekly).. In 2003, an independent film called. The Room. —written, produced, directed, and starring a very rich social misfit of indeterminate age and origin named Tommy Wiseau—made its disastrous debut in Los Angeles. Described by one reviewer as “like getting stabbed in the head,” the $6 million film earned a grand total of $1,800 at the box office and closed after two weeks. Now in its tenth anniversary year,. The Room. is an international phenomenon to rival. The Rocky Horror Picture Show. . Thousands of fans wait in line for hours to attend screenings complete with costumes, audience rituals, merchandising, and thousands of plastic spoons.. Readers need not have seen. The Room. to appreciate its costar Greg Sestero’s account of how Tommy Wiseau defied every law of artistry, business, and interpersonal relationships to achieve the dream only he could love. While it does unravel mysteries for fans,. The Disaster Artist. is more than just an hilarious story about cinematic hubris: It is ultimately a surprisingly inspiring tour de force that reads like a page-turning novel, an open-hearted portrait of a supremely enigmatic man who will capture your heart.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Culture",
                "Humor",
                "Audiobook",
                "Media Tie In",
                "Biography Memoir"
            ]
        },
        {
            "title": "Ink and Bone",
            "authors": [
                "Rachel Caine"
            ],
            "ranking": 3.97,
            "ranking_count": 26104,
            "abstract": "Ruthless and supremely powerful, the Great Library is now a presence in every major city, governing the flow of knowledge to the masses. Alchemy allows the Library to deliver the content of the greatest works of history instantly—but the personal ownership of books is expressly forbidden.. Jess Brightwell believes in the value of the Library, but the majority of his knowledge comes from illegal books obtained by his family, who are involved in the thriving black market. Jess has been sent to be his family’s spy, but his loyalties are tested in the final months of his training to enter the Library’s service.. When his friend inadvertently commits heresy by creating a device that could change the world, Jess discovers that those who control the Great Library believe that knowledge is more valuable than any human life—and soon both heretics and books will burn…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Historical",
                "Writing"
            ]
        },
        {
            "title": "11th Hour",
            "authors": [
                "James Patterson",
                "Maxine Paetro"
            ],
            "ranking": 4.07,
            "ranking_count": 42775,
            "abstract": "Lindsay Boxer is pregnant at last! But her work doesn't slow for a second. When millionaire Chaz Smith is mercilessly gunned down, she discovers that the murder weapon is linked to the deaths of four of San Francisco's most untouchable criminals. And it was taken from her own department's evidence locker. Anyone could be the killer - even her closest friends.. Lindsay is called next to the most bizarre crime scene she's ever witnessed: two bodiless heads elaborately displayed in the garden of a world-famous actor. Another head is unearthed in the garden, and Lindsay realises that the ground could hide hundreds of victims.. A reporter launches a series of malicious articles about the cases and Lindsay's personal life is laid bare. But this time she has no one to turn to - especially not Joe.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Empire of the Summer Moon: Quanah Parker and the Rise and Fall of the Comanches, the Most Powerful Indian Tribe in American History",
            "authors": [
                "S.C. Gwynne"
            ],
            "ranking": 4.2,
            "ranking_count": 41980,
            "abstract": "In the tradition of. Bury My Heart at Wounded Knee,. a stunningly vivid historical account of the forty-year battle between Comanche Indians and white settlers for control of the American West, centering on Quanah, the greatest Comanche chief of them all.. S. C. Gwynne’s. Empire of the Summer Moon. spans two astonishing stories. The first traces the rise and fall of the Comanches, the most powerful Indian tribe in American history. The second entails one of the most remarkable narratives ever to come out of the Old West: the epic saga of the pioneer woman Cynthia Ann Parker and her mixed-blood son Quanah, who became the last and greatest chief of the Comanches.. Although readers may be more familiar with the tribal names Apache and Sioux, it was in fact the legendary fighting ability of the Comanches that determined just how and when the American West opened up. Comanche boys became adept bareback riders by age six; full Comanche braves were considered the best horsemen who ever rode. They were so masterful at war and so skillful with their arrows and lances that they stopped the northern drive of colonial Spain from Mexico and halted the French expansion westward from Louisiana. White settlers arriving in Texas from the eastern United States were surprised to find the frontier being rolled. backward. by Comanches incensed by the invasion of their tribal lands. So effective were the Comanches that they forced the creation of the Texas Rangers and account for the advent of the new weapon specifically designed to fight them: the six-gun.. The war with the Comanches lasted four decades, in effect holding up the development of the new American nation. Gwynne’s exhilarating account delivers a sweeping narrative that encompasses Spanish colonialism, the Civil War, the destruction of the buffalo herds, and the arrival of the railroads—a historical feast for anyone interested in how the United States came into being.. Against this backdrop Gwynne presents the compelling drama of Cynthia Ann Parker, a lovely nine-year-old girl with cornflower-blue eyes who was kidnapped by Comanches from the far Texas frontier in 1836. She grew to love her captors and became infamous as the White Squaw who refused to return until her tragic capture by Texas Rangers in 1860. More famous still was her son Quanah, a warrior who was never defeated and whose guerrilla wars in the Texas Panhandle made him a legend.. S. C. Gwynne’s account of these events is meticulously researched, intellectually provocative, and, above all, thrillingly told.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "North American Hi...",
                "Native Americans",
                "Historical",
                "Westerns",
                "War",
                "Audiobook"
            ]
        },
        {
            "title": "End of Days",
            "authors": [
                "Susan Ee"
            ],
            "ranking": 4.06,
            "ranking_count": 66115,
            "abstract": "End of Days. is the explosive conclusion to Susan Ee’s bestselling Penryn & the End of Days trilogy. After a daring escape from the angels, Penryn and Raffe are on the run. They’re both desperate to find a doctor who can reverse the twisted changes inflicted by the angels on Raffe and Penryn’s sister. As they set off in search of answers, a startling revelation about Raffe’s past unleashes dark forces that threaten them all.. When the angels release an apocalyptic nightmare onto humans, both sides are set on a path toward war. As unlikely alliances form and strategies shift, who will emerge victorious? Forced to pick sides in the fight for control of the earthly realm, Raffe and Penryn must choose: Their own kind, or each other?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Science Fiction",
                "Romance",
                "Apocalyptic",
                "Fiction"
            ]
        },
        {
            "title": "United We Spy",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 4.44,
            "ranking_count": 33092,
            "abstract": "Cammie Morgan has lost her father and her memory, but in the heart-pounding conclusion to the best-selling Gallagher Girls series, she finds her greatest mission yet. Cammie and her friends finally know why the terrorist organization called the Circle of Cavan has been hunting her. Now the spy girls and Zach must track down the Circle’s elite members to stop them before they implement a master plan that will change Cammie—and her country—forever.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Romance",
                "Contemporary",
                "Spy Thriller",
                "Fiction",
                "Adventure",
                "Action",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Trespasser",
            "authors": [
                "Tana French"
            ],
            "ranking": 3.97,
            "ranking_count": 75932,
            "abstract": "Being on the Murder Squad is nothing like Detective Antoinette Conway dreamed it would be. Her partner, Stephen Moran, is the only person who seems glad she’s there. The rest of her working life is a stream of thankless cases, vicious pranks, and harassment. Antoinette is savagely tough, but she’s getting close to the breaking point.. Their new case looks like yet another by-the-numbers lovers’ quarrel gone bad. Aislinn Murray is blond, pretty, groomed-to-a-shine, and dead in her catalog-perfect living room, next to a table set for a romantic dinner. There’s nothing unusual about her—except that Antoinette’s seen her somewhere before.. And that her death won’t stay in its neat by-numbers box. Other detectives are trying to push Antoinette and Steve into arresting Aislinn’s boyfriend, fast. There’s a shadowy figure at the end of Antoinetteʼs road. Aislinnʼs friend is hinting that she knew Aislinn was in danger. And everything they find out about Aislinn takes her further from the glossy, passive doll she seemed to be.. Antoinette knows the harassment has turned her paranoid, but she can’t tell just how far gone she is. Is this case another step in the campaign to force her off the squad, or are there darker currents flowing beneath its polished surface?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Audiobook",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "Shadows of Self",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.29,
            "ranking_count": 105428,
            "abstract": "Shadows of Self. shows Mistborn’s society evolving as technology and magic mix, the economy grows, democracy contends with corruption, and religion becomes a growing cultural force, with four faiths competing for converts.. This bustling, optimistic, but still shaky society now faces its first instance of terrorism, crimes intended to stir up labor strife and religious conflict. Wax and Wayne, assisted by the lovely, brilliant Marasi, must unravel the conspiracy before civil strife stops Scadrial’s progress in its tracks.. Shadows of Self. will give fans of. The Alloy of Law. everything they’ve been hoping for and, this being a Brandon Sanderson book, more, much more.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Adult",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Higher Loyalty: Truth, Lies, and Leadership",
            "authors": [
                "James Comey"
            ],
            "ranking": 4.08,
            "ranking_count": 47527,
            "abstract": "Former FBI Director James Comey shares his never-before-told experiences from some of the highest-stakes situations of his career in the past two decades of American government, exploring what good, ethical leadership looks like, and how it drives sound decisions. His journey provides an unprecedented entry into the corridors of power, and a remarkable lesson in what makes an effective leader.. Mr. Comey served as Director of the FBI from 2013 to 2017, appointed to the post by President Barack Obama. He previously served as U.S. attorney for the Southern District of New York, and the U.S. deputy attorney general in the administration of President George W. Bush. From prosecuting the Mafia and Martha Stewart to helping change the Bush administration's policies on torture and electronic surveillance, overseeing the Hillary Clinton e-mail investigation as well as ties between the Trump campaign and Russia, Comey has been involved in some of the most consequential cases and policies of recent history.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Autobiography",
                "Biography",
                "History",
                "Audiobook",
                "Leadership",
                "Biography Memoir",
                "North American Hi..."
            ]
        },
        {
            "title": "The Testaments",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 4.2,
            "ranking_count": 290003,
            "abstract": "When the van door slammed on Offred's future at the end of. The Handmaid's Tale. , readers had no way of telling what lay ahead for her--freedom, prison or death.. With. The Testaments. , the wait is over.. Margaret Atwood's sequel picks up the story more than fifteen years after Offred stepped into the unknown, with the explosive testaments of three female narrators from Gilead.. In this brilliant sequel to. The Handmaid's Tale,. acclaimed author Margaret Atwood answers the questions that have tantalized readers for decades.. Dear Readers: Everything you've ever asked me about Gilead and its inner workings is the inspiration for this book. Well, almost everything! The other inspiration is the world we've been living in. --Margaret Atwood. An alternate cover edition of ISBN 978-0385543781 can be found. here.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Feminism",
                "Audiobook",
                "Adult",
                "Classics",
                "Cultural",
                "Speculative Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "Prague Fatale",
            "authors": [
                "Philip Kerr"
            ],
            "ranking": 4.17,
            "ranking_count": 6944,
            "abstract": "September 1941. Bernie Gunther returns from the horrors of the Eastern Front to find his home city of Berlin changed, and changed for the worse. Now back at his old desk on Homicide in Kripo HQ, Alexanderplatz, Bernie starts to investigate the death of a Dutch railway worker, while starting something - of an entirely different nature - with a local good-time girl.. But he is obliged to drop everything when his old boss, Reinhard Heydrich of the SD, the new Reichsprotector of Bohemia and Moravia, orders him to Prague to spend a weekend at his country house. It's an invitation Bernie feels he would gladly have been spared, especially when he meets his fellow guests - all of them senior loathsome figures in the SS and SD.. The weekend turns sour almost immediately when a body is found, in a room that was locked from the inside. Now the spotlight falls on Bernie to show off his investigative skills and solve this seemingly impossible mystery. If he fails to do so, he knows what is at stake - not only his reputation, but also that of Reinhard Heydrich, a man who does not like to lose face.. So begins the most diplomatically sensitive case of Bernie Gunther's police career.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Thriller",
                "War",
                "Cultural"
            ]
        },
        {
            "title": "Brain on Fire: My Month of Madness",
            "authors": [
                "Susannah Cahalan"
            ],
            "ranking": 4.06,
            "ranking_count": 192766,
            "abstract": "An award-winning memoir and instant. New York Times. bestseller that goes far beyond its riveting medical mystery,. Brain on Fire. is the powerful account of one woman’s struggle to recapture her identity.. When twenty-four-year-old Susannah Cahalan woke up alone in a hospital room, strapped to her bed and unable to move or speak, she had no memory of how she’d gotten there. Days earlier, she had been on the threshold of a new, adult life: at the beginning of her first serious relationship and a promising career at a major New York newspaper. Now she was labeled violent, psychotic, a flight risk. What happened?. In a swift and breathtaking narrative, Cahalan tells the astonishing true story of her descent into madness, her family’s inspiring faith in her, and the lifesaving diagnosis that nearly didn’t happen.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Psychology",
                "Biography",
                "Health",
                "Audiobook",
                "Science",
                "Medical",
                "Biography Memoir"
            ]
        }
    ]
}