{
    "books": [
        {
            "title": "Underworld",
            "authors": [
                "Don DeLillo"
            ],
            "ranking": 3.93,
            "ranking_count": 28779,
            "abstract": "While Eisenstein documented the forces of totalitarianism and Stalinism upon the faces of the Russian peoples, DeLillo offers a stunning, at times overwhelming, document of the twin forces of the Cold War and American culture, compelling that swerve from evenness in which he finds events and people both wondrous and horrifying.. Underworld. opens with a breathlessly graceful prologue set during the final game of the Giants-Dodgers pennant race in 1951. Written in what DeLillo calls super-omniscience the sentences sweep from young Cotter Martin as he jumps the gate to the press box, soars over the radio waves, runs out to the diamond, slides in on a fast ball, pops into the stands where J. Edgar Hoover is sitting with a drunken Jackie Gleason and a splenetic Frank Sinatra, and learns of the Soviet Union's second detonation of a nuclear bomb. It's an absolutely thrilling literary moment. When Bobby Thomson hits Branca's pitch into the outstretched hand of Cotter—the shot heard around the world—and Jackie Gleason pukes on Sinatra's shoes, the events of the next few decades are set in motion, all threaded together by the baseball as it passes from hand to hand.. It's all falling indelibly into the past, writes DeLillo, a past that he carefully recalls and reconstructs with acute grace. Jump from Giants Stadium to the Nevada desert in 1992, where Nick Shay, who now owns the baseball, reunites with the artist Kara Sax. They had been brief and unlikely lovers 40 years before, and it is largely through the events, spinoffs, and coincidental encounters of their pasts that DeLillo filters the Cold War experience. He believes that global events may alter how we live in the smallest ways, and as the book steps back in time to 1951, over the following 800-odd pages, we see just how those events alter lives. This reverse narrative allows the author to strip away the detritus of history and pop culture until we get to the story's pure elements: the bomb, the baseball, and the Bronx. In an epilogue as breathless and stunning as the prologue, DeLillo fast-forwards to a near future in which ruthless capitalism, the Internet, and a new, hushed faith have replaced the Cold War's blend of dread and euphoria.. Through fragments and interlaced stories—including those of highway killers, artists, celebrities, conspiracists, gangsters, nuns, and sundry others—DeLillo creates a fragile web of connected experience, a communal Zeitgeist that encompasses the messy whole of five decades of American life, wonderfully distilled.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Classics",
                "Contemporary",
                "Historical",
                "American"
            ]
        },
        {
            "title": "We",
            "authors": [
                "Yevgeny Zamyatin",
                "Clarence Brown"
            ],
            "ranking": 3.91,
            "ranking_count": 83172,
            "abstract": "The exhilarating dystopian novel that inspired George Orwell's 1984 and foreshadowed the worst excesses of Soviet Russia. Yevgeny Zamyatin's. We. is a powerfully inventive vision that has influenced writers from George Orwell to Ayn Rand. In a glass-enclosed city of absolute straight lines, ruled over by the all-powerful 'Benefactor', the citizens of the totalitarian society of OneState live out lives devoid of passion and creativity - until D-503, a mathematician who dreams in numbers, makes a discovery: he has an individual soul. Set in the twenty-sixth century AD,. We. is the classic dystopian novel and was the forerunner of works such as George Orwell's. 1984. and Aldous Huxley's. Brave New World. . It was suppressed for many years in Russia and remains a resounding cry for individual freedom, yet is also a powerful, exciting and vivid work of science fiction. Clarence Brown's brilliant translation is based on the corrected text of the novel, first published in Russia in 1988 after more than sixty years' suppression.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Lord Jim",
            "authors": [
                "Joseph Conrad"
            ],
            "ranking": 3.62,
            "ranking_count": 28985,
            "abstract": "Jim, a young British seaman, becomes first mate on the Patna, a ship full of pilgrims travelling to Mecca for the hajj. When the ship starts rapidly taking on water and disaster seems imminent, Jim joins his captain and other crew members in abandoning the ship and its passengers. A few days later, they are picked up by a British ship. However, the Patna and its passengers are later also saved, and the reprehensible actions of the crew are exposed. The other participants evade the judicial court of inquiry, leaving Jim to the court alone. He is publicly censured for this action and the novel follows his later attempts at coming to terms with his past. The novel is counted as one of 100 best books of the 20th century.. Joseph Conrad (1857-1924), was a Polish author who wrote in English after settling in England. Conrad is regarded as one of the greatest novelists in English, though he did not speak the language fluently until he was in his twenties. He wrote stories and novels, often with a nautical setting, that depict trials of the human spirit in the midst of an indifferent universe. He was a master prose stylist who brought a distinctly non-English tragic sensibility into English literature.. Contents:. Lord Jim. Memoirs & Letters:. A Personal Record; or Some Reminiscences. The Mirror of the Sea. Notes on Life & Letters. Biography & Critical Essays:. Joseph Conrad (A Biography) by Hugh Walpole. Joseph Conrad by John Albert Macy. A Conrad Miscellany by John Albert Macy. Joseph Conrad by Virginia Woolf",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Adventure",
                "Novels",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "Doomsday Book",
            "authors": [
                "Connie Willis"
            ],
            "ranking": 4.03,
            "ranking_count": 54804,
            "abstract": "For Kivrin, preparing an on-site study of one of the deadliest eras in humanity's history was as simple as receiving inoculations against the diseases of the fourteenth century and inventing an alibi for a woman traveling alone. For her instructors in the twenty-first century, it meant painstaking calculations and careful monitoring of the rendezvous location where Kivrin would be received.. But a crisis strangely linking past and future strands Kivrin in a bygone age as her fellows try desperately to rescue her. In a time of superstition and fear, Kivrin--barely of age herself--finds she has become an unlikely angel of hope during one of history's darkest hours.. Connie Willis draws upon her understanding of the universalities of human nature to explore the ageless issues of evil, suffering, and the indomitable will of the human spirit.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Historical",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "I Am Legend and Other Stories",
            "authors": [
                "Richard Matheson"
            ],
            "ranking": 4.0,
            "ranking_count": 125200,
            "abstract": "Robert Neville is the last living man on Earth...but he is not alone. Every other man, woman, and child on Earth has become a vampire, and they are all hungry for Neville's blood.. By day, he is the hunter, stalking the sleeping undead through the abandoned ruins of civilization. By night, he barricades himself in his home and prays for dawn.. How long can one man survive in a world of vampires?. I am legend --. Buried talents --. The near departed --. Prey --. Witch war --. Dance of the dead --. Dress of white silk --. Mad house --. The funeral --. From shadowed places --. Person to person.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Paranormal",
                "Short Stories",
                "Fantasy",
                "Apocalyptic",
                "Classics"
            ]
        },
        {
            "title": "Death Comes for the Archbishop",
            "authors": [
                "Willa Cather"
            ],
            "ranking": 3.93,
            "ranking_count": 32529,
            "abstract": "Willa Cather's best known novel is an epic--almost mythic--story of a single human life lived simply in the silence of the southwestern desert. In 1851 Father Jean Marie Latour comes to serve as the Apostolic Vicar to New Mexico. What he finds is a vast territory of red hills and tortuous arroyos, American by law but Mexican and Indian in custom and belief. In the almost forty years that follow, Latour spreads his faith in the only way he knows--gently, all the while contending with an unforgiving landscape, derelict and sometimes openly rebellious priests, and his own loneliness. Out of these events, Cather gives us an indelible vision of life unfolding in a place where time itself seems suspended.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Novels",
                "Religion",
                "Westerns",
                "Literary Fiction"
            ]
        },
        {
            "title": "Message in a Bottle",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 3.97,
            "ranking_count": 224639,
            "abstract": "Shimmering with suspense and emotional intensity - takes readers on a hunt for the truth about a man and his memories, and about both the heartbreaking fragility and enormous strength of love.. Nicholas Sparks is our very best chronicler of the human heart. His stunning first novel, The Notebook, has been given by friend to friend and lover to lover all over the world as a testament to the timeless power of love. But if we thought he could never again move us so deeply, he now shows us he can-in a story that renews our faith in destiny...in the ability of true lovers to find each other no matter where, no matter when... Message In A Bottle. Thrown to the waves, and to fate, the bottle could have ended up anywhere. Instead, it is found just three weeks after it begins its journey. Theresa Osborne, divorced and the mother of a twelve-year-old son, picks it up during a seaside vacation from her job as a Boston newspaper columnist. Inside is a letter that opens with:. My Dearest Catherine, I miss you my darling, as I always do, but today is particularly hard because the ocean has been singing to me, and the song is that of our life together.... For Garrett, the man who signs the letter, the message is the only way he knows to express his undying love for a woman he has lost. For Theresa, wary of romance since her husband shattered her trust, the message raises questions that intrigue her. Who are Garrett and Catherine? Where is he now? What is his story?. Challenged by the mystery, and pulled to find Garrett by emotions she does not fully understand, Theresa begins a search that takes her to a sunlit coastal town and an unexpected confrontation. Brought together by chance-or something more powerful-Theresa and Garrett are people whose lives are about to touch for a purpose, in a tale that resonates with our deepest hopes for finding that special someone and everlasting love.. Shimmering with suspense and emotional intensity, Message in a Bottle takes readers on a hunt for the truth about a man and his memories, and about both the heartbreaking fragility and enormous strength of love. For those who cherished The Notebook and readers waiting to discover the magic of Nicholas Sparks's storytelling, here is his new, achingly lovely novel of happenstance, desire, and the choices that matter most...",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Love",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "The Lover",
            "authors": [
                "Marguerite Duras",
                "Barbara Bray",
                "Maxine Hong Kingston"
            ],
            "ranking": 3.74,
            "ranking_count": 43959,
            "abstract": "Set against the backdrop of French colonial Vietnam, The Lover reveals the intimacies and intricacies of a clandestine romance between a pubescent girl from a financially strapped French family and an older, wealthy Chinese-Vietnamese man. (from Wikipedia)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Romance",
                "European Literature",
                "Literature",
                "Historical",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Pilgrim at Tinker Creek",
            "authors": [
                "Annie Dillard"
            ],
            "ranking": 4.09,
            "ranking_count": 24644,
            "abstract": "An exhilarating meditation on nature and its seasons—a personal narrative highlighting one year's exploration on foot in the author's own neighborhood in Tinker Creek, Virginia. In the summer, Dillard stalks muskrats in the creek and contemplates wave mechanics; in the fall she watches a monarch butterfly migration and dreams of Arctic caribou. She tries to con a coot; she collects pond water and examines it under a microscope. She unties a snake skin, witnesses a flood, and plays 'King of the Meadow' with a field of grasshoppers.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Autobiography",
                "Writing",
                "Classics",
                "Philosophy",
                "Science",
                "Spirituality",
                "Literature"
            ]
        },
        {
            "title": "Little Town on the Prairie",
            "authors": [
                "Laura Ingalls Wilder",
                "Garth Williams"
            ],
            "ranking": 4.18,
            "ranking_count": 85899,
            "abstract": "Laura is almost fifteen. The long winter is over. With spring comes socials, dances, and Literaries. There is also work to be done. Laura spends many hours each day sewing shirts to help send Mary to a college for the blind. But, in the evenings, Laura makes time for a new caller, Almazo Wilder.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "The Long Walk",
            "authors": [
                "Richard Bachman",
                "Stephen King"
            ],
            "ranking": 4.09,
            "ranking_count": 151745,
            "abstract": "On the first day of May, 100 teenage boys meet for an event known throughout the country as The Long Walk. If you break the rules, you get three warnings. If you exceed your limit, what happens is absolutely terrifying. Reissue.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook",
                "Adult",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "House of Sand and Fog",
            "authors": [
                "Andre Dubus III"
            ],
            "ranking": 3.85,
            "ranking_count": 129316,
            "abstract": "On a road crew in California, a former colonel in the Iranian Air Force sees a way to restore his family's dignity in an attractive bungalow available on county auction. But the house's owner, a recovering alcoholic and addict down on her luck, will fight for the one thing she has left. And her lover, a married cop, will be driven to extremes to win her love. In this masterpiece of American realism and Shakespearean consequence, Andre Dubus III's unforgettable characters careen toward inevitable conflict, their tragedy painting a shockingly true picture of the country we live in today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Adult Fiction",
                "Literature",
                "Book Club",
                "Adult",
                "Suspense",
                "Drama"
            ]
        },
        {
            "title": "A Thousand Acres",
            "authors": [
                "Jane Smiley"
            ],
            "ranking": 3.81,
            "ranking_count": 64413,
            "abstract": "Aging Larry Cook announces his intention to turn over his 1,000-acre farm—one of the largest in Zebulon County, Iowa—to his three daughters, Caroline, Ginny, and Rose. A man of harsh sensibilities, he carves Caroline out of the deal because she has the nerve to be less than enthusiastic about her father's generosity. While Larry Cook deteriorates into a pathetic drunk, his daughters are left to cope with the often grim realities of life on a family farm—from battering husbands to cutthroat lenders. In this winner of the 1992 Pulitzer Prize for Fiction, Smiley captures the essence of such a life with stark, painful detail.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Novels",
                "Family",
                "Adult Fiction",
                "Historical",
                "Classics"
            ]
        },
        {
            "title": "Cosmos",
            "authors": [
                "Carl Sagan"
            ],
            "ranking": 4.38,
            "ranking_count": 132089,
            "abstract": "Cosmos has 13 heavily illustrated chapters, corresponding to the 13 episodes of the Cosmos television series. In the book, Sagan explores 15 billion years of cosmic evolution and the development of science and civilization. Cosmos traces the origins of knowledge and the scientific method, mixing science and philosophy, and speculates to the future of science. The book also discusses the underlying premises of science by providing biographical anecdotes about many prominent scientists throughout history, placing their contributions into the broader context of the development of modern science.. The book covers a broad range of topics, comprising Sagan's reflections on anthropological, cosmological, biological, historical, and astronomical matters from antiquity to contemporary times. Sagan reiterates his position on extraterrestrial life—that the magnitude of the universe permits the existence of thousands of alien civilizations, but no credible evidence exists to demonstrate that such life has ever visited earth.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Space",
                "Philosophy",
                "Classics",
                "Audiobook"
            ]
        },
        {
            "title": "Still Life with Woodpecker",
            "authors": [
                "Tom Robbins"
            ],
            "ranking": 4.02,
            "ranking_count": 77496,
            "abstract": "Still Life with Woodpecker is a sort of a love story that takes place inside a pack of Camel cigarettes. It reveals the purpose of the moon, explains the difference between criminals and outlaws, examines the conflict between social activism and romantic individualism, and paints a portrait of contemporary society that includes powerful Arabs, exiled royalty, and pregnant cheerleaders. It also deals with the problem of redheads.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Literature",
                "Novels",
                "Magical Realism",
                "Contemporary",
                "Classics",
                "Literary Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Civilization and Its Discontents",
            "authors": [
                "Sigmund Freud",
                "James Strachey",
                "Peter Gay"
            ],
            "ranking": 3.79,
            "ranking_count": 36344,
            "abstract": "It stands as a brilliant summary of the views on culture from a psychoanalytic perspective that he had been developing since the turn of the century. It is both witness and tribute to the late theory of mind—the so-called structural theory, with its stress on aggression, indeed the death drive, as the pitiless adversary of eros.. Civilization and Its Discontents. is one of the last of Freud's books, written in the decade before his death and first published in German in 1929. In it he states his views on the broad question of man's place in the world, a place Freud defines in terms of ceaseless conflict between the individual's quest for freedom and society's demand for conformity.. Freud's theme is that what works for civilization doesn't necessarily work for man. Man, by nature aggressive and egotistical, seeks self-satisfaction. But culture inhibits his instinctual drives. The result is a pervasive and familiar guilt.. Of the various English translations of Freud's major works to appear in his lifetime, only one was authorized by Freud himself:. The Standard Edition of the Complete Psychological Works of Sigmund Freud. under the general editorship of James Strachey.. Freud approved the overall editorial plan, specific renderings of key words and phrases, and the addition of valuable notes, from bibliographical and explanatory. Many of the translations were done by Strachey himself; the rest were prepared under his supervision. The result was to place the. Standard Edition. in a position of unquestioned supremacy over all other existing versions.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Philosophy",
                "Nonfiction",
                "Classics",
                "Sociology",
                "History",
                "Politics",
                "Science"
            ]
        },
        {
            "title": "The Rainmaker",
            "authors": [
                "John Grisham"
            ],
            "ranking": 3.97,
            "ranking_count": 184231,
            "abstract": "In. The Rainmaker. , John Grisham tells the story of a young man barely out of law school who finds himself taking on one of the most powerful, corrupt, and ruthless companies in America -- and exposing a complex, multibillion-dollar insurance scam. In his final semester of law school Rudy Baylor is required to provide free legal advice to a group of senior citizens, and it is there that he meets his first clients, Dot and Buddy Black. Their son, Donny Ray, is dying of leukemia, and their insurance company has flatly refused to pay for his medical treatments. While Rudy is at first skeptical, he soon realizes that the Blacks really have been shockingly mistreated by the huge company, and that he just may have stumbled upon one of the largest insurance frauds anyone's ever seen -- and one of the most lucrative and important cases in the history of civil litigation. The problem is, Rudy's flat broke, has no job, hasn't even passed the bar, and is about to go head-to-head with one of the best defense attorneys -- and powerful industries -- in America.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Law",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Right Stuff",
            "authors": [
                "Tom Wolfe"
            ],
            "ranking": 4.21,
            "ranking_count": 49745,
            "abstract": "When the future began.... The men had it. Yeager. Conrad. Grissom. Glenn. Heroes ... the first Americans in space ... battling the Russians for control of the heavens ... putting their lives on the line.. The women had it. While Mr. Wonderful was aloft, it tore your heart out that the Hero's Wife, down on the ground, had to perform with the whole world watching ... the TV Press Conference: What's in your heart? Do you feel with him while he's in orbit?. The Right Stuff. It's the quality beyond bravery, beyond courage. It's men like Chuck Yeager, the greatest test pilot of all and the fastest man on earth. Pete Conrad, who almost laughed himself out of the running. Gus Grissom, who almost lost it when his capsule sank. John Glenn, the only space traveler whose apple-pie image wasn't a lie.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science",
                "Space",
                "Biography",
                "North American Hi...",
                "Classics",
                "Aviation",
                "Adventure",
                "Writing"
            ]
        },
        {
            "title": "The Power and the Glory",
            "authors": [
                "Graham Greene",
                "John Updike"
            ],
            "ranking": 3.97,
            "ranking_count": 36391,
            "abstract": "In a poor, remote section of Southern Mexico, the paramilitary group, The Red Shirts have taken control. God has been outlawed, and the priests have been systematically hunted down and killed. Now, the last priest is on the run. Too human for heroism, too humble for martyrdom, the nameless little worldly “whiskey priest” is nevertheless impelled toward his squalid Calvary as much by his own compassion for humanity as by the efforts of his pursuers.. In his introduction, John Updike calls. The Power and the Glory. ,. “Graham Greene’s masterpiece…. The energy and grandeur of his finest novel derive from the will toward compassion, an ideal communism even more Christian than Communist.”",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Historical",
                "Religion",
                "Novels",
                "European Literature",
                "Literary Fiction",
                "Christianity"
            ]
        },
        {
            "title": "Love Story",
            "authors": [
                "Erich Segal"
            ],
            "ranking": 3.63,
            "ranking_count": 56520,
            "abstract": "Oliver Barrett IV, a wealthy jock from a stuffy WASP family on his way to a Harvard degree and a career in law . . . Jenny Cavilleri, a sharp-tongued, working-class beauty studying music at Radcliffe . . .. Opposites in nearly every way, Oliver and Jenny are kindred spirits from vastly different worlds. Falling deeply and powerfully, their attraction to one another defies everything they have ever believed—as they share a passion far greater than anything they dreamed possible . . . and explore the wonder of a love that must end too soon.. One of the most adored novels of our time, this is the book that defined a generation—a story of uncompromising devotion, of life as it really is . . . and love that changes everything.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Classics",
                "Contemporary",
                "Womens Fiction",
                "Love",
                "Novels",
                "Drama",
                "Adult"
            ]
        },
        {
            "title": "The Black Stallion",
            "authors": [
                "Walter Farley",
                "Keith Ward"
            ],
            "ranking": 4.19,
            "ranking_count": 71898,
            "abstract": "Published originally in 1941, this book is about a young boy, Alec Ramsay who finds a wild black stallion at a small Arabian port on the Red Sea. Between the black stallion and young boy, a strange understanding grew that you lead them through untold dangers as they journeyed to America. Nor could Alec understand that his adventures with the black stallion would capture the interest of an entire nation.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Childrens",
                "Animals",
                "Young Adult",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "The Celestine Prophecy",
            "authors": [
                "James Redfield"
            ],
            "ranking": 3.68,
            "ranking_count": 105250,
            "abstract": "Are three decades of interest in modern physics, ecology, mystical religion and interpersonal psychology finally synthesizing into a new spiritual common sense? Are we now beginning to live this new common sense? Can it become the dominant paradigm of the next century?. When James Redfield first published this extraordinary book -- an adventure in pursuit of a spiritual mystery -- people picked it up, read it, and were stunned by its contents. They told their friends about it, and friends in turn told their friends. By word of mouth alone, news of this magical, moving work spread throughout the country, until -- within months of its first printing -- over hundred thousand readers had become excited by its predictions and touched by the way it made sense of what was happening in their lives.. Now you can discover for yourself the insights, the vision, and the uncanny accuracy of The Celestine Prophecy. A parable filled with vital truth that reads like a gripping adventure-tale, it begins with the disappearance of an ancient Peruvian manuscript. Although few Westerners know of its existence and a government wants to suppress it, this precious document contains an important secret: the 9 insights the human race is predicted to grasp as we enter an era of true spiritual awareness.. To find the manuscript -- and its hidden treasures -- you will join one person's search. It is a quest that will carry you high into the Andes mountains, to ancient ruins deep in old-growth forest, and to a startling discovery. You will quickly recognize the truth of the First Insight: in each of our lives occur mysterious coincidences -- sudden, synchronistic events that, once interpreted, lead us into our true destiny.. When you find and understand all 9 of the insights, you will have an exciting new image of human life, and a positive vision of how we will save this planet, its creatures, and its beauty. The Celestine Prophecy will give you hope…and chills…as you begin to perceive its predictions unfolding all around you in intimate relationships and international affairs. And you will suddenly recognize the quantum leap forward humankind is preparing to make as we approach the new millennium. Important works such as Carlos Castaneda's The Teachings of Don Juan and the prophecies of Nostradamus have helped prepare the way for the revelations you will find in James Redfield's life-changing words. The time is right to hear them, and to discover the personal journey that is opening in your life.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Spirituality",
                "Philosophy",
                "Self Help",
                "Fantasy",
                "Religion",
                "Inspirational",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Dandelion Wine",
            "authors": [
                "Ray Bradbury"
            ],
            "ranking": 4.07,
            "ranking_count": 62235,
            "abstract": "The summer of '28 was a vintage season for a growing boy. A summer of green apple trees, mowed lawns, and new sneakers. Of half-burnt firecrackers, of gathering dandelions, of Grandma's belly-busting dinner. It was a summer of sorrows and marvels and gold-fuzzed bees. A magical, timeless summer in the life of a twelve-year-old boy named Douglas Spaulding—remembered forever by the incomparable Ray Bradbury.. Woven into the novel are the following short stories: Illumination, Dandelion Wine, Summer in the Air, Season of Sitting, The Happiness Machine, The Night, The Lawns of Summer, Season of Disbelief, The Last--the Very Last, The Green Machine, The Trolley, Statues, The Window, The Swan, The Whole Town's Sleeping, Goodbye Grandma, The Tarot Witch, Hotter Than Summer, Dinner at Dawn, The Magical Kitchen, Green Wine for Dreaming.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Science Fiction",
                "Fantasy",
                "Young Adult",
                "Short Stories",
                "Literature",
                "Magical Realism",
                "Novels"
            ]
        },
        {
            "title": "Dragonflight",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.09,
            "ranking_count": 132039,
            "abstract": "HOW CAN ONE GIRL SAVE AN ENTIRE WORLD?. To the nobles who live in Benden Weyr, Lessa is nothing but a ragged kitchen girl. For most of her life she has survived by serving those who betrayed her father and took over his lands. Now the time has come for Lessa to shed her disguise—and take back her stolen birthright.. But everything changes when she meets a queen dragon. The bond they share will be deep and last forever. It will protect them when, for the first time in centuries, Lessa’s world is threatened by Thread, an evil substance that falls like rain and destroys everything it touches. Dragons and their Riders once protected the planet from Thread, but there are very few of them left these days. Now brave Lessa must risk her life, and the life of her beloved dragon, to save her beautiful world. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "Kim",
            "authors": [
                "Rudyard Kipling",
                "Martha"
            ],
            "ranking": 3.71,
            "ranking_count": 35037,
            "abstract": "Set after the Second Afghan War which ended in 1881, but before the Third fought in 1919, probably in the period 1893 to 1898. The novel is notable for its detailed portrait of the people, culture, and varied religions of India. The book presents a vivid picture of India, its teeming populations, religions, and superstitions, and the life of the bazaars and the road.. Two men - a boy who grows into early manhood and an old ascetic priest, the lama - are at the center of the novel. A quest faces them both. Born in India, Kim is nevertheless white, a sahib. While he wants to play the Great Game of Imperialism, he is also spiritually bound to the lama. His aim, as he moves chameleon-like through the two cultures, is to reconcile these opposing strands, while the lama searches for redemption from the Wheel of Life.. A celebration of their friendship in a beautiful but often hostile environment, 'Kim' captures the opulence of India's exotic landscape, overlaid by the uneasy presence of the British Raj.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Historical",
                "Adventure",
                "Literature",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Ubik",
            "authors": [
                "Philip K. Dick",
                "David Alabort",
                "Manuel Espín"
            ],
            "ranking": 4.09,
            "ranking_count": 95676,
            "abstract": "Glen Runciter está muerto. ¿O lo están todos los demás? Lo que es seguro es que alguien ha muerto en una explosión organizada por los competidores de Runciter. De hecho, sus empleados asisten a un funeral. Pero durante el duelo comienzan a recibir mensajes descorcentantes, e incluso morbosos, de su jefe. Y el mundo a su alrededor comienza a desmoronarse de un modo que sugiere que a ellos tampoco les queda mucho tiempo.. Esta mordaz comedia metafísica de muerte y salvación (que podrá llevar un cómodo envase) es un tour de force de amenaza paranoica y comedia absurda, en la cual los muertos ofrecen consejos comerciales, compran su siguiente reencarnación y corren el riesgo continuo de volver a morir.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Novels",
                "Mystery",
                "Fantasy",
                "Speculative Fiction",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Tao of Pooh",
            "authors": [
                "Benjamin Hoff",
                "Ernest H. Shepard"
            ],
            "ranking": 3.99,
            "ranking_count": 110666,
            "abstract": "The Wisdom of Pooh.. Is there such thing as a Western Taoist? Benjamin Hoff says there is, and this Taoist's favorite food is honey. Through brilliant and witty dialogue with the beloved Pooh-bear and his companions, the author of this smash bestseller explains with ease and aplomb that rather than being a distant and mysterious concept, Taoism is as near and practical to us as our morning breakfast bowl.. Romp through the enchanting world of Winnie-the-Pooh while soaking up invaluable lessons on simplicity and natural living.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Spirituality",
                "Religion",
                "Self Help",
                "Audiobook",
                "Classics",
                "Humor",
                "Psychology"
            ]
        },
        {
            "title": "The Executioner's Song",
            "authors": [
                "Norman Mailer"
            ],
            "ranking": 4.06,
            "ranking_count": 19814,
            "abstract": "In what is arguably his greatest work, America's most heroically ambitious writer follows the short, blighted career of Gary Gilmore, an intractably violent product of America's prisons who became notorious for two reasons: first, for robbing two men in 1976, then killing them in cold blood; and, second, after being tried and convicted, for insisting on dying for his crime. To do so, he had to fight a system that seemed paradoxically intent on keeping him alive long after it had sentenced him to death.. Norman Mailer tells Gilmore's story--and those of the men and women caught up in his procession toward the firing squad--with implacable authority, steely compassion, and a restraint that evokes the parched landscapes and stern theology of Gilmore's Utah.. The Executioner's Song. is a trip down the wrong side of the tracks to the deepest sources of American loneliness and violence. It is a towering achievement--impossible to put down, impossible to forget.. Winner of the 1980 Pulitzer Prize",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "Biography",
                "Classics",
                "History",
                "Literature",
                "Writing"
            ]
        },
        {
            "title": "Stoner",
            "authors": [
                "John  Williams",
                "John McGahern"
            ],
            "ranking": 4.3,
            "ranking_count": 126560,
            "abstract": "William Stoner is born at the end of the nineteenth century into a dirt-poor Missouri farming family. Sent to the state university to study agronomy, he instead falls in love with English literature and embraces a scholar’s life, so different from the hardscrabble existence he has known. And yet as the years pass, Stoner encounters a succession of disappointments: marriage into a “proper” family estranges him from his parents; his career is stymied; his wife and daughter turn coldly away from him; a transforming experience of new love ends under threat of scandal. Driven ever deeper within himself, Stoner rediscovers the stoic silence of his forebears and confronts an essential solitude.. John Williams’s luminous and deeply moving novel is a work of quiet perfection. William Stoner emerges from it not only as an archetypal American, but as an unlikely existential hero, standing, like a figure in a painting by Edward Hopper, in stark relief against an unforgiving world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Historical",
                "Literary Fiction",
                "The United States Of America",
                "American"
            ]
        },
        {
            "title": "Black Hawk Down: A Story of Modern War",
            "authors": [
                "Mark Bowden"
            ],
            "ranking": 4.28,
            "ranking_count": 59385,
            "abstract": "On October 3, 1993, about a hundred U.S. soldiers were dropped by helicopter into a teeming market in the heart of Mogadishu, Somalia, to abduct two top lieutenants of a Somali warlord. The action was supposed to take an hour. Instead, they spent a long and terrible night fighting thousands of armed Somalis. By morning, eighteen Americans were dead, and more than seventy badly injured. Mark Bowden's gripping narrative is one of the most exciting accounts of modern war ever written--a riveting story that captures the heroism, courage and brutality of battle.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Cultural",
                "North American Hi...",
                "Historical",
                "Politics",
                "Eastern Africa"
            ]
        },
        {
            "title": "This Side of Paradise",
            "authors": [
                "F. Scott Fitzgerald"
            ],
            "ranking": 3.65,
            "ranking_count": 67400,
            "abstract": "This Side of Paradise,. F. Scott Fitzgerald's romantic and witty first novel, was written when the author was only twenty-three years old. This semi-autobiographical story of the handsome, indulged, and idealistic Princeton student Amory Blaine received critical raves and catapulted Fitzgerald to instant fame. Now, readers can enjoy the newly edited, authorized version of this early classic of the Jazz Age, based on Fitzgerald's original manuscript. In this definitive text,. This Side of Paradise. captures the rhythms and romance of Fitzgerald's youth and offers a poignant portrait of the Lost Generation.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Historical",
                "Romance",
                "Literary Fiction"
            ]
        },
        {
            "title": "Alias Grace",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 4.03,
            "ranking_count": 127608,
            "abstract": "It's 1843, and Grace Marks has been convicted for her involvement in the vicious murders of her employer and his housekeeper and mistress. Some believe Grace is innocent; others think her evil or insane. Now serving a life sentence, Grace claims to have no memory of the murders.. An up-and-coming expert in the burgeoning field of mental illness is engaged by a group of reformers and spiritualists who seek a pardon for Grace. He listens to her story while bringing her closer and closer to the day she cannot remember. What will he find in attempting to unlock her memories?. Captivating and disturbing,. Alias Grace. showcases best-selling, Booker Prize-winning author Margaret Atwood at the peak of her powers.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Cultural",
                "Classics",
                "Literary Fiction",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Haunting of Hill House",
            "authors": [
                "Shirley Jackson",
                "Laura   Miller"
            ],
            "ranking": 3.83,
            "ranking_count": 218989,
            "abstract": "It is the story of four seekers who arrive at a notoriously unfriendly pile called Hill House: Dr. Montague, an occult scholar looking for solid evidence of a haunting; Theodora, the lighthearted assistant; Eleanor, a friendless, fragile young woman well acquainted with poltergeists; and Luke, the future heir of Hill House. At first, their stay seems destined to be merely a spooky encounter with inexplicable phenomena. But Hill House is gathering its powers—and soon it will choose one of them to make its own.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Classics",
                "Fiction",
                "Gothic",
                "Mystery",
                "Fantasy",
                "Audiobook",
                "Thriller",
                "Paranormal"
            ]
        },
        {
            "title": "The Painted Veil",
            "authors": [
                "W. Somerset Maugham"
            ],
            "ranking": 3.95,
            "ranking_count": 39872,
            "abstract": "Set in England and Hong Kong in the 1920s,. The Painted Veil. is the story of the beautiful, but love-starved Kitty Fane.. When her husband discovers her adulterous affair, he forces her to accompany him to the heart of a cholera epidemic. Stripped of the British society of her youth and the small but effective society she fought so hard to attain in Hong Kong, she is compelled by her awakening conscience to reassess her life and learn how to love.. The Painted Veil. is a beautifully written affirmation of the human capacity to grow, to change, and to forgive.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Romance",
                "Cultural",
                "Literature",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Dead Zone",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.95,
            "ranking_count": 202250,
            "abstract": "Johnny, the small boy who skated at breakneck speed into an accident that for one horrifying moment plunged him into. The Dead Zone. .. Johnny Smith, the small-town schoolteacher who spun the wheel of fortune and won a four-and-a-half-year trip into. The Dead Zone. .. John Smith, who awakened from an interminable coma with an accursed power—the power to see the future and the terrible fate awaiting mankind in. The Dead Zone. .. ~",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Science Fiction",
                "Mystery",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "How Green Was My Valley",
            "authors": [
                "Richard Llewellyn"
            ],
            "ranking": 4.19,
            "ranking_count": 15936,
            "abstract": "A poignant coming-of-age novel set in a Welsh mining town, Richard Llewellyn's. How Green Was My Valley. is a paean to a more innocent age, published in Penguin Modern Classics. Growing up in a mining community in rural South Wales, Huw Morgan is taught many harsh lessons - at the kitchen table, at Chapel and around the pit-head. Looking back on the hardships of his early life, where difficult days are faced with courage but the valleys swell with the sound of Welsh voices, it becomes clear that there is nowhere so green as the landscape of his own memory. An immediate bestseller on publication in 1939,. How Green Was My Valley. quickly became one of the best-loved novels of the twentieth century. Poetic and nostalgic, it is an elegy to a lost world.. Richard Dafydd Vivian Llewellyn Lloyd (1906-1983), better known by his pen name Richard Llewellyn, claimed to have been born in St David's, Pembrokeshire, Wales; after his death he was discovered to have been born of Welsh parents in Hendon, Middlesex. His famous first novel. How Green Was My Valley. (1939) was begun in St David's from a draft he had written in India, and was later adapted into an Oscar-winning film by director John Ford.. None But the Lonely. Heart. , his second novel, was published in 1943, and subsequently made into a film starring Cary Grant and Ethel Barrymore. As well as novels including. Green, Green My Valley Now. (1975) and. I Stand on a Quiet Shore. (1982), Llewellyn wrote two highly successful plays,. Poison Pen. and. Noose. If you enjoyed. How Green Was My Valley. , you might like Barry Hines'. A Kestrel for a Knave. , also available in Penguin Modern Classics.. 'Vivid, eloquent, poetical, glowing with an inner flame of emotion'. The Times Literary Supplement",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "European Literature",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "Waiting for the Barbarians",
            "authors": [
                "J.M. Coetzee"
            ],
            "ranking": 3.94,
            "ranking_count": 28273,
            "abstract": "For decades the Magistrate has been a loyal servant of the Empire, running the affairs of a tiny frontier settlement and ignoring the impending war with the barbarians. When interrogation experts arrive, however, he witnesses the Empire's cruel and unjust treatment of prisoners of war. Jolted into sympathy for their victims, he commits a quixotic act of rebellion that brands him an enemy of the state.. J. M. Coetzee's prize-winning novel is a startling allegory of the war between oppressor and oppressed. The Magistrate is not simply a man living through a crisis of conscience in an obscure place in remote times; his situation is that of all men living in unbearable complicity with regimes that ignore justice and decency.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Southern Africa",
                "Historical",
                "Literary Fiction",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Selected Poetry of Rainer Maria Rilke",
            "authors": [
                "Rainer Maria Rilke",
                "Stephen Mitchell",
                "Robert Hass"
            ],
            "ranking": 4.38,
            "ranking_count": 15155,
            "abstract": "Parallel German text and English translation.. The influence and popularity of Rilke’s poetry in America have never been greater than they are today, more than fifty years after his death. Rilke is unquestionably the most significant and compelling poet of romantic transformation, of spiritual quest, that the twentieth century has known. His poems of ecstatic identification with the world exert a seemingly endless fascination for contemporary readers.. In Stephen Mitchell’s versions, many readers feel that they have discovered an English rendering that captures the lyric intensity, fluency, and reach of Rilke’s poetry more accurately and convincingly than has ever been done before.. Mr. Mitchell is impeccable in his adherence to Rilke’s text, to his formal music, and to the complexity of his thoughts; at the same time, his work has authority and power as poetry in its own right. Few translators of any poet have arrived at the delicate balance of fidelity and originality that Mr. Mitchell has brought off with seeming effortlessness.. Originally published: New York : Random House, 1982.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "European Literature",
                "Fiction",
                "Literature",
                "Philosophy",
                "Cultural",
                "Spirituality"
            ]
        },
        {
            "title": "Needful Things",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.94,
            "ranking_count": 228365,
            "abstract": "Leland Gaunt opens a new shop in Castle Rock called Needful Things. Anyone who enters his store finds the object of his or her lifelong dreams and desires: a prized baseball card, a healing amulet. In addition to a token payment, Gaunt requests that each person perform a little deed, usually a seemingly innocent prank played on someone else from town. These practical jokes cascade out of control and soon the entire town is doing battle with itself. Only Sheriff Alan Pangborn suspects that Gaunt is behind the population's increasingly violent behavior.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "White Oleander",
            "authors": [
                "Janet Fitch"
            ],
            "ranking": 3.98,
            "ranking_count": 337288,
            "abstract": "Everywhere hailed as a novel of rare beauty and power,. White Oleander. tells the unforgettable story of Ingrid, a brilliant poet imprisoned for murder, and her daughter, Astrid, whose odyssey through a series of Los Angeles foster homes--each its own universe, with its own laws, its own dangers, its own hard lessons to be learned--becomes a redeeming and surprising journey of self-discovery.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Young Adult",
                "Adult Fiction",
                "Drama",
                "Womens Fiction",
                "Adult",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Witch of Blackbird Pond",
            "authors": [
                "Elizabeth George Speare"
            ],
            "ranking": 4.0,
            "ranking_count": 145023,
            "abstract": "Orphaned Kit Tyler knows, as she gazes for the first time at the cold, bleak shores of Connecticut Colony, that her new home will never be like the shimmering Caribbean island she left behind. In her relatives' stern Puritan community, she feels like a tropical bird that has flown to the wrong part of the world, a bird that is now caged and lonely. The only place where Kit feels completely free is in the meadows, where she enjoys the company of the old Quaker woman known as the Witch of Blackbird Pond, and on occasion, her young sailor friend Nat. But when Kit's friendship with the witch is discovered, Kit is faced with suspicion, fear, and anger. She herself is accused of witchcraft!",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Classics",
                "Childrens",
                "Paranormal",
                "Romance",
                "Academic"
            ]
        },
        {
            "title": "Mary Poppins",
            "authors": [
                "P.L. Travers",
                "Júlia Sardà",
                "Mary   Shepard"
            ],
            "ranking": 4.02,
            "ranking_count": 124533,
            "abstract": "By P.L. Travers, the author featured in the major motion picture,. Saving Mr. Banks. . From the moment Mary Poppins arrives at Number Seventeen Cherry-Tree Lane, everyday life at the Banks house is forever changed.. It all starts when Mary Poppins is blown by the east wind onto the doorstep of the Banks house. She becomes a. most. unusual nanny to Jane, Michael, and the twins. Who else but Mary Poppins can slide. up. banisters, pull an entire armchair out of an empty carpetbag, and make a dose of medicine taste like delicious lime-juice cordial? A day with Mary Poppins is a day of magic and make-believe come to life!",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fantasy",
                "Childrens",
                "Fiction",
                "Audiobook",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "The Portable Dorothy Parker",
            "authors": [
                "Dorothy Parker",
                "Brendan Gill"
            ],
            "ranking": 4.34,
            "ranking_count": 11519,
            "abstract": "This collection ranges over the verse, stories, essays, and journalism of one of the twentieth century's most quotable authors.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Short Stories",
                "Fiction",
                "Classics",
                "Humor",
                "Writing",
                "Literature",
                "Anthologies",
                "Womens"
            ]
        },
        {
            "title": "My Family and Other Animals",
            "authors": [
                "Gerald Durrell"
            ],
            "ranking": 4.16,
            "ranking_count": 48744,
            "abstract": "When the unconventional Durrell family can no longer endure the damp, gray English climate, they do what any sensible family would do: sell their house and relocate to the sunny Greek isle of Corfu.. My Family and Other Animals. was intended to embrace the natural history of the island but ended up as a delightful account of Durrell’s family’s experiences, from the many eccentric hangers-on to the ceaseless procession of puppies, toads, scorpions, geckoes, ladybugs, glowworms, octopuses, bats, and butterflies into their home.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Humor",
                "Animals",
                "Travel",
                "Classics",
                "Environment",
                "Cultural"
            ]
        },
        {
            "title": "Look Homeward, Angel",
            "authors": [
                "Thomas Wolfe"
            ],
            "ranking": 3.92,
            "ranking_count": 13699,
            "abstract": "Look Homeward, Angel: A Story of the Buried Life is a 1929 novel by Thomas Wolfe. It is Wolfe's first novel, and is considered a highly autobiographical American Bildungsroman. The character of Eugene Gant is generally believed to be a depiction of Wolfe himself. The novel covers the span of time from Gant's birth to the age of 19. The setting is the fictional town and state of Altamont, Catawba, a fictionalization of his home town, Asheville, North Carolina. Playwright Ketti Frings wrote a theatrical adaptation of Wolfe's work in a 1957 play of the same title.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "American",
                "Young Adult",
                "Literary Fiction",
                "Historical"
            ]
        },
        {
            "title": "The Lathe of Heaven",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.11,
            "ranking_count": 61174,
            "abstract": "A classic science fiction novel by one of the greatest writers of the genre, set in a future world where one man's dreams control the fate of humanity.. In a future world racked by violence and environmental catastrophes, George Orr wakes up one day to discover that his dreams have the ability to alter reality. He seeks help from Dr. William Haber, a psychiatrist who immediately grasps the power George wields. Soon George must preserve reality itself as Dr. Haber becomes adept at manipulating George's dreams for his own purposes.. The Lathe of Heaven is an eerily prescient novel from award-winning author Ursula K. Le Guin that masterfully addresses the dangers of power and humanity's self-destructiveness, questioning the nature of reality itself. It is a classic of the science fiction genre.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Classics",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Hyperion",
            "authors": [
                "Dan Simmons",
                "Gary Ruddell"
            ],
            "ranking": 4.24,
            "ranking_count": 214177,
            "abstract": "On the world called Hyperion, beyond the law of the Hegemony of Man, there waits the creature called the Shrike. There are those who worship it. There are those who fear it. And there are those who have vowed to destroy it. In the Valley of the Time Tombs, where huge, brooding structures move backward through time, the Shrike waits for them all. On the eve of Armageddon, with the entire galaxy at war, seven pilgrims set forth on a final voyage to Hyperion seeking the answers to the unsolved riddles of their lives. Each carries a desperate hope—and a terrible secret. And one may hold the fate of humanity in his hands.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Horror",
                "Classics"
            ]
        },
        {
            "title": "Grendel",
            "authors": [
                "John Gardner"
            ],
            "ranking": 3.69,
            "ranking_count": 34874,
            "abstract": "The first and most terrifying monster in English literature, from the great early epic. Beowulf. , tells his side of the story in a book William Gass called one of the finest of our contemporary fictions.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Classics",
                "Academic",
                "Literature",
                "Novels",
                "Young Adult",
                "Retellings"
            ]
        },
        {
            "title": "Chronicle of a Death Foretold",
            "authors": [
                "Gabriel García Márquez",
                "Gregory Rabassa"
            ],
            "ranking": 3.97,
            "ranking_count": 155265,
            "abstract": "A man returns to the town where a baffling murder took place twenty-seven years earlier, determined to get to the bottom of the story. Just hours after marrying the beautiful Angela Vicario, everyone agrees, Bayardo San Roman returned his bride in disgrace to her parents. Her distraught family forced her to name her first lover; and her twin brothers announced their intention to murder Santiago Nasar for dishonoring their sister.. Yet if everyone knew the murder was going to happen, why did no one intervene to try and stop it? The more that is learned, the less is understood, and as the story races to its inexplicable conclusion, an entire society--not just a pair of murderers—is put on trial.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Magical Realism",
                "Literature",
                "Academic",
                "European Literature",
                "Novels",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Color of Water: A Black Man's Tribute to His White Mother",
            "authors": [
                "James   McBride"
            ],
            "ranking": 4.1,
            "ranking_count": 114547,
            "abstract": "Touches readers of all colors as a vivid portrait of growing up, a haunting meditation on race and identity, and a lyrical valentine to a mother from her son.. Who is Ruth McBride Jordan? A self-declared light-skinned woman evasive about her ethnicity, yet steadfast in her love for her twelve black children. James McBride, journalist, musician and son, explores his mother's past, as well as his own upbringing and heritage, in a poignant and powerful debut, The Color Of Water: A Black Man's Tribute to His White Mother.. The son of a black minister and a woman who would not admit she was white, James McBride grew up in orchestrated chaos with his eleven siblings in the poor, all-black projects of Red Hook, Brooklyn. Mommy, a fiercely protective woman with dark eyes full of pep and fire, herded her brood to Manhattan's free cultural events, sent them off on buses to the best (and mainly Jewish) schools, demanded good grades and commanded respect. As a young man, McBride saw his mother as a source of embarrassment, worry, and confusion--and reached thirty before he began to discover the truth about her early life and long-buried pain.. In The Color of Water, McBride retraces his mother's footsteps and, through her searing and spirited voice, recreates her remarkable story. The daughter of a failed itinerant Orthodox rabbi, she was born Rachel Shilsky (actually Ruchel Dwara Zylska) in Poland on April 1, 1921. Fleeing pogroms, her family emigrated to America and ultimately settled in Suffolk, Virginia, a small town where anti-Semitism and racial tensions ran high. With candor and immediacy, Ruth describes her parents' loveless marriage; her fragile, handicapped mother; her cruel, sexually-abusive father; and the rest of the family and life she abandoned.. At seventeen, after fleeing Virginia and settling in New York City, Ruth married a black minister and founded the all-black New Brown Memorial Baptist Church in her Red Hook living room. God is the color of water, Ruth McBride taught her children, firmly convinced that life's blessings and life's values transcend race. Twice widowed, and continually confronting overwhelming adversity and racism, Ruth's determination, drive and discipline saw her dozen children through college--and most through graduate school. At age 65, she herself received a degree in social work from Temple University.. Interspersed throughout his mother's compelling narrative, McBride shares candid recollections of his own experiences as a mixed-race child of poverty, his flirtations with drugs and violence, and his eventual self-realization and professional success. The Color of Water touches readers of all colors as a vivid portrait of growing up, a haunting meditation on race and identity, and a lyrical valentine to a mother from her son.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Race",
                "Cultural",
                "Biography Memoir",
                "Academic",
                "Book Club",
                "Audiobook"
            ]
        },
        {
            "title": "The Thin Man",
            "authors": [
                "Dashiell Hammett"
            ],
            "ranking": 3.93,
            "ranking_count": 32527,
            "abstract": "Nick and Nora Charles are Hammett's most enchanting creations, a rich, glamorous couple who solve homicides in between wisecracks and martinis. At once knowing and unabashedly romantic,. The Thin Man. is a murder mystery that doubles as a sophisticated comedy of manners.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Cryptonomicon",
            "authors": [
                "Neal Stephenson"
            ],
            "ranking": 4.24,
            "ranking_count": 105746,
            "abstract": "Cryptonomicon. zooms all over the world, careening conspiratorially back and forth between two time periods—World War II and the present. Our 1940s heroes are the brilliant mathematician Lawrence Waterhouse, crypt analyst extraordinaire, and gung-ho, morphine-addicted marine Bobby Shaftoe. They're part of Detachment 2702, an Allied group trying to break Axis communication codes while simultaneously preventing the enemy from figuring out that their codes have been broken. Their job boils down to layer upon layer of deception. Dr. Alan Turing is also a member of 2702, and he explains the unit's strange workings to Waterhouse. When we want to sink a convoy, we send out an observation plane first... Of course, to observe is not its real duty—we already know exactly where the convoy is. Its real duty is to be observed... Then, when we come round and sink them, the Germans will not find it suspicious.. All of this secrecy resonates in the present-day story line, in which the grandchildren of the WWII heroes—inimitable programming geek Randy Waterhouse and the lovely and powerful Amy Shaftoe—team up to help create an offshore data haven in Southeast Asia and maybe uncover some gold once destined for Nazi coffers. To top off the paranoiac tone of the book, the mysterious Enoch Root, key member of Detachment 2702 and the Societas Eruditorum, pops up with an unbreakable encryption scheme left over from WWII to befuddle the 1990s protagonists with conspiratorial ties.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Historical",
                "Thriller",
                "War",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "A Lesson Before Dying",
            "authors": [
                "Ernest J. Gaines"
            ],
            "ranking": 3.97,
            "ranking_count": 54928,
            "abstract": "A Lesson Before Dying is set in a small Cajun community in the late 1940s. Jefferson, a young black man, is an unwitting party to a liquor store shoot out in which three men are killed; the only survivor, he is convicted of murder and sentenced to death. Grant Wiggins, who left his hometown for the university, has returned to the plantation school to teach. As he struggles with his decision whether to stay or escape to another state, his aunt and Jefferson's godmother persuade him to visit Jefferson in his cell and impart his learning and his pride to Jefferson before his death. In the end, the two men forge a bond as they both come to understand the simple heroism of resisting and defying the expected. Ernest J. Gaines brings to this novel the same rich sense of place, the same deep understanding of the human psyche, and the same compassion for a people and their struggle that have informed his previous, highly praised works of fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Cultural",
                "Academic",
                "Literature",
                "Adult Fiction",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Aleph and Other Stories",
            "authors": [
                "Jorge Luis Borges",
                "Andrew Hurley"
            ],
            "ranking": 4.36,
            "ranking_count": 35254,
            "abstract": "Full of philosophical puzzles and supernatural surprises, these stories contain some of Borges's most fully realized human characters. With uncanny insight, he takes us inside the minds of an unrepentant Nazi, an imprisoned Mayan priest, fanatical Christian theologians, a woman plotting vengeance on her father’s “killer,” and a man awaiting his assassin in a Buenos Aires guest house.  This volume also contains the hauntingly brief vignettes about literary imagination and personal identity collected in. The Maker. , which Borges wrote as failing eyesight and public fame began to undermine his sense of self.. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Fantasy",
                "Magical Realism",
                "Literature",
                "European Literature",
                "Cultural",
                "Philosophy"
            ]
        },
        {
            "title": "Where the Heart Is",
            "authors": [
                "Billie Letts"
            ],
            "ranking": 4.03,
            "ranking_count": 243636,
            "abstract": "Talk about unlucky sevens. An hour ago, seventeen-year-old, seven months pregnant Novalee Nation was heading for California with her boyfriend. Now she finds herself stranded at a Wal-Mart in Sequoyah, Oklahoma, with just $7.77 in change. But Novalee is about to discover hidden treasures in this small Southwest town--a group of down-to-earth, deeply caring people willing to help a homeless, jobless girl living secretly in a Wal-Mart. From Bible-thumping blue-haired Sister Thelma Husband to eccentric librarian Forney Hull who loves Novalee more than she loves herself, they are about to take her--and you, too--on a moving, funny, and unforgettable journey to . . . Where the Heart Is.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Drama",
                "Realistic Fiction",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "The Notebooks of Malte Laurids Brigge",
            "authors": [
                "Rainer Maria Rilke",
                "Mary Dows Herter Norton"
            ],
            "ranking": 3.98,
            "ranking_count": 7772,
            "abstract": "The Notebooks of Malte Laurids Brigge. is Rilke’s major prose work and was one of the earliest publications to introduce him to American readers. The very wide audience which Rilke’s work commands today will welcome the reissue in paperback of this extremely perceptive translation of the. Notebooks. by M. D. Herter Norton. A masterly translation of one of the first great modernist novels by one of the German language's greatest poets, in which a young man named Malte Laurids Brigge lives in a cheap room in Paris while his belongings rot in storage. Every person he sees seems to carry their death within them and with little but a library card to distinguish him from the city's untouchables, he thinks of the deaths, and ghosts, of his aristocratic family, of which he is the sole living descendant. Suffused with passages of lyrical brilliance, Rilke's semi-autobiographical novel is a moving and powerful coming-of-age story.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Poetry",
                "Literature",
                "Novels",
                "Philosophy",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "Tai-Pan",
            "authors": [
                "James Clavell"
            ],
            "ranking": 4.28,
            "ranking_count": 48943,
            "abstract": "An Alternate Cover of this edition can be found. here. .. Set in the turbulent days of the founding of Hong Kong in the 1840s, Tai-Pan is the story of Dirk Struan, the ruler - the Tai-Pan - of the most powerful trading company in the Far East. He is also a pirate, an opium smuggler, and a master manipulator of men. This is the story of his fight to establish himself and his dynasty as the undisputed masters of the Orient.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Adventure",
                "Classics",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Magic Mountain",
            "authors": [
                "Thomas Mann",
                "John E. Woods"
            ],
            "ranking": 4.11,
            "ranking_count": 43054,
            "abstract": "In this dizzyingly rich novel of ideas, Mann uses a sanatorium in the Swiss Alps, a community devoted exclusively to sickness, as a microcosm for Europe, which in the years before 1914 was already exhibiting the first symptoms of its own terminal irrationality.. The Magic Mountain. is a monumental work of erudition and irony, sexual tension and intellectual ferment, a book that pulses with life in the midst of death.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Philosophy",
                "Novels",
                "Cultural",
                "Nobel Prize",
                "Literary Fiction"
            ]
        },
        {
            "title": "God Bless You, Mr. Rosewater",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 3.95,
            "ranking_count": 62903,
            "abstract": "Second only to. Slaughterhouse-Five. of Vonnegut's canon in its prominence and influence,. God Bless You, Mr. Rosewater. (1965) presents Eliot Rosewater, an itinerant, semi-crazed millionaire wandering the country in search of heritage and philanthropic outcome, introducing the science fiction writer Kilgore Trout to the world and Vonnegut to the collegiate audience which would soon make him a cult writer.. Trout, modeled according to Vonnegut on the science fiction writer Theodore Sturgeon (with whom Vonnegut had an occasional relationship) is a desperate, impoverished but visionary hack writer who functions for Eliot Rosewater as both conscience and horrid example. Rosewater, seeking to put his inheritance to some meaningful use (his father was an entrepreneur), tries to do good within the context of almost illimitable cynicism and corruption.. It is in this novel that Rosewater wanders into a science fiction conference--an actual annual event in Milford, Pennsylvania--and at the motel delivers his famous monologue evoked by science fiction writers and critics for almost half a century: None of you can write for sour apples... but you're the only people trying to come to terms with the really terrific things which are happening today. Money does not drive Mr. Rosewater (or the corrupt lawyer who tries to shape the Rosewater fortune) so much as outrage at the human condition.. The novel was adapted for a 1979 Alan Menken musical. The novel is told mostly thru a collection of short stories dealing with Eliot's interactions with the citizens of Rosewater County, usually with the last sentence serving as a punch line. The antagonist's tale, Mushari's, is told in a similar short essay fashion. The stories reveal different hypocrisies of humankind in a darkly humorous fashion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "Science Fiction",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Last Temptation of Christ",
            "authors": [
                "Nikos Kazantzakis",
                "Peter A. Bien"
            ],
            "ranking": 4.17,
            "ranking_count": 13182,
            "abstract": "The internationally renowned novel about the life and death of Jesus Christ.. Hailed as a masterpiece by critics worldwide,. The Last Temptation of Christ. is a monumental reinterpretation of the Gospels that brilliantly fleshes out Christ’s Passion. This literary rendering of the life of Jesus Christ has courted controversy since its publication by depicting a Christ far more human than the one seen in the Bible. He is a figure who is gloriously divine but earthy and human, a man like any other—subject to fear, doubt, and pain.. In elegant, thoughtful prose Nikos Kazantzakis, one of the greats of modern literature, follows this Jesus as he struggles to live out God’s will for him, powerfully suggesting that it was Christ’s ultimate triumph over his flawed humanity, when he gave up the temptation to run from the cross and willingly laid down his life for mankind, that truly made him the venerable redeemer of men.. “Spiritual dynamite.” —. San Francisco Chronicle. “A searing, soaring, shocking novel.” —. Time",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Religion",
                "Classics",
                "Historical",
                "Literature",
                "Novels",
                "Cultural",
                "Philosophy",
                "Spirituality"
            ]
        },
        {
            "title": "Flowers in the Attic",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.83,
            "ranking_count": 183741,
            "abstract": "Such wonderful children. Such a beautiful mother. Such a lovely house. Such endless terror!. It wasn't that she didn't love her children. She did. But there was a fortune at stake—a fortune that would assure their later happiness if she could keep the children a secret from her dying father. So she and her mother hid her darlings away in an unused attic. Just for a little while. But the brutal days swelled into agonizing years. Now Cathy, Chris, and the twins wait in their cramped and helpless world, stirred by adult dreams, adult desires, served a meager sustenance by an angry, superstitious grandmother who knows that the Devil works in dark and devious ways. Sometimes he sends children to do his work—children who—one by one—must be destroyed.... 'Way upstairs there are four secrets hidden. Blond, beautiful, innocent struggling to stay alive....'",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Horror",
                "Young Adult",
                "Classics",
                "Mystery",
                "Gothic",
                "Romance",
                "Thriller",
                "Drama",
                "Adult"
            ]
        },
        {
            "title": "The Heart of the Matter",
            "authors": [
                "Graham Greene"
            ],
            "ranking": 3.97,
            "ranking_count": 27242,
            "abstract": "In a British colony in West Africa, Henry Scobie is a pious and righteous man of modest means enlisted with securing borders. But when he’s passed over for a promotion as commissioner of police, the humiliation hits hardest for his wife, Louise. Already oppressed by the appalling climate, frustrated in a loveless marriage, and belittled by the wives of more privileged officers, Louise wants out.. Feeling responsible for her unhappiness, Henry decides against his better judgment to accept a loan from a black marketeer to secure Louise’s passage. It’s just a single indiscretion, yet for Henry it precipitates a rapid fall from grace as one moral compromise after another leads him into a web of blackmail, adultery, and murder. And for a devout man like Henry, there may be nothing left but damnation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "European Literature",
                "Literary Fiction",
                "Historical",
                "Religion"
            ]
        },
        {
            "title": "On the Banks of Plum Creek",
            "authors": [
                "Laura Ingalls Wilder",
                "Garth Williams"
            ],
            "ranking": 4.21,
            "ranking_count": 96263,
            "abstract": "The adventures of Laura Ingalls and her family continue as they leave their little house on the prairie and travel in their covered wagon to Minnesota. They settle into a house made of sod on the banks of beautiful Plum Creek. Soon Pa builds them a sturdier house, with real glass windows and a hinged door. Laura and Mary go to school, help with the chores around the house, and fish in the creek. Pa’s fiddle lulls them all to sleep at the end of the day. But then disaster strikes—on top of a terrible blizzard, a grasshopper infestation devours their wheat crop. Now the family must work harder than ever to overcome these challenges.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "The Gospel According to Jesus Christ",
            "authors": [
                "José Saramago",
                "Giovanni Pontiero"
            ],
            "ranking": 4.3,
            "ranking_count": 28076,
            "abstract": "This is a skeptic' s journey into the meaning of God and of human existence. At once an ironic rendering of the life of Christ and a beautiful novel, Saramago' s tale has sparked intense discussion about the meaning of Christianity and the Church as an institution. Translated by Giovanni Pontiero.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Religion",
                "Historical",
                "Cultural",
                "Literature",
                "European Literature",
                "Nobel Prize",
                "Novels",
                "Classics",
                "Philosophy"
            ]
        },
        {
            "title": "Trinity",
            "authors": [
                "Leon Uris"
            ],
            "ranking": 4.27,
            "ranking_count": 21808,
            "abstract": "Leon Uris’s beloved Irish classic, available in Avon mass market.. From the acclaimed author who enthralled the world with. Exodus, Battle Cry, QB VII, Topaz,. and other beloved classics of twentieth-century fiction comes a sweeping and powerful epic adventure that captures the terrible beauty of Ireland during its long and bloody struggle for freedom. It is the electrifying story of an idealistic young Catholic rebel and the valiant and beautiful Protestant girl who defied her heritage to join his cause. It is a tale of love and danger, of triumph at an unthinkable cost. —. a magnificent portrait of a people divided by class, faith, and prejudice. —. an unforgettable saga of the fires that devastated a majestic land... and the unquenchable flames that burn in the human heart.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "European Literature",
                "Classics",
                "War",
                "Novels",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Digital Fortress",
            "authors": [
                "Dan Brown"
            ],
            "ranking": 3.68,
            "ranking_count": 600373,
            "abstract": "When the National Security Agency's invincible code-breaking machine encounters a mysterious code it cannot break, the agency calls its head cryptographer, Susan Fletcher, a brilliant and beautiful mathematician. What she uncovers sends shock waves through the corridors of power. The NSA is being held hostage... not by guns or bombs, but by a code so ingeniously complex that if released it would cripple U.S. intelligence.. Caught in an accelerating tempest of secrecy and lies, Susan Fletcher battles to save the agency she believes in. Betrayed on all sides, she finds herself fighting not only for her country but for her life, and in the end, for the life of the man she loves.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Science Fiction",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "The Bad Beginning",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 3.98,
            "ranking_count": 461114,
            "abstract": "Dear Reader,. I'm sorry to say that the book you are holding in your hands is extremely unpleasant. It tells an unhappy tale about three very unlucky children. Even though they are charming and clever, the Baudelaire siblings lead lives filled with misery and woe. From the very first page of this book when the children are at the beach and receive terrible news, continuing on through the entire story, disaster lurks at their heels. One might say they are magnets for misfortune.. In this short book alone, the three youngsters encounter a greedy and repulsive villain, itchy clothing, a disastrous fire, a plot to steal their fortune, and cold porridge for breakfast.. It is my sad duty to write down these unpleasant tales, but there is nothing stopping you from putting this book down at once and reading something happy, if you prefer that sort of thing.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "The Man Without Qualities: Volume I",
            "authors": [
                "Robert Musil",
                "Sophie Wilkins",
                "Burton Pike"
            ],
            "ranking": 4.29,
            "ranking_count": 3005,
            "abstract": "A Sort of Introduction and Pseudo Reality Prevails",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Philosophy",
                "European Literature",
                "Novels",
                "Roman",
                "Literary Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Beach Music",
            "authors": [
                "Pat Conroy"
            ],
            "ranking": 4.17,
            "ranking_count": 46312,
            "abstract": "An American expatriate in Rome unearths his family legacy in this sweeping novel by the acclaimed author of The Prince of Tides and The Great Santini. A Southerner living abroad, Jack McCall is scarred by tragedy and betrayal. His desperate desire to find peace after his wife’s suicide draws him into a painful, intimate search for the one haunting secret in his family’s past that can heal his anguished heart. Spanning three generations and two continents, from the contemporary ruins of the American South to the ancient ruins of Rome, from the unutterable horrors of the Holocaust to the lingering trauma of Vietnam, Beach Music sings with life’s pain and glory. It is a novel of lyric intensity and searing truth, another masterpiece among Pat Conroy’s legendary and beloved novels.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "American",
                "Contemporary",
                "Historical",
                "Novels",
                "Literature",
                "Drama",
                "Literary Fiction",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Man Who Mistook His Wife for a Hat and Other Clinical Tales",
            "authors": [
                "Oliver Sacks"
            ],
            "ranking": 4.06,
            "ranking_count": 192295,
            "abstract": "If a man has lost a leg or an eye, he knows he has lost a leg or an eye; but if he has lost a self—himself—he cannot know it, because he is no longer there to know it. Dr. Oliver Sacks recounts the stories of patients struggling to adapt to often bizarre worlds of neurological disorder. Here are people who can no longer recognize everyday objects or those they love; who are stricken with violent tics or shout involuntary obscenities; who have been dismissed as autistic or retarded, yet are gifted with uncanny artistic or mathematical talents. If inconceivably strange, these brilliant tales illuminate what it means to be human.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Science",
                "Health",
                "Biology",
                "Medical",
                "Writing",
                "Short Stories"
            ]
        },
        {
            "title": "The Winter of Our Discontent",
            "authors": [
                "John Steinbeck",
                "Susan Shillinglaw"
            ],
            "ranking": 4.0,
            "ranking_count": 42306,
            "abstract": "Ethan Allen Hawley, the protagonist of Steinbeck’s last novel, works as a clerk in a grocery store that his family once owned. With Ethan no longer a member of Long Island’s aristocratic class, his wife is restless, and his teenage children are hungry for the tantalizing material comforts he cannot provide. Then one day, in a moment of moral crisis, Ethan decides to take a holiday from his own scrupulous standards.. Set in Steinbeck’s contemporary 1960 America, the novel explores the tenuous line between private and public honesty that today ranks it alongside his most acclaimed works of penetrating insight into the American condition. This edition features an introduction and notes by Steinbeck scholar Susan Shillinglaw.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Nobel Prize",
                "The United States Of America"
            ]
        },
        {
            "title": "Stargirl",
            "authors": [
                "Jerry Spinelli"
            ],
            "ranking": 3.77,
            "ranking_count": 314785,
            "abstract": "A celebration of nonconformity; a tense, emotional tale about the fleeting, cruel nature of popularity--and the thrill and inspiration of first love. Ages 12+. Leo Borlock follows the unspoken rule at Mica Area High School: don't stand out--under any circumstances! Then Stargirl arrives at Mica High and everything changes--for Leo and for the entire school. After 15 years of home schooling, Stargirl bursts into tenth grade in an explosion of color and a clatter of ukulele music, enchanting the Mica student body.. But the delicate scales of popularity suddenly shift, and Stargirl is shunned for everything that makes her different. Somewhere in the midst of Stargirl's arrival and rise and fall, normal Leo Borlock has tumbled into love with her.. In a celebration of nonconformity, Jerry Spinelli weaves a tense, emotional tale about the fleeting, cruel nature of popularity--and the thrill and inspiration of first love.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Romance",
                "Childrens",
                "Academic"
            ]
        },
        {
            "title": "Daughter of Fortune",
            "authors": [
                "Isabel Allende",
                "Margaret Sayers Peden"
            ],
            "ranking": 3.92,
            "ranking_count": 123238,
            "abstract": "Orphaned at birth, Eliza Sommers is raised in the British colony of Valparaíso, Chile, by the well-intentioned Victorian spinster Miss Rose and her more rigid brother Jeremy. Just as she meets and falls in love with the wildly inappropriate Joaquín Andieta, a lowly clerk who works for Jeremy, gold is discovered in the hills of northern California. By 1849, Chileans of every stripe have fallen prey to feverish dreams of wealth. Joaquín takes off for San Francisco to seek his fortune, and Eliza, pregnant with his child, decides to follow him.. As we follow her spirited heroine on a perilous journey north in the hold of a ship to the rough-and-tumble world of San Francisco and northern California, we enter a world whose newly arrived inhabitants are driven mad by gold fever. A society of single men and prostitutes among whom Eliza moves--with the help of her good friend and savior, the Chinese doctor Tao Chien--California opens the door to a new life of freedom and independence for the young Chilean. Her search for the elusive Joaquín gradually turns into another kind of journey that transforms her over time, and what began as a search for love ends up as the conquest of personal freedom.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Magical Realism",
                "Novels",
                "Literature",
                "Adult",
                "Adult Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Kristin Lavransdatter",
            "authors": [
                "Sigrid Undset",
                "Tiina Nunnally",
                "Brad Leithauser"
            ],
            "ranking": 4.29,
            "ranking_count": 10294,
            "abstract": "In her great historical epic. Kristin Lavransdatter. , set in fourteenth-century Norway, Nobel laureate Sigrid Undset tells the life story of one passionate and headstrong woman. Painting a richly detailed backdrop, Undset immerses readers in the day-to-day life, social conventions, and political and religious undercurrents of the period. Now in one volume, Tiina Nunnally's award-winning definitive translation brings this remarkable work to life with clarity and lyrical beauty.. As a young girl, Kristin is deeply devoted to her father, a kind and courageous man. But when as a student in a convent school she meets the charming and impetuous Erlend Nikulaussøn, she defies her parents in pursuit of her own desires. Her saga continues through her marriage to Erlend, their tumultuous life together raising seven sons as Erlend seeks to strengthen his political influence, and finally their estrangement as the world around them tumbles into uncertainty.. With its captivating heroine and emotional potency,. Kristin Lavransdatter. is the masterwork of Norway's most beloved author, one of the twentieth century's most prodigious and engaged literary minds and, in Nunnally's exquisite translation, a story that continues to enthrall.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Audiobook"
            ]
        },
        {
            "title": "The Age of Reason",
            "authors": [
                "Jean-Paul Sartre"
            ],
            "ranking": 3.98,
            "ranking_count": 13361,
            "abstract": "Set in France during the days immediately before World War II, this is the story of Mathieu, a French professor of philosophy obsessed with the idea of freedom. Translated from the French by Eric Sutton.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Nobel Prize",
                "Unfinished"
            ]
        },
        {
            "title": "Post Office",
            "authors": [
                "Charles Bukowski"
            ],
            "ranking": 3.95,
            "ranking_count": 114255,
            "abstract": "It began as a mistake. By middle age, Henry Chinaski has lost more than twelve years of his life to the U.S. Postal Service. In a world where his three true, bitter pleasures are women, booze, and racetrack betting, he somehow drags his hangover out of bed every dawn to lug waterlogged mailbags up mud-soaked mountains, outsmart vicious guard dogs, and pray to survive the day-to-day trials of sadistic bosses and certifiable coworkers.. This classic 1971 novel--the one that catapulted its author to national fame--is the perfect introduction to the grimly hysterical world of legendary writer, poet, and Dirty Old Man Charles Bukowski and his fictional alter ego, Chinaski.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Contemporary",
                "Humor",
                "The United States Of America",
                "Poetry"
            ]
        },
        {
            "title": "Kindred",
            "authors": [
                "Octavia E. Butler"
            ],
            "ranking": 4.29,
            "ranking_count": 143969,
            "abstract": "The first science fiction written by a black woman,. Kindred. has become a cornerstone of black American literature. This combination of slave memoir, fantasy, and historical fiction is a novel of rich literary complexity. Having just celebrated her 26th birthday in 1976 California, Dana, an African-American woman, is suddenly and inexplicably wrenched through time into antebellum Maryland. After saving a drowning white boy there, she finds herself staring into the barrel of a shotgun and is transported back to the present just in time to save her life. During numerous such time-defying episodes with the same young man, she realizes the challenge she’s been given...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Classics",
                "Cultural",
                "Race",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Guns of August",
            "authors": [
                "Barbara W. Tuchman"
            ],
            "ranking": 4.15,
            "ranking_count": 68380,
            "abstract": "Selected by the Modern Library as one of the 100 best nonfiction books of all time. The Proud Tower, the Pulitzer Prize–winning The Guns of August, and The Zimmerman Telegram comprise Barbara W. Tuchman’s classic histories of the First World War era. In this landmark, Pulitzer Prize–winning account, renowned historian Barbara W. Tuchman re-creates the first month of World War I: thirty days in the summer of 1914 that determined the course of the conflict, the century, and ultimately our present world. Beginning with the funeral of Edward VII, Tuchman traces each step that led to the inevitable clash. And inevitable it was, with all sides plotting their war for a generation. Dizzyingly comprehensive and spectacularly portrayed with her famous talent for evoking the characters of the war’s key players, Tuchman’s magnum opus is a classic for the ages.. Praise for The Guns of August. “A brilliant piece of military history which proves up to the hilt the force of Winston Churchill’s statement that the first month of World War I was ‘a drama never surpassed.’”—Newsweek. “More dramatic than fiction . . . a magnificent narrative—beautifully organized, elegantly phrased, skillfully paced and sustained.”—Chicago Tribune. “A fine demonstration that with sufficient art rather specialized history can be raised to the level of literature.”—The New York Times. “[The Guns of August] has a vitality that transcends its narrative virtues, which are considerable, and its feel for characterizations, which is excellent.”—The Wall Street Journal",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Politics",
                "Historical"
            ]
        },
        {
            "title": "Tortilla Flat",
            "authors": [
                "John Steinbeck"
            ],
            "ranking": 3.83,
            "ranking_count": 48906,
            "abstract": "Adopting the structure and themes of the Arthurian legend, Steinbeck created a Camelot on a shabby hillside above the town of Monterey,California and peopled it with a colorful band of knights. At the center of the tale is Danny, whose house, like Arthur's castle, becomes a gathering place for men looking for adventure, camaraderie, and a sense of belonging. These knights are. paisanos. , men of mixed heritage, whose ancestors settled California hundreds of years before. Free of ties to jobs and other complications of the American way of life, they fiercely resist the corrupting tide of honest toil in the surrounding ocean of civil rectitude.. As Steinbeck chronicles their deeds--their multiple loves, their wonderful brawls, their Rabelaisian wine-drinking--he spins a tale as compelling and ultimately as touched by sorrow as the famous legends of the Round Table, which inspired him.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Historical",
                "The United States Of America",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Electric Kool-Aid Acid Test",
            "authors": [
                "Tom Wolfe"
            ],
            "ranking": 3.92,
            "ranking_count": 72294,
            "abstract": "Tom Wolfe's much-discussed kaleidoscopic non-fiction novel chronicles the tale of novelist Ken Kesey and his band of Merry Pranksters. In the 1960s, Kesey led a group of psychedelic sympathizers around the country in a painted bus, presiding over LSD-induced acid tests all along the way. Long considered one of the greatest books about the history of the hippies, Wolfe's ability to research like a reporter and simultaneously evoke the hallucinogenic indulgence of the era ensures that this book, written in 1967, will live long in the counter-culture canon of American literature.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Classics",
                "Writing",
                "Biography",
                "Autobiography",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "At the Mountains of Madness and Other Tales of Terror",
            "authors": [
                "H.P. Lovecraft"
            ],
            "ranking": 4.26,
            "ranking_count": 23430,
            "abstract": "A complete short novel, AT THE MOUNTAINS OF MADNESS is a tale of terror unilke any other. The Barren, windswept interior of the Antarctic plateau was lifeless--or so the expedition from Miskatonic University thought. Then they found the strange fossils of unheard-of creatures...and the carved stones tens of millions of years old...and, finally, the mind-blasting terror of the City of the Old Ones. Three additional strange tales, written as only H.P. Lovecraft can write, are also included in this macabre collection of the strange and the weird.. Table of Contents:. At the Mountains of Madness • [Cthulhu Mythos] • (1936) • novel by H. P. Lovecraft. The Dreams in the Witch-House • [Cthulhu Mythos] • (1933) • novelette by H. P. Lovecraft. The Shunned House • (1928) • novelette by H. P. Lovecraft. The Statement of Randolph Carter • [Randolph Carter] • (1920) • shortstory by H. P. Lovecraft",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Short Stories",
                "Classics",
                "Science Fiction",
                "Lovecraftian",
                "Literature"
            ]
        },
        {
            "title": "A Light in the Attic",
            "authors": [
                "Shel Silverstein"
            ],
            "ranking": 4.34,
            "ranking_count": 411589,
            "abstract": "Last night while I lay thinking here. Some Whatifs crawled inside my ear. And pranced and partied all night long. And sang their same old Whatif song:. Whatif I flunk that test?. Whatif green hair grows on my chest?. Whatif nobody likes me?. Whatif a bolt of lightning strikes me?.... This 20th anniversary of Shel Silverstein's. A Light in the Attic. includes a CD of highlights from his Grammy Award-winning album.. Here in the attic of Shel Silverstein you will find Backward Bill, Sour Face Ann, the Meehoo with an Exactlywatt, and the Polar Bear in the Frigidaire. You will talk with Broiled Face, and find out what happens when Somebody steals your knees, you get caught by the Quick-Digesting Gink, a Mountain snores, and They Put a Brassiere on the Camel.. From the creator of the beloved poetry collections. Where the Sidewalk Ends. and. Falling Up. , here is another wondrous book of poems and drawings.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Childrens",
                "Classics",
                "Fiction",
                "Humor",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "The Shell Seekers",
            "authors": [
                "Rosamunde Pilcher"
            ],
            "ranking": 4.17,
            "ranking_count": 101410,
            "abstract": "Artist's daughter Penelope Keeling can look back on a full and varied life: a Bohemian childhood in London and Cornwall, an unhappy wartime marriage, and the one man she truly loved. She has brought up three children - and learned to accept them as they are. Yet she is far too energetic and independent to settle sweetly into pensioned-off old-age. And when she discovers that her most treasured possession, her father's painting,. The Shell Seekers. , is now worth a small fortune, it is Penelope who must make the decisions that will determine whether her family can continue to survive as a family, or be split apart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Womens Fiction",
                "European Literature",
                "Contemporary",
                "Adult Fiction",
                "Family",
                "Novels"
            ]
        },
        {
            "title": "Love Medicine",
            "authors": [
                "Louise Erdrich"
            ],
            "ranking": 4.0,
            "ranking_count": 23889,
            "abstract": "The first book in Louise Erdrich's highly acclaimed Native American trilogy that includes The Beet Queen, Tracks, and The Bingo Palace, re-sequenced and expanded to include never-before-published chapters.. Set on and around a North Dakota Ojibwe reservation,. Love Medicine. is the epic story about the intertwined fates of two families: the Kashpaws and the Lamartines.. With astonishing virtuosity, each chapter draws on a range of voices to limn its tales. Black humor mingles with magic, injustice bleeds into betrayal, and through it all, bonds of love and family marry the elements into a tightly woven whole that pulses with the drama of life.. Filled with humor, magic, injustice and betrayal, Erdrich blends family love and loyalty in a stunning work of dramatic fiction.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Short Stories",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Classics",
                "Adult Fiction",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Babbitt",
            "authors": [
                "Sinclair Lewis"
            ],
            "ranking": 3.68,
            "ranking_count": 22232,
            "abstract": "Babbitt is a satirical novel about American culture and society that critiques the vacuity of middle class life and the social pressure toward conformity. The controversy provoked by Babbitt was influential in the decision to award the Nobel Prize in Literature to Lewis in 1930.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Historical",
                "Literary Fiction",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Chronicles of Thomas Covenant, the Unbeliever",
            "authors": [
                "Stephen R. Donaldson"
            ],
            "ranking": 3.8,
            "ranking_count": 14830,
            "abstract": "Since its publication in 1977, Stephen Donaldson's award-winning trilogy has become an indisputable fantasy class, hailed by the critics and loved by millions of readers around the world. Now all three books are available in one paperback volume for the first time.. Thomas Covenant, an embittered and cynical writer, afflicted with leprosy and shunned by society, is fated to become the heroic savior of The Land, an alternate world. In the novels, he struggles against the satanic Lord Foul, The Despiser, who intends to escape the bondage of the physical universe and wreak revenge upon his arch-enemy, The Creator.. Stephen R. Donaldson's works are infused with psychological undertones involving an exploration of the darker side of the protagonist Thomas Covenant whilst preserving strong humanist ideals. The contextual richness of the Land's varied geography, races, cultures and history enables all three series of the Chronicles to explore and expand upon an increasingly diverse and storied environment.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure",
                "Epic",
                "Unfinished"
            ]
        },
        {
            "title": "Fall on Your Knees",
            "authors": [
                "Ann-Marie MacDonald"
            ],
            "ranking": 3.96,
            "ranking_count": 63399,
            "abstract": "They are the Pipers of Cape Breton Island — a family steeped in lies and unspoken truths that reach out from the past, forever mindful of the tragic secret that could shatter the family to its foundations. Chronicling five generations of this eccentric clan,. Fall on Your Knees. follows four remarkable sisters whose lives are filled with driving ambition, inescapable family bonds, and forbidden love. Their experiences will take them from their stormswept homeland, across the battlefields of World War I, to the freedom and independence of Jazz-era New York City.. Compellingly written, running the literary gamut from menacingly dark to hilariously funny, this is an epic saga of one family’s trials and triumphs in a world of sin, guilt, and redemption.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literary Fiction",
                "Novels",
                "Literature",
                "LGBT",
                "Book Club",
                "Adult Fiction"
            ]
        },
        {
            "title": "Tales of Ordinary Madness",
            "authors": [
                "Charles Bukowski",
                "Gail Chiarrello"
            ],
            "ranking": 3.89,
            "ranking_count": 25098,
            "abstract": "Inspired by D.H. Lawrence, Chekhov and Hemingway, Bukowski's writing is passionate, extreme and has attracted a cult following, while his life was as weird and wild as the tales he wrote. This collection of short stories gives an insight into the dark, dangerous lowlife of Los Angeles that Bukowski inhabited.. From prostitutes to classical music, Bukowski ingeniously mixes high and low culture in his 'tales of ordinary madness'. These are angry yet tender, humorous and haunting portrayals of life in the underbelly of Los Angeles.. A .45 to pay the rent --. Doing time with public enemy no. 1 --. Scenes from the big time --. Nut ward just east of Hollywood --. Would you suggest writing as a career? --. The great Zen wedding --. Reunion --. Cunt and Kant and a happy home --. Goodbye Watson --. Great poets die in steaming pots of shit --. My stay in the poet's cottage --. The stupid Christs --. Too sensitive --. Rape! Rape! --. An evil town --. Love it or leave it. A dollar and twenty cents --. No stockings --. A quiet conversation piece --. Beer and poets and talk --. I shot a man in Reno --. A rain of women --. Night streets of madness --. Purple as an iris --. Eyes like the sky --. One for Walter Lowenfels --. Notes of a potential suicide --. Notes on the pest --. A bad trip --. Animal crackers in my soup --. A popular man --. Flower horse --. The big pot game --. The blanket",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Poetry",
                "Classics",
                "Literature",
                "The United States Of America",
                "Contemporary",
                "American"
            ]
        },
        {
            "title": "The Prime of Miss Jean Brodie",
            "authors": [
                "Muriel Spark"
            ],
            "ranking": 3.73,
            "ranking_count": 47511,
            "abstract": "At the staid Marcia Blaine School for Girls in Edinburgh, Scotland, teacher extraordinaire Miss Jean Brodie is unmistakably, and outspokenly, in her prime. She is passionate in the application of her unorthodox teaching methods and strives to bring out the best in each one of her students. Determined to instill in them independence, passion, and ambition, Miss Brodie advises them, Safety does not come first. Goodness, Truth, and Beauty come first. Follow me. And they do--but one of them will betray her.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Novels",
                "European Literature",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Death in the Family",
            "authors": [
                "James Agee"
            ],
            "ranking": 3.9,
            "ranking_count": 15074,
            "abstract": "The classic American novel, re-published for the 100th anniversary of James Agee's birth. Published in 1957, two years after its author's death at the age of forty-five,. A Death in the Family. remains a near-perfect work of art, an autobiographical novel that contains one of the most evocative depictions of loss and grief ever written. As Jay Follet hurries back to his home in Knoxville, Tennessee, he is killed in a car accident--a tragedy that destroys not only a life but also the domestic happiness and contentment of a young family. A novel of great courage, lyric force, and powerful emotion,. A Death in the Family. is a masterpiece of American literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Historical",
                "Literary Fiction",
                "American",
                "Family"
            ]
        },
        {
            "title": "The Threepenny Opera",
            "authors": [
                "Bertolt Brecht",
                "Kurt Weill",
                "John Willett",
                "Ralph Manheim"
            ],
            "ranking": 3.89,
            "ranking_count": 12512,
            "abstract": "The Threepenny Opera. was Brecht's first and greatest commercial success, and it remains one of his best-loved and most-performed plays. Based on John Gay's eighteenth-century. Beggar's Opera,. the play is set in Victorian England's Soho but satirizes the bourgeois society of the Weimar Republic through its wry love story of Polly Peachum and Mack the Knife Macheath. With Kurt Weill's music, which was one of the earliest and most successful attempts to introduce jazz into the theater, it became a popular hit throughout the Western world.. Commissioned and authorized by the Brecht estate, Arcade's definitive edition contains the acclaimed translation by Ralph Manheim and John Willett that was first staged at the York Theatre Royal and subsequently at Lincoln Center in New York. Willett and Manheim, the joint editors of Brecht's complete dramatic work in English, also provide Brecht's own notes and discarded songs, as well as extensive editorial commentary on the genesis of his play.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "European Literature",
                "Fiction",
                "Cultural",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Herzog",
            "authors": [
                "Saul Bellow",
                "Philip Roth"
            ],
            "ranking": 3.77,
            "ranking_count": 20092,
            "abstract": "This is the story of Moses Herzog, a great sufferer, joker, mourner, and charmer. Although his life steadily disintegrates around him - he has failed as a writer and teacher, as a father, and has lost the affection of his wife to his best friend - Herzog sees himself as a survivor, both of his private disasters and those of the age. He writes unsent letters to friends and enemies, colleagues and famous people, revealing his wry perception of the world around him, and the innermost secrets of his heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "Persepolis: The Story of a Childhood",
            "authors": [
                "Marjane Satrapi",
                "Mattias Ripa"
            ],
            "ranking": 4.25,
            "ranking_count": 182666,
            "abstract": "Πως μεγαλώνει ένα παιδί στο Ιράν στα δύσκολα χρόνια της ανατροπής του Σάχη, της Ισλαμικής επανάστασης και του πολέμου Ιράν-Ιράκ; Η Μαργιάν Σατραπί αφηγείται τα παιδικά της χρόνια και ταυτόχρονα μια ταραγμένη περίοδο της σύγχρονης ιστορίας της πανάρχαιας χώρας της, μέσα από την καθημερινότητα και την ασυνήθιστη ιστορία της οικογένειας της.. Πολυεπίπεδο, βαθιά πολιτικό, ένα καίριο σχόλιο στα ανελεύθερα καθεστώτα και τον πόλεμο, το βιβλίο μας θυμίζει τη δύναμη του ανθρώπου -όπου γης- να μάχεται κάθε είδους αυταρχισμό.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "History",
                "Cultural",
                "Graphic Novels Comics",
                "Academic"
            ]
        },
        {
            "title": "Patriot Games",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 4.15,
            "ranking_count": 197913,
            "abstract": "Tom Clancy's. Patriot Games. is filled with the exceptional realism and authenticity that distinguished the author's two previous bestsellers, Hunt for. Red October. and. Red Storm Rising. .. Patriot Games. puts us on the cutting edge of another type of war — the international battle of terrorism.. It is fall. Years before the defection of a Soviet submarine will send him hurtling into confrontation with the Soviets, historian, ex-Marine and CIA analyst Jack Ryan is vacationing in London with his wife and young daughter, when a terrorist attack takes place before his eyes. Instinctively, he dives forward to break it up, and is shot. It is not until he wakes up in the hospital that he learns whose lives he has saved -- the Prince and Princess of Wales and their new young son -- and which enemies he has made -- the Ulster Liberation Army, an ultra-left-wing splinter of the IRA.. By his impulsive act, he has gained both the gratitude of a nation and then enmity of hits most dangerous men -- men who do not sit on their hate. And in the weeks and months to come, it is Jack Ryan, and his family, who will become the targets of that hate.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Spy Thriller",
                "Action",
                "War",
                "Adventure"
            ]
        },
        {
            "title": "A Year in Provence",
            "authors": [
                "Peter Mayle"
            ],
            "ranking": 3.98,
            "ranking_count": 70456,
            "abstract": "In this witty and warm-hearted account, Peter Mayle tells what it is like to realize a long-cherished dream and actually move into a 200-year-old stone farmhouse in the remote country of the Lubéron with his wife and two large dogs. He endures January's frosty mistral as it comes howling down the Rhône Valley, discovers the secrets of goat racing through the middle of town, and delights in the glorious regional cuisine.. A Year in Provence. transports us into all the earthy pleasures of Provençal life and lets us live vicariously at a tempo governed by seasons, not by days.",
            "part_of_series": true,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Autobiography",
                "Cultural",
                "Biography",
                "Food and Drink",
                "Humor",
                "Biography Memoir"
            ]
        },
        {
            "title": "Suttree",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 4.18,
            "ranking_count": 19581,
            "abstract": "This compelling novel has as its protagonist Cornelius Suttree, living alone and in exile in a disintegrating houseboat on the wrong side of the Tennessee River close by Knoxville. He stays at the edge of an outcast community inhabited by eccentrics, criminals and the poverty-stricken. Rising above the physical and human squalor around him, his detachment and wry humour enable him to survive dereliction and destitution with dignity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Gothic",
                "Literature",
                "Novels",
                "Classics",
                "American",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Chocolat",
            "authors": [
                "Joanne Harris"
            ],
            "ranking": 3.96,
            "ranking_count": 119935,
            "abstract": "A timeless novel of a straitlaced village's awakening to joy and sensuality - every page offers a description of chocolate to melt in the mouths of chocoholics, francophiles, armchair gourmets, cookbook readers, and lovers of passion everywhere.. Illuminating Peter Mayle's South of France with a touch of Laura Esquivel's magic realism, Chocolat is a timeless novel of a straitlaced village's awakening to joy and sensuality. In tiny Lansquenet, where nothing much has changed in a hundred years, beautiful newcomer Vianne Rocher and her exquisite chocolate shop arrive and instantly begin to play havoc with Lenten vows. Each box of luscious bonbons comes with a free gift: Vianne's uncanny perception of its buyer's private discontents and a clever, caring cure for them. Is she a witch? Soon the parish no longer cares, as it abandons itself to temptation, happiness, and a dramatic face-off between Easter solemnity and the pagan gaiety of a chocolate festival.. Chocolat's every page offers a description of chocolate to melt in the mouths of chocoholics, francophiles, armchair gourmets, cookbook readers, and lovers of passion everywhere. It's a must for anyone who craves an escapist read, and is a bewitching gift for any holiday.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Romance",
                "Magical Realism",
                "Cultural",
                "Fantasy",
                "Contemporary",
                "Food and Drink",
                "Historical",
                "Womens Fiction",
                "Adult"
            ]
        },
        {
            "title": "From the Mixed-Up Files of Mrs. Basil E. Frankweiler",
            "authors": [
                "E.L. Konigsburg"
            ],
            "ranking": 4.15,
            "ranking_count": 200949,
            "abstract": "When suburban Claudia Kincaid decides to run away, she knows she doesn’t just want to run from somewhere, she wants to run to somewhere — to a place that is comfortable, beautiful, and, preferably, elegant. She chooses the Metropolitan Museum of Art in New York City. Knowing her younger brother Jamie has money and thus can help her with a serious cash-flow problem, she invites him along.. Once settled into the museum, Claudia and Jamie find themselves caught up in the mystery of an angel statue that the museum purchased at auction for a bargain price of $225. The statue is possibly an early work of the Renaissance master, Michelangelo, and therefore worth millions. Is it? Or isn’t it?. Claudia is determined to find out. Her quest leads her to Mrs. Basil E. Frankweiler, the remarkable old woman who sold the statue, and to some equally remarkable discoveries about herself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Young Adult",
                "Mystery",
                "Classics",
                "Realistic Fiction",
                "Adventure",
                "Academic"
            ]
        },
        {
            "title": "Sarah, Plain and Tall",
            "authors": [
                "Patricia MacLachlan"
            ],
            "ranking": 3.8,
            "ranking_count": 81304,
            "abstract": "This beloved Newbery Medal–winning book is the first of five books in Patricia MacLachlan's chapter book series about the Witting family.. Set in the late nineteenth century and told from young Anna's point of view,. Sarah, Plain and Tall. tells the story of how Sarah Elisabeth Wheaton comes from Maine to the prairie to answer Papa's advertisement for a wife and mother. Before Sarah arrives, Anna and her younger brother Caleb wait and wonder. Will Sarah be nice? Will she sing? Will she stay?. This children's literature classic is perfect for fans of Laura Ingalls Wilder's. Little House on the Prairie. books, historical fiction, and timeless stories using rich and beautiful language.. Sarah, Plain and Tall. gently explores themes of abandonment, loss and love.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Academic"
            ]
        },
        {
            "title": "The Forever War",
            "authors": [
                "Joe Haldeman"
            ],
            "ranking": 4.14,
            "ranking_count": 152616,
            "abstract": "The Earth's leaders have drawn a line in the interstellar sand—despite the fact that the fierce alien enemy that they would oppose is inscrutable, unconquerable, and very far away. A reluctant conscript drafted into an elite Military unit, Private William Mandella has been propelled through space and time to fight in the distant thousand-year conflict; to perform his duties without rancor and even rise up through military ranks. Pvt. Mandella is willing to do whatever it takes to survive the ordeal and return home. But home may be even more terrifying than battle, because, thanks to the time dilation caused by space travel, Mandella is aging months while the Earth he left behind is aging centuries.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "War",
                "Science Fiction Fantasy",
                "Space",
                "Classics",
                "Audiobook"
            ]
        }
    ]
}