{
    "books": [
        {
            "title": "Έξι ιστορίες για μικρούς σάτυρους",
            "authors": [
                "Ειρήνη Μαντά"
            ],
            "ranking": 4.08,
            "ranking_count": 13,
            "abstract": "Πώς μπορεί μια ζωντανή καρδιά να στοιχειώσει έναν καθρέφτη; Πώς πείθεται μια μάγισσα να ξαναρίξει μια κατάρα ασχήμιας στο λυτρωμένο πριγκιπόπουλο; Τι συμβαίνει όταν ένας θεός αγαπά τους ανθρώπους μέχρι θανάτου, τι βλέπει μια ναρκομανής κοπέλα όταν πετά στον ουρανό και ποια μυστικά κρύβονται πίσω από ένα ζευγάρι ξύλινα μάτια;. Έξι Ιστορίες για Μικρούς Σάτυρους: έξι παραμύθια από τα πιο γνωστά, ειπωμένα με τρόπο άγνωστο. Σε κάθε ιστορία ο σάτυρος, ο Πάνας, το κτηνώδες μέσα στον άνθρωπο και το ψεγάδι σε καθετί ευγενικό μας, ξεπροβάλλει αναπάντεχα σκιαγραφώντας εκείνο που με άσματα και πολιτισμούς παλεύουμε να σκεπάσουμε - το σκοτεινό, το απωθημένο, το πανάρχαιο.. Περιεχόμενα:. Ο Πέτρος και ο Πάνας. Καρφιά. Ξύλινα μάτια. Μη λύνεις τα μάγια. Ο καθρέφτης που θυμόταν. Χαλαζίας",
            "part_of_series": false,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Mary Ann in Autumn",
            "authors": [
                "Armistead Maupin"
            ],
            "ranking": 4.02,
            "ranking_count": 6191,
            "abstract": "____________________. Soon to be a Netflix series starring Ellen Page and Laura Linney . . .. Sassy, irreverent and curious, Maupin continues to explore the boundaries of the human experience with insight, compassion and mordant wit.. __________________. Twenty years have passed since. Mary Ann Singleton. left her husband and child in San Francisco to pursue her dream of a television career in New York.. Now, a pair of personal calamities has driven her back to the city of her youth and into the arms of her oldest friend,. Michael Mouse Tolliver. , a gay gardener happily ensconced with his much-younger husband.. Mary Ann finds temporary refuge in the couple's backyard cottage, where, at the unnerving age of fifty-seven, she licks her wounds and takes stock of her mistakes.. Soon, with the help of Facebook and a few old friends, she begins to re-engage with life, only to confront fresh terrors when her speckled past comes back to haunt her in a way she could never have imagined.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Gay",
                "Novels",
                "Contemporary",
                "Audiobook",
                "The United States Of America",
                "Humor"
            ]
        },
        {
            "title": "Mischief Season: A Twins Story",
            "authors": [
                "John Bemelmans Marciano",
                "Sophie Blackall"
            ],
            "ranking": 3.58,
            "ranking_count": 212,
            "abstract": "The first book in an exciting new chapter book series by. John Bemelmans Marciano. and. Caldecott medalist Sophie Blackall. .. Welcome to Benevento, an ancient town famous for its witches!. The children of Benevento have to be careful and clever to evade the clutches of such witches as the Manalonga, the Janara, and the Clopper, who hide in wells and under bridges, fly at midnight, and play tricks during Mischief Season.. Five cousins – Primo, Emilio, Rosa, Maria Beppina, and Sergio – share adventures and narrow escapes, and discover astonishing secrets as they outwit the witches in each exciting story.. Book #1. Mischief Season: a Twins Story. The Janara are wrecking the farm with their nightly mischiefs. Father blames Rosa for everything that goes wrong, and it’s up to the Twins and their friends to find a way to stop the Janara. Will some mysterious advice from an unexpected source be the solution to their problems?",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Historical",
                "Paranormal"
            ]
        },
        {
            "title": "Eleven",
            "authors": [
                "Mark Watson"
            ],
            "ranking": 3.64,
            "ranking_count": 4234,
            "abstract": "Xavier Ireland is a radio DJ who by night listens to the hopes, fears and regrets of sleepless Londoners and by day keeps himself very much to himself - until he is brought into the light by a one-of-a-kind cleaning lady and forced to confront his own biggest regret.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Romance",
                "Novels",
                "Humor",
                "Adult Fiction",
                "European Literature",
                "Roman",
                "Womens Fiction"
            ]
        },
        {
            "title": "How Music Works: The Science and Psychology of Beautiful Sounds, from Beethoven to the Beatles and Beyond",
            "authors": [
                "John        Powell"
            ],
            "ranking": 4.02,
            "ranking_count": 4133,
            "abstract": "Any readers whose love of music has somehow not led them to explore the technical side before will surely find the result a thoroughly accessible, and occasionally revelatory, primer.—. Seattle Post-Intelligencer. What makes a musical note different from any other sound? How can you tell if you have perfect pitch? Why do ten violins sound only twice as loud as one? Do your Bob Dylan albums sound better on CD vinyl? John Powell, a scientist and musician, answers these questions and many more in. How Music Works. , an intriguing and original guide to acoustics.. In a clear and engaging voice, Powell leads you on a fascinating journey through the world of music, with lively discussions of the secrets behind harmony timbre, keys, chords, loudness, musical composition, and more. From how musical notes came to be (you can thank a group of stodgy men in 1939 London for that one), to how scales help you memorize songs, to how to make and oboe from a drinking straw, John Powell distills the science and psychology of music with wit and charm.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Science",
                "Psychology",
                "Art",
                "Education",
                "Audiobook",
                "Biology",
                "History"
            ]
        },
        {
            "title": "Balboa and the Cyborg",
            "authors": [
                "B. Sting"
            ],
            "ranking": 5.0,
            "ranking_count": 4,
            "abstract": "She was a star--a heroine. Of the cyborg, by the cyborg, for the cyborg. Then, at a sidewalk café, Balboa asks her to dance.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Століття Якова",
            "authors": [
                "Володимир Лис",
                "Oksana Zabuzhko"
            ],
            "ranking": 4.38,
            "ranking_count": 866,
            "abstract": "Найкращий роман десятиріччя - короноване слово, яке вразило літературну Україну!. У житті старого Якова Меха на короткий час, мов той метелик, з'являється дівча-приблуда. Вона питає, чи любив він колись,- і виринає десь із глибини пам'яті його кохання, і біль втрати, і круговерть війн та режимів, і радощі та горе в родині, і гріхи й каяття...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Historical"
            ]
        },
        {
            "title": "The Pact",
            "authors": [
                "Karina Halle"
            ],
            "ranking": 3.86,
            "ranking_count": 24637,
            "abstract": "It all started with a pinky swear…. Linden McGregor is tall, rugged, and gunslinger handsome; a helicopter pilot with a Scottish brogue and charm to spare. He’s also one of Stephanie Robson’s best friends and has fit into that box for as long as she’s known him.. But some relationships can’t be boxed, can’t be classified, can’t be tamed.. Back in their mid-twenties and tired of the competitive hit-or-miss dating scene of San Francisco, Steph and Linden made a pact to marry each other if neither one of them are in a serious relationship by the time they hit thirty.. It sounds like fun and games but as the years to thirty tick past and lovers come and go out of their lives, the pact becomes larger than life.. Sex is inevitable. Friendships are tested. Hearts are on the line.. The pact is about to change everything.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Adult",
                "Womens Fiction",
                "Fiction",
                "Audiobook",
                "Adult Fiction",
                "Humor"
            ]
        },
        {
            "title": "Home Fire",
            "authors": [
                "Kamila Shamsie"
            ],
            "ranking": 4.05,
            "ranking_count": 56616,
            "abstract": "Isma is free. After years of watching out for her younger siblings in the wake of their mother’s death, she’s accepted an invitation from a mentor in America that allows her to resume a dream long deferred. But she can’t stop worrying about Aneeka, her beautiful, headstrong sister back in London, or their brother, Parvaiz, who’s disappeared in pursuit of his own dream, to prove himself to the dark legacy of the jihadist father he never knew. When he resurfaces half a globe away, Isma’s worst fears are confirmed.. Then Eamonn enters the sisters’ lives. Son of a powerful political figure, he has his own birthright to live up to—or defy. Is he to be a chance at love? The means of Parvaiz’s salvation? Suddenly, two families’ fates are inextricably, devastatingly entwined, in this searing novel that asks: What sacrifices will we make in the name of love?. The suspenseful and heartbreaking story of an immigrant family driven to pit love against loyalty, with devastating consequences",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Retellings",
                "Cultural",
                "Audiobook",
                "Novels",
                "Book Club",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Deep State: The Fall of the Constitution and the Rise of a Shadow Government",
            "authors": [
                "Mike Lofgren"
            ],
            "ranking": 3.89,
            "ranking_count": 590,
            "abstract": "The. New York Times. bestselling author of. The Party Is Over. delivers a no-holds-barred,. House of Cards. –style exposé of who really wields power in Washington. Mike Lofgren is back with a book perfectly pitched for the frenzied circus of the primaries. His argument this time is that for all of the backstabbing and money grubbing of the campaign season, the politicians we elect have as little ability to shift policy as Communist party apparatchiks.. Welcome to Mike Lofgren’s Washington, D.C.—a. This Town,. where the political theater that is endlessly tweeted and blogged about has nothing to do with actual decision making. The real work gets done behind the scenes by invisible bureaucrats working for the vast web of agencies that actually dictate our foreign policy, defense posture, and security decisions. Have you ever wondered why Obama’s policies look so much like Bush’s? Seek no further: Hillary v. Jeb is just window dressing. Actual power lies in the Deep State, Washington’s shadowy power elite, in the pockets of corporate interests and dependent on the moguls of Silicon Valley, whose data-collecting systems enable the U.S. government to spy on our every move, swipe, and click.. Drawing on insider knowledge gleaned in his three decades on the Hill, Lofgren offers a provocative wake-up call to Americans and urges them to fight to reinstate the basic premise of the Constitution.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "History",
                "Literature",
                "Economics",
                "United States",
                "The United States Of America",
                "North American Hi...",
                "Audiobook"
            ]
        },
        {
            "title": "An Aesthetic Education in the Era of Globalization",
            "authors": [
                "Gayatri Chakravorty Spivak"
            ],
            "ranking": 4.06,
            "ranking_count": 64,
            "abstract": "During the past twenty years, the world’s most renowned critical theorist—the scholar who defined the field of postcolonial studies—has experienced a radical reorientation in her thinking. Finding the neat polarities of tradition and modernity, colonial and postcolonial, no longer sufficient for interpreting the globalized present, she turns elsewhere to make her central argument: that aesthetic education is the last available instrument for implementing global justice and democracy.. Gayatri Chakravorty Spivak’s unwillingness to sacrifice the ethical in the name of the aesthetic, or to sacrifice the aesthetic in grappling with the political, makes her task formidable. As she wrestles with these fraught relationships, she rewrites Friedrich Schiller’s concept of play as double bind, reading Gregory Bateson with Gramsci as she negotiates Immanuel Kant, while in dialogue with her teacher Paul de Man. Among the concerns Spivak addresses is this: Are we ready to forfeit the wealth of the world’s languages in the name of global communication? “Even a good globalization (the failed dream of socialism) requires the uniformity which the diversity of mother-tongues must challenge,” Spivak writes. “The tower of Babel is our refuge.”. In essays on theory, translation, Marxism, gender, and world literature, and on writers such as Assia Djebar, J. M. Coetzee, and Rabindranath Tagore, Spivak argues for the social urgency of the humanities and renews the case for literary studies, imprisoned in the corporate university. “Perhaps,” she writes, “the literary can still do something.”",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Politics",
                "Education",
                "Literature",
                "Feminism",
                "Womens",
                "Writing"
            ]
        },
        {
            "title": "This Same Earth",
            "authors": [
                "Elizabeth   Hunter"
            ],
            "ranking": 4.24,
            "ranking_count": 15162,
            "abstract": "Beatrice De Novo thought she had left the supernatural world behind…for the most part. But when the past becomes the present, will she leave her quiet life in Los Angeles to follow a mystery she thought had abandoned her? Where has Giovanni Vecchio been, and why has he returned? Giovanni has his own questions, and he’s looking to her for answers.. The sequel to A Hidden Fire will reunite Beatrice and Giovanni to continue their search through the past while both wrestle with the future. When the world as you knew it has changed forever, is there any way you can turn back?. This Same Earth is the second book in the Elemental Mysteries series. It is a paranormal romance/mystery for adult readers.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Mystery",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Deep Down Dark: The Untold Stories of 33 Men Buried in a Chilean Mine, and the Miracle That Set Them Free",
            "authors": [
                "Héctor Tobar"
            ],
            "ranking": 3.91,
            "ranking_count": 11023,
            "abstract": "When the San Jos mine collapsed outside of Copiap, Chile, in August 2010, it trapped thirty-three miners beneath thousands of feet of rock for a record-breaking sixty-nine days. Across the globe, we sat riveted to television and computer screens as journalists flocked to the Atacama desert. While we saw what transpired above ground during the grueling and protracted rescue, the story of the miners experiences below the earths surface and the lives that led them there hasn't been heard until now. In this master work of a Pulitzer Prizewinning journalist, Hctor Tobar gains exclusive access to the miners and their stories. The result is a miraculous and emotionally textured account of the thirty-three men who came to think of the San José mine as a kind of coffin, as a cave inflicting constant and thundering aural torment, and as a church where they sought redemption through prayer while the world watched from above. It offers an understanding of the families and personal histories that brought los 33 to the mine, and the mystical and spiritual elements that surrounded working in such a dangerous place.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Audiobook",
                "Adventure",
                "Book Club",
                "Autobiography",
                "Adult",
                "Biography Memoir"
            ]
        },
        {
            "title": "Marlena",
            "authors": [
                "Julie Buntin"
            ],
            "ranking": 3.69,
            "ranking_count": 13613,
            "abstract": "An electric debut novel about love, addiction, and loss; the story of two girls and the feral year that will cost one her life, and define the other’s for decades. Everything about fifteen-year-old Cat’s new town in rural Michigan is lonely and off-kilter, until she meets her neighbor, the manic, beautiful, pill-popping Marlena. Cat, inexperienced and desperate for connection, is quickly lured into Marlena’s orbit by little more than an arched eyebrow and a shake of white-blond hair. As the two girls turn the untamed landscape of their desolate small town into a kind of playground, Cat catalogues a litany of firsts—first drink, first cigarette, first kiss—while Marlena’s habits harden and calcify. Within the year, Marlena is dead, drowned in six inches of icy water in the woods nearby. Now, decades later, when a ghost from that pivotal year surfaces unexpectedly, Cat must try to forgive herself and move on, even as the memory of Marlena keeps her tangled in the past. .. Alive with an urgent, unshakable tenderness, Julie Buntin’s. Marlena. is an unforgettable look at the people who shape us beyond reason and the ways it might be possible to pull oneself back from the brink.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Young Adult",
                "Literary Fiction",
                "Adult Fiction",
                "Audiobook",
                "Adult",
                "Novels",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Receiver of Many",
            "authors": [
                "Rachel Alexander"
            ],
            "ranking": 3.96,
            "ranking_count": 2672,
            "abstract": "Persephone's life has been one of leisure among the verdant fields: the maiden of flowers, sheltered by her mother, the Harvest Goddess Demeter. Now she is a woman, a goddess in her own right, yearning for freedom— even as the terms of an ancient pact are about to come due.. Hades's life has been one of solitude in the somber land of the dead: the God of the Underworld, he lives without attachments, eternally governing the souls of mortals. But he dreams of the young goddess who was promised to be his wife, and knows it is time for his Kingdom to have a Queen.. When Hades arrives to claim his betrothed, he finds a young goddess eager to unearth her divine potential— and a powerful mother unwilling to let go. Receiver of Many begins an erotic story of passion and possession, duty and desire, and a struggle that threatens both ancient Greece and the Realm of the Dead itself.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Retellings",
                "Mythology",
                "Fiction",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Kings' Mistresses: The Liberated Lives of Marie Mancini, Princess Colonna, and Her Sister Hortense, Duchess Mazarin",
            "authors": [
                "Elizabeth C. Goldsmith"
            ],
            "ranking": 3.76,
            "ranking_count": 528,
            "abstract": "The Mancini Sisters, Marie and Hortense, were born in Rome, brought to the court of Louis XIV of France, and strategically married off by their uncle, Cardinal Mazarin, to secure his political power base. Such was the life of many young women of the age: they had no independent status under the law and were entirely a part of their husband’s property once married.. Marie and Hortense, however, had other ambitions in mind altogether. Miserable in their marriages and determined to live independently, they abandoned their husbands in secret and began lives of extraordinary daring on the run and in the public eye. The beguiling sisters quickly won the affections of noblemen and kings alike. Their flight became popular fodder for salon conversation and tabloids, and was closely followed by seventeenth-century European society. The Countess of Grignan remarked that they were traveling “like two heroines out of a novel.” Others gossiped that they “were roaming the countryside in pursuit of wandering lovers.”  Their scandalous behavior—disguising themselves as men, gambling, and publicly disputing with their husbands—served as more than just entertainment. It sparked discussions across Europe concerning the legal rights of husbands over their wives.Elizabeth Goldsmith’s vibrant biography of the Mancini sisters—drawn from personal papers of the players involved and the tabloids of the time—illuminates the lives of two pioneering free spirits who were feminists long before the word existed.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Cultural",
                "Literature",
                "Historical",
                "Feminism",
                "Biography Memoir"
            ]
        },
        {
            "title": "Dead Man's Cove",
            "authors": [
                "Lauren St. John"
            ],
            "ranking": 4.19,
            "ranking_count": 1070,
            "abstract": "Blue Peter award-winning mystery adventure from the author of THE WHITE GIRAFFE quartet.. 'What I want,' Laura declared is to have a life packed with excitement like some of the characters in my books.' And Laura Marlin's favourite character is ace-detective Matt Walker. When she is sent to live with an uncle in St Ives, Cornwall, she's convinced that a life of adventure is hers at last. But everywhere she turns she's confronted with mysteries. Nothing is what it seems.. Is Tariq, the shopkeeper's silent son, a friend or an enemy? Why does her uncle seem so intent on erasing his own past? And why is everyone so afraid of Dead Man's Cove?. When Laura finds a message in a bottle, she embarks on a deadly quest, one that will test her detective skills to the limit and set her on a collision course with a gang of criminal masterminds who will stop at nothing to get their own way.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Childrens",
                "Adventure",
                "Fiction",
                "Young Adult",
                "Contemporary"
            ]
        },
        {
            "title": "A False Report: A True Story of Rape in America",
            "authors": [
                "T. Christian Miller",
                "Ken Armstrong"
            ],
            "ranking": 4.23,
            "ranking_count": 6924,
            "abstract": "Also published as. Unbelievable: The Story of Two Detectives' Relentless Search for the Truth. in 2019.. Two Pulitzer Prize-winning journalists tell the riveting true crime story of a teenager charged with lying about having been raped--and the detectives who followed a winding path to arrive at the truth.. On August 11, 2008, eighteen-year-old Marie reported that a masked man broke into her apartment near Seattle, Washington, and raped her. Within days police, and even those closest to Marie, became suspicious of her story. The police swiftly pivoted and began investigating Marie. Confronted with inconsistencies in her story and the doubts of others, Marie broke down and said her story was a lie--a bid for attention. Police charged Marie with false reporting, and she was branded a liar.. More than two years later, Colorado detective Stacy Galbraith was assigned to investigate a case of sexual assault. Describing the crime to her husband that night, Galbraith learned that the case bore an eerie resemblance to a rape that had taken place months earlier in a nearby town. She joined forces with the detective on that case, Edna Hendershot, and the two soon discovered they were dealing with a serial rapist: a man who photographed his victims, threatening to release the images online, and whose calculated steps to erase all physical evidence suggested he might be a soldier or a cop. Through meticulous police work the detectives would eventually connect the rapist to other attacks in Colorado--and beyond.. Based on investigative files and extensive interviews with the principals,. A False Report/i>is a serpentine tale of doubt, lies, and a hunt for justice, unveiling the disturbing truth of how sexual assault is investigated today - and the long history of skepticism toward rape victims.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Feminism",
                "Mystery",
                "Audiobook",
                "Adult",
                "Social Movements",
                "Sociology",
                "History"
            ]
        },
        {
            "title": "Rock Chick Reckoning",
            "authors": [
                "Kristen Ashley"
            ],
            "ranking": 4.42,
            "ranking_count": 30001,
            "abstract": "Stella’s the lead singer and lead guitarist of The Blue Moon Gypsies and Stella used to be Mace’s girl. Mace broke up with her, though, and the loss of him rocked her world. But Stella gets a call, late at night (again) from one of the members of her crazy band. She has to go play clean up (again) and runs into Mace and a shed load of police, and ends up getting shot.. Mace finds he doesn’t like it much that his ex-girlfriend got shot right in front of him but it’s worse. A very bad man has thrown down the gauntlet and all the Rock Chicks are in the firing line. Stella doesn’t want Mace to be the one to keep her alive, but she has no choice. Mainly because Mace isn’t giving her one.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Humor",
                "Womens Fiction",
                "Suspense",
                "Adult",
                "Action",
                "Fiction"
            ]
        },
        {
            "title": "Reset for Parents: How to Keep Your Kids from Backsliding",
            "authors": [
                "Todd Friel"
            ],
            "ranking": 4.34,
            "ranking_count": 86,
            "abstract": "Raising a prodigal is every Christian parent's worst nightmare. Horrifyingly, George Barna contends that over 60 percent of Christian kids will run off to university and lose their faith. Some pollsters believe the number is as high as 80 percent.. But there is great news! Your child doesn't have to become a statistic. Your child can become an adult who loves the Lord the same way you do but this will likely require a radical parenting reset on your part.. Todd Friel has witnessed to hundreds of university students, most of whom are Bible-belt backsliders. Reset for Parents gets to the heart of the issue and presents a solid, biblical roadmap for parents to avoid the pain and heartache of raising a prodigal.",
            "part_of_series": false,
            "genre_list": [
                "Parenting",
                "Christian",
                "Family"
            ]
        },
        {
            "title": "The Nightmare Stacks",
            "authors": [
                "Charles Stross"
            ],
            "ranking": 4.22,
            "ranking_count": 5907,
            "abstract": "Alex Schwartz had a promising future - until he contracted an unfortunate bout of vampirism, and agreed (on pain of death) to join the Laundry, Britain's only counter-occult secret agency.. His first assignment is in Leeds - his old hometown. The thought of telling his parents that he's lost his old job, let alone them finding out about his 'condition', is causing Alex more anxiety than learning how to live as a vampire secret agent preparing to confront multiple apocalypses.. His only saving grace is Cassie Brewer, a student appearing in the local Goth Festival, who flirts with him despite his awkward personality and massive amounts of sunblock.. But Cassie has secrets of her own - secrets that make Alex's night life seem positively normal . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "Science Fiction",
                "Humor",
                "Paranormal",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "The Palace Job",
            "authors": [
                "Patrick Weekes"
            ],
            "ranking": 3.82,
            "ranking_count": 7736,
            "abstract": "The most powerful man in the republic framed her, threw her in prison, and stole a priceless elven manuscript from her family.. With the help of a crack team that includes an illusionist, a unicorn, a death priestess, a talking warhammer, and a lad with a prophetic birthmark, Loch must find a way into the floating fortress of Heaven's Spire–and get past the magic-hunting golems and infernal sorcerers standing between her and the vault that holds her family's treasure.. It'd be tricky enough without the military coup and unfolding of an ancient evil prophecy–but now the determined and honourable Justicar Pyvic has been assigned to take her in.. But hey, every plan has a few hitches.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Adventure",
                "Adult",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "This Is Not Propaganda: Adventures in the War Against Reality",
            "authors": [
                "Peter Pomerantsev"
            ],
            "ranking": 4.04,
            "ranking_count": 2735,
            "abstract": "Learn how the perception of truth has been weaponized in modern politics with this “insightful” account of propaganda in Russia and beyond during the age of disinformation (. New York Times. ).. When information is a weapon, every opinion is an act of war.. We live in a world of influence operations run amok, where dark ads, psyops, hacks, bots, soft facts, ISIS, Putin, trolls, and Trump seek to shape our very reality. In this surreal atmosphere created to disorient us and undermine our sense of truth, we’ve lost not only our grip on peace and democracy — but our very notion of what those words even mean.. Peter Pomerantsev takes us to the front lines of the disinformation age, where he meets Twitter revolutionaries and pop-up populists, “behavioral change” salesmen, Jihadi fanboys, Identitarians, truth cops, and many others. Forty years after his dissident parents were pursued by the KGB, Pomerantsev finds the Kremlin re-emerging as a great propaganda power. His research takes him back to Russia — but the answers he finds there are not what he expected.. Blending reportage, family history, and intellectual adventure,. This Is Not Propaganda. explores how we can reimagine our politics and ourselves when reality seems to be coming apart.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Cultural",
                "Science",
                "Sociology",
                "Culture",
                "Psychology",
                "Writing"
            ]
        },
        {
            "title": "An Exceptional Woman",
            "authors": [
                "Yousef Othman Al Huzaim"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "This book is not just a biography; it is also a complete authentic work that speaks of a life that began with good, did good and ended with good, by Allah’s leave. And the goodness is continuing with the efforts of her sons and grandsons, their Royal Highnesses the Princes Muhammad, Saud, Sultan and Khaled and Princess Latifah.. This book begins with a biography of this noble character, may Allah forgive her and cause her and her father, His Highness Prince Abd Al-'Aziz bin Musaed, and her paternal aunt, Her Highness Princess al-Jawharah bint Musaed, and her mother, Her Highness Princess Tarfat Al-Battaal to dwell in the vastness of His Paradise.. The story could not have been told in full without the family of Âl Jalawi and what they embody of courage, pride, unyielding strength, high calibre, modesty and love of country. This book also quotes her will which was written by one of the most prominent modern scholars, His Excellency Shaykh Abd Al-'Aziz bin Abdullah bin Baz (may Allah have mercy on him), on 12/8/1387 AH, in Al-Madinah Al-Munawwarah.. Then we discuss the contents of the will, followed by a discussion of the foundation that carries her name and its achievements over the last eight years. The book ends with a word for the future and is a guide which any young man or woman may follow; simply put, it is a guide that shows the safe road and safe consequences, by Allah’s Leave.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "One for the Books",
            "authors": [
                "Joe Queenan"
            ],
            "ranking": 3.56,
            "ranking_count": 1279,
            "abstract": "One of America’s leading humorists and author of the bestseller. Closing Time. examines his own obsession with books. Joe Queenan became a voracious reader as a means of escape from a joyless childhood in a Philadelphia housing project. In the years since then he has dedicated himself to an assortment of idiosyncratic reading challenges: spending a year reading only short books, spending a year reading books he always suspected he would hate, spending a year reading books he picked with his eyes closed.. In. One for the Books. , Queenan tries to come to terms with his own eccentric reading style. How many more books will he have time to read in his lifetime? Why does he refuse to read books hailed by reviewers as “astonishing”? Why does he refuse to lend out books? Will he ever buy an e-book? Why does he habitually read thirty to forty books simultaneously? Why are there so many people to whom the above questions do not even matter? And what do they read? Acerbically funny yet passionate and oddly affectionate,. One for the Books. is a reading experience that true book lovers will find unforgettable.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Humor",
                "Biography",
                "Language",
                "Biography Memoir",
                "Literary Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Whisper Man",
            "authors": [
                "Alex North"
            ],
            "ranking": 4.04,
            "ranking_count": 115793,
            "abstract": "In this dark, suspenseful thriller, Alex North weaves a multi-generational tale of a father and son caught in the crosshairs of an investigation to catch a serial killer preying on a small town.. After the sudden death of his wife, Tom Kennedy believes a fresh start will help him and his young son Jake heal. A new beginning, a new house, a new town: Featherbank.. But Featherbank has a dark past. Twenty years ago, a serial killer abducted and murdered five residents. Until Frank Carter was finally caught, he was nicknamed The Whisper Man, for he would lure his victims out by whispering at their windows at night.. Just as Tom and Jake settle into their new home, a young boy vanishes. His disappearance bears an unnerving resemblance to Frank Carter's crimes, reigniting old rumors that he preyed with an accomplice. Now, detectives Amanda Beck and Pete Willis must find the boy before it is too late, even if that means Pete has to revisit his great foe in prison: The Whisper Man. And then Jake begins acting strangely. He hears a whispering at his window.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Horror",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Son of a Trickster",
            "authors": [
                "Eden Robinson"
            ],
            "ranking": 3.84,
            "ranking_count": 10581,
            "abstract": "With striking originality and precision, Eden Robinson, the Giller-shortlisted author of the classic. Monkey Beach. and winner of the Writers Trust Engel/Findley Award, blends humour with heartbreak in this compelling coming-of-age novel. Everyday teen existence meets indigenous beliefs, crazy family dynamics, and cannibalistic river otter . . . The exciting first novel in her trickster trilogy.. Everyone knows a guy like Jared: the burnout kid in high school who sells weed cookies and has a scary mom who's often wasted and wielding some kind of weapon. Jared does smoke and drink too much, and he does make the best cookies in town, and his mom is a mess, but he's also a kid who has an immense capacity for compassion and an impulse to watch over people more than twice his age, and he can't rely on anyone for consistent love and support, except for his flatulent pit bull, Baby Killer (he calls her Baby)--and now she's dead.. Jared can't count on his mom to stay sober and stick around to take care of him. He can't rely on his dad to pay the bills and support his new wife and step-daughter. Jared is only sixteen but feels like he is the one who must stabilize his family's life, even look out for his elderly neighbours. But he struggles to keep everything afloat...and sometimes he blacks out. And he puzzles over why his maternal grandmother has never liked him, why she says he's the son of a trickster, that he isn't human. Mind you, ravens speak to him--even when he's not stoned.. You think you know Jared, but you don't.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Cultural",
                "Young Adult",
                "Magical Realism",
                "Contemporary"
            ]
        },
        {
            "title": "The Ice Twins",
            "authors": [
                "S.K. Tremayne"
            ],
            "ranking": 3.66,
            "ranking_count": 36382,
            "abstract": "A year after one of their identical twin daughters, Lydia, dies in an accident, Angus and Sarah Moorcraft move to the tiny Scottish island Angus inherited from his grandmother, hoping to put together the pieces of their shattered lives.. But when their surviving daughter, Kirstie, claims they have mistaken her identity—that she, in fact, is Lydia—their world comes crashing down once again.. As winter encroaches, Angus is forced to travel away from the island for work, Sarah is feeling isolated, and Kirstie (or is it Lydia?) is growing more disturbed. When a violent storm leaves Sarah and her daughter stranded, Sarah finds herself tortured by the past—what really happened on that fateful day one of her daughters died?",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Horror",
                "Suspense",
                "Adult",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "The Black and White Club",
            "authors": [
                "Alice Hemming"
            ],
            "ranking": 3.71,
            "ranking_count": 31,
            "abstract": "The other animals won't let George the Giraffe join their club—so he sets out to start his own. At Heavenly Hippo Wildlife Park the penguins have started up a new club—but only the black and white animals are invited. Feeling left out, George the Giraffe comes up with his own scheme.",
            "part_of_series": false,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "The Black Rose Of Florence",
            "authors": [
                "Michele Giuttari"
            ],
            "ranking": 3.45,
            "ranking_count": 440,
            "abstract": "A dramatic return to Florence for Chief Superintendent Michele Ferrara.. A beautiful young woman, a member of the Florentine jet set, is found dead - choked to death - in her apartment. She has been left naked on her bed, a black rose on her body. Chief Superindendent Michele Ferrara, just back from Rome, is all too familiar with the dark side of Florence. But he is up against a mysterious, powerful enemy who would do anything to hide his identity, and manages to controls events at every turn. As more violent deaths occur, Ferrara has to face the most insidious investigation in all his career and must confront deadly secrets from his own past...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Cultural",
                "Fiction",
                "Thriller"
            ]
        },
        {
            "title": "An Invisible Thread",
            "authors": [
                "Laura Schroff",
                "Alex Tresniowski",
                "Laura Schroff"
            ],
            "ranking": 4.04,
            "ranking_count": 36549,
            "abstract": "This inspirational. New York Times. bestseller chronicles the lifelong friendship between a busy sales executive and a disadvantaged young boy, and how both of their lives were changed by what began as one small gesture of kindness.. A straightforward tale of kindness and paying it forward in 1980s New York….an uplifting reminder that small gestures matter-Kirkus Reviews. .. Stopping was never part of the plan.... She was a successful ad sales rep in Manhattan. He was a homeless, eleven-year-old panhandler on the street. He asked for spare change; she kept walking. But then something stopped her in her tracks, and she went back. And she continued to go back, again and again. They met up nearly every week for years and built an unexpected, life-changing friendship that has today spanned almost three decades.. Whatever made me notice him on that street corner so many years ago is clearly something that cannot be extinguished, no matter how relentless the forces aligned against it. Some may call it spirit. Some may call it heart. It drew me to him, as if we were bound by some invisible, unbreakable thread. And whatever it is, it binds us still.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Book Club",
                "Audiobook",
                "Inspirational",
                "Adult",
                "Social Issues"
            ]
        },
        {
            "title": "Tammy Wynette: Tragic Country Queen",
            "authors": [
                "Jimmy McDonough"
            ],
            "ranking": 3.83,
            "ranking_count": 365,
            "abstract": "The first full-scale biography of the enduring first lady of country music. The twentieth century had three great female singers who plumbed the darkest corners of their hearts and transformed private grief into public dramas. In opera, there was the unsurpassed Maria Callas. In jazz, the tormented Billie Holiday. And in country music, there was Tammy Wynette.. Stand by Your Man, D-I-V-O-R-C-E, Take Me to Your World are but a few highlights of Tammy's staggering musical legacy, all sung with a voice that became the touchtone for women's vulnerability, disillusionment, strength, and endurance.. In. Tammy Wynette. , bestselling biographer Jimmy McDonough tells the story of the small-town girl who grew up to be the woman behind the microphone, whose meteoric rise led to a decades-long career full of tragedy and triumph. Through a high-profile marriage and divorce, her dreadful battle with addiction and illness, and the struggle to compete in a rapidly evolving Nashville, Tammy turned a brave smile toward the world and churned out masterful hit songs though her life resembled the most heartbreaking among them.. Tammy Wynette. is an intimate portrait of a music icon, the Queen of Heartbreak, whose powerful voice simultaneously evoked universal pain and longing even as it belied her own.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Music",
                "Nonfiction",
                "Biography Memoir",
                "Audiobook",
                "Autobiography"
            ]
        },
        {
            "title": "Chomp",
            "authors": [
                "Carl Hiaasen"
            ],
            "ranking": 3.97,
            "ranking_count": 20312,
            "abstract": "Wahoo Cray lives in a zoo. His father is an animal wrangler, so he's grown up with all manner of gators, snakes, parrots, rats, monkeys, snappers, and more in his backyard. The critters he can handle.  His father is the unpredictable one.. When his dad takes a job with a reality TV show called Expedition Survival!, Wahoo figures he'll have to do a bit of wrangling himself—to keep his dad from killing Derek Badger, the show's boneheaded star, before the shoot is over. But the job keeps getting more complicated. Derek Badger seems to actually believe his PR and insists on using wild animals for his stunts. And Wahoo's acquired a shadow named Tuna—a girl who's sporting a shiner courtesy of her old man and needs a place to hide out.. They've only been on location in the Everglades for a day before Derek gets bitten by a bat and goes missing in a storm. Search parties head out and promptly get lost themselves. And then Tuna's dad shows up with a gun . . .. It's anyone's guess who will. actually. survive Expedition Survival. . . .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Humor",
                "Childrens",
                "Adventure",
                "Realistic Fiction",
                "Audiobook",
                "Animals",
                "Mystery"
            ]
        },
        {
            "title": "Dreaming in Chinese: Mandarin Lessons in Life, Love, And Language",
            "authors": [
                "Deborah Fallows"
            ],
            "ranking": 3.62,
            "ranking_count": 2029,
            "abstract": "Deborah Fallows has spent much of her life learning languages and traveling around the world. But nothing prepared her for the surprises of learning Mandarin, China's most common language, or the intensity of living in Shanghai and Beijing. Over time, she realized that her struggles and triumphs in studying the language of her adopted home provided small clues to deciphering the behavior and habits of its people,and its culture's conundrums. As her skill with Mandarin increased, bits of the language—a word, a phrase, an oddity of grammar—became windows into understanding romance, humor, protocol, relationships, and the overflowing humanity of modern China.. Fallows learned, for example, that the abrupt, blunt way of speaking that Chinese people sometimes use isn't rudeness, but is, in fact, a way to acknowledge and honor the closeness between two friends. She learned that English speakers' trouble with hearing or saying tones—the variations in inflection that can change a word's meaning—is matched by Chinese speakers' inability not to hear tones, or to even take a guess at understanding what might have been meant when foreigners misuse them.. In sharing what she discovered about Mandarin, and how those discoveries helped her understand a culture that had at first seemed impenetrable, Deborah Fallows's. Dreaming in Chinese. opens up China to Westerners more completely, perhaps, than it has ever been before.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Humanities",
                "Autobiography",
                "Travel",
                "Literature",
                "Biography"
            ]
        },
        {
            "title": "After the Golden Age",
            "authors": [
                "Carrie Vaughn"
            ],
            "ranking": 3.75,
            "ranking_count": 3550,
            "abstract": "Can an accountant defeat a supervillain? Celia West, only daughter of the heroic leaders of the superpowered Olympiad, has spent the past few years estranged from her parents and their high-powered lifestyle. She's had enough of masks and heroics, and wants only to live her own quiet life out from under the shadow of West Plaza and her rich and famous parents.. Then she is called into her boss' office and told that as the city's top forensic accountant, Celia is the best chance the prosecution has to catch notorious supervillain the Destructor for tax fraud. In the course of the trial, Celia's troubled past comes to light and family secrets are revealed as the rift between Celia and her parents grows deeper. Cut off from friends and family, Celia must come to terms with the fact that she might just be Commerce City's only hope.. This all-new and moving story of love, family, and sacrifice is an homage to Golden Age comics that no fan will want to miss.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Comics",
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Romance",
                "Adult",
                "Contemporary",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "In the Blood",
            "authors": [
                "Lisa Unger"
            ],
            "ranking": 3.95,
            "ranking_count": 13411,
            "abstract": "A Best Book of the Year -- Goodreads Choice Awards Nominee, Silver Falchion Award Winner, Suspense Magazine Best Books, Sun-Sentinel Best Mystery Novels, CBC Morning Show Top Pick, Indie Next Pick and Amazon Best Book of the Month.. Liar, liar, pants on fire . . .. College senior Lana Granger has told so many lies about her past that the truth seems like a distant, cloudy nightmare. But she meets her match when she begins babysitting for a volatile, manipulative eleven-year-old boy. Soon after Lana takes the job, her close friend Beck mysteriously disappears. Lana instantly begins fabricating stories-to friends, to police, to herself. Why doesn't her account jibe with those of eye-witnesses? Lana will do anything to bury the truth about that night...and about her life. But someone else knows her secrets. And he's dying to tell.. As darkly startling and finely crafted as her blockbuster bestsellers. Beautiful Lies. and. Fragile. , Lisa Unger's masterful new psychological thriller has already set the bar for thrillers to come (. BookReporter. ) and is guaranteed to keep the pages turning long past the midnight hour. (. BookPage. )",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Uncertain Justice: The Roberts Court and the Constitution",
            "authors": [
                "Laurence H. Tribe",
                "Joshua Matz"
            ],
            "ranking": 4.03,
            "ranking_count": 420,
            "abstract": "With the Supreme Court more influential than ever, this eye-opening book tells the story of how the Roberts Court is shaking the foundation of our nation's laws. From Citizens United to its momentous rulings regarding Obamacare and gay marriage, the Supreme Court under Chief Justice John Roberts has profoundly affected American life. Yet the court remains a mysterious institution, and the motivations of the nine men and women who serve for life are often obscure. Now, in. Uncertain Justice. , Laurence Tribe and Joshua Matz show the surprising extent to which the Roberts Court is revising the meaning of our Constitution.. This essential book arrives at a make-or-break moment for the nation and the court. Political gridlock, cultural change, and technological progress mean that the court's decisions on key topics—including free speech, privacy, voting rights, and presidential power—could be uniquely durable. Acutely aware of their opportunity, the justices are rewriting critical aspects of constitutional law and redrawing the ground rules of American government. Tribe—one of the country's leading constitutional lawyers—and Matz dig deeply into the court's recent rulings, stepping beyond tired debates over judicial activism to draw out hidden meanings and silent battles. The undercurrents they reveal suggest a strikingly different vision for the future of our country, one that is sure to be hotly debated.. Filled with original insights and compelling human stories,. Uncertain Justice. illuminates the most colorful story of all—how the Supreme Court and the Constitution frame the way we live.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Law",
                "History",
                "United States"
            ]
        },
        {
            "title": "The Coldest War",
            "authors": [
                "Colin Brake"
            ],
            "ranking": 3.41,
            "ranking_count": 54,
            "abstract": "A BBC Books adventure book based on the long-running British science fiction television series Doctor Who. It lets you join the Eleventh Doctor and Amy Pond on their travels through time and space in the TARDIS and influence the story with your decisions.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Change Anything: The New Science of Personal Success",
            "authors": [
                "Kerry Patterson",
                "Joseph Grenny",
                "David Maxfield",
                "Ron McMillan",
                "Al Switzler"
            ],
            "ranking": 3.86,
            "ranking_count": 4045,
            "abstract": "A stunning new approach to how individuals can not only change their lives for the better in the workplace, but also their lives away from the office, including (but not limited to) finding ways to improve one's working relationship with others, one's overall health, outlook on life, and so on.. For example, why is it that 95% of all diet attempts fail? Why do New Year's Resolutions last no more than a few days? Why can't people with good intentions seem to make consistent and positive strides in the way they want to improve their careers, financial fitness, physical fitness, and so on?. Based upon the latest research in a number of psychological and medical fields, the authors of. CHANGE ANYTHING. will show that traditional will-power is not necessarily the answer to these strivings, that people are affected in their behaviors by far more subtle influences.. CHANGE ANYTHING. shows how individuals can come to understand these powerful and influential forces, and how to put these forces to work in a positive manner that brings real and meaningful results.. The authors present an array of everyday examples that will change and truly empower you to reexamine the way you go about your business and life.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Psychology",
                "Business",
                "Productivity",
                "Leadership",
                "Audiobook",
                "How To"
            ]
        },
        {
            "title": "Dark Winter: How the Sun Is Causing a 30-Year Cold Spell",
            "authors": [
                "John Casey"
            ],
            "ranking": 3.74,
            "ranking_count": 160,
            "abstract": "Climate change has been a perplexing problem for years. In. Dark Winter. , author John L. Casey, a former White House national space policy advisor, NASA headquarters consultant, and space shuttle engineer tells the truth about ominous changes taking place in the climate and the Sun.. Casey’s research into the Sun’s activity, which began almost a decade ago, resulted in discovery of a solar cycle that is now reversing from its global warming phase to that of dangerous global cooling for the next thirty years or more. This new cold climate will dramatically impact the world’s citizens. In. Dark Winter. , he provides evidence of the following:. • The end of global warming. • The beginning of a “solar hibernation,” a historic reduction in the energy output of the Sun. • A long-term drop in Earth’s temperatures. • The start of the next climate change to decades of dangerously cold weather. • The high probability of record earthquakes and volcanic eruptions. A sobering look at Earth’s future,. Dark Winter. predicts worldwide, crop- destroying cold; food shortages and riots in the United States and abroad; significant global loss of life; and social, political, and economic upheaval.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction"
            ]
        },
        {
            "title": "The Guest Cottage",
            "authors": [
                "Nancy Thayer"
            ],
            "ranking": 3.83,
            "ranking_count": 10736,
            "abstract": "Sensible thirty-six-year-old Sophie Anderson has always known what to do. She knows her role in life: supportive wife of a successful architect and calm, capable mother of two. But on a warm summer night, as the house grows quiet around her and her children fall asleep, she wonders what’s missing from her life. When her husband echoes that lonely question, announcing that he’s leaving her for another woman, Sophie realizes she has no idea what’s next. Impulsively renting a guest cottage on Nantucket from her friend Susie Swenson, Sophie rounds up her kids, Jonah and Lacey, and leaves Boston for a quiet family vacation, minus one.. Also minus one is Trevor Black, a software entrepreneur who has recently lost his wife. Trevor is the last person to imagine himself, age thirty and on his own, raising a little boy like Leo—smart and sweet, but grappling constantly with his mother’s death, growing more and more closed off. Hoping a quiet summer on the Nantucket coast will help him reconnect with Leo, Trevor rents a guest house on the beautiful island from his friend Ivan Swenson.. Best-laid plans run awry when Sophie and Trevor realize they’ve mistakenly rented the same house. Still, determined to make this a summer their kids will always remember, the two agree to share the Swensons’ Nantucket house. But as the summer unfolds and the families grow close, Sophie and Trevor must ask themselves if the guest cottage is all they want to share.. Inspiring and true to life, The Guest Cottage is Nancy Thayer at her finest, inscribing in graceful, knowing prose matters of the heart and the meaning of family.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Adult Fiction",
                "Audiobook",
                "Adult",
                "Family"
            ]
        },
        {
            "title": "The Crazy Christmas Caper",
            "authors": [
                "Andrew Guile",
                "Curt Walstead"
            ],
            "ranking": 4.17,
            "ranking_count": 18,
            "abstract": "When his parents are tragically (and rudely) kidnapped on Christmas Eve, Skinny Finny is properly grumpy. A self-styled evil genius, he sets-out with his crazy gadgets and his clumsy twin brother, Tubby to steal Father Christmas's toy factory and ruin Christmas for everyone. The biggest global disaster in history ever seems inevitable. The only hope for desperate children all over the world is the bumbling British agent, Super Spy Wobblebottom, but he's about as clever as a roasted squirrel.",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Childrens"
            ]
        },
        {
            "title": "100 Best Things to Do in Barcelona (Things to Do in ...)",
            "authors": [
                "Tripify"
            ],
            "ranking": 3.5,
            "ranking_count": 2,
            "abstract": "Although Greek mythology mentions the origins of Barcelona to that of Hercules, fact shows the city was under the rule of Emperor Augustus and a strategic Roman colony.. Today, Barcelona is considered one of the top destinations in Europe. The city is both a cultural Mecca and a paradox. It is a part of Spain but the Catalan culture is seeping in, so much so, that the Spanish language is frowned upon by its inhabitants. A little Catalan will go a long way in this haven of Joan Mirò, Gaudi and architecture gazing.. Barcelona is the second largest city in Spain after Madrid and the capital of the province of Catalonia. The culture is not that of Castilian Spain since it was once an independent nation. Catalan is the main language spoken.. From one neighborhood to the next, discover the architecture, museums filled with art and delightful festivals. So join in and make Barcelona a lifelong memory engulfed with history from the ancient Romans to the birthplace of Modernism and more recently, the new Renaissance now taking place.. Recently, a more somber history has exposed itself from Barcelona as being the testing grounds for pre-WWII. Spain was isolated from the rest of the world. This piece of history is now being revealed in the many museums within the city.. Since the Olympic games of 1992, the major reconstruction effort still continues and has revived its old quarters, created new luxurious hotels, revitalized its sea front and the entire infrastructure of the city. Ultimately, this effort has paid off and has made Barcelona a top-notched cosmopolitan destination.. Barcelona is now being compared to New York and Paris with its own flavor. Art, history, music and more make for a jam-packed appreciation of this delightful city.. Beginning with the 100 best things to do in Barcelona is the place to start ...",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Hidden America: From Coal Miners to Cowboys, an Extraordinary Exploration of the Unseen People Who Make This Country Work",
            "authors": [
                "Jeanne Marie Laskas"
            ],
            "ranking": 3.82,
            "ranking_count": 1302,
            "abstract": "Five hundred feet underground, Jeanne Marie Laskas asked a coal miner named Smitty, “Do you think it’s weird that people know so little about you?” He replied, “I don’t think people know too much about the way the whole damn country works.”. Hidden America intends to fix that. Like John McPhee and Susan Orlean, Laskas dives deep into her subjects and emerges with character-driven narratives that are gripping, funny, and revelatory. In Hidden America, the stories are about the people who make our lives run every day—and yet we barely think of them.. Laskas spent weeks in an Ohio coal mine and on an Alaskan oil rig; in a Maine migrant labor camp, a Texas beef ranch, the air traffic control tower at New York’s LaGuardia Airport,. a California landfill, an Arizona gun shop, the cab of a long-haul truck in Iowa, and the stadium of the Cincinnati Ben-Gals cheerleaders. Cheerleaders? Yes. They, too, are hidden America, and you will be amazed by what Laskas tells you about them: hidden no longer.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Sociology",
                "Writing",
                "Biography",
                "Social Science",
                "North American Hi...",
                "American",
                "Social Movements",
                "Business"
            ]
        },
        {
            "title": "The Theft of Memory: Losing My father, One Day at a Time",
            "authors": [
                "Jonathan Kozol"
            ],
            "ranking": 3.48,
            "ranking_count": 726,
            "abstract": "House author Jonathan Kozol's deeply personal biography of his father, a brilliant neurologist who suffered from Alzheimer's.. There are few writers of conscience who write as beautifully as Jonathan Kozol. Departing from the South Bronx and turning his sensitive eye to his own life and legacy,. The Theft of Memory. is Kozol's most personal book to date, as it explores the life of his father, Harry.. Dr. Harry L. Kozol was a nationally-renowned neurologist whose work helped establish the emerging fields of forensic psychiatry and neuropsychiatry. He was a remarkable clinician with unusual capacity to diagnose and identify neurological and psychotic illnesses in highly complicated and sophisticated people, including well-known artists, writers, and intellectuals. Notably, in Eugene O'Neill's last years, the playwright moved to Boston so that he could live close to Kozol's father's office.. In addition to his successful private practice in Boston, Kozol operated in a grim arena marked by extreme violence. But while his role as a forensic expert placed him in the public eye for high-profile criminal defendants such as Albert DeSalvo (the Boston Strangler) and Patty Hearst, he was--as his son articulates--a healer of tormented people, not their judge, not their interrogator.. With the same lyricism and clarity that have defined Kozol's acclaimed work on education for decades,. The Theft of Memory. intimately describes Harry's vibrant life, the challenges following his self-diagnosis of Alzheimer's, and the evolution of their relationship throughout.. This unique biography will have a long shelf life as a moving portrait of an extraordinary man, a window into the heart of one of our nation's foremost education activists, and a frank examination of how we come to terms with caregiving.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Medical",
                "Health",
                "Audiobook",
                "Science"
            ]
        },
        {
            "title": "Everything Here Is the Best Thing Ever: Stories",
            "authors": [
                "Justin         Taylor"
            ],
            "ranking": 3.38,
            "ranking_count": 819,
            "abstract": "Justin Taylor's crystalline, spare, and oddly moving prose cuts to the quick. His characters are guided by misapprehensions that bring them to hilarious but often tragic impasses with reality: a high school boy's desire to win over a crush leads him to experiment with black magic, a fast-food employee preoccupied by Abu Ghraib becomes obsessed with a coworker, a Tetris player attempts to beat his own record while his girlfriend sleeps and the world outside their window blazes to its end. Fearless and astute, funny and tragic, this collection heralds the arrival of a unique literary talent.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Rogue",
            "authors": [
                "Julie Kagawa"
            ],
            "ranking": 3.9,
            "ranking_count": 13814,
            "abstract": "From the limitless imagination of bestselling author Julie Kagawa comes the next fantastic adventure in the Talon Saga.. Deserter. Traitor. Rogue.. Ember Hill left the dragon organization Talon to take her chances with rebel dragon Cobalt and his crew of rogues. But Ember can’t forget the sacrifice made for her by the human boy who could have killed her—Garret Xavier Sebastian, a soldier of the dragonslaying Order of St. George, the boy who saved her from a Talon assassin, knowing that by doing so, he’d signed his own death warrant.. Determined to save Garret from execution, Ember must convince Cobalt to help her break into the Order’s headquarters. With assassins after them and Ember’s own brother helping Talon with the hunt, the rogues find an unexpected ally in Garret and a new perspective on the underground battle between Talon and St. George.. A reckoning is brewing and the secrets hidden by both sides are shocking and deadly. Soon Ember must decide: Should she retreat to fight another day…or start an all-out war?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Audiobook",
                "Fiction"
            ]
        },
        {
            "title": "Park Lane",
            "authors": [
                "Frances Osborne"
            ],
            "ranking": 2.75,
            "ranking_count": 876,
            "abstract": "London, February 1914. Eighteen year-old Grace Campbell arrives in London from Carlisle, her family's hopes pinned on her becoming a secretary. The only job she can find is as a housemaid in the mansion that is Number 35, Park Lane, and soon she is entangling herself in an ever-thickening web of lies. Upstairs, a jilted and humiliated Beatrice Masters is determined not to return to the New York of her childhood before she has salvaged her pride. She secretly joins Emmeline Pankhurst's militant suffragettes and is steadily drawn into the violence rocking the city. But Grace and Beatrice's existences are not as parallel as they seem. Little do they realize that their hidden lives and emotions will soon be revolving around the same man - or that the coming war will change the boundaries of both their worlds for ever.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Romance",
                "Adult Fiction",
                "Family",
                "Unfinished",
                "Contemporary"
            ]
        },
        {
            "title": "Inside Scientology: The Story of America's Most Secretive Religion",
            "authors": [
                "Janet Reitman"
            ],
            "ranking": 3.87,
            "ranking_count": 9211,
            "abstract": "Scientology, created in 1954 by pulp science fiction writer L. Ron Hubbard, claims to be the world’s fastest growing religion, with millions of members and huge financial holdings. Celebrity believers keep its profile high. Teams of volunteer ministers offer aid at disaster sites like Haiti and the World Trade Center. But Scientology is also a very closed faith, harassing journalists and others thru litigation & intimidation, even infiltrating high levels of the government to further its goals. Its attacks on psychiatry & its requirement that believers pay as much as tens, even hundreds of thousands of dollars for salvation have drawn scrutiny and skepticism. Ex-members use the Internet to share stories of harassment and abuse. Reitman offers the first full journalistic history of the Church of Scientology, in an evenhanded account that establishes the truth about the controversial religion. She traces Scientology’s development from the birth of Dianetics to today, following its metamorphosis from a pseudoscientific self-help group to a global spiritual corporation with profound control over its followers and ex-followers. Based on five years of research, unprecedented access to Church officials, confidential documents and extensive interviews with current and former members, this is a defining book about a little-known world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Religion",
                "History",
                "Audiobook",
                "Crime",
                "Writing",
                "Biography",
                "Psychology",
                "Autobiography"
            ]
        },
        {
            "title": "National Geographic Angry Birds: 50 True Stories of the Fed Up, Feathered, and Furious",
            "authors": [
                "Mel  White",
                "Peter Vesterbacka"
            ],
            "ranking": 4.02,
            "ranking_count": 142,
            "abstract": "If playing Angry Birds has suddenly turned you into a bird lover, you'll want to get your talons on the latest book. National Geographic Angry Birds: 50 True Stories of the Fed Up, Feathered and Furious. .. --geekstyleguide.com. This hilariously eye-popping book showcases real-world angry birds and 50 fantastic stories peppered with tips to avoid them, as well as fascinating facts about angry bird behavior. In addition to the funny and light-hearted real-life angry bird stories,. National Geographic Angry Birds: Fed up, Feathered, and Furious. will tell, for the first time ever, the story of the Angry Birds we all know and love from the hit game. Angry Bird fans will finally get to learn the personality, name, and all the details of each of the iconic Angry Birds. The Angry Birds' stories have been TOP SECRET until now, and will only be revealed in this book!. Rovio graphics and National Geographic photography are featured throughout. Structured like the game which progresses in degree of difficulty, the book progresses in degree of anger and devotes a chapter to each level of anger intensity; Annoyed, Testy, Outraged, and Furious. Readers will discover the world's angriest real bird at the end.. As one of the most trusted authorities on animal behavior, National Geographic is the perfect source for the real truth behind real-life angry birds.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Science",
                "Humor",
                "Childrens",
                "Reference",
                "Environment"
            ]
        },
        {
            "title": "Think Like a Freak",
            "authors": [
                "Steven D. Levitt",
                "Stephen J. Dubner"
            ],
            "ranking": 3.85,
            "ranking_count": 51243,
            "abstract": "The New York Times bestselling Freakonomics changed the way we see the world, exposing the hidden side of just about everything. Then came SuperFreakonomics, a documentary film, an award-winning podcast, and more.. Now, with Think Like a Freak, Steven D. Levitt and Stephen J. Dubner have written their most revolutionary book yet. With their trademark blend of captivating storytelling and unconventional analysis, they take us inside their thought process and teach us all to think a bit more productively, more creatively, more rationally—to think, that is, like a Freak.. Levitt and Dubner offer a blueprint for an entirely new way to solve problems, whether your interest lies in minor lifehacks or major global reforms. As always, no topic is off-limits. They range from business to philanthropy to sports to politics, all with the goal of retraining your brain. Along the way, you’ll learn the secrets of a Japanese hot-dog-eating champion, the reason an Australian doctor swallowed a batch of dangerous bacteria, and why Nigerian e-mail scammers make a point of saying they’re from Nigeria.. Some of the steps toward thinking like a Freak:. First, put away your moral compass—because it’s hard to see a problem clearly if you’ve already decided what to do about it.. Learn to say “I don’t know”—for until you can admit what you don’t yet know, it’s virtually impossible to learn what you need to.. Think like a child—because you’ll come up with better ideas and ask better questions.. Take a master class in incentives—because for better or worse, incentives rule our world.. Learn to persuade people who don’t want to be persuaded—because being right is rarely enough to carry the day.. Learn to appreciate the upside of quitting—because you can’t solve tomorrow’s problem if you aren’t willing to abandon today’s dud.. Levitt and Dubner plainly see the world like no one else. Now you can too. Never before have such iconoclastic thinkers been so revealing—and so much fun to read.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Economics",
                "Business",
                "Psychology",
                "Self Help",
                "Audiobook",
                "Science",
                "Sociology",
                "Philosophy"
            ]
        },
        {
            "title": "The Ring of Solomon",
            "authors": [
                "Jonathan Stroud",
                "Simon  Jones"
            ],
            "ranking": 4.21,
            "ranking_count": 28873,
            "abstract": "It is 950 B.C.E., and King Solomon rules Jerusalem with a steely hand; a hand on which gleams a magic ring of immense and unforgiving power. Solomon has just begun work on his marvelous temple, charging Khaba, a formidable magician in his royal court, to oversee its construction. The workforce is an ill-behaved bunch of demons, a particularly unruly djinni named Bartimaeus among them. True to form, Bartimaeus promptly gets kicked off the temple project and assigned the even more miserable task of hunting bandits in the desert. There he crosses paths with Asmira, a highly skilled and loyal captain of the Queen of Sheba’s guard, on a suicidal mission to save her country from Solomon’s imminent attack. Of course, Bartimaeus has no intention of helping her. That is, until Asmira makes him an offer he cannot refuse. . . .. A spellbinding addition to Jonathan Stroud’s. New York Times. bestselling Bartimaeus audiobooks,. The Ring of Solomon. brims with dazzling wit, unforgettable characters, and powerful themes of freedom and slavery, with or without magical bonds.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Humor",
                "Audiobook",
                "Childrens",
                "Historical"
            ]
        },
        {
            "title": "Marriage Material",
            "authors": [
                "Sathnam Sanghera"
            ],
            "ranking": 3.62,
            "ranking_count": 814,
            "abstract": "If you’ve approached Bains Stores recently, you’d be forgiven for hesitating on doing so. A prominent window advert for a discontinued chocolate bar suggests the shop may have closed in 1994. The security shutters are stuck a quarter-open, adding to the general air of dilapidation. A push or kick of the door triggers something which is more grating car alarm than charming shop bell.. To Arjan Banga, returning to the Black Country after the unexpected death of his father, his family’s corner shop represents everything he has tried to leave behind – a lethargic pace of life, insular rituals and ways of thinking. But when his mother insists on keeping the shop open, he finds himself being dragged back, forced into big decisions about his imminent marriage back in London and uncovering the history of his broken family – the elopement and mixed-race marriage of his aunt Surinder, the betrayals and loyalties, loves and regrets that have played out in the shop over more than fifty years.. Taking inspiration from Arnold Bennett’s classic novel The Old Wives’ Tale, Marriage Material tells the story of three generations of a family through the prism of a Wolverhampton corner shop – itself a microcosm of the South Asian experience in the country: a symbol of independence and integration, but also of darker realities.. This is an epic tale of family, love, and politics, spanning the second half of the twentieth century, and the start of the twenty-first. Told with humour, tenderness and insight, it manages to be both a unique and urgent survey of modern Britain by one of Britain’s most promising young writers, and an ingenious reimagining of a classic work of fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "European Literature",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Radioactive: Marie and Pierre Curie, A Tale of Love and Fallout",
            "authors": [
                "Lauren Redniss"
            ],
            "ranking": 4.03,
            "ranking_count": 5377,
            "abstract": "Radioactive. is the visual journey into the life of Marie Curie, as told through the dazzling collage style of acclaimed author and artist Lauren Redniss. A brilliant visual storyteller, Redniss has hand-designed more than 100 color collages to tell Curie’s story, fascinating in its scientific significance and its sometimes whimsical, sometimes haunting mix of romance and intrigue. Bringing together archival photos, images, and clippings with dazzling line drawings and a compelling narrative,. Radioactive. is far more than just an art book or a graphic novel: It is a stunning visual biography and a true work of art.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Biography",
                "Sequential Art",
                "History",
                "Art",
                "Biography Memoir",
                "Historical",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Midnight Sun",
            "authors": [
                "Jo Nesbø"
            ],
            "ranking": 3.6,
            "ranking_count": 14941,
            "abstract": "Jon is on the run. He has betrayed Oslo’s biggest crime lord: The Fisherman.. Fleeing to an isolated corner of Norway, to a mountain town so far north that the sun never sets, Jon hopes to find sanctuary amongst a local religious sect.. Hiding out in a shepherd’s cabin in the wilderness, all that stands between him and his fate are Lea, a bereaved mother and her young son, Knut.. But while Lea provides him with a rifle and Knut brings essential supplies, the midnight sun is slowly driving Jon to insanity.. And then he discovers that The Fisherman’s men are getting closer…",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Scandinavian Lite...",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "The Little Refugee",
            "authors": [
                "Anh Do",
                "Bruce Whatley"
            ],
            "ranking": 4.16,
            "ranking_count": 484,
            "abstract": "After Australian comedian Anh Do told his story about being a refugee in his award-winning memoir,. The Happiest Refugee. , he received many requests for a children’s version. This is the inspiring result.. Anh nearly didn't make it to Australia. His entire family came close to losing their lives as they escaped from war-torn Vietnam in an overcrowded boat. Anh’s life in Australia also started off badly as he was a small boy who didn’t speak English. But he never stopped smiling and went on to achieve his dreams.. The Little Refugee. is illustrated by Bruce Whatley, who created the beloved illustrations in Jackie French’s. Diary Of A Wombat.. Anh is donating his book royalties to charity.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Biography",
                "Nonfiction",
                "Biography Memoir",
                "History"
            ]
        },
        {
            "title": "Seduction of a Highland Lass",
            "authors": [
                "Maya Banks"
            ],
            "ranking": 4.16,
            "ranking_count": 23821,
            "abstract": "Maya Banks, the. New York Times. bestselling author of romance and romantic suspense has captivated readers with her steamy Scottish historical novels, perfect for fans of Julie Garwood. In. Seduction of a Highland Lass,. an indomitable Highland warrior is caught between loyalty and forbidden love.. Fiercely loyal to his elder brother, Alaric McCabe leads his clan in the fight for their birthright. Now he is prepared to wed for duty, as well. But on his way to claim the hand of Rionna McDonald, daughter of a neighboring chieftain, he is ambushed and left for dead. Miraculously, his life is saved by the soft touch of a Highland angel, a courageous beauty who will put to the test his fealty to his clan, his honor, and his deepest desires.. An outcast from her own clan, Keeley McDonald was betrayed by those she loved and trusted. When the wounded warrior falls from his horse, she is drawn to his strong, lean body. The wicked glint in his green eyes ignites a passion that will follow them back to Alaric’s keep, where their forbidden love draws them deeper into the pleasures of the flesh. But as conspiracy and danger circle closer, Alaric must make an impossible choice: Will he betray his blood ties for the woman he loves?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Adult",
                "Cultural",
                "Fiction",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Chain of Thorns",
            "authors": [
                "Cassandra Clare"
            ],
            "ranking": 4.43,
            "ranking_count": 532,
            "abstract": "James and Cordelia must save London—and their marriage—in this thrilling and highly anticipated conclusion to the Last Hours series from the #1. New York Times. and. USA TODAY. bestselling author Cassandra Clare.. Chain of Thorns. is a Shadowhunters novel.. Cordelia Carstairs has lost everything that matters to her. In only a few short weeks, she has seen her father murdered, her plans to become parabatai with her best friend, Lucie, destroyed, and her marriage to James Herondale crumble before her eyes. Even worse, she is now bound to an ancient demon, Lilith, stripping her of her power as a Shadowhunter.. After fleeing to Paris with Matthew Fairchild, Cordelia hopes to forget her sorrows in the city’s glittering nightlife. But reality intrudes when shocking news comes from home: Tatiana Blackthorn has escaped the Adamant Citadel, and London is under new threat by the Prince of Hell, Belial.. Cordelia returns to a London riven by chaos and dissent. The long-kept secret that Belial is James and Lucie’s grandfather has been revealed by an unexpected enemy, and the Herondales find themselves under suspicion of dealings with demons. Cordelia longs to protect James but is torn between a love for James she has long believed hopeless, and the possibility of a new life with Matthew. Nor can her friends help—ripped apart by their own secrets, they seem destined to face what is coming alone.. For time is short, and Belial’s plan is about to crash into the Shadowhunters of London like a deadly wave, one that will separate Cordelia, Lucie, and the Merry Thieves from help of any kind. Left alone in a shadowy London, they must face Belial’s deadly army. If Cordelia and her friends are going to save their city—and their families—they will have to muster their courage, swallow their pride, and trust one another again. For if they fail, they may lose everything—even their souls.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "Deadly Curiosities",
            "authors": [
                "Gail Z. Martin"
            ],
            "ranking": 3.58,
            "ranking_count": 1292,
            "abstract": "Cassidy Kincaide owns Trifles & Folly, an antique/curio store and high-end pawn shop in Charleston, South Carolina that is more than what it seems. Dangerous magical and supernatural items sometimes find their way into mortal hands or onto the market, and Cassidy is part of a shadowy Alliance of mortals and mages whose job it is to take those deadly curiosities out of circulation.. Welcome to Trifles & Folly, an antique and curio shop with a dark secret. Proprietor Cassidy Kincaide continues a family tradition begun in 1670—acquiring and neutralizing dangerous supernatural items. It’s the perfect job for Cassidy, whose psychic gift lets her touch an object and know its history. Together with her business partner Sorren, a 500 year-old vampire and former jewel thief, Cassidy makes it her business to get infernal objects off the market. When mundane antiques suddenly become magically malicious, it’s time for Cassidy and Sorren to get rid of these Deadly Curiosities before the bodies start piling up.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Mystery",
                "Fiction"
            ]
        },
        {
            "title": "Are You My Mother? A Comic Drama",
            "authors": [
                "Alison Bechdel"
            ],
            "ranking": 3.7,
            "ranking_count": 30164,
            "abstract": "A graphic memoir of Alison Bechdel becoming the artist her mother wanted to be.. Alison Bechdel’s. Fun Home. was a pop culture and literary phenomenon. Now, a second thrilling tale of filial sleuthery, this time about her mother: voracious reader, music lover, passionate amateur actor. Also a woman, unhappily married to a closeted gay man, whose artistic aspirations simmered under the surface of Bechdel's childhood . . . and who stopped touching or kissing her daughter good night, forever, when she was seven. Poignantly, hilariously, Bechdel embarks on a quest for answers concerning the mother-daughter gulf. It's a richly layered search that leads readers from the fascinating life and work of the iconic twentieth-century psychoanalyst Donald Winnicott, to one explosively illuminating Dr. Seuss illustration, to Bechdel’s own (serially monogamous) adult love life. And, finally, back to Mother—to a truce, fragile and real-time, that will move and astonish all adult children of gifted mothers.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Autobiography",
                "Nonfiction",
                "LGBT",
                "Biography",
                "Graphic Novels Comics",
                "Psychology",
                "Biography Memoir"
            ]
        },
        {
            "title": "Better Late Than Never",
            "authors": [
                "Jenn McKinlay"
            ],
            "ranking": 3.98,
            "ranking_count": 3482,
            "abstract": "In the latest Library Lover’s Mystery from the. New York Times. bestselling author of. A Likely Story,. a decades overdue book puts library director Lindsey Norris hot on the trail of a cold case.... When the Briar Creek Public Library holds its first overdue book amnesty day—no fines for late returns—the volume of incoming materials is more than Lindsey and her staff can handle. In a bind, Lindsey drafts the crafternoon ladies to help check in and sort the stacks of books.. But one tardy tome catches her attention—a copy of J. D. Salinger’s. The Catcher in the Rye,. twenty years past due. When Lindsey looks up the borrower, she’s shocked to discover it was a murdered school teacher named Candice Whitley, whose killer was never found.. Candice checked out the novel on the day she was murdered. Now Lindsey wonders if it could provide a clue to the decades-old cold case. No one noticed who brought the book back in, but could it be Candice’s killer? Lindsey is determined to catch the culprit one way or another, because justice for Candice Whitley is long overdue...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Romance",
                "Adult Fiction",
                "Writing",
                "Audiobook",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Emo Goth Girl (Francais)",
            "authors": [
                "Icy Rivers"
            ],
            "ranking": 5.0,
            "ranking_count": 3,
            "abstract": "Elle est vêtue de noir. Elle portait des lunettes de soleil. Il ne savait pas, quand il la voyait dans un magasin de bagel avec son frère, cette tragédie avait frappé son. Revoir encore une fois, après ce jour-là, les choses étaient différentes.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Господні комарики",
            "authors": [
                "Віталій Жежера"
            ],
            "ranking": 4.5,
            "ranking_count": 12,
            "abstract": "В збірку ввійшли есеї відомого українського автора, що публікувалися протягом 2005 - 2011 років під рубрикою Колонка в Газеті по-українськи.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Twenty-Eight and a Half Wishes",
            "authors": [
                "Denise Grover Swank"
            ],
            "ranking": 3.92,
            "ranking_count": 30623,
            "abstract": "For Rose Gardner, working at the DMV on a Friday afternoon is bad even before she sees a vision of herself dead. She’s had plenty of visions, usually boring ones like someone’s toilet’s overflowed, but she’s never seen one of herself before. When her overbearing momma winds up murdered on her sofa instead, two things are certain: There isn't enough hydrogen peroxide in the state of Arkansas to get that stain out, and Rose is the prime suspect.. Rose realizes she’s wasted twenty-four years of living and makes a list on the back of a Wal-Mart receipt: twenty-eight things she wants to accomplish before her vision comes true. She’s well on her way with the help of her next door neighbor Joe, who has no trouble teaching Rose the rules of drinking, but won’t help with number fifteen-- do more with a man. Joe’s new to town, but it doesn’t take a vision for Rose to realize he’s got plenty of secrets of his own.. Somebody thinks Rose has something they want and they’ll do anything to get it. Her house is broken into, someone else she knows is murdered, and suddenly, dying a virgin in the Fenton County jail isn’t her biggest worry after all.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Fantasy",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "Hidden Bodies",
            "authors": [
                "Caroline Kepnes"
            ],
            "ranking": 3.74,
            "ranking_count": 65081,
            "abstract": "THE RIVETING SEQUEL TO THE HIT BOOK. YOU. , NOW A NETFLIX SERIES. In the compulsively readable sequel to her widely acclaimed debut novel, You, Caroline Kepnes weaves a tale that. Booklist. calls “the love child of Holden Caulfield and Patrick Bateman.”. Joe Goldberg is no stranger to hiding bodies. In the past ten years, this thirty-something has buried four of them, collateral damage in his quest for love. Now he’s heading west to Los Angeles, the city of second chances, determined to put his past behind him.. In Hollywood, Joe blends in effortlessly with the other young upstarts. He eats guac, works in a bookstore, and flirts with a journalist neighbor. But while others seem fixated on their own reflections, Joe can’t stop looking over his shoulder. The problem with hidden bodies is that they don’t always stay that way. They re-emerge, like dark thoughts, multiplying and threatening to destroy what Joe wants most: true love. And when he finds it in a darkened room in Soho House, he’s more desperate than ever to keep his secrets buried. He doesn’t want to hurt his new girlfriend—he wants to be with her forever. But if she ever finds out what he’s done, he may not have a choice…",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Audiobook",
                "Mystery",
                "Contemporary",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "The Idealist: Aaron Swartz and the Rise of Free Culture on the Internet",
            "authors": [
                "Justin Peters"
            ],
            "ranking": 3.8,
            "ranking_count": 382,
            "abstract": "A smart, lively history of the Internet free culture movement and its larger effects on society—and the life and shocking suicide of Aaron Swartz, a founding developer of Reddit and Creative Commons—from. Slate. correspondent Justin Peters.. Aaron Swartz was a zealous young advocate for the free exchange of information and creative content online. He committed suicide in 2013 after being indicted by the government for illegally downloading millions of academic articles from a nonprofit online database. From the age of fifteen, when Swartz, a computer prodigy, worked with Lawrence Lessig to launch Creative Commons, to his years as a fighter for copyright reform and open information, to his work leading the protests against the Stop Online Piracy Act (SOPA), to his posthumous status as a cultural icon, Swartz’s life was inextricably connected to the free culture movement. Now Justin Peters examines Swartz’s life in the context of 200 years of struggle over the control of information.. In vivid, accessible prose,. The Idealist. situates Swartz in the context of other data moralists past and present, from lexicographer Noah Webster to ebook pioneer Michael Hart to NSA whistleblower Edward Snowden. In the process, the book explores the history of copyright statutes and the public domain; examines archivists’ ongoing quest to build the “library of the future”; and charts the rise of open access, copyleft, and other ideologies that have come to challenge protectionist IP policies. Peters also breaks down the government’s case against Swartz and explains how we reached the point where federally funded academic research came to be considered private property, and downloading that material in bulk came to be considered a federal crime.. The Idealist. is an important investigation of the fate of the digital commons in an increasingly corporatized Internet, and an essential look at the impact of the free culture movement on our daily lives and on generations to come.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Science",
                "History",
                "Politics",
                "Audiobook",
                "Philosophy",
                "Computers",
                "Social Movements"
            ]
        },
        {
            "title": "In Other Words",
            "authors": [
                "Jhumpa Lahiri",
                "Ann Goldstein"
            ],
            "ranking": 3.71,
            "ranking_count": 11759,
            "abstract": "From the Pulitzer Prize winner, a surprising, powerful, and eloquent nonfiction debut. In Other Words is at heart a love story—of a long and sometimes difficult courtship, and a passion that verges on obsession: that of a writer for another language. For Jhumpa Lahiri, that love was for Italian, which first captivated and capsized her during a trip to Florence after college. And although Lahiri studied Italian for many years afterward, true mastery had always eluded her. So in 2012, seeking full immersion, she decided to move to Rome with her family, for “a trial by fire, a sort of baptism” into a new language and world.. In Rome, Lahiri began to read, and to write—initially in her journal—solely in Italian. In Other Words, an autobiographical work written in Italian, investigates the process of learning to express oneself in another language, and describes the journey of a writer seeking a new voice. Presented in a dual-language format, it is a book about exile, linguistic and otherwise, written with an intensity and clarity not seen since Nabokov. A startling act of self-reflection and a provocative exploration of belonging and reinvention.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Cultural",
                "Humanities",
                "Biography",
                "European Literature",
                "Language",
                "Writing",
                "Travel",
                "Audiobook"
            ]
        },
        {
            "title": "A Lady's Lesson in Scandal",
            "authors": [
                "Meredith Duran"
            ],
            "ranking": 3.85,
            "ranking_count": 4300,
            "abstract": "In gritty, working-class London, she does what she must to survive…. When Nell Whitby breaks into an earl's house on a midnight quest for revenge, she finds her pistol pointed at the wrong man—one handsome as sin and naked as the day he was born. Pity he's a lunatic. He thinks her a missing heiress, but more to the point, he'll help her escape the slums and right a grave injustice. Not a bad bargain. All she has to do is marry him.. A notorious ladies' man could take her from poverty to opulence…but at what price?. A rake of the first order, Simon St. Maur spent his restless youth burning every bridge he crossed. When he inherits an earldom without a single penny attached to it, he sees a chance to start over—provided he can find an heiress to fund his efforts. But his wicked reputation means courtship will be difficult—until fate sends him the most notorious missing heiress in history. All he needs now is to make her into a lady and keep himself from making the only mistake that could ruin everything: falling in love…",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "European Literature"
            ]
        },
        {
            "title": "Player's Handbook",
            "authors": [
                "James Wyatt",
                "Robert J. Schwalb",
                "Bruce R. Cordell"
            ],
            "ranking": 4.58,
            "ranking_count": 10731,
            "abstract": "Everything a player needs to create heroic characters for the world’s greatest roleplaying game. The Player’s Handbook® is the essential reference for every Dungeons & Dragons® roleplayer. It contains rules for character creation and advancement, backgrounds and skills, exploration and combat, equipment, spells, and much more.. Use this book to create exciting characters from among the most iconic D&D® races and classes.. Dungeons & Dragons immerses you in a world of adventure. Explore ancient ruins and deadly dungeons. Battle monsters while searching for legendary treasures. Gain experience and power as you trek across uncharted lands with your companions.. The world needs heroes. Will you answer the call?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Games",
                "Role Playing Games",
                "Reference",
                "Sports and Games",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Magonia",
            "authors": [
                "Maria Dahvana Headley"
            ],
            "ranking": 3.54,
            "ranking_count": 18172,
            "abstract": "#1. New York Times. bestseller Maria Dahvana Headley’s soaring sky fantasy. Magonia. is now in paperback!. Since she was a baby, Aza Ray Boyle has suffered from a mysterious lung disease that makes it ever harder for her to breathe, to speak—to live. So when Aza catches a glimpse of a ship in the sky, her family chalks it up to a cruel side effect of her medication. But Aza doesn’t think this is a hallucination. She can hear someone on the ship calling her name.. Only her best friend, Jason, listens. Jason, who’s always been there. Jason, for whom she might have more-than-friendly feelings. But before Aza can consider that thrilling idea, something goes terribly wrong. Aza is lost to our world—and found by another. Magonia.. Above the clouds, in a land of trading ships, Aza is not the weak and dying thing she was. In Magonia, she can breathe for the first time. Better, she has immense power—but as she navigates her new life, she discovers that war between Magonia and Earth is coming. In Aza’s hands lies the fate of the whole of humanity—including the boy who loves her. Where do her loyalties lie?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fiction",
                "Magical Realism",
                "Adventure"
            ]
        },
        {
            "title": "The Force of Wind",
            "authors": [
                "Elizabeth   Hunter"
            ],
            "ranking": 4.29,
            "ranking_count": 13322,
            "abstract": "How far would you go to protect the ones you love?. What would you sacrifice to kill the one you hate?. Join Giovanni Vecchio and Beatrice De Novo as they travel to a hidden island on the far edge of China and seek the help of an ancient immortal court. Can they weave their way through the tangled web of centuries-old alliances and ruthless feuds to find what they’ve been looking for? Friends will be revealed, enemies will find them, and a dangerous secret will come to light.. The Force of Wind is the third book in the four-part Elemental Mysteries series. It is a paranormal mystery/romance for adult readers.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Mystery",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Om våren",
            "authors": [
                "Karl Ove Knausgård",
                "Staffan Söderblom",
                "Anna Bjerger"
            ],
            "ranking": 4.33,
            "ranking_count": 2899,
            "abstract": "April befinner sig mellan den stora sömnen och det stora språnget. April är längtan efter något annat, där det andra ännu är okänt.. I romanen Om våren får vi följa en far och hans tre månader gamla dotter under en dag i april, från det att solen går upp tills den går ner. Tillsammans ska de genomföra en resa i ett vårvaknande Skåne för att besöka dotterns mor som ligger på sjukhus, vilket i sin tur väcker frågor för fadern att besvara, frågor om landskapet som sträcker ut sig, frågor om honom själv och hans sätt att handskas med livets stora och små frågor. Han berättar om sig själv och om kärleken, den kravlösa som glöder svagt genom hela livet, den kärlek som han nu vill ska låta omsluta dottern.. Om våren, den tredje delen i Karl Ove Knausgårds årtidsböcker, är en roman om livets begynnelse, om ljuset men också om mörkret. I romanen ingår också flera målningar av den uppmärksammade svenska konstnären Anna Bjerger.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Writing",
                "Literature",
                "Novels",
                "European Literature",
                "Family",
                "Parenting",
                "Health",
                "Contemporary",
                "Biography Memoir"
            ]
        },
        {
            "title": "When My Heart Joins the Thousand",
            "authors": [
                "A.J. Steiger"
            ],
            "ranking": 4.04,
            "ranking_count": 1891,
            "abstract": "Obviously I’m not what most people would describe as happy. But that has nothing to do with anything. Happiness is not a priority. Survival is.. Alvie Fitz doesn’t fit in, and she doesn’t care. She’s spent years swallowing meds and bad advice from doctors and social workers.. Adjust, adapt. Pretend to be normal.. It sounds so easy.. If she can make it to her eighteenth birthday without any major mishaps, she’ll be legally emancipated. Free. But if she fails, she’ll become a ward of the state and be sent back to the group home.. All she wants is to be left alone to spend time with her friend, Chance, the one-winged hawk at the zoo where she works. She can bide her time with him until her emancipation. Humans are overrated anyway. Then she meets Stanley, a boy who might be even stranger than she is—a boy who walks with a cane, who turns up every day with a new injury, whose body seems as fragile as glass. Without even meaning to, she finds herself getting close to him. But Alvie remembers what happened to the last person she truly cared about.. Her past stalks her with every step, and it has sharp teeth. But if she can find the strength to face the enemy inside her, maybe she’ll have a chance at happiness after all.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Neurodiversity",
                "Fiction",
                "Health",
                "Disability",
                "Realistic Fiction",
                "Mental Health",
                "Audiobook"
            ]
        },
        {
            "title": "The Poet's Wife",
            "authors": [
                "Rebecca Stonehill"
            ],
            "ranking": 3.95,
            "ranking_count": 552,
            "abstract": "An unforgettable journey into the heart of one family torn apart by war.. Granada, 1920.. Free-spirited Luisa and young poet Eduardo fall in love, cementing a bond that can never be broken.. Behind the jasmine filled courtyard, perched amongst houses like clouds on a hilltop, stands a beautiful villa; Carmen de las Estrellas. Beneath its walls live Eduardo and Luisa with their thriving family, but war is looming, casting its shadow over the household.. When Civil War finally breaks out, Luisa and Eduardo must fiercely protect those dear to them. Yet these are turbulent times, and as each of their children begin to make their way in the world, the solace of home cannot shield them from the horrors of war.. The Poet’s Wife. is an extraordinary piece of storytelling spanning over fifty years – a heart- wrenching novel of a family devastated by war but bound together by love, loss and hope, told through the eyes of three remarkable women.. “Rebecca Stonehill’s debut, ‘The Poet’s Wife’ is. a beautiful and powerful book. . Unforgettable, an epic tale peopled with characters so vivid they jump off the pages and take residence in your heart. The writing is beautiful, heartfelt, the descriptions evocative, the sense of time and place exquisite.. Nothing I say can do this book justice. Please read it. You will be glad you did.. ”. Renita D’Silva",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "War"
            ]
        },
        {
            "title": "Desolation Mountain",
            "authors": [
                "William Kent Krueger"
            ],
            "ranking": 4.08,
            "ranking_count": 6310,
            "abstract": "New York Times. bestselling author William Kent Krueger delivers yet another “punch-to-the-gut blend of detective story and investigative fiction” (. Booklist. , starred review) as Cork O’Connor and his son Stephen work together to uncover the truth behind the tragic plane crash of a senator on Desolation Mountain and the mysterious disappearances of several first responders. This is a heart-pounding and devastating mystery the scope and consequences of which go far beyond what father or son could ever have imagined.. There are more things in heaven and earth, Horatio, than are dreamt of in your philosophy.. To Stephen O’Connor, Hamlet’s dour observation is more than just words. All his life, he has had visions of tragedies to come. When he experiences the vision of a great bird shot from the sky, he knows something terrible is about to happen. The crash of a private plane on Desolation Mountain in a remote part of the Iron Lake Reservation, which kills a United States senator and most of her family, confirms Stephen’s worst fears.. Stephen joins his father, Cork O’Connor and a few Ojibwe men from the nearby Iron Lake reservation to sift through the smoldering wreckage when the FBI arrives and quickly assumes control of the situation. What seems like the end of the O’Connors’ involvement is, however, only the beginning of a harrowing journey to understand the truth behind the Senator’s death. As he initiates his own probe, Cork O’Connor stumbles upon a familiar face in Bo Thorson, a private security consultant whose unnamed clients have hired him to look quietly into the cause of the crash. The men agree to join forces in their investigation, but soon Cork begins to wonder if Thorson’s loyalties lie elsewhere.. In that far north Minnesota County, which is overrun with agents of the FBI, NTSB, DoD, and even members of a rightwing militia, all of whom have their own agendas, Cork, Stephen, and Bo attempt to navigate a perilous course. Roadblocked by lies from the highest levels of government, uncertain who to trust, and facing growing threats the deeper they dig for answers, the three men finally understand that to get to the truth, they will have to face the great menace, a beast of true evil lurking in the woods—a beast with a murderous intent of unimaginable scale.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Small Animals: Parenthood in the Age of Fear",
            "authors": [
                "Kim Brooks"
            ],
            "ranking": 3.9,
            "ranking_count": 2793,
            "abstract": "Part memoir, part history, part documentary, part impassioned manifesto...it might be the most important book about being a parent that you will ever read.. --Emily Rapp Black,. New York Times. bestselling author of. The Still Point of the Turning World. A beautifully told, harrowing story.... --Heather Havrilesky. One morning, Kim Brooks made a split-second decision to leave her four-year old son in the car while she ran into a store. What happened would consume the next several years of her life and spur her to investigate the broader role America's culture of fear plays in parenthood. In. Small Animals. , Brooks asks, Of all the emotions inherent in parenting, is there any more universal or profound than fear? Why have our notions of what it means to be a good parent changed so radically? In what ways do these changes impact the lives of parents, children, and the structure of society at large? And what, in the end, does the rise of fearful parenting tell us about ourselves?. Fueled by urgency and the emotional intensity of Brooks's own story,. Small Animals. is a riveting examination of the ways our culture of competitive, anxious, and judgmental parenting has profoundly altered the experiences of parents and children. In her signature style--by turns funny, penetrating, and always illuminating--which has dazzled millions of fans and been called striking by. New York Times. Book Review and beautiful by the National Book Critics Circle, Brooks offers a provocative, compelling portrait of parenthood in America and calls us to examine what we most value in our relationships with our children and one another.",
            "part_of_series": false,
            "genre_list": [
                "Parenting",
                "Nonfiction",
                "Autobiography",
                "Adult",
                "Audiobook",
                "Biography",
                "Family",
                "Sociology",
                "Biography Memoir",
                "Psychology"
            ]
        },
        {
            "title": "Baby Teeth",
            "authors": [
                "Zoje Stage"
            ],
            "ranking": 3.63,
            "ranking_count": 49467,
            "abstract": "Meet Hanna.. She’s the sweet-but-silent angel in the adoring eyes of her Daddy. He’s the only person who understands her, and all Hanna wants is to live happily ever after with him. But Mommy stands in her way, and she’ll try any trick she can think of to get rid of her. Ideally for good.. Meet Suzette.. She loves her daughter, really, but after years of expulsions and strained home schooling, her precarious health and sanity are weakening day by day. As Hanna’s tricks become increasingly sophisticated, and Suzette's husband remains blind to the failing family dynamics, Suzette starts to fear that there’s something seriously wrong, and that maybe home isn’t the best place for their baby girl after all.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Thriller",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Ultraluminous",
            "authors": [
                "Katherine Faw",
                "Katherine Faw Morris"
            ],
            "ranking": 3.55,
            "ranking_count": 678,
            "abstract": "Girlfriend. Prostitute. Addict. Terrorist? Who is K?. Ultraluminous, the daring new novel from Katherine Faw, the brilliant author of Young God, follows one year in the life of a high-end, girlfriend-experience prostitute. She has just returned to her native New York City after more than a decade abroad—in the capitals of Asia and the Middle East, her last stop Dubai, with a man she recalls only as the Sheikh—but it’s unclear why exactly she’s come back. Did things go badly for her? Does she have scores to settle?. Regardless, she has quickly made herself at home. She’s set up a rotation of clients—all of them in finance, and each of whom has different delusions of how he is important to her. And she’s also met a man whom she doesn’t charge—a damaged former Army Ranger, back from Afghanistan, and a fellow long-time heroin addict.. Her days are strangely orderly: a repetition of dinners, personal grooming, museum exhibitions, sex, Duane Reades (she likes the sushi), cosmology, sex, gallery shows, heroin, sex, and art films (which she finds soothing). The pattern is comforting, but does she really believe it’s sustainable? Or do the barely discernible rifts in her routine suggest that something else is percolating under the surface? Could she have fallen for one of her bankers? Or do those supposed rifts suggest a pattern within the pattern, a larger scheme she’s not showing us, a truth that won’t be revealed until we can see everything?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literary Fiction",
                "Thriller",
                "Contemporary",
                "Dark",
                "Literature",
                "The United States Of America",
                "Novella"
            ]
        },
        {
            "title": "Destroyer of Light",
            "authors": [
                "Rachel Alexander"
            ],
            "ranking": 4.36,
            "ranking_count": 1402,
            "abstract": "The marriage of Hades and Persephone blossoms and their mysterious grove in the world below thrives…. …while the sunlit world withers.. Demeter holds out in Eleusis, pushing both mankind and the gods to frozen starvation in order to reclaim her daughter. The newly married rulers of the dead must reach an accord with Persephone’s mother to stay her deadly course— and come face to face with sacrifice, responsibility, and the balance of power among the gods.. Destroyer of Light concludes the erotic romance begun in Receiver of Many: a battle of wills among the gods is writ large across the dying earth, a cruel sorcerer-king faces his trial, and the King and Queen of the Underworld realize a destiny that the Fates alone could have foreseen.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Mythology",
                "Fiction",
                "Retellings",
                "Historical",
                "Adult"
            ]
        },
        {
            "title": "The Mammoth Book of Time Travel SF",
            "authors": [
                "Mike Ashley",
                "Kage Baker",
                "David J. Lake",
                "Fritz Leiber",
                "Paul Levinson",
                "Elizabeth Malartre",
                "David I. Masson",
                "Sean McMullen",
                "more…",
                "Christopher Priest",
                "Kristine Kathryn Rusch",
                "Robert Silverberg",
                "Mike Strahan",
                "Gregory Benford",
                "Michael Swanwick",
                "Steve Rasnic Tem",
                "Steven Utley",
                "John Varley",
                "Ian Watson",
                "Liz Williams",
                "Damien Broderick",
                "Molly Brown",
                "Simon Clark",
                "Sheila Crosby",
                "Malcolm Edwards",
                "Lawrence Watt-Evans",
                "Ellen Klages",
                "…less"
            ],
            "ranking": 3.81,
            "ranking_count": 456,
            "abstract": "This thought-provoking collection not only takes us into the past and the future, but also explores what might happen if we attempt to manipulate time to our own advantage.. These stories show what happen once you start to meddle with time and the paradoxes that might arise. It also raises questions about whether we understand time, and how we perceive it. Once we move outside the present day, can we ever return or do we move into an alternate world? What happens if our meddling with Nature leads to time flowing backwards, or slowing down or stopping all together? Or if we get trapped in a constant loop from which we can never escape. Is the past and future immutable or will we ever be able to escape the inevitable?. These are just some of the questions that are raised in these challenging, exciting and sometimes amusing stories by Kage Baker, Simon Clark, Fritz Leiber, Christopher Priest, Kristine Kathryn Rusch, Robert Silverberg, Michael Swanwick, John Varley and many others.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Anthologies",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Behave: The Biology of Humans at Our Best and Worst",
            "authors": [
                "Robert M. Sapolsky"
            ],
            "ranking": 4.42,
            "ranking_count": 16301,
            "abstract": "Why do we do the things we do?. More than a decade in the making, this game-changing book is Robert Sapolsky's genre-shattering attempt to answer that question as fully as perhaps only he could, looking at it from every angle. Sapolsky's storytelling concept is delightful but it also has a powerful intrinsic logic: he starts by looking at the factors that bear on a person's reaction in the precise moment a behavior occurs, and then hops back in time from there, in stages, ultimately ending up at the deep history of our species and its evolutionary legacy.. And so the first category of explanation is the neurobiological one. A behavior occurs--whether an example of humans at our best, worst, or somewhere in between. What went on in a person's brain a second before the behavior happened? Then Sapolsky pulls out to a slightly larger field of vision, a little earlier in time: What sight, sound, or smell caused the nervous system to produce that behavior? And then, what hormones acted hours to days earlier to change how responsive that individual is to the stimuli that triggered the nervous system? By now he has increased our field of vision so that we are thinking about neurobiology and the sensory world of our environment and endocrinology in trying to explain what happened.. Sapolsky keeps going: How was that behavior influenced by structural changes in the nervous system over the preceding months, by that person's adolescence, childhood, fetal life, and then back to his or her genetic makeup? Finally, he expands the view to encompass factors larger than one individual. How did culture shape that individual's group, what ecological factors millennia old formed that culture? And on and on, back to evolutionary factors millions of years old.. The result is one of the most dazzling tours d'horizon of the science of human behavior ever attempted, a majestic synthesis that harvests cutting-edge research across a range of disciplines to provide a subtle and nuanced perspective on why we ultimately do the things we do...for good and for ill. Sapolsky builds on this understanding to wrestle with some of our deepest and thorniest questions relating to tribalism and xenophobia, hierarchy and competition, morality and free will, and war and peace. Wise, humane, often very funny,. Behave. is a towering achievement, powerfully humanizing, and downright heroic in its own right.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Psychology",
                "Biology",
                "Philosophy",
                "Anthropology",
                "Audiobook",
                "Sociology",
                "History"
            ]
        },
        {
            "title": "The Only Girl in the World",
            "authors": [
                "Maude Julien"
            ],
            "ranking": 3.75,
            "ranking_count": 7713,
            "abstract": "Maude Julien’s childhood was defined by the iron grip of her father, who was convinced his daughter was destined for great deeds. His plan began when he adopted Maude’s mother and indoctrinated her with his esoteric ideals. Her mission was to give him a daughter as blonde as she was, and then to take charge of the child’s education. That child was Maude, on whom her father conducted his outrageous experiment—to raise the perfect ‘super-human’ being.. The three lived in an isolated mansion in northern France, where her father made her undergo endless horrifying endurance tests. Maude had to hold an electric fence without flinching. Her parents locked her in a cellar overnight and ordered her to sit still on a stool in the dark, contemplating death, while rats scurried around her feet.. How did this girl, with her loveless and lonely childhood, emerge so unscathed, so full of the empathy that was absent in her childhood? How did she manage to escape?. Maude was sustained by her love of nature and animals and her passion for literature. In writing this memoir, Maude Julien shows that it is possible to overcome severe trauma. She recounts her chilling and deeply moving story in a compelling and compassionate voice.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Psychology",
                "Adult",
                "Crime",
                "Sociology",
                "Cultural"
            ]
        },
        {
            "title": "Disappearing Earth",
            "authors": [
                "Julia  Phillips"
            ],
            "ranking": 3.86,
            "ranking_count": 46167,
            "abstract": "One August afternoon, on the shoreline of the north-eastern edge of Russia, two sisters are abducted. In the ensuing weeks, then months, the police investigation turns up nothing. Echoes of the disappearance reverberate across a tightly woven community, with the fear and loss felt most deeply among its women.. Set on the remote Siberian peninsula of Kamchatka,. Disappearing Earth. draws us into the world of an astonishing cast of characters, all connected by an unfathomable crime. We are transported to vistas of rugged beauty – densely wooded forests, open expanses of tundra, soaring volcanoes and the glassy seas that border Japan and Alaska – and into a region as complex as it is alluring, where social and ethnic tensions have long simmered, and where outsiders are often the first to be accused.. In a story as propulsive as it is emotionally engaging, and through a young writer's virtuosic feat of empathy and imagination, this powerful novel provides a new understanding of the intricate bonds of family and community, in a Russia unlike any we have seen before.. Beautifully written, thought-provoking, intense and cleverly wrought, this is the most extraordinary first novel from a mesmerising new talent.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Cultural",
                "Literary Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Catch a Ghost",
            "authors": [
                "S.E. Jakes"
            ],
            "ranking": 3.96,
            "ranking_count": 5374,
            "abstract": "Everyone knows that Prophet—former Navy SEAL, former CIA spook, full-time pain in the ass—works alone and thinks only about the trouble he can cause. But his boss, Phil Butler of Extreme Escapes, LTD., has just assigned Proph not only a new partner but also a case haunted by ghosts from Proph’s past. Suddenly, he’s got to confront them both head on.. Tom Boudreaux—failed FBI agent, failed sheriff, full time believer in bad luck—is wondering why the head of a private contracting firm has hunted him down to offer him a job. Still he's determined to succeed this time, despite being partnered with Prophet, EE, LTD’s most successful, lethal, and annoying operative, and even though the case is also resurrecting his own painful past.. Together, Prophet and Tom must find a way to take down killers in the dangerous world of underground cage matches, while fighting their own dangerous attraction. And when they find themselves caught in the crossfire, these two loners are forced to trust each other and work together to escape their ghosts . . . or pay the price.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "War",
                "Contemporary",
                "Mystery",
                "Suspense",
                "Adult Fiction",
                "LGBT"
            ]
        },
        {
            "title": "A Girl Called Owl",
            "authors": [
                "Amy  Wilson"
            ],
            "ranking": 3.86,
            "ranking_count": 1417,
            "abstract": "It's bad enough having a mum dippy enough to name you Owl, but when you've got a dad you've never met, a best friend who needs you more than ever, and a new boy at school giving you weird looks, there's not a lot of room for much else.. So when Owl starts seeing strange frost patterns on her skin, she's tempted to just burrow down under the duvet and forget all about it. Could her strange new powers be linked to her mysterious father?And what will happen when she enters the magical world of winter for the first time?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Fairies"
            ]
        },
        {
            "title": "The Thrilling Adventures of Lovelace and Babbage",
            "authors": [
                "Sydney Padua"
            ],
            "ranking": 4.04,
            "ranking_count": 4429,
            "abstract": "THE THRILLING ADVENTURES OF LOVELACE AND BABBAGE. . . . in which Sydney Padua transforms one of the most compelling scientific collaborations into a hilarious series of adventures.. Meet Victorian London’s most dynamic duo: Charles Babbage, the unrealized inventor of the computer, and his accomplice, Ada, Countess of Lovelace, the peculiar protoprogrammer and daughter of Lord Byron. When Lovelace translated a description of Babbage’s plans for an enormous mechanical calculating machine in 1842, she added annotations three times longer than the original work. Her footnotes contained the first appearance of the general computing theory, a hundred years before an actual computer was built. Sadly, Lovelace died of cancer a decade after publishing the paper, and Babbage never built any of his machines.. But do not despair!. The Thrilling Adventures of Lovelace and Babbage. presents a rollicking alternate reality in which Lovelace and Babbage. do. build the Difference Engine and then use it to build runaway economic models, battle the scourge of spelling errors, explore the wilder realms of mathematics, and, of course, fight crime—for the sake of both London and science. Complete with extensive footnotes that rival those penned by Lovelace herself, historical curiosities, and never-before-seen diagrams of Babbage’s mechanical, steam-powered computer,. The Thrilling Adventures of Lovelace and Babbage. is wonderfully whimsical, utterly unusual, and, above all, entirely irresistible.. (With black-and-white illustrations throughout.)",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "History",
                "Science",
                "Nonfiction",
                "Biography",
                "Science Fiction",
                "Historical",
                "Humor",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Things We Lost in the Fire",
            "authors": [
                "Mariana Enríquez",
                "Megan McDowell"
            ],
            "ranking": 4.07,
            "ranking_count": 21407,
            "abstract": "In these wildly imaginative, devilishly daring tales of the macabre, internationally bestselling author Mariana Enriquez brings contemporary Argentina to vibrant life as a place where shocking inequality, violence, and corruption are the law of the land, while military dictatorship and legions of desaparecidos loom large in the collective memory. In these stories, reminiscent of Shirley Jackson and Julio Cortázar, three young friends distract themselves with drugs and pain in the midst a government-enforced blackout; a girl with nothing to lose steps into an abandoned house and never comes back out; to protest a viral form of domestic violence, a group of women set themselves on fire.. But alongside the black magic and disturbing disappearances, these stories are fueled by compassion for the frightened and the lost, ultimately bringing these characters—mothers and daughters, husbands and wives—into a surprisingly familiar reality. Written in hypnotic prose that gives grace to the grotesque, Things We Lost in the Fire is a powerful exploration of what happens when our darkest desires are left to roam unchecked, and signals the arrival of an astonishing and necessary voice in contemporary fiction.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Horror",
                "Fiction",
                "Magical Realism",
                "Contemporary",
                "Gothic",
                "European Literature",
                "Cultural",
                "Audiobook",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Stars Are Legion",
            "authors": [
                "Kameron Hurley"
            ],
            "ranking": 3.65,
            "ranking_count": 8807,
            "abstract": "Somewhere on the outer rim of the universe, a mass of decaying world-ships known as the Legion is traveling in the seams between the stars. For generations, a war for control of the Legion has been waged, with no clear resolution.  As worlds continue to die, a desperate plan is put into motion.. Zan wakes with no memory, prisoner of a people who say they are her family. She is told she is their salvation - the only person capable of boarding the Mokshi, a world-ship with the power to leave the Legion. But Zan's new family is not the only one desperate to gain control of the prized ship. Zan finds that she must choose sides in a genocidal campaign that will take her from the edges of the Legion's gravity well to the very belly of the world.. Zan will soon learn that she carries the seeds of the Legion's destruction - and its possible salvation. But can she and her ragtag band of followers survive the horrors of the Legion and its people long enough to deliver it?. In the tradition of. The Fall of Hyperion. and. Dune. ,. The Stars are Legion. is an epic and thrilling tale about tragic love, revenge, and war as imagined by one of the genre's most celebrated new writers.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "LGBT",
                "Fantasy",
                "Adult",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Color of Law: A Forgotten History of How Our Government Segregated America",
            "authors": [
                "Richard Rothstein"
            ],
            "ranking": 4.45,
            "ranking_count": 29011,
            "abstract": "In this groundbreaking history of the modern American metropolis, Richard Rothstein, a leading authority on housing policy, explodes the myth that America’s cities came to be racially divided through. de facto. segregation—that is, through individual prejudices, income differences, or the actions of private institutions like banks and real estate agencies. Rather,. The Color of Law. incontrovertibly makes clear that it was. de jure. segregation—the laws and policy decisions passed by local, state, and federal governments—that actually promoted the discriminatory patterns that continue to this day.. Through extraordinary revelations and extensive research that Ta-Nehisi Coates has lauded as brilliant (. The Atlantic. ), Rothstein comes to chronicle nothing less than an untold story that begins in the 1920s, showing how this process of. de jure. segregation began with explicit racial zoning, as millions of African Americans moved in a great historical migration from the south to the north.. As Jane Jacobs established in her classic. The Death and Life of Great American Cities. , it was the deeply flawed urban planning of the 1950s that created many of the impoverished neighborhoods we know. Now, Rothstein expands our understanding of this history, showing how government policies led to the creation of officially segregated public housing and the demolition of previously integrated neighborhoods. While urban areas rapidly deteriorated, the great American suburbanization of the post–World War II years was spurred on by federal subsidies for builders on the condition that no homes be sold to African Americans. Finally, Rothstein shows how police and prosecutors brutally upheld these standards by supporting violent resistance to black families in white neighborhoods.. The Fair Housing Act of 1968 prohibited future discrimination but did nothing to reverse residential patterns that had become deeply embedded. Yet recent outbursts of violence in cities like Baltimore, Ferguson, and Minneapolis show us precisely how the legacy of these earlier eras contributes to persistent racial unrest. “The American landscape will never look the same to readers of this important book” (Sherrilyn Ifill, president of the NAACP Legal Defense Fund), as Rothstein’s invaluable examination shows that only by relearning this history can we finally pave the way for the nation to remedy its unconstitutional past.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Race",
                "Politics",
                "Social Movements",
                "Law",
                "Sociology",
                "North American Hi...",
                "Audiobook"
            ]
        },
        {
            "title": "Supertato Run Veggies Run",
            "authors": [
                "Sue Hendra"
            ],
            "ranking": 4.17,
            "ranking_count": 114,
            "abstract": "It’s Sports Day in the supermarket and all the veggies are in training. Everyone has been practising hard and is ready and raring to go. However, a new competitor joins the event, accompanied by The Evil Pea, and is determined to win all the prizes. Things don’t seem quite right… but will Supertato be able to foil his nemesis’ plan in time?. Another laugh-out-loud story from the bestselling, award-winning Sue Hendra and Paul Linnet.",
            "part_of_series": true,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "Muhammad the Messenger of Guidance: A Concise Introduction to His Life and Islam",
            "authors": [
                "Ahmad M. Halimah"
            ],
            "ranking": 4.19,
            "ranking_count": 16,
            "abstract": "Muhammad (ﷺ), the Messenger of Guidance: A Concise Introduction to His Life and Islam. is an excellent resource for both Muslims and non-Muslims. In Part One, the author succinctly summarises the life of Prophet Muhammad (ﷺ), using authentic reports from his Companions to paint a beautiful portrait of his qualities and characteristics. In addition, he examines and explains the basic pillars of faith and worship in Islam, and then goes on to discuss issues that are relevant to the Muslim nation today.. Part Two brings together a wide selection of sound hadiths, or sayings of the Prophet (ﷺ). The author has carefully chosen these to cover a broad variety of topics, thus creating a useful reference that is easy to follow and comprehend.. This book provides the reader with an academic perspective on Islam, which is supported by modern, eloquent translations of the original textual sources: the Qur’an and the Sunnah of the Prophet (ﷺ). It is an excellent resource for both the casual and the academic reader.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "With or Without You",
            "authors": [
                "Domenica Ruta"
            ],
            "ranking": 3.66,
            "ranking_count": 7175,
            "abstract": "Domenica Ruta grew up in Danvers, Massachusetts, in a ramshackle, rundown, trash-filled house with her mother, a drug dealer and user who raised Domenica on a steady diet of Oxycontin. Growing up, Domenica knew she didn't fit in-she was far smarter and worse dressed than everyone else she knew, and she clearly had the most flamboyant mother of anyone in town-but she found solace in writing and reading. As she grew older, though, and as her mother's behavior grew increasingly outrageous and her home life increasingly untenable, Domenica fled Danvers only to become ensnared by the demons of addiction.. A thoroughly textured and masterfully written book, layered with wildly colorful characters, a biting sense of humor, and penetrating, deeply sympathetic insights,. With or Without You. finally ends with Domenica's increasing awareness that she must leave the life she grew up with in order to survive.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "Audiobook",
                "Adult",
                "Family",
                "Young Adult",
                "Book Club"
            ]
        },
        {
            "title": "Pastoral",
            "authors": [
                "André Alexis"
            ],
            "ranking": 3.76,
            "ranking_count": 708,
            "abstract": "There were plans for an official welcome. It was to take place the following Sunday. But those who came to the rectory on Father Pennant's second day were the ones who could not resist seeing him sooner. Here was the man to whom they would confess the darkest things. It was important to feel him out. Mrs Young, for instance, after she had seen him eat a piece of her macaroni pie, quietly asked what he thought of adultery.. André Alexis brings a modern sensibility and a new liveliness to an age-old genre, the pastoral.. For his very first parish, Father Christopher Pennant is sent to the sleepy town of Barrow. With more sheep than people, it's very bucolic—too much Barrow Brew on Barrow Day is the rowdiest it gets. But things aren't so idyllic for Liz Denny, whose fiancé doesn't want to decide between Liz and his more worldly mistress Jane, and for Father Pennant himself, who greets some miracles of nature—mayors walking on water, talking sheep—with a profound crisis of faith.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Audiobook",
                "Religion",
                "Animals"
            ]
        },
        {
            "title": "Velvet, Vol. 1: Before the Living End",
            "authors": [
                "Ed Brubaker",
                "Steve Epting",
                "Elizabeth Breitweiser",
                "Chris Eliopoulos",
                "Drew Gill"
            ],
            "ranking": 4.11,
            "ranking_count": 4356,
            "abstract": "From the bestselling creators of. Captain America: The Winter Soldier. comes this smash-hit spy thriller with a unique new twist!. When the world's greatest secret agent is killed, all evidence points to Velvet Templeton, the personal secretary to the Director of the Agency. But Velvet's got a dark secret buried in her past... because she's also the most dangerous woman alive!. Collecting. :. Velvet. 1-5",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Thriller",
                "Mystery",
                "Graphic Novels Comics",
                "Fiction",
                "Comics",
                "Spy Thriller",
                "Historical"
            ]
        },
        {
            "title": "Cuckoo Song",
            "authors": [
                "Frances Hardinge"
            ],
            "ranking": 3.96,
            "ranking_count": 7425,
            "abstract": "The first things to shift were the doll's eyes, the beautiful grey-green glass eyes. Slowly they swivelled, until their gaze was resting on Triss's face. Then the tiny mouth moved, opened to speak. 'Who do you think you are? This is my family.'. When Triss wakes up after an accident, she knows that something is very wrong. She is insatiably hungry; she keeps waking up with leaves in her hair, and her sister seems terrified of her. When it all gets too much and she starts to cry, her tears are like cobwebs.... Soon Triss discovers that what happened to her is more strange and terrible than she could ever have imagined, and that she is quite literally not herself. In a quest find the truth she must travel into the terrifying Underbelly of the city to meet a twisted architect who has dark designs on her family - before it's too late...",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Young Adult",
                "Historical",
                "Mystery",
                "Childrens",
                "Fiction"
            ]
        },
        {
            "title": "Frostheart",
            "authors": [
                "Jamie Littler"
            ],
            "ranking": 4.08,
            "ranking_count": 2770,
            "abstract": "Way out in the furthest part of the known world, a tiny stronghold exists all on its own, cut off from the rest of human-kin by monsters that lurk beneath the Snow Sea.. There, a little boy called Ash waits for the return of his parents, singing a forbidden lullaby to remind him of them... and doing his best to avoid his very, VERY grumpy yeti guardian, Tobu.. But life is about to get a whole lot more crazy-adventurous for Ash.. When a brave rescue attempt reveals he has amazing magical powers, he's whisked aboard the. Frostheart. , a sleigh packed full of daring explorers who could use his help. But can they help him find his family . . . ?",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Adventure",
                "Fiction",
                "Audiobook",
                "Holiday",
                "Young Adult"
            ]
        },
        {
            "title": "The Wives",
            "authors": [
                "Tarryn Fisher"
            ],
            "ranking": 3.63,
            "ranking_count": 148741,
            "abstract": "New York Times. bestselling author Tarryn Fisher delivers a pulse-pounding, fast-paced suspense novel that will leave you breathless. A thriller you won’t be able to put down!. “You’ll have whiplash until the very end.”—. New York Times. bestselling author Colleen Hoover. Thursday’s husband, Seth, has two other wives. She’s never met them, and she doesn’t know anything about them. She agreed to this unusual arrangement because she’s so crazy about him.. But one day, she finds something. Something that tells a very different—and horrifying—story about the man she married.. What follows is one of the most twisted, shocking thrillers you’ll ever read.. You’ll have to grab a copy to find out why.. “Nail-biting, heart-clenchingly good.”—. New York Times. bestselling author Alexandra Torre. “[A] lightning-fast plot.”—. Kirkus. “Suspense fans will be rewarded.”—. Publishers Weekly. “Some sharp twists.”—. Booklist",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Sorcerer of the Wildeeps",
            "authors": [
                "Kai Ashante Wilson"
            ],
            "ranking": 3.56,
            "ranking_count": 3423,
            "abstract": "Since leaving his homeland, the earthbound demigod Demane has been labeled a sorcerer. With his ancestors' artifacts in hand, the Sorcerer follows the Captain, a beautiful man with song for a voice and hair that drinks the sunlight.. The two of them are the descendants of the gods who abandoned the Earth for Heaven, and they will need all the gifts those divine ancestors left to them to keep their caravan brothers alive.. The one safe road between the northern oasis and southern kingdom is stalked by a necromantic terror. Demane may have to master his wild powers and trade humanity for godhood if he is to keep his brothers and his beloved captain alive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "LGBT",
                "Novella",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Romance",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Killer by Nature",
            "authors": [
                "Jan Smith",
                "Angela Griffin",
                "Robert James-Collier",
                "Katherine Kelly",
                "Will Mellor",
                "Thomas Turgoose"
            ],
            "ranking": 3.33,
            "ranking_count": 4210,
            "abstract": "Are we born evil, or do we have evil thrust upon us? This is the eternal question of nature vs nurture at the centre of Killer by Nature, a brand-new psychological thriller from Audible Originals.. Dr. Diane Buckley, a talented freelance forensic psychologist, is drafted in to examine a grisly murder - a body found in a children's playground. The murder carries all the hallmarks of one of her most famous incarcerated clients, 'The Playground Killer' (aka Alfred Dinklage). In a series of intimate 1:1 sessions, Buckley has to race against time to unpick the facts and delve into Dinklage's often manipulative, complicated mind to understand his past whilst striving to prevent further murders...as someone out there will stop at nothing to complete Dinklage's work.. Fully dramatized, with an immersive SFX soundscape, Killer by Nature features an all-star cast, including Katherine Kelly (Mr Selfridge), Rob-James Collier (Downton Abbey), Thomas Turgoose (This is England), Angela Griffin (Cutting It) and Will Mellor (No Offence).. Length: 4 hours 31 minutes.",
            "part_of_series": false,
            "genre_list": [
                "Audiobook",
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Crime",
                "Drama"
            ]
        }
    ]
}