{
    "books": [
        {
            "title": "Lord of Shadows",
            "authors": [
                "Cassandra Clare",
                "Franca Fritz"
            ],
            "ranking": 4.44,
            "ranking_count": 124637,
            "abstract": "Would you trade your soul mate for your soul?. A Shadowhunter’s life is bound by duty. Constrained by honor. The word of a Shadowhunter is a solemn pledge, and no vow is more sacred than the vow that binds. parabatai. , warrior partners—sworn to fight together, die together, but never to fall in love.. Emma Carstairs has learned that the love she shares with her. parabatai. , Julian Blackthorn, isn’t just forbidden—it could destroy them both. She knows she should run from Julian. But how can she when the Blackthorns are threatened by enemies on all sides?. Their only hope is the Black Volume of the Dead, a spell book of terrible power. Everyone wants it. Only the Blackthorns can find it. Spurred on by a dark bargain with the Seelie Queen, Emma; her best friend, Cristina; and Mark and Julian Blackthorn journey into the Courts of Faerie, where glittering revels hide bloody danger and no promise can be trusted. Meanwhile, rising tension between Shadowhunters and Downworlders has produced the Cohort, an extremist group of Shadowhunters dedicated to registering Downworlders and “unsuitable” Nephilim. They’ll do anything in their power to expose Julian’s secrets and take the Los Angeles Institute for their own.. When Downworlders turn against the Clave, a new threat rises in the form of the Lord of Shadows—the Unseelie King, who sends his greatest warriors to slaughter those with Blackthorn blood and seize the Black Volume. As dangers close in, Julian devises a risky scheme that depends on the cooperation of an unpredictable enemy. But success may come with a price he and Emma cannot even imagine, one that will bring with it a reckoning of blood that could have repercussions for everyone and everything they hold dear.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "LGBT",
                "Paranormal"
            ]
        },
        {
            "title": "Secret Daughter",
            "authors": [
                "Shilpi Somaya Gowda"
            ],
            "ranking": 3.99,
            "ranking_count": 71675,
            "abstract": "Somer's life is everything she imagined it would be — she's newly married and has started her career as a physician in San Francisco — until she makes the devastating discovery she never will be able to have children.. The same year in India, a poor mother makes the heartbreaking choice to save her newborn daughter's life by giving her away. It is a decision that will haunt Kavita for the rest of her life, and cause a ripple effect that travels across the world and back again.. Asha, adopted out of a Mumbai orphanage, is the child that binds the destinies of these two women. We follow both families, invisibly connected until Asha's journey of self-discovery leads her back to India.. Compulsively readable and deeply touching, SECRET DAUGHTER is a story of the unforeseen ways in which our choices and families affect our lives, and the indelible power of love in all its many forms.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Parenting",
                "Book Club",
                "Adult Fiction",
                "Family",
                "Adult"
            ]
        },
        {
            "title": "Written in Red",
            "authors": [
                "Anne Bishop"
            ],
            "ranking": 4.25,
            "ranking_count": 56140,
            "abstract": "As a. cassandra sangue. , or blood prophet, Meg Corbyn can see the future when her skin is cut—a gift that feels more like a curse. Meg’s Controller keeps her enslaved so he can have full access to her visions. But when she escapes, the only safe place Meg can hide is at the Lakeside Courtyard—a business district operated by the Others.. Shape-shifter Simon Wolfgard is reluctant to hire the stranger who inquires about the Human Liaison job. First, he senses she’s keeping a secret, and second, she doesn’t smell like human prey. Yet a stronger instinct propels him to give Meg the job. And when he learns the truth about Meg and that she’s wanted by the government, he’ll have to decide if she’s worth the fight between humans and the Others that will surely follow.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Adult",
                "Shapeshifters",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Finale",
            "authors": [
                "Becca Fitzpatrick"
            ],
            "ranking": 4.14,
            "ranking_count": 160377,
            "abstract": "Nora and Patch thought their troubles were behind them. Hank is gone and they should be able to put his ugly vendetta to rest. But in Hank's absence, Nora has become the unwitting head of the Nephilim and must finish what Hank began. Which ultimately means destroying the fallen angels - destroying Patch.. Nora will never let that happen, so she and Patch make a plan: lead everyone to believe they have broken up, and work the system from the inside. Nora will convince the Nephilim that they are making a mistake in fighting the fallen angels, and Patch will find out everything he can from the opposing side. They will end this war before it can even begin.. But the best-laid plans often go awry. Nora is put through the paces in her new role and finds herself drawn to an addictive power she never anticipated.. As the battle lines are drawn, Nora and Patch must confront the differences that have always been between them and either choose to ignore them or let them destroy the love they have always fought for.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Son",
            "authors": [
                "Lois Lowry"
            ],
            "ranking": 3.98,
            "ranking_count": 92076,
            "abstract": "They called her Water Claire. When she washed up on their shore, no one knew that she came from a society where emotions and colors didn’t exist. That she had become a Vessel at age thirteen. That she had carried a Product at age fourteen. That it had been stolen from her body. Claire had a son. But what became of him she never knew. What was his name? Was he even alive? She was supposed to forget him, but that was impossible. Now Claire will stop at nothing to find her child, even if it means making an unimaginable sacrifice.. Son. thrusts readers once again into the chilling world of the Newbery Medal winning book,. The Giver. , as well as. Gathering Blue. and. Messenger. where a new hero emerges. In this thrilling series finale, the startling and long-awaited conclusion to Lois Lowry’s epic tale culminates in a final clash between good and evil.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Classics",
                "Audiobook"
            ]
        },
        {
            "title": "The Infinite Sea",
            "authors": [
                "Rick Yancey"
            ],
            "ranking": 3.86,
            "ranking_count": 131577,
            "abstract": "How do you rid the Earth of seven billion humans? Rid the humans of their humanity.. Surviving the first four waves was nearly impossible. Now Cassie Sullivan finds herself in a new world, a world in which the fundamental trust that binds us together is gone. As the 5th Wave rolls across the landscape, Cassie, Ben, and Ringer are forced to confront the Others’ ultimate goal: the extermination of the human race.. Cassie and her friends haven’t seen the depths to which the Others will sink, nor have the Others seen the heights to which humanity will rise, in the ultimate battle between life and death, hope and despair, love and hate.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Apocalyptic",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Fairest",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 3.97,
            "ranking_count": 122721,
            "abstract": "In this stunning bridge book between. Cress. and. Winter. in the bestselling Lunar Chronicles, Queen Levana’s story is finally told.. Mirror, mirror on the wall,. Who is the fairest of them all?. Fans of the Lunar Chronicles know Queen Levana as a ruler who uses her “glamour” to gain power. But long before she crossed paths with Cinder, Scarlet, and Cress, Levana lived a very different story – a story that has never been told . . . until now.. Marissa Meyer spins yet another unforgettable tale about love and war, deceit and death. This extraordinary book includes full-color art and an excerpt from. Winter. , the next book in the Lunar Chronicles series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Retellings",
                "Fiction",
                "Romance",
                "Audiobook",
                "Novella"
            ]
        },
        {
            "title": "The Bane Chronicles",
            "authors": [
                "Cassandra Clare",
                "Sarah Rees Brennan",
                "Maureen Johnson",
                "Cassandra Jean"
            ],
            "ranking": 4.12,
            "ranking_count": 86195,
            "abstract": "Fans of The Mortal Instruments and The Infernal Devices can get to know warlock Magnus Bane like never before in this collection of New York Times bestselling tales, in print for the first time with an exclusive new story and illustrated material.. This collection of eleven short stories illuminates the life of the enigmatic Magnus Bane, whose alluring personality, flamboyant style, and sharp wit populate the pages of the #1 New York Times bestselling series, The Mortal Instruments and The Infernal Devices.. Originally released one-by-one as e-only short stories by Cassandra Clare, Maureen Johnson, and Sarah Rees Brennan, this compilation presents all ten together in print for the first time and includes a never-before-seen eleventh tale, as well as new illustrated material.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Short Stories",
                "LGBT",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "The Sorrows of Young Mike",
            "authors": [
                "John Zelazny"
            ],
            "ranking": 3.68,
            "ranking_count": 66,
            "abstract": "“‘The Sorrows of Young Mike’ is a deeply human story that explores one man’s struggle to find balance between his intellect and his libido, his compassion and his selfishness.”. -The Aspen Daily News. Thoughtful yet spontaneous, self-aggrandizing and hopelessly philosophical, Mike would like to find out if the earth really is round. During his four-month voyage around the planet, Mike’s past loves, current romances and vision of himself are on a collision course. His mind becomes increasingly abstract as he navigates the continents and struggles with morality in a dream world of his own making, a universe where spring break happens weekly at a dart’s throw on a world map.. Mike’s story is told through his journal which is interlaced with various documents — essays, instant message conversations and an email. These documents tell a story that parodies Goethe, in both his behavior as a writer and his apparent views on love, nature and the world. These views were described in Goethe's eighteenth-century novel,. The Sorrows of Young Werther. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "I've Got Your Number",
            "authors": [
                "Sophie Kinsella"
            ],
            "ranking": 3.94,
            "ranking_count": 211707,
            "abstract": "I’ve lost it. :( The only thing in the world I wasn’t supposed to lose. My engagement ring. It’s been in Magnus’s family for three generations. And now the very same day his parents are coming, I’ve lost it. The very same day! Do not hyperventilate, Poppy. Stay positive :) !!. Poppy Wyatt has never felt luckier. She is about to marry her ideal man, Magnus Tavish, but in one afternoon her “happily ever after” begins to fall apart. Not only has she lost her engagement ring in a hotel fire drill but in the panic that follows, her phone is stolen. As she paces shakily around the lobby, she spots an abandoned phone in a trash can. Finders keepers! Now she can leave a number for the hotel to contact her when they find her ring. Perfect!. Well, perfect except that the phone’s owner, businessman Sam Roxton, doesn’t agree. He wants his phone back and doesn’t appreciate Poppy reading his messages and wading into his personal life.. What ensues is a hilarious and unpredictable turn of events as Poppy and Sam increasingly upend each other’s lives through emails and text messages. As Poppy juggles wedding preparations, mysterious phone calls, and hiding her left hand from Magnus and his parents . . . she soon realizes that she is in for the biggest surprise of her life.",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Humor",
                "Adult",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Renatus 2",
            "authors": [
                "John A.   Saunders"
            ],
            "ranking": 3.77,
            "ranking_count": 1512,
            "abstract": "The story continues two years after Eddie and Helen’s wedding. One of the prime suspects in the death of his first wife, Melanie, is brutally killed at his own garage. Shortly after, an attempt is made on the life of a former associate of the victim. Eddie faces up to the reality that Melanie could now be seeking a savage revenge for her death.. A confrontation whilst driving home one evening makes Eddie a prime suspect in a murder investigation. He and Sean are reunited in a search for the truth, unaware that a tragic event from both their pasts threatens to tear apart the very fabric of their own existence. Is Melanie out for revenge? Is Eddie capable of murder? Can Sean and Eddie find the answers and prevent their own worlds from collapsing.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fantasy",
                "Adventure",
                "Action",
                "Paranormal",
                "Pseudoscience"
            ]
        },
        {
            "title": "Saphirblau",
            "authors": [
                "Kerstin Gier"
            ],
            "ranking": 4.17,
            "ranking_count": 93780,
            "abstract": "Frisch verliebt in die Vergangenheit, das ist vielleicht keine gute Idee. Das zumindest findet Gwendolyn, 16 Jahre alt, frisch gebackene Zeitreisende. Schließlich haben sie und Gideon ganz andere Probleme. Zum Beispiel die Welt zu retten. Oder Menuett tanzen zu lernen. (Beides nicht wirklich einfach!). Als Gideon dann auch noch anfängt, sich völlig rätselhaft zu benehmen, wird Gwendolyn klar, dass sie schleunigst ihre Hormone in den Griff bekommen muss. Denn sonst wird das nichts mit der Liebe zwischen allen Zeiten!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "Evicted: Poverty and Profit in the American City",
            "authors": [
                "Matthew Desmond"
            ],
            "ranking": 4.47,
            "ranking_count": 80104,
            "abstract": "In. Evicted. , Princeton sociologist and MacArthur Genius Matthew Desmond follows eight families in Milwaukee as they struggle to keep a roof over their heads.. Evicted. transforms our understanding of poverty and economic exploitation while providing fresh ideas for solving one of 21st-century America's most devastating problems. Its unforgettable scenes of hope and loss remind us of the centrality of home, without which nothing else is possible.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sociology",
                "Politics",
                "Social Movements",
                "History",
                "Economics",
                "Audiobook",
                "Social Issues",
                "Race"
            ]
        },
        {
            "title": "Sing You Home",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 3.79,
            "ranking_count": 84207,
            "abstract": "After Zoe Baxter loses her baby, the only way she can find of coping is to try again. But her husband Max disagrees - more than that, he wants a divorce. When they separate, there is no mention of the unborn children they created together, still waiting at the clinic.. The Zoe falls in love again, out of the blue, and finds herself with an unexpected second chance to have a family.. But Max has found a new life too - one with no place in it for people like Zoe. And he will stand up in court to say that her new choice of partner makes her an unfit mother.. Jodi Picoult's most powerful novel yet asks who has the right to decide what makes the ideal family?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Contemporary",
                "Womens Fiction",
                "Romance",
                "Adult Fiction",
                "Adult",
                "Drama",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Blood Song",
            "authors": [
                "Anthony Ryan"
            ],
            "ranking": 4.4,
            "ranking_count": 79593,
            "abstract": "“The Sixth Order wields the sword of justice and smites the enemies of the Faith and the Realm.”. Vaelin Al Sorna was only a child of ten when his father left him at the iron gate of the Sixth Order. The Brothers of the Sixth Order are devoted to battle, and Vaelin will be trained and hardened to the austere, celibate, and dangerous life of a Warrior of the Faith. He has no family now save the Order.. Vaelin’s father was Battle Lord to King Janus, ruler of the unified realm. Vaelin’s rage at being deprived of his birthright and dropped at the doorstep of the Sixth Order like a foundling knows no bounds. He cherishes the memory of his mother, and what he will come to learn of her at the Order will confound him. His father, too, has motives that Vaelin will come to understand. But one truth overpowers all the rest: Vaelin Al Sorna is destined for a future he has yet to comprehend. A future that will alter not only the realm, but the world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Adult",
                "Young Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Thousand Pieces of You",
            "authors": [
                "Claudia Gray"
            ],
            "ranking": 3.9,
            "ranking_count": 54858,
            "abstract": "Marguerite Caine's physicist parents are known for their groundbreaking achievements. Their most astonishing invention, called the Firebird, allows users to jump into multiple universes—and promises to revolutionize science forever. But then Marguerite's father is murdered, and the killer—her parent's handsome, enigmatic assistant Paul— escapes into another dimension before the law can touch him.. Marguerite refuses to let the man who destroyed her family go free. So she races after Paul through different universes, always leaping into another version of herself. But she also meets alternate versions of the people she knows—including Paul, whose life entangles with hers in increasingly familiar ways. Before long she begins to question Paul's guilt—as well as her own heart. And soon she discovers the truth behind her father's death is far more sinister than she expected.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Audiobook",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "The Mapping of Love and Death",
            "authors": [
                "Jacqueline Winspear"
            ],
            "ranking": 4.23,
            "ranking_count": 25041,
            "abstract": "The story opens in August 1914 in the Santa Ynez Valley in California. Michael Clifton—youngest son of an Englishman who had emigrated to America when he was in his late teens, in search of his fortune—has just purchased a tract of land he believes is rich with oil. Fate steps in when Michael learns Britain is going to war in Europe. In a moment of loyalty to his father’s homeland, he decides to travel to England to enlist for service.. In the spring of 1932, after Michael’s remains are discovered in France, his wealthy parents hire Maisie Dobbs to find the woman—identified only as “The English Nurse”—who wrote a series of love letters discovered among Michael’s belongings.. The investigation takes Maisie from London’s most exclusive drawing rooms to its most downtrodden neighborhoods, forcing her to wrestle with memories of serving as a nurse in the Great War and of the passionate wartime romance that ended in tragedy. But as she delves into what she discovers to be a long-hidden crime, the investigator realizes unearthing buried secrets can lead to present-day danger.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Audiobook",
                "European Literature",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Linger",
            "authors": [
                "Maggie Stiefvater"
            ],
            "ranking": 3.88,
            "ranking_count": 164463,
            "abstract": "the longing.. Once Grace and Sam have found each other, they know they must fight to stay together. For Sam, this means a reckoning with his werewolf past. For Grace, it means facing a future that is less and less certain.. the loss.. Into their world comes a new wolf named Cole, whose past is full of hurt and danger. He is wrestling with his own demons, embracing the life of a wolf while denying the ties of being a human.. the linger.. For Grace, Sam, and Cole, life a constant struggle between two forces - wolf and human - with love baring its two sides as well. It is harrowing and euphoric, freeing and entrapping, enticing and alarming. As their world falls apart, love is what lingers. But will it be enough?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "The Story of a New Name",
            "authors": [
                "Elena Ferrante",
                "Ann Goldstein"
            ],
            "ranking": 4.41,
            "ranking_count": 137936,
            "abstract": "In 2012, Elena Ferrante's. My Brilliant Friend. introduced readers to the unforgettable Elena and Lila, whose lifelong friendship provides the backbone for the Neapolitan Novels.. The Story of a New Name. is the second book in this series. With these books, which the. New Yorker. 's James Wood described as large, captivating, amiably peopled ... a beautiful and delicate tale of confluence and reversal, Ferrante proves herself to be one of Italy's most accomplished storytellers. She writes vividly about a specific neighborhood of Naples from the late-1950s through to the current day and about two remarkable young women who are very much the products of that place and time. Yet in doing so she has created a world in which readers will recognize themselves and has drawn a marvelously nuanced portrait of friendship.. In. The Story of a New Name. , Lila has recently married and made her entrée into the family business; Elena, meanwhile, continues her studies and her exploration of the world beyond the neighborhood that she so often finds stifling. Love, jealousy, family, freedom, commitment, and above all friendship: these are signs under which both women live out this phase in their stories. Marriage appears to have imprisoned Lila, and the pressure to excel is at times too much for Elena. Yet the two young women share a complex and evolving bond that is central to their emotional lives and is a source of strength in the face of life's challenges. In these Neapolitan Novels, Elena Ferrante, the acclaimed author of. The Days of Abandonment. , gives readers a poignant and universal story about friendship and belonging.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Audiobook",
                "Contemporary",
                "Womens"
            ]
        },
        {
            "title": "Orange Is the New Black",
            "authors": [
                "Piper Kerman"
            ],
            "ranking": 3.71,
            "ranking_count": 192869,
            "abstract": "With her career, live-in boyfriend and loving family, Piper Kerman barely resembles the rebellious young woman who got mixed up with drug runners and delivered a suitcase of drug money to Europe over a decade ago. But when she least expects it, her reckless past catches up with her; convicted and sentenced to fifteen months at an infamous women's prison in Connecticut, Piper becomes inmate #11187-424. From her first strip search to her final release, she learns to navigate this strange world with its arbitrary rules and codes, its unpredictable, even dangerous relationships. She meets women from all walks of life, who surprise her with tokens of generosity, hard truths and simple acts of acceptance.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Adult",
                "Mystery",
                "Crime",
                "Contemporary"
            ]
        },
        {
            "title": "The School for Good and Evil",
            "authors": [
                "Soman Chainani",
                "Iacopo Bruno"
            ],
            "ranking": 4.02,
            "ranking_count": 83593,
            "abstract": "The first kidnappings happened two hundred years before. Some years it was two boys taken, some years two girls, sometimes one of each. But if at first the choices seemed random, soon the pattern became clear. One was always beautiful and good, the child every parent wanted as their own. The other was homely and odd, an outcast from birth. An opposing pair, plucked from youth and spirited away.. This year, best friends Sophie and Agatha are about to discover where all the lost children go: the fabled School for Good & Evil, where ordinary boys and girls are trained to be fairy tale heroes and villains. As the most beautiful girl in Gavaldon, Sophie has dreamed of being kidnapped into an enchanted world her whole life. With her pink dresses, glass slippers, and devotion to good deeds, she knows she’ll earn top marks at the School for Good and graduate a storybook princess. Meanwhile Agatha, with her shapeless black frocks, wicked pet cat, and dislike of nearly everyone, seems a natural fit for the School for Evil.. But when the two girls are swept into the Endless Woods, they find their fortunes reversed—Sophie’s dumped in the School for Evil to take Uglification, Death Curses, and Henchmen Training, while Agatha finds herself in the School For Good, thrust amongst handsome princes and fair maidens for classes in Princess Etiquette and Animal Communication.. But what if the mistake is actually the first clue to discovering who Sophie and Agatha really are…?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Romance",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Going Clear: Scientology, Hollywood, and the Prison of Belief",
            "authors": [
                "Lawrence Wright"
            ],
            "ranking": 4.03,
            "ranking_count": 41114,
            "abstract": "A clear-sighted revelation, a deep penetration into the world of Scientology by the Pulitzer Prize-winning author of the now-classic study of al-Qaeda's 9/11 attack,. the Looming Tower. . Based on more than two hundred personal interviews with both current and former Scientologists--both famous and less well known--and years of archival research, Lawrence Wright uses his extraordinary investigative skills to uncover for us the inner workings of the Church of Scientology: its origins in the imagination of science-fiction writer L. Ron Hubbard; its struggles to find acceptance as a legitimate (and legally acknowledged) religion; its vast, secret campaign to infiltrate the U.S. government; and its dramatic efforts to grow and prevail after the death of Hubbard.. At the book's center, two men whom Wright brings vividly to life, showing how they have made Scientology what it is today: The darkly brilliant L. Ron Hubbard--whose restless, expansive mind invented a new religion tailor-made to prosper in the spiritually troubled post-World War II era. And his successor, David Miscavige--tough and driven, with the unenviable task of preserving the church in the face of ongoing scandals and continual legal assaults.. We learn about Scientology's esoteric cosmology; about the auditing process that determines an inductee's state of being; about the Bridge to Total Freedom, through which members gain eternal life. We see the ways in which the church pursues celebrities, such as Tom Cruise and John Travolta, and how young idealists who joined the Sea Org, the church's clergy, whose members often enter as children, signing up with a billion-year contract and working with little pay in poor conditions. We meet men and women disconnected from friends and family by the church's policy of shunning critical voices. And we discover, through many firsthand stories, the violence that has long permeated the inner sanctum of the church.. In. Going Clear. , Wright examines what fundamentally makes a religion a religion, and whether Scientology is, in fact, deserving of the constitutional protections achieved in its victory over the IRS. Employing all his exceptional journalistic skills of observations, understanding, and synthesis, and his ability to shape a story into a compelling narrative, Lawrence Wright has given us an evenhanded yet keenly incisive book that goes far beyond an immediate exposé and uncovers the very essence of what makes Scientology the institution it is.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Religion",
                "History",
                "Audiobook",
                "Biography",
                "Psychology",
                "Writing",
                "Crime",
                "Sociology"
            ]
        },
        {
            "title": "Small Great Things",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 4.34,
            "ranking_count": 311861,
            "abstract": "Ruth Jefferson is a labor and delivery nurse at a Connecticut hospital with more than twenty years' experience. During her shift, Ruth begins a routine checkup on a newborn, only to be told a few minutes later that she's been reassigned to another patient. The parents are white supremacists and don't want Ruth, who is African American, to touch their child. The hospital complies with their request, but the next day, the baby goes into cardiac distress while Ruth is alone in the nursery. Does she obey orders or does she intervene?. Ruth hesitates before performing CPR and, as a result, is charged with a serious crime. Kennedy McQuarrie, a white public defender, takes her case but gives unexpected advice: Kennedy insists that mentioning race in the courtroom is not a winning strategy. Conflicted by Kennedy's counsel, Ruth tries to keep life as normal as possible for her family—especially her teenage son—as the case becomes a media sensation. As the trial moves forward, Ruth and Kennedy must gain each other's trust, and come to see that what they've been taught their whole lives about others—and themselves—might be wrong.. With incredible empathy, intelligence, and candor, Jodi Picoult tackles race, privilege, prejudice, justice, and compassion—and doesn't offer easy answers. Small Great Things is a remarkable achievement from a writer at the top of her game.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Book Club",
                "Race",
                "Realistic Fiction",
                "Drama",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Dog's Purpose",
            "authors": [
                "W. Bruce Cameron"
            ],
            "ranking": 4.34,
            "ranking_count": 122858,
            "abstract": "This is the remarkable story of one endearing dog's search for his purpose over the course of several lives. More than just another charming dog story, this touches on the universal quest for an answer to life's most basic question: Why are we here?. Surprised to find himself reborn as a rambunctious golden haired puppy after a tragically short life as a stray mutt, Bailey's search for his new life's meaning leads him into the loving arms of 8 year old Ethan. During their countless adventures Bailey joyously discovers how to be a good dog.. But this life as a beloved family pet is not the end of Bailey's journey. Reborn as a puppy yet again, Bailey wonders, will he ever find his purpose?. Heartwarming, insightful, and often laugh out loud funny, this book is not only the emotional and hilarious story of a dog's many lives, but also a dog's eye commentary on human relationships and the unbreakable bonds between man and man's best friend. This story teaches us that love never dies, that our true friends are always with us, and that every creature on earth is born with a purpose.. --front flap",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Animals",
                "Contemporary",
                "Fantasy",
                "Adult",
                "Audiobook",
                "Humor",
                "Adult Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Capital in the Twenty-First Century",
            "authors": [
                "Thomas Piketty",
                "Arthur Goldhammer"
            ],
            "ranking": 4.04,
            "ranking_count": 28970,
            "abstract": "What are the grand dynamics that drive the accumulation and distribution of capital? Questions about the long-term evolution of inequality, the concentration of wealth, and the prospects for economic growth lie at the heart of political economy. But satisfactory answers have been hard to find for lack of adequate data and clear guiding theories. In. Capital in the Twenty-First Century. , Thomas Piketty analyzes a unique collection of data from twenty countries, ranging as far back as the eighteenth century, to uncover key economic and social patterns. His findings will transform debate and set the agenda for the next generation of thought about wealth and inequality.. Piketty shows that modern economic growth and the diffusion of knowledge have allowed us to avoid inequalities on the apocalyptic scale predicted by Karl Marx. But we have not modified the deep structures of capital and inequality as much as we thought in the optimistic decades following World War II. The main driver of inequality—the tendency of returns on capital to exceed the rate of economic growth—today threatens to generate extreme inequalities that stir discontent and undermine democratic values. But economic trends are not acts of God. Political action has curbed dangerous inequalities in the past, Piketty says, and may do so again.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Nonfiction",
                "Politics",
                "History",
                "Business",
                "Philosophy",
                "Sociology",
                "Science",
                "Culture"
            ]
        },
        {
            "title": "The Coldest Girl in Coldtown",
            "authors": [
                "Holly Black"
            ],
            "ranking": 3.84,
            "ranking_count": 65796,
            "abstract": "Tana lives in a world where walled cities called Coldtowns exist. In them, quarantined monsters and humans mingle in a decadently bloody mix of predator and prey. The only problem is, once you pass through Coldtown's gates, you can never leave.. One morning, after a perfectly ordinary party, Tana wakes up surrounded by corpses. The only other survivors of this massacre are her exasperatingly endearing ex-boyfriend, infected and on the edge, and a mysterious boy burdened with a terrible secret. Shaken and determined, Tana enters a race against the clock to save the three of them the only way she knows how: by going straight to the wicked, opulent heart of Coldtown itself.. The Coldest Girl in Coldtown. is a wholly original story of rage and revenge, of guilt and horror, and of love and loathing from bestselling and acclaimed author Holly Black.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Horror",
                "Romance",
                "Fiction",
                "Science Fiction"
            ]
        },
        {
            "title": "The Young Elites",
            "authors": [
                "Marie Lu"
            ],
            "ranking": 3.88,
            "ranking_count": 125871,
            "abstract": "I am tired of being used, hurt, and cast aside.. Adelina Amouteru is a survivor of the blood fever.. A decade ago, the deadly illness swept through her nation. Most of the infected perished, while many of the children who survived were left with strange markings. Adelina’s black hair turned silver, her lashes went pale, and now she has only a jagged scar where her left eye once was. Her cruel father believes she is a malfetto, an abomination, ruining their family’s good name and standing in the way of their fortune. But some of the fever’s survivors are rumored to possess more than just scars—they are believed to have mysterious and powerful gifts, and though their identities remain secret, they have come to be called the Young Elites.. Teren Santoro works for the king.. As Leader of the Inquisition Axis, it is his job to seek out the Young Elites, to destroy them before they destroy the nation. He believes the Young Elites to be dangerous and vengeful, but it’s Teren who may possess the darkest secret of all.. Enzo Valenciano is a member of the Dagger Society.. This secret sect of Young Elites seeks out others like them before the Inquisition Axis can. But when the Daggers find Adelina, they discover someone with powers like they’ve never seen.. Adelina wants to believe Enzo is on her side, and that Teren is the true enemy. But the lives of these three will collide in unexpected ways, as each fights a very different and personal battle. But of one thing they are all certain: Adelina has abilities that shouldn’t belong in this world. A vengeful blackness in her heart. And a desire to destroy all who dare to cross her.. It is my turn to use. My turn to hurt.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Exit West",
            "authors": [
                "Mohsin Hamid"
            ],
            "ranking": 3.77,
            "ranking_count": 122072,
            "abstract": "In a country teetering on the brink of civil war, two young people meet—sensual, fiercely independent Nadia and gentle, restrained Saeed. They embark on a furtive love affair and are soon cloistered in a premature intimacy by the unrest roiling their city. When it explodes, turning familiar streets into a patchwork of checkpoints and bomb blasts, they begin to hear whispers about doors—doors that can whisk people far away, if perilously and for a price. As the violence escalates, Nadia and Saeed decide that they no longer have a choice. Leaving their homeland and their old lives behind, they find a door and step through.. Exit West. follows these characters as they emerge into an alien and uncertain future, struggling to hold on to each other, to their past, to the very sense of who they are. Profoundly intimate and powerfully inventive, it tells an unforgettable story of love, loyalty, and courage that is both completely of our time and for all time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Fantasy",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Romance",
                "Adult",
                "Novels",
                "War"
            ]
        },
        {
            "title": "The Paying Guests",
            "authors": [
                "Sarah Waters"
            ],
            "ranking": 3.44,
            "ranking_count": 77213,
            "abstract": "It is 1922, and London is tense. Ex-servicemen are disillusioned; the out-of-work and the hungry are demanding change. And in South London, in a genteel Camberwell villa—a large, silent house now bereft of brothers, husband, and even servants—life is about to be transformed, as impoverished widow Mrs. Wray and her spinster daughter, Frances, are obliged to take in lodgers.. With the arrival of Lilian and Leonard Barber, a modern young couple of the “clerk class,” the routines of the house will be shaken up in unexpected ways. Little do the Wrays know just how profoundly their new tenants will alter the course of Frances’s life—or, as passions mount and frustration gathers, how far-reaching, and how devastating, the disturbances will be.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "Romance",
                "Audiobook",
                "Literary Fiction",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "The Orchardist",
            "authors": [
                "Amanda Coplin"
            ],
            "ranking": 3.79,
            "ranking_count": 44243,
            "abstract": "Set in the untamed American West, a highly original and haunting debut novel about a makeshift family whose dramatic lives are shaped by violence, love, and an indelible connection to the land.. You belong to the earth, and the earth is hard.. At the turn of the twentieth century, in a rural stretch of the Pacific Northwest in the foothills of the Cascade Mountains, a solitary orchardist named Talmadge carefully tends the grove of fruit trees he has cultivated for nearly half a century. A gentle, solitary man, he finds solace and purpose in the sweetness of the apples, apricots, and plums he grows, and in the quiet, beating heart of the land--the valley of yellow grass bordering a deep canyon that has been his home since he was nine years old. Everything he is and has known is tied to this patch of earth. It is where his widowed mother is buried, taken by illness when he was just thirteen, and where his only companion, his beloved teenaged sister Elsbeth, mysteriously disappeared. It is where the horse wranglers--native men, mostly Nez Perce--pass through each spring with their wild herds, setting up camp in the flowering meadows between the trees.. One day, while in town to sell his fruit at the market, two girls, barefoot and dirty, steal some apples. Later, they appear on his homestead, cautious yet curious about the man who gave them no chase. Feral, scared, and very pregnant, Jane and her sister Della take up on Talmadage's land and indulge in his deep reservoir of compassion. Yet just as the girls begin to trust him, brutal men with guns arrive in the orchard, and the shattering tragedy that follows sets Talmadge on an irrevocable course not only to save and protect them, putting himself between the girls and the world, but to reconcile the ghosts of his own troubled past.. Writing with breathtaking precision and empathy, Amanda Coplin has crafted an astonishing debut novel about a man who disrupts the lonely harmony of an ordered life when he opens his heart and lets the world in. Transcribing America as it once was before railways and roads connected its corners, she weaves a tapestry of solitary souls who come together in the wake of unspeakable cruelty and misfortune, bound by their search to discover the place they belong. At once intimate and epic, evocative and atmospheric, filled with haunting characters both vivid and true to life, and told in a distinctive narrative voice, The Orchardist marks the beginning of a stellar literary career.. The National Book Foundation selected Amanda Coplin as one of the authors being honored as 5 Under 35 in 2013.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Adult Fiction",
                "Audiobook",
                "Book Club",
                "Westerns",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Levels of Life",
            "authors": [
                "Julian Barnes"
            ],
            "ranking": 3.92,
            "ranking_count": 11465,
            "abstract": "Julian Barnes's new book is about ballooning, photography, love and grief; about putting two things, and two people, together, and about tearing them apart.. You put together two things that have not been put together before. And the world is changed.... One of the judges who awarded him the 2011 Man Booker Prize described him as an unparalleled magus of the heart. This book confirms that opinion.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Writing",
                "History",
                "Contemporary",
                "European Literature",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "The Goblin Emperor",
            "authors": [
                "Katherine Addison"
            ],
            "ranking": 4.05,
            "ranking_count": 36000,
            "abstract": "alternate cover edition can be found. here. The youngest, half-goblin son of the Emperor has lived his entire life in exile, distant from the Imperial Court and the deadly intrigue that suffuses it. But when his father and three sons in line for the throne are killed in an accident, he has no choice but to take his place as the only surviving rightful heir.. Entirely unschooled in the art of court politics, he has no friends, no advisors, and the sure knowledge that whoever assassinated his father and brothers could make an attempt on his life at any moment.. Surrounded by sycophants eager to curry favor with the naïve new emperor, and overwhelmed by the burdens of his new life, he can trust nobody. Amid the swirl of plots to depose him, offers of arranged marriages, and the specter of the unknown conspirators who lurk in the shadows, he must quickly adjust to life as the Goblin Emperor. All the while, he is alone, and trying to find even a single friend... and hoping for the possibility of romance, yet also vigilant against the unseen enemies that threaten him, lest he lose his throne – or his life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The House of Silk",
            "authors": [
                "Anthony Horowitz"
            ],
            "ranking": 3.99,
            "ranking_count": 48397,
            "abstract": "For the first time in its one-hundred-and-twenty-five-year history, the Arthur Conan Doyle Estate has authorized a new Sherlock Holmes novel.. Once again, THE GAME’S AFOOT…. London, 1890. 221B Baker St. A fine art dealer named Edmund Carstairs visits Sherlock Holmes and Dr John Watson to beg for their help. He is being menaced by a strange man in a flat cap – a wanted criminal who seems to have followed him all the way from America. In the days that follow, his home is robbed, his family is threatened. And then the first murder takes place.. Almost unwillingly, Holmes and Watson find themselves being drawn ever deeper into an international conspiracy connected to the teeming criminal underworld of Boston, the gaslit streets of London, opium dens and much, much more. And as they dig, they begin to hear the whispered phrase-the House of Silk-a mysterious entity that connects the highest levels of government to the deepest depths of criminality. Holmes begins to fear that he has uncovered a conspiracy that threatens to tear apart the very fabric of society.. The Arthur Conan Doyle Estate chose the celebrated, #1 New York Times bestselling author Anthony Horowitz to write The House of Silk because of his proven ability to tell a transfixing story and for his passion for all things Holmes. Destined to become an instant classic, The House of Silk brings Sherlock Holmes back with all the nuance, pacing, and almost superhuman powers of analysis and deduction that made him the world’s greatest detective, in a case depicting events too shocking, too monstrous to ever appear in print…until now.. (front flap)",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "All That Glitters",
            "authors": [
                "Michael  Murphy"
            ],
            "ranking": 3.94,
            "ranking_count": 138,
            "abstract": "In Michael Murphy’s rollicking new Jake & Laura mystery, the hard-boiled writer and the aspiring movie star head for sun-drenched Los Angeles, where a cold-blooded murderer lurks behind the scenes.. Just arrived from New York, Broadway actress Laura Wilson is slated to star in Hollywood’s newest screwball comedy. At her side, of course, is Jake Donovan, under pressure to write his next mystery novel. But peace and quiet are not to be had when an all-too-real murder plot intrudes: After a glitzy party, the son of a studio honcho is discovered dead from a gunshot wound. And since Jake exchanged words with the hothead just hours before his death, the bestselling author becomes the LAPD’s prime suspect.. In 1930s Tinseltown, anything goes. Proving his innocence won’t be easy in a town where sex, seduction, and naked power run rampant. With gossip columnist Louella Parsons dead-set on publicizing the charges against him, Jake has no choice but to do what everyone else does in the City of Angels: act like someone else. Blackie Doyle, the tough-talking, fist-swinging, womanizing hero from Jake’s novels wouldn’t pull any punches until he exposed the real killer—nor will Jake, to keep the role of a lifetime from being his last.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Thriller",
                "Fiction"
            ]
        },
        {
            "title": "Torn",
            "authors": [
                "Amanda Hocking"
            ],
            "ranking": 4.03,
            "ranking_count": 67491,
            "abstract": "Torn",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Beautiful Mystery",
            "authors": [
                "Louise Penny"
            ],
            "ranking": 4.18,
            "ranking_count": 60794,
            "abstract": "No outsiders are ever admitted to the monastery of Saint-Gilbert-Entre-les-Loups, hidden deep in the wilderness of Québec, where two dozen cloistered monks live in peace and prayer. Ironically, for a community that has taken a vow of silence, the monks have become world-famous for their glorious voices, raised in ancient chants whose effect on both singer and listener is so profound it is known as the beautiful mystery.. But when the renowned choir director is murdered, the lock on the monastery's massive wooden door is drawn back to admit Chief Inspector Armand Gamache and Jean-Guy Beauvoir of the Sûreté du Québec. There they discover disquiet beneath the silence, discord in the apparent harmony. But before finding the killer, before restoring peace, the Chief must first consider the divine, the human, and the cracks in between.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "Cultural",
                "Thriller",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Girls",
            "authors": [
                "Emma Cline"
            ],
            "ranking": 3.49,
            "ranking_count": 184512,
            "abstract": "Northern California, during the violent end of the 1960s. At the start of summer, a lonely and thoughtful teenager, Evie Boyd, sees a group of girls in the park, and is immediately caught by their freedom, their careless dress, their dangerous aura of abandon. Soon, Evie is in thrall to Suzanne, a mesmerizing older girl, and is drawn into the circle of a soon-to-be infamous cult and the man who is its charismatic leader. Hidden in the hills, their sprawling ranch is eerie and run down, but to Evie, it is exotic, thrilling, charged—a place where she feels desperate to be accepted. As she spends more time away from her mother and the rhythms of her daily life, and as her obsession with Suzanne intensifies, Evie does not realize she is coming closer and closer to unthinkable violence, and to that moment in a girl’s life when everything can go horribly wrong.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Literary Fiction",
                "Young Adult",
                "Adult Fiction",
                "Thriller"
            ]
        },
        {
            "title": "The Edge of Never",
            "authors": [
                "J.A. Redmerski"
            ],
            "ranking": 4.23,
            "ranking_count": 145814,
            "abstract": "Twenty-year-old Camryn Bennett had always been one to think out-of-the-box, who knew she wanted something more in life than following the same repetitive patterns and growing old with the same repetitive life story. And she thought that her life was going in the right direction until everything fell apart.. Determined not to dwell on the negative and push forward, Camryn is set to move in with her best friend and plans to start a new job. But after an unexpected night at the hottest club in downtown North Carolina, she makes the ultimate decision to leave the only life she’s ever known, far behind.. With a purse, a cell phone and a small bag with a few necessities, Camryn, with absolutely no direction or purpose boards a Greyhound bus alone and sets out to find herself. What she finds is a guy named Andrew Parrish, someone not so very different from her and who harbors his own dark secrets. But Camryn swore never to let down her walls again. And she vowed never to fall in love.. But with Andrew, Camryn finds herself doing a lot of things she never thought she’d do. He shows her what it’s really like to live out-of-the-box and to give in to her deepest, darkest desires. On their sporadic road-trip he becomes the center of her exciting and daring new life, pulling love and lust and emotion out of her in ways she never imagined possible. But will Andrew’s dark secret push them inseparably together, or tear them completely apart?. Due to sexual content and language, this book is recommended for 17+ – Adult Contemporary Women’s – New Adult Fiction",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Womens Fiction",
                "Travel",
                "Adult",
                "Love"
            ]
        },
        {
            "title": "We Should All Be Feminists",
            "authors": [
                "Chimamanda Ngozi Adichie"
            ],
            "ranking": 4.42,
            "ranking_count": 238599,
            "abstract": "What does “feminism” mean today? That is the question at the heart of. We Should All Be Feminists. , a personal, eloquently-argued essay—adapted from her much-viewed TEDx talk of the same name—by Chimamanda Ngozi Adichie, the award-winning author of. Americanah. and. Half of a Yellow Sun. .. With humor and levity, here Adichie offers readers a unique definition of feminism for the twenty-first century—one rooted in inclusion and awareness. She shines a light not only on blatant discrimination, but also the more insidious, institutional behaviors that marginalize women around the world, in order to help readers of all walks of life better understand the often masked realities of sexual politics. Throughout, she draws extensively on her own experiences—in the U.S., in her native Nigeria, and abroad—offering an artfully nuanced explanation of why the gender divide is harmful for women and men, alike.. Argued in the same observant, witty and clever prose that has made Adichie a bestselling novelist, here is one remarkable author’s exploration of what it means to be a woman today—and an of-the-moment rallying cry for why we should all be feminists.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Writing",
                "Audiobook",
                "Politics",
                "Womens",
                "Cultural",
                "Social Movements",
                "Adult",
                "Gender"
            ]
        },
        {
            "title": "A Court of Wings and Ruin",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.43,
            "ranking_count": 550244,
            "abstract": "FEYRE WILL BRING VENGEANCE.. She has left the Night Court - and her High Lord - and is playing a deadly game of deceit. In the Spring Court, Tamlin is making deals with the invading king threatening to bring Prythian to its knees, and Feyre is determined to uncover his plans. But to do so she must weave a web of lies, and one slip may spell doom not only for Feyre, but for her world as well.. As mighty armies grapple for power, Feyre must decide who to trust amongst the dazzling and lethal High Lords - and hunt for allies in unexpected places.. BUT WHILE WAR RAGES, IT IS HER HEART THAT WILL FACE THE GREATEST BATTLE.. THE THRILLING THIRD BOOK IN #1. NEW YORK TIMES. BESTSELLING FANTASY SERIES FROM SARAH J. MAAS.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "New Adult",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "How to Be a Woman",
            "authors": [
                "Caitlin Moran"
            ],
            "ranking": 3.72,
            "ranking_count": 106372,
            "abstract": "Caitlin Moran puts a new face on feminism, cutting to the heart of women’s issues today with her irreverent, transcendent, and hilarious How to Be a Woman. “Half memoir, half polemic, and entirely necessary,” (Elle UK), Moran’s debut was an instant runaway bestseller in England as well as an Amazon UK Top Ten book of the year; still riding high on bestseller lists months after publication, it is a bona fide cultural phenomenon. Now poised to take American womanhood by storm, here is a book that Vanity Fair calls “the U.K. version of Tina Fey’s Bossypants….You will laugh out loud, wince, and—in my case—feel proud to be the same gender as the author.”",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Autobiography",
                "Humor",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Womens",
                "Writing"
            ]
        },
        {
            "title": "Zealot: The Life and Times of Jesus of Nazareth",
            "authors": [
                "Reza Aslan"
            ],
            "ranking": 3.84,
            "ranking_count": 66655,
            "abstract": "From the internationally bestselling author of. No god but God. comes a fascinating, provocative, and meticulously researched biography that challenges long-held assumptions about the man we know as Jesus of Nazareth.. Two thousand years ago, an itinerant Jewish preacher and miracle worker walked across the Galilee, gathering followers to establish what he called the “Kingdom of God.” The revolutionary movement he launched was so threatening to the established order that he was captured, tortured, and executed as a state criminal.. Within decades after his shameful death, his followers would call him God.. Sifting through centuries of mythmaking, Reza Aslan sheds new light on one of history’s most influential and enigmatic characters by examining Jesus through the lens of the tumultuous era in which he lived: first-century Palestine, an age awash in apocalyptic fervor. Scores of Jewish prophets, preachers, and would-be messiahs wandered through the Holy Land, bearing messages from God. This was the age of zealotry—a fervent nationalism that made resistance to the Roman occupation a sacred duty incumbent on all Jews. And few figures better exemplified this principle than the charismatic Galilean who defied both the imperial authorities and their allies in the Jewish religious hierarchy.. Balancing the Jesus of the Gospels against the historical sources, Aslan describes a man full of conviction and passion, yet rife with contradiction; a man of peace who exhorted his followers to arm themselves with swords; an exorcist and faith healer who urged his disciples to keep his identity a secret; and ultimately the seditious “King of the Jews” whose promise of liberation from Rome went unfulfilled in his brief lifetime. Aslan explores the reasons why the early Christian church preferred to promulgate an image of Jesus as a peaceful spiritual teacher rather than a politically conscious revolutionary. And he grapples with the riddle of how Jesus understood himself, the mystery that is at the heart of all subsequent claims about his divinity.. Zealot. yields a fresh perspective on one of the greatest stories ever told even as it affirms the radical and transformative nature of Jesus of Nazareth’s life and mission. The result is a thought-provoking, elegantly written biography with the pulse of a fast-paced novel: a singularly brilliant portrait of a man, a time, and the birth of a religion.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "Biography",
                "Audiobook",
                "Spirituality",
                "Historical",
                "Philosophy"
            ]
        },
        {
            "title": "The Racketeer",
            "authors": [
                "John Grisham"
            ],
            "ranking": 3.85,
            "ranking_count": 96059,
            "abstract": "Given the importance of what they do, and the controversies that often surround them, and the violent people they sometimes confront, it is remarkable that in the history of this country only four active federal judges have been murdered.. Judge Raymond Fawcett has just become number five.. Who is the Racketeer? And what does he have to do with the judge’s untimely demise? His name, for the moment, is Malcolm Bannister. Job status? Former attorney. Current residence? The Federal Prison Camp near Frostburg, Maryland.. On paper, Malcolm’s situation isn’t looking too good these days, but he’s got an ace up his sleeve. He knows who killed Judge Fawcett, and he knows why. The judge’s body was found in his remote lakeside cabin. There was no forced entry, no struggle, just two dead bodies: Judge Fawcett and his young secretary. And one large, state-of-the-art, extremely secure safe, opened and emptied.. What was in the safe? The FBI would love to know. And Malcolm Bannister would love to tell them. But everything has a price—especially information as explosive as the sequence of events that led to Judge Fawcett’s death. And the Racketeer wasn’t born yesterday . . .. Nothing is as it seems and everything’s fair game in this wickedly clever new novel from John Grisham, the undisputed master of the legal thriller.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Safe Haven",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.21,
            "ranking_count": 358789,
            "abstract": "From the #1. New York Times. bestselling author comes a captivating love story filled with suspense and mystery.. When a mysterious young woman named Katie appears in the small North Carolina town of Southport, her sudden arrival raises questions about her past. Beautiful yet self-effacing, Katie seems determined to avoid forming personal ties until a series of events draws her into two reluctant relationships: one with Alex, a widowed store owner with a kind heart and two young children; and another with her plainspoken single neighbor, Jo. Despite her reservations, Katie slowly begins to let down her guard, putting down roots in the close-knit community and becoming increasingly attached to Alex and his family.. But even as Katie begins to fall in love, she struggles with the dark secret that still haunts and terrifies her . . . a past that set her on a fearful, shattering journey across the country, to the sheltered oasis of Southport. With Jo's empathic and stubborn support, Katie eventually realizes that she must choose between a life of transient safety and one of riskier rewards . . . and that in the darkest hour, love is the only true safe haven.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Drama",
                "Love",
                "Audiobook"
            ]
        },
        {
            "title": "The Gathering",
            "authors": [
                "Kelley Armstrong"
            ],
            "ranking": 4.01,
            "ranking_count": 63581,
            "abstract": "Sixteen-year-old Maya is just an ordinary teen in an ordinary town. Sure, she doesn't know much about her background - the only thing she really has to cling to is an odd paw-print birthmark on her hip - but she never really put much thought into who her parents were or how she ended up with her adopted parents in this tiny medical-research community on Vancouver Island.. Until now. .. Strange things have been happening in this claustrophobic town - from the mountain lions that have been approaching Maya to her best friend's hidden talent for feeling out people and situations, to the sexy new bad boy who makes Maya feel.... different. . Combine that with a few unexplained deaths and a mystery involving Maya's biological parents and it's easy to suspect that this town might have more than its share of skeletons in its closet.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Paranormal",
                "Shapeshifters"
            ]
        },
        {
            "title": "The Drop",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.18,
            "ranking_count": 60108,
            "abstract": "Harry Bosch has been given three years before he must retire from the LAPD, and he wants cases more fiercely than ever. In one morning, he gets two.. DNA from a 1989 rape and murder matches a 29-year-old convicted rapist. Was he an eight-year-old killer or has something gone terribly wrong in the new Regional Crime Lab? The latter possibility could compromise all of the lab's DNA cases currently in court.. Then Bosch and his partner are called to a death scene fraught with internal politics. Councilman Irvin Irving's son jumped or was pushed from a window at the Chateau Marmont. Irving, Bosch's longtime nemesis, has demanded that Harry handle the investigation.. Relentlessly pursuing both cases, Bosch makes two chilling discoveries: a killer operating unknown in the city for as many as three decades, and a political conspiracy that goes back into the dark history of the police department.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Emergency Services"
            ]
        },
        {
            "title": "This Book Is Full of Spiders",
            "authors": [
                "David  Wong",
                "Jason Pargin"
            ],
            "ranking": 4.24,
            "ranking_count": 27750,
            "abstract": "Originally released as an online serial where itreceivedmore than 70,000 downloads,John Dies at the End has been described as aHorrortacular, an epic of spectacular horror that combines the laugh out loud humor of the best R-rated comedy, with the darkest terror of H.P. Lovecraft. The book went on to sell an additional60,000 copies in all formats.. As thesequel opens, we find our heroes, David and John, again embroiled in a series of horrifying yet mind-bogglingly ridiculous events caused primarily by their own gross incompetence. The guys find that books and movies about zombies may have triggered a zombie apocalypse, despite a complete lack of zombies in the world. As they race against the clock to protect humanity from its own paranoia, they must ask themselves, who are the real monsters? Actually, that would be the shape-shifting horrors secretly taking over the world behind the scenes that, in the end, make John and Dave kind of wish it had been zombies after all.. Hilarious, terrifying, engaging and wrenching, This Book Is Full of Spiders, the next thrilling installment, takes us for a wild ride with two slackers from the midwest who really have better things to do with their time than prevent the apocalypse.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Humor",
                "Fantasy",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Ascend",
            "authors": [
                "Amanda Hocking"
            ],
            "ranking": 4.08,
            "ranking_count": 61924,
            "abstract": "Ascend",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Long Way to a Small, Angry Planet",
            "authors": [
                "Becky Chambers"
            ],
            "ranking": 4.16,
            "ranking_count": 104682,
            "abstract": "Follow a motley crew on an exciting journey through space-and one adventurous young explorer who discovers the meaning of family in the far reaches of the universe-in this light-hearted debut space opera from a rising sci-fi star.. Rosemary Harper doesn’t expect much when she joins the crew of the aging Wayfarer. While the patched-up ship has seen better days, it offers her a bed, a chance to explore the far-off corners of the galaxy, and most importantly, some distance from her past. An introspective young woman who learned early to keep to herself, she’s never met anyone remotely like the ship’s diverse crew, including Sissix, the exotic reptilian pilot, chatty engineers Kizzy and Jenks who keep the ship running, and Ashby, their noble captain.. Life aboard the Wayfarer is chaotic and crazy—exactly what Rosemary wants. It’s also about to get extremely dangerous when the crew is offered the job of a lifetime. Tunneling wormholes through space to a distant planet is definitely lucrative and will keep them comfortable for years. But risking her life wasn’t part of the plan. In the far reaches of deep space, the tiny Wayfarer crew will confront a host of unexpected mishaps and thrilling adventures that force them to depend on each other. To survive, Rosemary’s got to learn how to rely on this assortment of oddballs—an experience that teaches her about love and trust, and that having a family isn’t necessarily the worst thing in the universe.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "LGBT",
                "Space",
                "Fantasy",
                "Adult",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Wind Through the Keyhole",
            "authors": [
                "Stephen King",
                "Jae Lee"
            ],
            "ranking": 4.15,
            "ranking_count": 73425,
            "abstract": "Stephen King returns to the rich landscape of Mid-World, the spectacular territory of the Dark Tower fantasy saga that stands as his most beguiling achievement.. Roland Deschain and his ka-tet. —. Jake, Susannah, Eddie, and Oy, the billy-bumbler—encounter a ferocious storm just after crossing the River Whye on their way to the Outer Baronies. As they shelter from the howling gale, Roland tells his friends not just one strange story but two . . . and in so doing, casts new light on his own troubled past.. In his early days as a gunslinger, in the guilt-ridden year following his mother’s death, Roland is sent by his father to investigate evidence of a murderous shape-shifter, a “skin-man” preying upon the population around Debaria. Roland takes charge of Bill Streeter, the brave but terrified boy who is the sole surviving witness to the beast’s most recent slaughter. Only a teenager himself, Roland calms the boy and prepares him for the following day’s trials by reciting a story from the. Magic Tales of the Eld. that his mother often read to him at bedtime. “A person’s never too old for stories,” Roland says to Bill. “Man and boy, girl and woman, never too old. We live for them.” And indeed, the tale that Roland unfolds, the legend of Tim Stoutheart, is a timeless treasure for all ages, a story that lives for us.. King began the Dark Tower series in 1974; it gained momentum in the 1980s; and he brought it to a thrilling conclusion when the last three novels were published in 2003 and 2004.. The Wind Through the Keyhole. is sure to fascinate avid fans of the Dark Tower epic. But this novel also stands on its own for all readers, an enchanting and haunting journey to Roland’s world and testimony to the power of Stephen King’s storytelling magic.. ~from first edition jacket",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Westerns",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "The Zombie Room",
            "authors": [
                "R.D. Ronald"
            ],
            "ranking": 4.09,
            "ranking_count": 51151,
            "abstract": "An unlikely bond is forged between three men from very different backgrounds when they serve time together in prison. A series of wrong turns and disastrous life choices has led to their incarceration. Following their release, Mangle, Decker and Tazeem stick together as they return to a life of crime, embarking on a lucrative scam. But when they stumble upon a sophisticated sex-trafficking operation, they soon realise that they are in mortal danger. The disappearance of a family member and the murder of a dear friend lead the three to delve deeper into a world of violence and deception. In their quest for retribution and justice, they put their lives on the line. Their paths cross with that of Tatiana, who has left her home country for a better life in the West—or so she thinks. She soon realises she is in the hands of ruthless, violent people, who run an operation supplying girls to meet the most deviant desires of rich and powerful men. Will she survive the horrors of The Zombie Room? Are Mangle, Decker and Tazeem brave enough to follow her there, in an attempt to set her free?",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Drama",
                "Novels",
                "Contemporary",
                "Suspense",
                "Dark",
                "Adult"
            ]
        },
        {
            "title": "Turtles All the Way Down",
            "authors": [
                "John Green"
            ],
            "ranking": 3.92,
            "ranking_count": 441509,
            "abstract": "It all begins with a fugitive billionaire and the promise of a cash reward.. Turtles All the Way Down. is about lifelong friendship, the intimacy of an unexpected reunion, Star Wars fan fiction, and tuatara. But at its heart is Aza Holmes, a young woman navigating daily existence within the ever-tightening spiral of her own thoughts.. In his long-awaited return, John Green shares Aza's story with shattering, unflinching clarity.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Health",
                "Romance",
                "Audiobook",
                "Realistic Fiction",
                "Mental Health",
                "Mystery"
            ]
        },
        {
            "title": "The Kill Order",
            "authors": [
                "James Dashner"
            ],
            "ranking": 3.71,
            "ranking_count": 199083,
            "abstract": "Before WICKED was formed, before the Glade was built, before Thomas entered the Maze, sun flares hit the earth and mankind fell to disease.. Mark and Trina were there when it happened, and they survived. But surviving the sun flares was easy compared to what came next. Now a disease of rage and lunacy races across the eastern United States, and there’s something suspicious about its origin. Worse yet, it’s mutating, and all evidence suggests that it will bring humanity to its knees.. Mark and Trina are convinced there’s a way to save those left living from descending into madness. And they’re determined to find it—if they can stay alive. Because in this new, devastated world, every life has a price. And to some, you’re worth more dead than alive.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Apocalyptic",
                "Adventure",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "Stone Mattress: Nine Tales",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 3.9,
            "ranking_count": 22400,
            "abstract": "A collection of highly imaginative short pieces that speak to our times with deadly accuracy.. A recently widowed fantasy writer is guided through a stormy winter evening by the voice of her late husband. An elderly lady with Charles Bonnet syndrome comes to terms with the little people she keeps seeing, while a newly formed populist group gathers to burn down her retirement residence. A woman born with a genetic abnormality is mistaken for a vampire, and a crime committed long ago is revenged in the Arctic via a 1.9 billion-year-old stromatolite.. In these nine tales, Margaret Atwood ventures into the shadowland earlier explored by fabulists and concoctors of dark yarns such as Robert Louis Stevenson, Daphne du Maurier and Arthur Conan Doyle - and also by herself, in her award-winning novel Alias Grace. In Stone Mattress, Margaret Atwood is at the top of her darkly humorous and seriously playful game.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Cultural",
                "Literary Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "American Sniper: The Autobiography of the Most Lethal Sniper in U.S. Military History",
            "authors": [
                "Chris Kyle",
                "Scott McEwen",
                "Jim DeFelice"
            ],
            "ranking": 4.01,
            "ranking_count": 122086,
            "abstract": "From 1999 to 2009, U.S. Navy SEAL Chris Kyle recorded the most career sniper kills in United States military history. The Pentagon has officially confirmed more than 150 of Kyle's kills (the previous American record was 109), but it has declined to verify the astonishing total number for this book. Iraqi insurgents feared Kyle so much they named him al-Shaitan (“the devil”) and placed a bounty on his head. Kyle earned legendary status among his fellow SEALs, Marines, and U.S. Army soldiers, whom he protected with deadly accuracy from rooftops and stealth positions. Gripping and unforgettable, Kyle’s masterful account of his extraordinary battlefield experiences ranks as one of the great war memoirs of all time.. A native Texan who learned to shoot on childhood hunting trips with his father, Kyle was a champion saddle-bronc rider prior to joining the Navy. After 9/11, he was thrust onto the front lines of the War on Terror, and soon found his calling as a world-class sniper who performed best under fire. He recorded a personal-record 2,100-yard kill shot outside Baghdad; in Fallujah, Kyle braved heavy fire to rescue a group of Marines trapped on a street; in Ramadi, he stared down insurgents with his pistol in close combat. Kyle talks honestly about the pain of war—of twice being shot and experiencing the tragic deaths of two close friends.. American Sniper also honors Kyles fellow warriors, who raised hell on and off the battlefield. And in moving first-person accounts throughout, Kyles wife, Taya, speaks openly about the strains of war on their marriage and children, as well as on Chris.. Adrenaline-charged and deeply personal, American Sniper is a thrilling eyewitness account of war that only one man could tell.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "War",
                "History",
                "Autobiography",
                "Audiobook",
                "Military",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Cruel Prince",
            "authors": [
                "Holly Black"
            ],
            "ranking": 4.1,
            "ranking_count": 602439,
            "abstract": "This is a previously published cover edition of ISBN 9780316310277. An alternative cover edition for this ISBN can be found. here. .. Of course I want to be like them. They’re beautiful as blades forged in some divine fire. They will live forever.. And Cardan is even more beautiful than the rest. I hate him more than all the others. I hate him so much that sometimes when I look at him, I can hardly breathe.. Jude was seven when her parents were murdered and she and her two sisters were stolen away to live in the treacherous High Court of Faerie. Ten years later, Jude wants nothing more than to belong there, despite her mortality. But many of the fey despise humans. Especially Prince Cardan, the youngest and wickedest son of the High King.. To win a place at the Court, she must defy him–and face the consequences.. As Jude becomes more deeply embroiled in palace intrigues and deceptions, she discovers her own capacity for trickery and bloodshed. But as betrayal threatens to drown the Courts of Faerie in violence, Jude will need to risk her life in a dangerous alliance to save her sisters, and Faerie itself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Fiction",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "Throne of Novoxos",
            "authors": [
                "Tyler Chase"
            ],
            "ranking": 3.55,
            "ranking_count": 3167,
            "abstract": "Previously published cover for ASIN B00M9QVKWU. The brave warrior, Prince Comron Van Laven, lays at death’s door after a near fatal transport crash. His life is in the hands of his mortal enemy who does the unthinkable…she saves him…in so many ways. Together the two must battle for survival against the harsh elements, deadly assassins and vicious animal attacks. But that’s only the beginning of their struggles.. Once rescued, they must confront the bitter enmity that exists between their worlds, in addition to the dark family secrets threatening to destroy them. Bound by their deep bond, the two embark on a new odyssey where all forces have turned against them and are seeking their lives. But with the help of some shadowy mercenaries, the two just might make it to the throne of Novoxos to stake their royal claim and defeat their enemies.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "La carte et le territoire",
            "authors": [
                "Michel Houellebecq"
            ],
            "ranking": 3.95,
            "ranking_count": 18102,
            "abstract": "Si Jed Martin, le personnage principal de ce roman, devait vous en raconter l’histoire, il commencerait peut-être par vous parler d’une panne de chauffe-eau, un certain 15 décembre. Ou de son père, architecte connu et engagé, avec qui il passa seul de nombreux réveillons de Noël.. Il évoquerait certainement Olga, une très jolie Russe rencontrée au début de sa carrière, lors d’une première exposition de son travail photographique à partir de cartes routières Michelin. C’était avant que le succès mondial n’arrive avec la série des « métiers », ces portraits de personnalités de tous milieux (dont l’écrivain Michel Houellebecq), saisis dans l’exercice de leur profession.. Il devrait dire aussi comment il aida le commissaire Jasselin à élucider une atroce affaire criminelle, dont la terrifiante mise en scène marqua durablement les équipes de police.. Sur la fin de sa vie il accédera à une certaine sérénité, et n’émettra plus que des murmures.. L’art, l’argent, l’amour, le rapport au père, la mort, le travail, la France devenue un paradis touristique sont quelques-uns des thèmes de ce roman, résolument classique et ouvertement moderne.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Contemporary",
                "Art",
                "Roman",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Book of Strange New Things",
            "authors": [
                "Michel Faber"
            ],
            "ranking": 3.66,
            "ranking_count": 29644,
            "abstract": "A monumental, genre-defying novel over ten years in the making, Michel Faber's The Book of Strange New Things is a masterwork from a writer in full command of his many talents.. It begins with Peter, a devoted man of faith, as he is called to the mission of a lifetime, one that takes him galaxies away from his wife, Bea. Peter becomes immersed in the mysteries of an astonishing new environment, overseen by an enigmatic corporation known only as USIC. His work introduces him to a seemingly friendly native population struggling with a dangerous illness and hungry for Peter's teachings—his Bible is their book of strange new things. But Peter is rattled when Bea's letters from home become increasingly desperate: typhoons and earthquakes are devastating whole countries, and governments are crumbling. Bea's faith, once the guiding light of their lives, begins to falter.. Suddenly, a separation measured by an otherworldly distance, and defined both by one newly discovered world and another in a state of collapse, is threatened by an ever-widening gulf that is much less quantifiable. While Peter is reconciling the needs of his congregation with the desires of his strange employer, Bea is struggling for survival. Their trials lay bare a profound meditation on faith, love tested beyond endurance, and our responsibility to those closest to us.. Marked by the same bravura storytelling and precise language that made The Crimson Petal and the White such an international success, The Book of Strange New Things is extraordinary, mesmerizing, and replete with emotional complexity and genuine pathos.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Religion",
                "Fantasy",
                "Literary Fiction",
                "Audiobook",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Adult Fiction"
            ]
        },
        {
            "title": "Debt: The First 5,000 Years",
            "authors": [
                "David Graeber"
            ],
            "ranking": 4.2,
            "ranking_count": 16617,
            "abstract": "Before there was money, there was debt. Every economics textbook says the same thing: Money was invented to replace onerous and complicated barter systems—to relieve ancient people from having to haul their goods to market. The problem with this version of history? There’s not a shred of evidence to support it.. Here anthropologist David Graeber presents a stunning reversal of conventional wisdom. He shows that for more than 5,000 years, since the beginnings of the first agrarian empires, humans have used elaborate credit systems to buy and sell goods—that is, long before the invention of coins or cash. It is in this era, Graeber argues, that we also first encounter a society divided into debtors and creditors.. Graeber shows that arguments about debt and debt forgiveness have been at the center of political debates from Italy to China, as well as sparking innumerable insurrections. He also brilliantly demonstrates that the language of the ancient works of law and religion (words like “guilt,” “sin,” and “redemption”) derive in large part from ancient debates about debt, and shape even our most basic ideas of right and wrong. We are still fighting these battles today without knowing it.. Debt: The First 5,000 Years. is a fascinating chronicle of this little known history—as well as how it has defined human history, and what it means for the credit crisis of the present day and the future of our economy.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Economics",
                "Nonfiction",
                "Anthropology",
                "Politics",
                "Business",
                "Philosophy",
                "Sociology",
                "Currency"
            ]
        },
        {
            "title": "Falling Kingdoms",
            "authors": [
                "Morgan Rhodes",
                "Michelle Rowen"
            ],
            "ranking": 3.78,
            "ranking_count": 58427,
            "abstract": "In the three kingdoms of Mytica, magic has long been forgotten. And while hard-won peace has reigned for centuries, a deadly unrest now simmers below the surface.. As the rulers of each kingdom grapple for power, the lives of their subjects are brutally transformed... and four key players, royals and rebels alike, find their fates forever intertwined. Cleo, Jonas, Lucia, and Magnus are caught in a dizzying world of treacherous betrayals, shocking murders, secret alliances, and even unforeseen love.. The only outcome that's certain is that kingdoms will fall. Who will emerge triumphant when all they know has collapsed?. It's the eve of war.... Choose your side.. Princess:. Raised in pampered luxury, Cleo must now embark on a rough and treacherous journey into enemy territory in search of magic long thought extinct.. Rebel:. Jonas, enraged at injustice, lashes out against the forces of oppression that have kept his country cruelly impoverished. To his shock, he finds himself the leader of a people's revolution centuries in the making.. Sorceress:. Lucia, adopted at birth into the royal family, discovers the truth about her past—and the supernatural legacy she is destined to wield.. Heir:. Bred for aggression and trained to conquer, firstborn son Magnus begins to realize that the heart can be more lethal than the sword....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Silent Patient",
            "authors": [
                "Alex Michaelides"
            ],
            "ranking": 4.15,
            "ranking_count": 1006079,
            "abstract": "Alicia Berenson’s life is seemingly perfect. A famous painter married to an in-demand fashion photographer, she lives in a grand house with big windows overlooking a park in one of London’s most desirable areas. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word.. Alicia’s refusal to talk, or give any kind of explanation, turns a domestic tragedy into something far grander, a mystery that captures the public imagination and casts Alicia into notoriety. The price of her art skyrockets, and she, the silent patient, is hidden away from the tabloids and spotlight at the Grove, a secure forensic unit in North London.. Theo Faber is a criminal psychotherapist who has waited a long time for the opportunity to work with Alicia. His determination to get her to talk and unravel the mystery of why she shot her husband takes him down a twisting path into his own motivations—a search for the truth that threatens to consume him..... The Silent Patient. is a shocking psychological thriller of a woman’s act of violence against her husband—and of the therapist obsessed with uncovering her motive.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "The Almond Tree",
            "authors": [
                "Michelle Cohen Corasanti"
            ],
            "ranking": 4.13,
            "ranking_count": 5896,
            "abstract": "This is an alternate-cover edition for ASIN B008XM0AZM.. Gifted with a brilliant mind that has made a deep impression on the elders of his Palestinian village, Ahmed Hamid is nevertheless tormented by his inability to save his friends and family. Living under occupation, the inhabitants of the village harbour a constant fear of losing their homes, jobs, belongings – and each other.. On Ahmed’s twelfth birthday, that fear becomes a reality.. With his father now imprisoned, his family’s home and possessions confiscated and his siblings quickly succumbing to hatred in the face of conflict, Ahmed embarks on a journey to liberate his loved ones from their hardship, using his prodigious intellect. In so doing, he begins to reclaim a love for others that had been lost over the course of a childhood rife with violence, and discovers new hope for the future.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Contemporary",
                "Drama",
                "Politics",
                "Family",
                "Religion",
                "Cultural"
            ]
        },
        {
            "title": "Sleeping Giants",
            "authors": [
                "Sylvain Neuvel"
            ],
            "ranking": 3.83,
            "ranking_count": 80419,
            "abstract": "A girl named Rose is riding her new bike near home in Deadwood, South Dakota, when she falls through the earth. She wakes up at the bottom of a square-shaped hole, its walls glowing with intricate carvings. But the firemen who come to save her peer down upon something even stranger: a little girl in the palm of a giant metal hand.. Seventeen years later, the mystery of the bizarre artifact remains unsolved - the object's origins, architects, and purpose unknown.. But some can never stop searching for answers.. Rose Franklin is now a highly trained physicist leading a top-secret team to crack the hand's code. And along with her colleagues, she is being interviewed by a nameless interrogator whose power and purview are as enigmatic as the relic they seek. What's clear is that Rose and her compatriots are on the edge of unravelling history's most perplexing discovery-and finally figuring out what it portends for humanity. But once the pieces of the puzzle are in place, will the result be an instrument of lasting peace or a weapon of mass destruction?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Adult",
                "Mystery",
                "Science Fiction Fantasy",
                "Thriller",
                "Adult Fiction"
            ]
        },
        {
            "title": "Those Who Leave and Those Who Stay",
            "authors": [
                "Elena Ferrante",
                "Ann Goldstein"
            ],
            "ranking": 4.32,
            "ranking_count": 114418,
            "abstract": "In this third Neapolitan novel, Elena and Lila, the two girls whom readers first met in My Brilliant Friend, have become women. Lila married at sixteen and has a young son; she has left her abusive husband and now works as a common laborer. Elena has left the neighborhood, earned her college degree, and published a successful novel, all of which have opened the doors to a world of learned interlocutors and richly furnished salons. Both women have pushed against the walls of a prison that would have seen them living a life of misery, ignorance, and submission. They are afloat on the great sea of opportunities that opened up during the nineteen-seventies. Yet they are still very much bound to each other by a strong, unbreakable bond.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Audiobook",
                "Contemporary",
                "Feminism",
                "Womens"
            ]
        },
        {
            "title": "All Systems Red",
            "authors": [
                "Martha Wells"
            ],
            "ranking": 4.16,
            "ranking_count": 137871,
            "abstract": "As a heartless killing machine, I was a complete failure.. In a corporate-dominated spacefaring future, planetary missions must be approved and supplied by the Company. Exploratory teams are accompanied by Company-supplied security androids, for their own safety.. But in a society where contracts are awarded to the lowest bidder, safety isn’t a primary concern.. On a distant planet, a team of scientists are conducting surface tests, shadowed by their Company-supplied ‘droid — a self-aware SecUnit that has hacked its own governor module, and refers to itself (though never out loud) as “Murderbot.” Scornful of humans, all it really wants is to be left alone long enough to figure out who it is.. But when a neighboring mission goes dark, it's up to the scientists and their Murderbot to get to the truth.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novella",
                "Adult",
                "Audiobook",
                "Fantasy",
                "Science Fiction Fantasy",
                "Space",
                "Short Stories"
            ]
        },
        {
            "title": "Solar",
            "authors": [
                "Ian McEwan"
            ],
            "ranking": 3.26,
            "ranking_count": 25552,
            "abstract": "Michael Beard is a Nobel prize–winning physicist whose best work is behind him. Trading on his reputation, he speaks for enormous fees, lends his name to the letterheads of renowned scientific institutions, and half-heartedly heads a government-backed initiative tackling global warming. While he coasts along in his professional life, Michael’s personal life is another matter entirely. His fifth marriage is crumbling under the weight of his infidelities. But this time the tables are turned: His wife is having an affair, and Michael realizes he is still in love with her.. When Michael’s personal and professional lives begin to intersect in unexpected ways, an opportunity presents itself in the guise of an invitation to travel to New Mexico. Here is a chance for him to extricate himself from his marital problems, reinvigorate his career, and very possibly save the world from environmental disaster. Can a man who has made a mess of his life clean up the messes of humanity?. A complex novel that brilliantly traces the arc of one man’s ambitions and self-deceptions, Solar is a startling, witty, and stylish new work from one of the world’s great writers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "European Literature",
                "Novels",
                "Science Fiction",
                "Environment",
                "Audiobook"
            ]
        },
        {
            "title": "I Want My Hat Back",
            "authors": [
                "Jon Klassen"
            ],
            "ranking": 4.32,
            "ranking_count": 30042,
            "abstract": "A picture-book delight by a rising talent tells a cumulative tale with a mischievous twist.. The bear’s hat is gone, and he wants it back. Patiently and politely, he asks the animals he comes across, one by one, whether they have seen it. Each animal says no, some more elaborately than others. But just as the bear begins to despond, a deer comes by and asks a simple question that sparks the bear’s memory and renews his search with a vengeance. Told completely in dialogue, this delicious take on the classic repetitive tale plays out in sly illustrations laced with visual humor—and winks at the reader with a wry irreverence that will have kids of all ages thrilled to be in on the joke.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Humor",
                "Animals",
                "Fiction",
                "Fantasy",
                "Kids",
                "Cultural"
            ]
        },
        {
            "title": "Me and Earl and the Dying Girl",
            "authors": [
                "Jesse Andrews"
            ],
            "ranking": 3.54,
            "ranking_count": 132387,
            "abstract": "Greg Gaines is the last master of high school espionage, able to disappear at will into any social environment. He has only one friend, Earl, and together they spend their time making movies, their own incomprehensible versions of Coppola and Herzog cult classics.. Until Greg’s mother forces him to rekindle his childhood friendship with Rachel.. Rachel has been diagnosed with leukemia—-cue extreme adolescent awkwardness—-but a parental mandate has been issued and must be obeyed. When Rachel stops treatment, Greg and Earl decide the thing to do is to make a film for her, which turns into the Worst Film Ever Made and becomes a turning point in each of their lives.. And all at once Greg must abandon invisibility and stand in the spotlight.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Humor",
                "Realistic Fiction",
                "Death",
                "Audiobook"
            ]
        },
        {
            "title": "The Guernsey Literary and Potato Peel Pie Society",
            "authors": [
                "Mary Ann Shaffer",
                "Annie Barrows"
            ],
            "ranking": 4.18,
            "ranking_count": 683935,
            "abstract": "#1. NEW YORK TIMES. BESTSELLER - NOW A MAJOR MOTION PICTURE ON NETFLIX - A remarkable tale of the island of Guernsey during the German Occupation, and of a society as extraordinary as its name.. I wonder how the book got to Guernsey? Perhaps there is some sort of secret homing instinct in books that brings them to their perfect readers.. January 1946: London is emerging from the shadow of the Second World War, and writer Juliet Ashton is looking for her next book subject. Who could imagine that she would find it in a letter from a man she's never met, a native of the island of Guernsey, who has come across her name written inside a book by Charles Lamb.... As Juliet and her new correspondent exchange letters, Juliet is drawn into the world of this man and his friends—and what a wonderfully eccentric world it is. The Guernsey Literary and Potato Peel Pie Society—born as a spur-of-the-moment alibi when its members were discovered breaking curfew by the Germans occupying their island—boasts a charming, funny, deeply human cast of characters, from pig farmers to phrenologists, literature lovers all.. Juliet begins a remarkable correspondence with the society's members, learning about their island, their taste in books, and the impact the recent German occupation has had on their lives. Captivated by their stories, she sets sail for Guernsey, and what she finds will change her forever.. Written with warmth and humor as a series of letters, this novel is a celebration of the written word in all its guises and of finding connection in the most surprising ways.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "War",
                "Book Club",
                "Adult",
                "Writing",
                "Audiobook"
            ]
        },
        {
            "title": "Entwined with You",
            "authors": [
                "Sylvia Day"
            ],
            "ranking": 4.19,
            "ranking_count": 192592,
            "abstract": "From the moment I first met Gideon Cross, I recognized something in him that I needed. Something I couldn't resist. I saw the dangerous and damaged soul inside--so much like my own. I was drawn to it. I needed him as surely as I needed my heart to beat.. No one knows how much he risked for me. How much I'd been threatened, or just how dark and desperate the shadow of our pasts would become.. Entwined by our secrets, we tried to defy the odds. We made our own rules and surrendered completely to the exquisite power of possession...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Adult",
                "Erotica",
                "Fiction",
                "New Adult",
                "Womens Fiction"
            ]
        },
        {
            "title": "Daisy Jones & The Six",
            "authors": [
                "Taylor Jenkins Reid"
            ],
            "ranking": 4.24,
            "ranking_count": 580281,
            "abstract": "A gripping novel about the whirlwind rise of an iconic 1970s rock group and their beautiful lead singer, revealing the mystery behind their infamous break up.. Everyone knows Daisy Jones & The Six, but nobody knows the real reason why they split at the absolute height of their popularity…until now.. Daisy is a girl coming of age in L.A. in the late sixties, sneaking into clubs on the Sunset Strip, sleeping with rock stars, and dreaming of singing at the Whisky a Go-Go. The sex and drugs are thrilling, but it’s the rock and roll she loves most. By the time she’s twenty, her voice is getting noticed, and she has the kind of heedless beauty that makes people do crazy things.. Another band getting noticed is The Six, led by the brooding Billy Dunne. On the eve of their first tour, his girlfriend Camila finds out she’s pregnant, and with the pressure of impending fatherhood and fame, Billy goes a little wild on the road.. Daisy and Billy cross paths when a producer realizes the key to supercharged success is to put the two together. What happens next will become the stuff of legend.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Contemporary",
                "Romance",
                "Adult",
                "Music",
                "Adult Fiction",
                "Book Club"
            ]
        },
        {
            "title": "The Story of the Lost Child",
            "authors": [
                "Elena Ferrante",
                "Ann Goldstein"
            ],
            "ranking": 4.41,
            "ranking_count": 105164,
            "abstract": "Nothing quite like this has ever been published before, proclaimed. The Guardian. about the Neapolitan novels in 2014. Against the backdrop of a Naples that is as seductive as it is perilous and a world undergoing epochal change, Elena Ferrante tells the story of a lifelong friendship between two women with unmatched honesty and brilliance.. The Story of the Lost Child. is the concluding volume in the dazzling saga of two women — the brilliant, bookish Elena, and the fiery, uncontainable Lila. Both are now adults, with husbands, lovers, aging parents, and children. Their friendship has been the gravitational center of their lives. Both women fought to escape the neighborhood in which they grew up — a prison of conformity, violence, and inviolable taboos. Elena married, moved to Florence, started a family, and published several well-received books. In this final novel she has returned to Naples, drawn back as if responding to the city's obscure magnetism. Lila, on the other hand, could never free herself from the city of her birth. She has become a successful entrepreneur, but her success draws her into closer proximity with the nepotism, chauvinism, and criminal violence that infect the neighborhood. Proximity to the world she has always rejected only brings her role as its unacknowledged leader into relief. For Lila is unstoppable, unmanageable, unforgettable.. The four volumes in this series constitute a long remarkable story that readers will return to again and again, and each return will bring with it new revelations.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Audiobook",
                "Womens",
                "Feminism"
            ]
        },
        {
            "title": "Fifty Shades Trilogy",
            "authors": [
                "E.L. James"
            ],
            "ranking": 4.11,
            "ranking_count": 119416,
            "abstract": "Now available in a single volume, E L James's. New York Times. #1 bestselling trilogy has been hailed by. Entertainment Weekly. as being in a class by itself. Beginning with the GoodReads Choice Award Romance Finalist. Fifty Shades of Grey. , the Fifty Shades Trilogy will obsess you, possess you, and stay with you forever.. This bundle includes the following novels:. FIFTY SHADES OF GREY. : When college student Anastasia Steele goes to interview young entrepreneur Christian Grey, she encounters a man who is beautiful, brilliant, and intimidating. The unworldly Ana realizes she wants this man, and Grey admits he wants her, too - but on his own terms. When the couple embarks on a daring, passionately physical affair, Ana discovers Christian's secrets and explores her own desires.. FIFTY SHADES DARKER. : Daunted by Christian's dark secrets and singular tastes, Ana has broken off their relationship to start a new career. But desire for Christian still dominates her every waking thought. They rekindle their searing sensual affair, and while Christian wrestles with his inner demons, Ana is forced to make the most important decision of her life.. FIFTY SHADES FREED. : Now, Ana and Christian have it all - love, passion, intimacy, wealth, and a world of possibilities for their future. But Ana knows that loving her Fifty Shades will not be easy, and that being together will pose challenges that neither of them would anticipate. Just when it seems that their strength together will eclipse any obstacle, misfortune, malice, and fate conspire to turn Ana's deepest fears into reality.. This book is intended for mature audiences.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Fiction",
                "Erotica",
                "Adult",
                "Contemporary",
                "Womens Fiction",
                "Love"
            ]
        },
        {
            "title": "Among Others",
            "authors": [
                "Jo Walton"
            ],
            "ranking": 3.7,
            "ranking_count": 23020,
            "abstract": "Startling, unusual, and yet irresistably readable,. Among Others. is at once the compelling story of a young woman struggling to escape a troubled childhood, a brilliant diary of first encounters with the great novels of modern fantasy and science fiction, and a spellbinding tale of escape from ancient enchantment.. Raised by a half-mad mother who dabbled in magic, Morwenna Phelps found refuge in two worlds. As a child growing up in Wales, she and her twin sister played among the spirits who made their homes in industrial ruins, but her mind found freedom and promise in the science fiction novels that were her closest companions. When her mother tries to bend the spirits to dark ends with deadly results, Mori is sent away and must try to come to terms with what has happened without falling prey to the darkness.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction",
                "Magical Realism",
                "Writing",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Ghost Story",
            "authors": [
                "Jim Butcher"
            ],
            "ranking": 4.25,
            "ranking_count": 90511,
            "abstract": "When we last left the mighty wizard detective Harry Dresden, he wasn't doing well. In fact, he had been murdered by an unknown assassin.. But being dead doesn't stop him when his friends are in danger. Except now he has no body, and no magic to help him. And there are also several dark spirits roaming the Chicago shadows who owe Harry some payback of their own.. To save his friends—and his own soul—Harry will have to pull off the ultimate trick without any magic...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Science Fiction Fantasy",
                "Paranormal"
            ]
        },
        {
            "title": "Behind the Beautiful Forevers: Life, Death, and Hope in a Mumbai Undercity",
            "authors": [
                "Katherine Boo"
            ],
            "ranking": 3.98,
            "ranking_count": 104512,
            "abstract": "From Pulitzer Prize-winner Katherine Boo, a landmark work of narrative nonfiction that tells the dramatic and sometimes heartbreaking story of families striving toward a better life in one of the twenty-first century's great, unequal cities.. In this brilliantly written, fast-paced book, based on three years of uncompromising reporting, a bewildering age of global change and inequality is made human.. Annawadi is a makeshift settlement in the shadow of luxury hotels near the Mumbai airport, and as India starts to prosper, Annawadians are electric with hope. Abdul, a reflective and enterprising Muslim teenager, sees a fortune beyond counting in the recyclable garbage that richer people throw away. Asha, a woman of formidable wit and deep scars from a childhood in rural poverty, has identified an alternate route to the middle class: political corruption. With a little luck, her sensitive, beautiful daughter - Annawadi's most-everything girl - will soon become its first female college graduate. And even the poorest Annawadians, like Kalu, a fifteen-year-old scrap-metal thief, believe themselves inching closer to the good lives and good times they call the full enjoy.. But then Abdul the garbage sorter is falsely accused in a shocking tragedy; terror and a global recession rock the city; and suppressed tensions over religion, caste, sex, power and economic envy turn brutal. As the tenderest individual hopes intersect with the greatest global truths, the true contours of a competitive age are revealed. And so, too, are the imaginations and courage of the people of Annawadi.. With intelligence, humor, and deep insight into what connects human beings to one another in an era of tumultuous change, Behind the Beautiful Forevers carries the reader headlong into one of the twenty-first century's hidden worlds, and into the lives of people impossible to forget.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "History",
                "Social Issues",
                "Audiobook",
                "Book Club",
                "Travel",
                "Sociology",
                "Adult"
            ]
        },
        {
            "title": "My Struggle: Book One",
            "authors": [
                "Karl Ove Knausgård",
                "Don Bartlett"
            ],
            "ranking": 4.08,
            "ranking_count": 37618,
            "abstract": "Romanen åpner med en svimlende beskrivelse av døden. Derfra fortelles det om forfatteren Karl Ove Knausgårds kamp for å mestre livet og seg selv og sine egne ambisjoner på skrivingens vegne, i møte med de menneskene han har rundt seg. Min kamp. Første bok utforsker det å vokse opp og være overgitt en verden som ser ut til å være komplett, avsluttet, lukket. Romanen beskriver det unge blikkets varhet og usikkerhet, der det registrerer andre menneskers tilstedeværelse og vurderinger med en åpenhet som er voldsom og nesten selvutslettende i sin konsekvens.. I en borende prosa som oppsøker det sårbare, det pinlige og det eksistensielt betydningsbærende, blir dette en dypt personlig roman, selvutprøvende og kontroversiell. Et eksistensielt omdreiningspunkt er farens død, et annet er kanskje hovedpersonens debut som forfatter.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "European Literature",
                "Literature",
                "Biography Memoir",
                "Literary Fiction",
                "Unfinished",
                "Roman"
            ]
        },
        {
            "title": "Supernaturally",
            "authors": [
                "Kiersten White"
            ],
            "ranking": 3.9,
            "ranking_count": 40540,
            "abstract": "Evie finally has the normal life she's always longed for, but she's shocked to discover that being ordinary can be . . . kind of boring. So when she's given the opportunity to work for the International Paranormal Containment Agency again, she leaps at the chance.. But then Evie's faerie ex-boyfriend Reth appears, and tells her that a battle is brewing between the faerie courts that could throw the whole paranormal world into chaos. The prize in question? Evie herself.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Shapeshifters"
            ]
        },
        {
            "title": "The Summer that Melted Everything",
            "authors": [
                "Tiffany   McDaniel"
            ],
            "ranking": 3.97,
            "ranking_count": 8696,
            "abstract": "Fielding Bliss has never forgotten the summer of 1984:. the year a heatwave scorched the small town of Breathed, Ohio.. The year he became friends with the devil.. When local prosecutor Autopsy Bliss publishes an invitation to the devil to come to the country town of Breathed, Ohio, nobody quite expected that he would turn up. They especially didn't expect him to turn up a tattered and bruised thirteen-year-old boy.. Fielding, the son of Autopsy, finds the boy outside the courthouse and brings him home, and he is welcomed into the Bliss family. The Blisses believe the boy, who calls himself Sal, is a runaway from a nearby farm town. Then, as a series of strange incidents implicate Sal — and riled by the feverish heatwave baking the town from the inside out — there are some around town who start to believe that maybe Sal is exactly who he claims to be.. But whether he's a traumatised child or the devil incarnate, Sal is certainly one strange fruit: he talks in riddles, his uncanny knowledge and understanding reaches far outside the realm of a normal child — and ultimately his eerily affecting stories of Heaven, Hell, and earth will mesmerise and enflame the entire town.. Devastatingly beautiful,. The Summer That Melted Everything. is a captivating story about community, redemption, and the dark places where evil really lies.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Contemporary",
                "Literary Fiction",
                "Fantasy",
                "Adult",
                "Historical",
                "Audiobook",
                "Adult Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Doctor Who: Shada",
            "authors": [
                "Gareth Roberts"
            ],
            "ranking": 4.24,
            "ranking_count": 5524,
            "abstract": "From the unique mind of Douglas Adams, the legendary lost Doctor Who story has been completed at last by Gareth Roberts and narrated by Lalla Ward.. The Doctor’s old friend and fellow Time Lord Professor Chronotis has retired to Cambridge University—where nobody will notice if he lives for centuries. But now he needs help from the Doctor, Romana and K-9. When he left Gallifrey he took with him a few little souvenirs—most of them are harmless. But one of them is extremely dangerous.. The Worshipful and Ancient Law of Gallifrey isn’t a book for Time Tots. It is one of the Artifacts, dating from the dark days of Rassilon. It must not be allowed to fall into the wrong hands. The sinister Skagra most definitely has the wrong hands. He wants the book. He wants to discover the truth behind Shada. And he wants the Doctor’s mind.... Based on the scripts for the original television series by the legendary Douglas Adams, Shada retells an adventure that never made it to the screen.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Humor",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Signal and the Noise: Why So Many Predictions Fail—But Some Don't",
            "authors": [
                "Nate Silver"
            ],
            "ranking": 3.97,
            "ranking_count": 47606,
            "abstract": "Nate Silver built an innovative system for predicting baseball performance, predicted the 2008 election within a hair's breadth. He solidified his standing as the nation's foremost political forecaster with his near perfect prediction of the 2012 election. Silver is the founder and editor in chief of FiveThirtyEight.com.. Drawing on his own groundbreaking work, Silver examines the world of prediction, investigating how we can distinguish a true signal from a universe of noisy data. Most predictions fail, often at great cost to society, because most of us have a poor understanding of probability and uncertainty. Both experts and laypeople mistake more confident predictions for more accurate ones. But overconfidence is often the reason for failure. If our appreciation of uncertainty improves, our predictions can get better too. This is the prediction paradox: The more humility we have about our ability to make predictions, the more successful we can be in planning for the future.. In keeping with his own aim to seek truth from data, Silver visits the most successful forecasters in a range of areas, from hurricanes to baseball, from the poker table to the stock market, from Capitol Hill to the NBA. He explains and evaluates how these forecasters think and what bonds they share. What lies behind their success? Are they good-or just lucky? What patterns have they unraveled? And are their forecasts really right? He explores unanticipated commonalities and exposes unexpected juxtapositions. And sometimes, it is not so much how good a prediction is in an absolute sense that matters but how good it is relative to the competition. In other cases, prediction is still a very rudimentary-and dangerous-science.. Silver observes that the most accurate forecasters tend to have a superior command of probability, and they tend to be both humble and hardworking. They distinguish the predictable from the unpredictable, and they notice a thousand little details that lead them closer to the truth. Because of their appreciation of probability, they can distinguish the signal from the noise.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Business",
                "Economics",
                "Politics",
                "Psychology",
                "Sociology",
                "Social Science"
            ]
        },
        {
            "title": "Caught",
            "authors": [
                "Harlan Coben"
            ],
            "ranking": 3.99,
            "ranking_count": 60919,
            "abstract": "17 year-old Haley McWaid is a good girl, the pride of her suburban New Jersey family, captain of the lacrosse team, headed off to college next year with all the hopes and dreams her doting parents can pin on her. Which is why, when her mother wakes one morning to find that Haley never came home the night before, and three months quickly pass without word from the girl, the community assumes the worst.. Wendy Tynes is a reporter on a mission, to identify and bring down sexual predators via elaborate—and nationally televised—sting operations. Working with local police on her news program Caught in the Act, Wendy and her team have publicly shamed dozens of men by the time she encounters her latest target. Dan Mercer is a social worker known as a friend to troubled teens, but his story soon becomes more complicated than Wendy could have imagined.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "The Last Policeman",
            "authors": [
                "Ben H. Winters"
            ],
            "ranking": 3.78,
            "ranking_count": 30873,
            "abstract": "What’s the point in solving murders if we’re all going to die soon, anyway?. Detective Hank Palace has faced this question ever since asteroid 2011GV1 hovered into view. There’s no chance left. No hope. Just six precious months until impact.. The Last Policeman. presents a fascinating portrait of a pre-apocalyptic United States. The economy spirals downward while crops rot in the fields. Churches and synagogues are packed. People all over the world are walking off the job—but not Hank Palace. He’s investigating a death by hanging in a city that sees a dozen suicides every week—except this one feels suspicious, and Palace is the only cop who cares.. The first in a trilogy,. The Last Policeman. offers a mystery set on the brink of an apocalypse. As Palace’s investigation plays out under the shadow of 2011GV1, we’re confronted by hard questions way beyond “whodunit.”. What basis does civilization rest upon? What is life worth? What would any of us. do, what would we. really. do, if our days were numbered?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Apocalyptic"
            ]
        },
        {
            "title": "Archer's Voice",
            "authors": [
                "Mia Sheridan"
            ],
            "ranking": 4.35,
            "ranking_count": 130142,
            "abstract": "When Bree Prescott arrives in the sleepy, lakeside town of Pelion, Maine, she hopes against hope that this is the place where she will finally find the peace she so desperately seeks. On her first day there, her life collides with Archer Hale, an isolated man who holds a secret agony of his own. A man no one else sees.. Archer's Voice. is the story of a woman chained to the memory of one horrifying night and the man whose love is the key to her freedom. It is the story of a silent man who lives with an excruciating wound and the woman who helps him find his voice. It is the story of suffering, fate, and the transformative power of love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Adult",
                "Disability",
                "Fiction",
                "Sociology",
                "Drama",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Rithmatist",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.23,
            "ranking_count": 60584,
            "abstract": "More than anything, Joel wants to be a Rithmatist. Rithmatists have the power to infuse life into two-dimensional figures known as Chalklings. Rithmatists are humanity’s only defense against the Wild Chalklings. Having nearly overrun the territory of Nebrask, the Wild Chalklings now threaten all of the American Isles.. As the son of a lowly chalkmaker at Armedius Academy, Joel can only watch as Rithmatist students learn the magical art that he would do anything to practice. Then students start disappearing—kidnapped from their rooms at night, leaving trails of blood. Assigned to help the professor who is investigating the crimes, Joel and his friend Melody find themselves on the trail of an unexpected discovery—one that will change Rithmatics—and their world—forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Childrens"
            ]
        },
        {
            "title": "The Iron Trial",
            "authors": [
                "Holly Black",
                "Cassandra Clare",
                "Scott Fischer"
            ],
            "ranking": 3.95,
            "ranking_count": 68672,
            "abstract": "All his life, Call has been warned by his father to stay away from magic. To succeed at the Iron Trial and be admitted into the vaunted Magisterium school would bring bad things. But he fails at failing. Only hard work, loyal friends, danger, and a puppy await.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Percy Jackson's Greek Heroes",
            "authors": [
                "Rick Riordan",
                "John Rocco"
            ],
            "ranking": 4.46,
            "ranking_count": 36146,
            "abstract": "Who cut off Medusa's head? Who was raised by a she-bear? Who tamed Pegasus? It takes a demigod to know, and Percy Jackson can fill you in on the all the daring deeds of Perseus, Atalanta, Bellerophon, and the rest of the major Greek heroes. Told in the funny, irreverent style readers have come to expect from Percy, ( I've had some bad experiences in my time, but the heroes I'm going to tell you about were the original old school hard luck cases. They boldly screwed up where no one had screwed up before. . .) and enhanced with vibrant artwork by Caldecott Honoree John Rocco, this story collection will become the new must-have classic for Rick Riordan's legions of devoted fans--and for anyone who needs a hero. So get your flaming spear. Put on your lion skin cape. Polish your shield and make sure you've got arrows in your quiver. We're going back about four thousand years to decapitate monsters, save some kingdoms, shoot a few gods in the butt, raid the Underworld, and steal loot from evil people. Then, for dessert, we'll die painful tragic deaths. Ready? Sweet. Let's do this.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Mythology",
                "Adventure",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "Bury Your Dead",
            "authors": [
                "Louise Penny"
            ],
            "ranking": 4.34,
            "ranking_count": 65280,
            "abstract": "It is Winter Carnival in Quebec City, bitterly cold and surpassingly beautiful. Chief Inspector Armand Gamache has come not to join the revels but to recover from an investigation gone hauntingly wrong. But violent death is inescapable, even in the apparent sanctuary of the Literary and Historical Society - where an obsessive historian's quest for the remains of the founder of Quebec, Samuel de Champlain, ends in murder. Could a secret buried with Champlain for nearly 400 years be so dreadful that someone would kill to protect it?. Although he is supposed to be on leave, Gamache cannot walk away from a crime that threatens to ignite long-smoldering tensions between the English and the French. Meanwhile, he is receiving disquieting letters from the village of Three Pines, where beloved Bistro owner Olivier was recently convicted of murder. It doesn't make sense, Olivier’s partner writes every day. He didn't do it, you know. As past and present collide in this astonishing novel, Gamache must relive the terrible event of his own past before he can bury his dead.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Thriller",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "When She Woke",
            "authors": [
                "Hillary Jordan"
            ],
            "ranking": 3.67,
            "ranking_count": 27091,
            "abstract": "When She Woke. is a fable about a stigmatized woman struggling to navigate an America of a not-too-distant future, who embarks on a path of self-discovery that forces her to question the values she once held true and the righteousness of a country that politicizes faith.. Bellwether Prize Winner Hillary Jordan's provocative new novel is the fiercely imagined story of a woman struggling to navigate an America of a not-too-distant future, where the line between church and state has been eradicated and convicted felons are no longer imprisoned and rehabilitated but chromed -- their skin color is genetically altered to match the class of their crime -- and then released back into the population to survive as best they can. Hannah is a Red; her crime is murder.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Adult",
                "Adult Fiction",
                "Feminism",
                "Young Adult",
                "Fantasy",
                "Religion",
                "Audiobook"
            ]
        },
        {
            "title": "The Lake House",
            "authors": [
                "Kate Morton"
            ],
            "ranking": 4.06,
            "ranking_count": 106997,
            "abstract": "An abandoned house.... June 1933, and sixteen-year-old Alice Edevane is preparing for her family's Midsummer Eve party at their country home, Loeanneth. But by the time midnight strikes and fireworks light up the night skies, the Edevane family will have suffered a loss so great that they leave Loeanneth forever.. A missing child.... Seventy years later, after a particularly troubling case, Detective Sadie Sparrow retreats to her beloved grandfather's cottage in Cornwall. Once there, she stumbles upon an abandoned house, and learns the story of a baby boy who disappeared without a trace.. An unsolved mystery.... Meanwhile, in her elegant Hampstead home, the formidable Alice Edevane, now an old lady, leads a life as neatly plotted as the bestselling detective novels she writes. Until a young police detective starts asking questions about her family's past, seeking to resurrect the complex tangle of secrets Alice has spent her life trying to escape...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Thriller",
                "Adult Fiction",
                "Romance",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "How to Be Both",
            "authors": [
                "Ali Smith"
            ],
            "ranking": 3.66,
            "ranking_count": 21009,
            "abstract": "Passionate, compassionate, vitally inventive and scrupulously playful, Ali Smith’s novels are like nothing else. A true original, she is a one-of-a-kind literary sensation. Her novels consistently attract serious acclaim and discussion—and have won her a dedicated readership who are drawn again and again to the warmth, humanity and humor of her voice.. How to be both. is a novel all about art’s versatility. Borrowing from painting’s fresco technique to make an original literary double-take, it’s a fast-moving genre-bending conversation between forms, times, truths and fictions. There’s a Renaissance artist of the 1460s. There’s the child of a child of the 1960s. Two tales of love and injustice twist into a singular yarn where time gets timeless, structural gets playful, knowing gets mysterious, fictional gets real—and all life’s givens get given a second chance.. A NOTE TO THE READER:. Who says stories reach everybody in the same order?. This novel can be read in two ways and this book provides you with both.. In half of all printed editions of the novel the narrative EYES comes before CAMERA.. In the other half of printed editions the narrative CAMERA precedes EYES.. The narratives are exactly the same in both versions, just in a different order.. The books are intentionally printed in two different ways, so that readers can randomly have different experiences reading the same text. So, depending on which edition you happen to receive, the book will be: EYES, CAMERA, or CAMERA, EYES. Enjoy the adventure.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Art",
                "Literary Fiction",
                "LGBT",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Sing, Unburied, Sing",
            "authors": [
                "Jesmyn Ward"
            ],
            "ranking": 4.02,
            "ranking_count": 120190,
            "abstract": "In Jesmyn Ward’s first novel since her National Book Award–winning. Salvage the Bones. , this singular American writer brings the archetypal road novel into rural twenty-first-century America. Drawing on Morrison and Faulkner,. The Odyssey. and the Old Testament, Ward gives us an epochal story, a journey through Mississippi’s past and present that is both an intimate portrait of a family and an epic tale of hope and struggle. Ward is a major American writer, multiply awarded and universally lauded, and in. Sing, Unburied, Sing. she is at the height of her powers.. Jojo and his toddler sister, Kayla, live with their grandparents, Mam and Pop, and the occasional presence of their drug-addicted mother, Leonie, on a farm on the Gulf Coast of Mississippi. Leonie is simultaneously tormented and comforted by visions of her dead brother, which only come to her when she’s high; Mam is dying of cancer; and quiet, steady Pop tries to run the household and teach Jojo how to be a man. When the white father of Leonie’s children is released from prison, she packs her kids and a friend into her car and sets out across the state for Parchman farm, the Mississippi State Penitentiary, on a journey rife with danger and promise.. Sing, Unburied, Sing. grapples with the ugly truths at the heart of the American story and the power, and limitations, of the bonds of family. Rich with Ward’s distinctive, musical language,. Sing, Unburied, Sing. is a majestic new work and an essential contribution to American literature.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Cultural",
                "Race",
                "Novels",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Miseducation of Cameron Post",
            "authors": [
                "Emily M. Danforth"
            ],
            "ranking": 4.06,
            "ranking_count": 47343,
            "abstract": "When Cameron Post's parents die suddenly in a car crash, her shocking first thought is relief. Relief they'll never know that, hours earlier, she had been kissing a girl.. But that relief doesn't last, and Cam is soon forced to move in with her conservative aunt Ruth and her well-intentioned but hopelessly old-fashioned grandmother. She knows that from this point on, her life will forever be different. Survival in Miles City, Montana, means blending in and leaving well enough alone (as her grandmother might say), and Cam becomes an expert at both.. Then Coley Taylor moves to town. Beautiful, pickup-driving Coley is a perfect cowgirl with the perfect boyfriend to match. She and Cam forge an unexpected and intense friendship—one that seems to leave room for something more to emerge. But just as that starts to seem like a real possibility, ultrareligious Aunt Ruth takes drastic action to 'fix' her niece, bringing Cam face-to-face with the cost of denying her true self—even if she's not exactly sure who that is.. The Miseducation of Cameron Post. is a stunning and unforgettable literary debut about discovering who you are and finding the courage to live life according to your own rules.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Romance",
                "Realistic Fiction",
                "Historical"
            ]
        },
        {
            "title": "In the Shadow of the Banyan",
            "authors": [
                "Vaddey Ratner"
            ],
            "ranking": 4.05,
            "ranking_count": 19423,
            "abstract": "Displaying the author's extraordinary gift for language, In the Shadow of the Banyan is testament to the transcendent power of narrative and a brilliantly wrought tale of human resilience.. For seven-year-old Raami, the shattering end of childhood begins with the footsteps of her father returning home in the early dawn hours bringing details of the civil war that has overwhelmed the streets of Phnom Penh, Cambodia's capital. Soon the family's world of carefully guarded royal privilege is swept up in the chaos of revolution and forced exodus.. Over the next four years, as she endures the deaths of family members, starvation, and brutal forced labor, Raami clings to the only remaining vestige of childhood - the mythical legends and poems told to her by her father. In a climate of systematic violence where memory is sickness and justification for execution, Raami fights for her improbable survival. Displaying the author's extraordinary gift for language, In the Shadow of the Banyan is testament to the transcendent power of narrative and a brilliantly wrought tale of human resilience.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "War",
                "Adult Fiction",
                "Adult",
                "Literary Fiction",
                "Literature"
            ]
        },
        {
            "title": "Dark Guardian",
            "authors": [
                "Ammar Habib"
            ],
            "ranking": 4.21,
            "ranking_count": 5305,
            "abstract": "#1 Bestseller in Superhero Fiction!. Available in paperback, Kindle, and Kindle Unlimited!. From Bestselling & Award-Winning author Ammar Habib comes this story of vigilante justice!. For the past four years, everyone thought Ethan Daniels was dead and gone. But now he is back with a vengeance. After the gruesome death of his adopted sister at the hands of a merciless gang, there is nothing he wants more than revenge. He can't sleep. He can't think. All he hears are her cries and all he sees is her death. Ethan comes home to take on one of the world’s most notorious crime lords in his bid for revenge. Using his vast resources, advanced skills, and an arsenal of weaponry, Ethan dons the mask of a vigilante and wages a one-man-war against the crime lord’s empire. However, he doesn't expect a reunion with Katrina, the girl he loved as a boy. After multiple reencounters with her, Ethan's resolve begins to waver as he is forced to realize that he can't have both love and vengeance. Retribution exacts a price while fate—well, she has plans of her own.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Action",
                "Comics",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Dead Wrong: Straight Facts on the Country's Most Controversial Cover-Ups",
            "authors": [
                "Richard Belzer",
                "David  Wayne",
                "Jesse Ventura"
            ],
            "ranking": 3.64,
            "ranking_count": 657,
            "abstract": "Dead Wrong is a study of the scientific and forensic facts of four assassinations of the 1960s (President John F. Kennedy, Senator Robert F. Kennedy, Dr. Martin Luther King, Jr. and Black Panther leader Fred Hampton), as well as an examination of new and incriminating evidence indicative of murder, not suicide, in the deaths of Marilyn Monroe, White House Counsel Vincent Foster, U.N. Weapons Inspector Dr. David C. Kelly and bioweapons expert Frank Olson. It also examines the cases of two murders directly linked to Lyndon B. Johnson, 36th President of the United States.. For more information, please go to www.BelzerBook.com. 100 black & white illustrations",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "History",
                "Politics",
                "Mystery",
                "Historical",
                "Pseudoscience",
                "Adult",
                "North American Hi..."
            ]
        },
        {
            "title": "Fallout",
            "authors": [
                "Ellen Hopkins"
            ],
            "ranking": 4.28,
            "ranking_count": 33067,
            "abstract": "Hunter. Autumn. Summer.. Different homes. Different guardians. Different last names.. Different lives.. But there is one person who binds them together.. Kristina. .. Nineteen years after Kristina Snow met the monster---crank---her children are reeling from the consequences of her decisions. Instead of one big, happy family, they are a desperate tangle of scattered lives united by anger, doubt, and fear.. A predisposition to addiction and a sense of emptiness where a mother's love should be leads all three down the road of their mother's notorious legacy. Sex, drugs, alcohol, abuse---there is more of Kristina in her children than they would ever like to believe. But when the thread that ties them together brings them face-to-face, they'll discover something powerful in each other and in themselves---the trust, the hope, the courage to begin to break the cycle.. Fallout. is bestselling author Ellen Hopkin's riveting conclusion to her trilogy begun by. Crank. and. Glass. . It is a revelation and a testament to the harsh reality that addiction is never just one person's problem.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Poetry",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Health",
                "Romance",
                "Sociology"
            ]
        },
        {
            "title": "Vicious",
            "authors": [
                "V.E. Schwab"
            ],
            "ranking": 4.23,
            "ranking_count": 157217,
            "abstract": "A masterful tale of ambition, jealousy, desire, and superpowers.. Victor and Eli started out as college roommates—brilliant, arrogant, lonely boys who recognized the same sharpness and ambition in each other. In their senior year, a shared research interest in adrenaline, near-death experiences, and seemingly supernatural events reveals an intriguing possibility: that under the right conditions, someone could develop extraordinary abilities. But when their thesis moves from the academic to the experimental, things go horribly wrong.. Ten years later, Victor breaks out of prison, determined to catch up to his old friend (now foe), aided by a young girl whose reserved nature obscures a stunning ability. Meanwhile, Eli is on a mission to eradicate every other super-powered person that he can find—aside from his sidekick, an enigmatic woman with an unbreakable will. Armed with terrible power on both sides, driven by the memory of betrayal and loss, the archnemeses have set a course for revenge—but who will be left alive at the end?. In. Vicious. , V. E. Schwab brings to life a gritty comic-book-style world in vivid prose: a world where gaining superpowers doesn't automatically lead to heroism, and a time when allegiances are called into question.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adult",
                "Young Adult",
                "Comics",
                "Thriller",
                "Adult Fiction"
            ]
        },
        {
            "title": "Purity",
            "authors": [
                "Jonathan Franzen"
            ],
            "ranking": 3.63,
            "ranking_count": 44900,
            "abstract": "A magnum opus for our morally complex times from the author of Freedom. Young Pip Tyler doesn't know who she is. She knows that her real name is Purity, that she's saddled with $130,000 in student debt, that she's squatting with anarchists in Oakland, and that her relationship with her mother - her only family - is hazardous. But she doesn't have a clue who her father is, why her mother chose to live as a recluse with an invented name, or how she'll ever have a normal life.. Enter the Germans. A glancing encounter with a German peace activist leads Pip to an internship in South America with The Sunlight Project, an organization that traffics in all the secrets of the world--including, Pip hopes, the secret of her origins. TSP is the brainchild of Andreas Wolf, a charismatic provocateur who rose to fame in the chaos following the fall of the Berlin Wall. Now on the lam in Bolivia, Andreas is drawn to Pip for reasons she doesn't understand, and the intensity of her response to him upends her conventional ideas of right and wrong.. Purity is a grand story of youthful idealism, extreme fidelity, and murder. The author of The Corrections and Freedom has imagined a world of vividly original characters - Californians and East Germans, good parents and bad parents, journalists and leakers - and he follows their intertwining paths through landscapes as contemporary as the omnipresent Internet and as ancient as the war between the sexes. Purity is the most daring and penetrating book yet by one of the major writers of our time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Audiobook",
                "Unfinished",
                "The United States Of America",
                "Adult Fiction"
            ]
        }
    ]
}