{
    "books": [
        {
            "title": "Wir Kinder vom Bahnhof Zoo",
            "authors": [
                "Christiane Vera Felscherinow",
                "Kai Hermann",
                "Horst Rieck"
            ],
            "ranking": 4.26,
            "ranking_count": 40265,
            "abstract": "Sie ist heute sechzehn, kam mit zwölf in einem evangelischen Jugendheim zum Haschisch, mit dreizehn in einer Diskothek zum Heroin. Sie wurde süchtig, ging morgens zur Schule und nachmittags mit ihren ebenfalls heroinabhängigen Freunden auf den Kinderstrich am Bahnhof Zoo, um das Geld für die Droge zu beschaffen. Ihre Mutter bemerkte fast zwei Jahre Iang nichts vom Doppelleben ihrer Tochter. Christiane F. berichtet mit minuziösem Erinnerungsvermögen und rückhaltioser Offenheit über Schicksale von Kindern, die von der Öffentlichkeit erst als Drogentote zur Kenntnis genommen werden. Die Geschichte der Christiane F. wiederholt sich in Berlin, in Kleinstädten und Dörfern bereits zehntausendfach.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "European Literature",
                "Classics",
                "Autobiography",
                "Cultural",
                "Contemporary",
                "Biography Memoir",
                "Drama"
            ]
        },
        {
            "title": "Princess: A True Story of Life Behind the Veil in Saudi Arabia",
            "authors": [
                "Jean Sasson"
            ],
            "ranking": 3.99,
            "ranking_count": 35853,
            "abstract": "Sultana is a Saudi Arabian princess, a woman born to fabulous, uncountable wealth. She has four mansions on three continents, her own private jet, glittering jewels, designer dresses galore. But in reality she lives in a gilded cage. She has no freedom, no control over her own life, no value but as a bearer of sons. Hidden behind her black floor-length veil, she is a prisoner, jailed by her father, her husband, her sons, and her country.Sultana is a member of the Saudi royal family, closely related to the king. For the sake of her daughters, she has decided to take the risk of speaking out about the life of women in her country, regardless of their rank. She must hide her identity for fear that the religious leaders in her country would call for her death to punish her honesty. Only a woman in her position could possibly hope to escape from being revealed and punished, despite her cloak and anonymity. Sultana tells of her own life, from her turbulent childhood to her arranged marriage--a happy one until her husband decided to displace her by taking a second wife--and of the lives of her sisters, her friends and her servants. Although they share affection, confidences and an easy camaraderie within the confines of the women's quarters, they also share a history of appalling oppression, everyday occurrences that in any other culture would be seen as shocking human rights violations; thirteen-year-old girls forced to marry men five times their age, young women killed by drowning, stoning, or isolation in the women's room, a padded, windowless cell where women are confined with neither light nor conversation until death claims them.By speaking out, Sultana risks bringing the wrath of the Saudi establishment upon her head and the heads of her children. But by telling her story to Jean Sasson, Sultana has allowed us to see beyond the veils of this secret society, to the heart of a nation where sex, money, and power reign supreme.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Biography Memoir",
                "History",
                "Feminism",
                "Womens",
                "Religion"
            ]
        },
        {
            "title": "Grey",
            "authors": [
                "E.L. James"
            ],
            "ranking": 3.81,
            "ranking_count": 163452,
            "abstract": "Christian Grey exercises control in all things; his world is neat, disciplined, and utterly empty—until the day that Anastasia Steele falls into his office, in a tangle of shapely limbs and tumbling brown hair. He tries to forget her, but instead is swept up in a storm of emotion he cannot comprehend and cannot resist. Unlike any woman he has known before, shy, unworldly Ana seems to see right through him—past the business prodigy and the penthouse lifestyle to Christian’s cold, wounded heart.. Will being with Ana dispel the horrors of his childhood that haunt Christian every night? Or will his dark sexual desires, his compulsion to control, and the self-loathing that fills his soul drive this girl away and destroy the fragile hope she offers him?. See the world of. Fifty Shades of Grey. anew through the eyes of Christian Grey.. In Christian's own words, and through his thoughts, reflections, and dreams, E L James offers a fresh perspective on the love story that has enthralled millions of readers around the world.. This book is intended for mature audiences.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Erotica",
                "Fiction",
                "Contemporary",
                "Adult",
                "New Adult",
                "Womens Fiction"
            ]
        },
        {
            "title": "Life for Life",
            "authors": [
                "J.K. Franko"
            ],
            "ranking": 4.32,
            "ranking_count": 1928,
            "abstract": "What would YOU do if someone threatened your family?. Roy Cruise and his pregnant wife Susie barely survived an assassination attempt in their own home. The police now have them under surveillance. Meanwhile, Kristy Wise is a loose cannon—she knows too much and is trying to “set things right.”. What goes around comes around. And in this case, Roy and Susie may have pushed things too far. There are too many dead bodies. Too many foes plotting against them.. Roy and Susie must outwit the police and neutralize their enemies once and for all. If not, their days of retribution may end behind bars... or six feet under.. Life for Life is Book Three of the Talion crime thriller series which begins with the Eye for Eye Trilogy.. Eye for Eye. Tooth for Tooth. Life for Life. If you like smart, fast-paced thrillers with unexpected twists, then you’ll love J.K. Franko.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Drama",
                "Contemporary",
                "Mystery",
                "Epic",
                "Suspense"
            ]
        },
        {
            "title": "Moon Tiger",
            "authors": [
                "Penelope Lively"
            ],
            "ranking": 3.88,
            "ranking_count": 14380,
            "abstract": "The elderly Claudia Hampton, a best-selling author of popular history; lies alone in a London hospital bed. Memories of her life still glow in her fading consciousness, but she imagines writing a history of the world. Instead, Moon Tiger is her own history, the life of a strong, independent woman, with its often contentious relations with family and friends. At its center — forever frozen in time, the still point of her turning world — is the cruelly truncated affair with Tom, a British tank commander whom Claudia knew as a reporter in Egypt during World War II.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "War",
                "European Literature",
                "Novels",
                "Classics",
                "Northern Africa",
                "Contemporary"
            ]
        },
        {
            "title": "The Island",
            "authors": [
                "Victoria Hislop"
            ],
            "ranking": 4.08,
            "ranking_count": 44210,
            "abstract": "On the brink of a life-changing decision, Alexis Fielding longs to find out about her mother's past. But Sofia has never spoken of it. All she admits to is growing up in a small Cretan village before moving to London. When Alexis decides to visit Crete, however, Sofia gives her daughter a letter to take to an old friend, and promises that through her she will learn more.. Arriving in Plaka, Alexis is astonished to see that it lies a stone's throw from the tiny, deserted island of Spinalonga - Greece's former leper colony. Then she finds Fotini, and at last hears the story that Sofia has buried all her life: the tale of her great-grandmother Eleni and her daughters and a family rent by tragedy, war and passion. She discovers how intimately she is connected with the island, and how secrecy holds them all in its powerful grip...",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Romance",
                "Drama",
                "Contemporary",
                "Book Club",
                "Novels",
                "Womens Fiction"
            ]
        },
        {
            "title": "What Alice Forgot",
            "authors": [
                "Liane Moriarty"
            ],
            "ranking": 4.08,
            "ranking_count": 409683,
            "abstract": "Alice Love is twenty-nine, crazy about her husband, and pregnant with her first child.. So imagine Alice’s surprise when she comes to on the floor of a gym and is whisked off to the hospital where she discovers the honeymoon is truly over — she’s getting divorced, she has three kids and she’s actually 39 years old. Alice must reconstruct the events of a lost decade, and find out whether it’s possible to reconstruct her life at the same time. She has to figure out why her sister hardly talks to her, and how is it that she’s become one of those super skinny moms with really expensive clothes.. Ultimately, Alice must discover whether forgetting is a blessing or a curse, and whether it’s possible to start over.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Romance",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Mystery",
                "Book Club",
                "Cultural"
            ]
        },
        {
            "title": "Burial Rites",
            "authors": [
                "Hannah Kent"
            ],
            "ranking": 4.02,
            "ranking_count": 100824,
            "abstract": "A brilliant literary debut, inspired by a true story: the final days of a young woman accused of murder in Iceland in 1829.. Set against Iceland's stark landscape, Hannah Kent brings to vivid life the story of Agnes, who, charged with the brutal murder of her former master, is sent to an isolated farm to await execution.. Horrified at the prospect of housing a convicted murderer, the family at first avoids Agnes. Only Tóti, a priest Agnes has mysteriously chosen to be her spiritual guardian, seeks to understand her. But as Agnes's death looms, the farmer's wife and their daughters learn there is another side to the sensational story they've heard.. Riveting and rich with lyricism, Burial Rites evokes a dramatic existence in a distant time and place, and asks the question, how can one woman hope to endure when her life depends upon the stories told by others?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Adult",
                "Literary Fiction",
                "Book Club",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Children of the Mind",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 3.77,
            "ranking_count": 102291,
            "abstract": "Children of the Mind (1996) is the fourth novel of Orson Scott Card's popular Ender's Game series of science fiction novels that focus on the character Ender Wiggin. This book was originally the second half of Xenocide, before it was split into two novels.. At the start of Children of the Mind, Jane, the evolved computer intelligence, is using her newly discovered abilities to take the races of buggers, humans and pequeninos outside the universe and back instantaneously. She uses these powers to move them to distant habitable planets for colonization. She is losing her memory and concentration as the vast computer network connected to the ansible is being shut down. If she is to survive, she must find a way to transfer her aiúa (or soul) to a human body.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Young Adult",
                "Space",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Ocean Sea",
            "authors": [
                "Alessandro Baricco",
                "Alastair McEwen"
            ],
            "ranking": 4.1,
            "ranking_count": 20178,
            "abstract": "This haunting, suspenseful tale of love and vengeance by the author of the international bestseller. Silk. surges with the hypnotic power of the ocean sea.. In. Ocean Sea. , Alessandro Baricco presents a hypnotizing postmodern fable of human malady--psychological, existential, erotic--and the sea as a means of deliverance. At the Almayer Inn, a remote shoreline hotel, an artist dips his brush in a cup of ocean water to paint a portrait of the sea. A scientist pens love letters to a woman he has yet to meet. An adulteress searches for relief from her proclivity to fall in love. And a sixteen-year-old girl seeks a cure from a mysterious condition which science has failed to remedy. When these people meet, their fates begin to interact as if by design. Enter a mighty tempest and a ghostly mariner with a thirst for vengeance, and the Inn becomes a place where destiny and desire battle for the upper hand. Playful, provocative, and ultimately profound, Ocean Sea is a novel of striking originality and wisdom.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Contemporary",
                "Cultural",
                "Magical Realism",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Drama"
            ]
        },
        {
            "title": "Kiss an Angel",
            "authors": [
                "Susan Elizabeth Phillips"
            ],
            "ranking": 4.2,
            "ranking_count": 56109,
            "abstract": "Wedding Day. Pretty, flighty Daisy Devreaux can either go to jail or marry the mystery man her father has chosen for her. Arranged marriages don't happen in the modern world, so how did the irrepressible Daisy find herself in this fix?. Alex Markov, as humorless as he is deadly handsome, has no intention of playing the loving bridegroom to a spoiled little feather-head with champagne tastes. He drags Daisy from her uptown life to a broken down traveling circus and sets out to tame her to his ways.. But this man without a soul has met his match in a woman who's nothing but heart. Before long, passion will send them flying sky high without a safety net... risking it all in search of a love that will last forever.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Humor",
                "Adult",
                "Fiction",
                "New Adult",
                "Marriage",
                "Love"
            ]
        },
        {
            "title": "The Sex Lives of Siamese Twins",
            "authors": [
                "Irvine Welsh"
            ],
            "ranking": 3.79,
            "ranking_count": 6985,
            "abstract": "When Lucy Brennan, a Miami Beach personal-fitness trainer, disarms a gunman chasing two frightened homeless men, the police and the breaking-news cameras are not far behind and, within hours, Lucy is a media hero. The solitary eye-witness is the depressed and overweight Lena Sorensen, who becomes obsessed with Lucy and signs up as her client – though she seems more interested in the trainer’s body than her own. When the two women find themselves more closely aligned, and can’t stop thinking about the sex lives of Siamese twins, the real problems start.... In the aggressive, foul-mouthed trainer, Lucy Brennan, and the needy, manipulative Lena Sorensen, Irvine Welsh has created two of his most memorable female protagonists, and one of the most bizarre, sado-masochistic folies à deux in contemporary fiction. Featuring murder, depravity and revenge – and enormous amounts of food and sex – The Sex Lives of Siamese Twins taps into two great obsessions of our time – how we look and where we live – and tells a story so subversive and dark it blacks out the Florida sun.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Contemporary",
                "Mystery",
                "Drama",
                "Dark",
                "Suspense",
                "Adult",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "The Lighthouse Effect: How Ordinary People Can Have an Extraordinary Impact in the World",
            "authors": [
                "Steve  Pemberton"
            ],
            "ranking": 4.32,
            "ranking_count": 9080,
            "abstract": "In this stirring follow-up to his memoir, Steve Pemberton gives practical encouragement for how you can be a human lighthouse for others and through these inspiring stories will renew your hope for humanity.. Our polarized, divisive culture seems to be without heroes and role models. We are adrift in a dark sea of disillusionment and distrust and we need human lighthouses to give us hope and direct us back to the goodness in each other and in our own hearts.. Steve Pemberton found a lighthouse in an ordinary man named John Sykes, his former high school counselor. John gave Steve a safe harbor after Steve escaped an abusive foster home and together they navigated a new path that led to personal and professional success. Through stories of people like John and several others, you will identify how the hardships you have overcome equip you to be a human lighthouse, inspiring those around you.. The humble gestures of kindness that change the course of our lives can shift the course for America too. With a unique vision for building up individuals and communities and restoring trust, The Lighthouse Effect opens your eyes to those who are quietly heroic. You will reflect on the lighthouses in your own life and be reminded that the greatest heroes are alongside us--and within us.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Inspirational",
                "Education",
                "How To",
                "Psychology",
                "Philosophy",
                "Productivity"
            ]
        },
        {
            "title": "One Last Stop",
            "authors": [
                "Casey McQuiston"
            ],
            "ranking": 4.05,
            "ranking_count": 117656,
            "abstract": "From the. New York Times. bestselling author of. Red, White & Royal Blue. comes a new romantic comedy that will stop readers in their tracks.... For cynical twenty-three-year-old August, moving to New York City is supposed to prove her right: that things like magic and cinematic love stories don’t exist, and the only smart way to go through life is alone. She can’t imagine how waiting tables at a 24-hour pancake diner and moving in with too many weird roommates could possibly change that. And there’s certainly no chance of her subway commute being anything more than a daily trudge through boredom and electrical failures.. But then, there’s this gorgeous girl on the train.. Jane. Dazzling, charming, mysterious, impossible Jane. Jane with her rough edges and swoopy hair and soft smile, showing up in a leather jacket to save August’s day when she needed it most. August’s subway crush becomes the best part of her day, but pretty soon, she discovers there’s one big problem: Jane doesn’t just look like an old school punk rocker. She’s literally displaced in time from the 1970s, and August is going to have to use everything she tried to leave in her own past to help her. Maybe it’s time to start believing in some things, after all.. Casey McQuiston’s. One Last Stop. is a magical, sexy, big-hearted romance where the impossible becomes possible as August does everything in her power to save the girl lost in time.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "LGBT",
                "Contemporary",
                "Fiction",
                "Adult",
                "New Adult",
                "Audiobook",
                "Science Fiction"
            ]
        },
        {
            "title": "Night School",
            "authors": [
                "C.J. Daugherty"
            ],
            "ranking": 4.05,
            "ranking_count": 21329,
            "abstract": "Allie Sheridan’s world is falling apart. Her brother’s run away from home. Her parents ignore her. And she’s just been arrested.. Again.. This time her parents have had enough. They cut her off from her friends and send her away to boarding school, far from her London friends.. But at Cimmeria Academy, Allie is soon caught up in the strange activities of a secret group of elite students.. When she’s attacked late one night the incident sets off a chain of increasingly violent events. As the school begins to seem like a very dangerous place, she finds out that nothing at Cimmeria is what it seems to be.. And that she is not who she thought she was.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Fantasy",
                "Romance",
                "Fiction",
                "School Stories",
                "Thriller",
                "Contemporary",
                "Paranormal"
            ]
        },
        {
            "title": "Tampa",
            "authors": [
                "Alissa Nutting"
            ],
            "ranking": 3.43,
            "ranking_count": 21633,
            "abstract": "In Alissa Nutting’s novel. Tampa. , Celeste Price, a smoldering 26-year-old middle-school teacher in Florida, unrepentantly recounts her elaborate and sociopathically determined seduction of a 14-year-old student.. In slaking her sexual thirst, Celeste Price is remorseless and deviously free of hesitation, a monstress of pure motivation. She deceives everyone, is close to no one, and cares little for anything but her pleasure.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Adult",
                "Mystery",
                "Dark",
                "Literary Fiction",
                "Novels",
                "Thriller",
                "Adult Fiction",
                "Horror"
            ]
        },
        {
            "title": "Fatherland",
            "authors": [
                "Robert   Harris"
            ],
            "ranking": 3.99,
            "ranking_count": 42676,
            "abstract": "Fatherland is set in an alternative world where Hitler has won the Second World War. It is April 1964 and one week before Hitler's 75th birthday. Xavier March, a detective of the Kriminalpolizei, is called out to investigate the discovery of a dead body in a lake near Berlin's most prestigious suburb. As March discovers the identity of the body, he uncovers signs of a conspiracy that could go to the very top of the German Reich. And, with the Gestapo just one step behind, March, together with an American journalist, is caught up in a race to discover and reveal the truth - a truth that has already killed, a truth that could topple governments, a truth that will change history.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "Science Fiction",
                "Mystery",
                "War"
            ]
        },
        {
            "title": "Lights on the Sea",
            "authors": [
                "Miquel Reina",
                "Catherine E. Nelson"
            ],
            "ranking": 3.99,
            "ranking_count": 2382,
            "abstract": "On the highest point of an island, in a house clinging to the edge of a cliff, live Mary Rose and Harold Grapes, a retired couple still mourning the death of their son thirty-five years before. Weighed down by decades of grief and memories, the Grapes have never moved past the tragedy. Then, on the eve of eviction from the most beautiful and dangerously unstable perch in the area, they’re uprooted by a violent storm. The disbelieving Grapes and their home take a free-fall slide into the white-capped sea and float away.. As the past that once moored them recedes and disappears, Mary Rose and Harold are delivered from decades of sorrow by the ebb and flow of the waves. Ahead of them, a light shimmers on the horizon, guiding them toward a revelatory and cathartic new engagement with life, and all its wonder.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Fantasy",
                "European Literature",
                "Adventure",
                "Contemporary",
                "Adult",
                "Family",
                "Cultural",
                "Drama"
            ]
        },
        {
            "title": "Tarzan of the Apes",
            "authors": [
                "Edgar Rice Burroughs",
                "Vincent"
            ],
            "ranking": 3.9,
            "ranking_count": 41695,
            "abstract": "Tarzan of the Apes is a novel written by Edgar Rice Burroughs, the first in a series of books about the title character Tarzan. It was first published in the pulp magazine All-Story Magazine in October, 1912. The character was so popular that Burroughs continued the series into the 1940s with two dozen sequels.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Adventure",
                "Fantasy",
                "Cultural",
                "Science Fiction",
                "Pulp",
                "Historical",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Why We Sleep: Unlocking the Power of Sleep and Dreams",
            "authors": [
                "Matthew Walker"
            ],
            "ranking": 4.38,
            "ranking_count": 132781,
            "abstract": "Alternate cover edition of. ISBN 9781501144318. .. Neuroscientist and sleep expert Matthew Walker provides a revolutionary exploration of sleep, examining how it affects every aspect of our physical and mental well-being. Charting the most cutting-edge scientific breakthroughs, and marshalling his decades of research and clinical practice, Walker explains how we can harness sleep to improve learning, mood and energy levels, regulate hormones, prevent cancer, Alzheimer's and diabetes, slow the effects of aging, and increase longevity. He also provides actionable steps towards getting a better night's sleep every night.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Health",
                "Psychology",
                "Self Help",
                "Audiobook",
                "Biology"
            ]
        },
        {
            "title": "Crossroads and the Dominion of Four",
            "authors": [
                "C. Toni Graham"
            ],
            "ranking": 4.27,
            "ranking_count": 4222,
            "abstract": "At first glance, Jake, Shayna, Seneca, and Conner seem like average teens. Maybe even like some kids you know. But theyre special. They know that magic, spells, and prophecies are real. In Crossroads and the Dominion of Four, author C. Toni Graham continues the tale introduced in Crossroads and the Himalayan Crystals. The teens have accepted their fate as defenders of the Otherworld. The realms mythical beings have chosen sides in a deadly magical war, but its not always clear to whom they pledge their allegiance. Jake, Shayna, Conner and Seneca must use their new magical abilities to battle treacherous creatures and face life-altering crossroads. Only a powerful druid and her loyal minions stand in their way to fulfilling their destiny of becoming the prophesized Dominion of Four. The Crossroads series brings together creatures and humans as they fight for the common goal of returning harmony to the Otherworld and rid the realm of evil forever. Teen readers and fans of action-packed fantasy genres will enjoy this thrilling saga.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Adventure",
                "New Adult",
                "Adult",
                "Novels",
                "Science Fiction Fantasy",
                "Childrens"
            ]
        },
        {
            "title": "Loveless",
            "authors": [
                "Alice Oseman"
            ],
            "ranking": 4.3,
            "ranking_count": 29296,
            "abstract": "The fourth novel from the phenomenally talented Alice Oseman – one of the most authentic and talked-about voices in contemporary YA.. It was all sinking in. I’d never had a crush on anyone. No boys, no girls, not a single person I had ever met. What did that mean?. Georgia has never been in love, never kissed anyone, never even had a crush – but as a fanfic-obsessed romantic she’s sure she’ll find her person one day.. As she starts university with her best friends, Pip and Jason, in a whole new town far from home, Georgia’s ready to find romance, and with her outgoing roommate on her side and a place in the Shakespeare Society, her ‘teenage dream’ is in sight.. But when her romance plan wreaks havoc amongst her friends, Georgia ends up in her own comedy of errors, and she starts to question why love seems so easy for other people but not for her. With new terms thrown at her – asexual, aromantic – Georgia is more uncertain about her feelings than ever.. Is she destined to remain loveless? Or has she been looking for the wrong thing all along?. This wise, warm and witty story of identity and self-acceptance sees Alice Oseman on towering form as Georgia and her friends discover that true love isn’t limited to romance.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Young Adult",
                "LGBT",
                "Fiction",
                "Romance",
                "Audiobook",
                "New Adult"
            ]
        },
        {
            "title": "Dead Poets Society",
            "authors": [
                "N.H. Kleinbaum",
                "Tom Schulman"
            ],
            "ranking": 4.2,
            "ranking_count": 65892,
            "abstract": "Todd Anderson and his friends at Welton Academy can hardly believe how different life is since their new English professor, the flamboyant John Keating, has challenged them to make your lives extraordinary!  Inspired by Keating, the boys resurrect the Dead Poets Society--a secret club where, free from the constraints and expectations of school and parents, they let their passions run wild. As Keating turns the boys on to the great words of Byron, Shelley, and Keats, they discover not only the beauty of language, but the importance of making each moment count. But the Dead Poets pledges soon realize that their newfound freedom can have tragic consequences. Can the club and the individuality it inspires survive the pressure from authorities determined to destroy their dreams?",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Contemporary",
                "Novels",
                "Poetry",
                "Drama",
                "Academic",
                "Literature",
                "Media Tie In"
            ]
        },
        {
            "title": "Nutshell",
            "authors": [
                "Ian McEwan"
            ],
            "ranking": 3.68,
            "ranking_count": 47655,
            "abstract": "Nutshell. is a classic story of murder and deceit, told by a narrator with a perspective and voice unlike any in recent literature. A bravura performance, it is the finest recent work from a true master.. To be bound in a nutshell, see the world in two inches of ivory, in a grain of sand. Why not, when all of literature, all of art, of human endeavour, is just a speck in the universe of possible things.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Mystery",
                "Literary Fiction",
                "Audiobook",
                "Novels",
                "Thriller",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "Pleasant Day",
            "authors": [
                "Vera Jane Cook"
            ],
            "ranking": 4.32,
            "ranking_count": 2179,
            "abstract": "In the town of Hollow Creek, South Carolina two separate murders, fifteen years apart, unite fifteen-year-old Pleasant Day and sixty-year-old Clarissa Blackwell. As Pleasant struggles with her mother's distance, her father's infidelity and the death of her best friend, she draws closer to Clarissa, an older woman with an uncanny, almost psychic, ability to 'read people.'. As Clarissa uncovers the stories behind the murders, both Pleasant and Clarissa's worlds are transformed by the truths they’re forced to accept, and both find solace and strength in the shared histories that have shaped them.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Fiction",
                "Novels",
                "Drama",
                "Epic",
                "Thriller",
                "Book Club"
            ]
        },
        {
            "title": "The Declaration",
            "authors": [
                "Gemma Malley"
            ],
            "ranking": 3.71,
            "ranking_count": 21832,
            "abstract": "In the year 2140, it is illegal to be young. Children are all but extinct. The world is a better place. Longevity drugs are a fountain of youth. Sign the Declaration, agree not to have children and you too can live forever. Refuse, and you will live as an outcast. For the children born outside the law, it only gets worse – Surplus status. Not everyone thinks Longevity is a good thing, but you better be clear what side you’re on. . . . Surplus Anna is about to find out what happens when you can’t decide if you should cheat the law or cheat death.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Fantasy",
                "Futuristic",
                "Apocalyptic",
                "Adventure"
            ]
        },
        {
            "title": "The Other Side of Midnight",
            "authors": [
                "Sidney Sheldon"
            ],
            "ranking": 3.94,
            "ranking_count": 45300,
            "abstract": "Paris...Washington...a peaceful Midwestern campus...a fabulous villa in Greece...all part of a terrifying web of intrigue and treachery as a ruthless trio of human beings - an incredibly beautiful film star, a legendary Greek tycoon, a womanizing international adventurer- use an innocent American girl as a bewildered, horror-stricken pawn in a desperate game of vengeance and betrayal, love and lust, life and death...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Romance",
                "Suspense",
                "Novels",
                "Drama",
                "Contemporary"
            ]
        },
        {
            "title": "Hairspray and Lighter",
            "authors": [
                "J. Jupes"
            ],
            "ranking": 4.51,
            "ranking_count": 308,
            "abstract": "All Detective Eckerly wanted to do that day was place a bet on a horse. He didn't expect Darlene Johnson to walk into his office with her chocolate box. And certainly didn't expect what followed. . Book One of the Detectives That Don't Fit Series.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Book Club",
                "Novels",
                "Fiction",
                "Drama"
            ]
        },
        {
            "title": "The Chronicle of Sapta Sindhu",
            "authors": [
                "Aporva Kala"
            ],
            "ranking": 3.51,
            "ranking_count": 3035,
            "abstract": "The book is perhaps, India's first proto-historical novel and tells us the tale of the people of Indus Valley and its adjoining cities.. It tells us a story of how the people of Sapta Sindhu, untie to face the challenges of natural disasters and the Greek invasion, in the year 950BC.. A wonderful tale of valor, adventure, faith, love, romance, wars, peace, Rudreeshwar, the discovery of Sanjivini,Wars at Zahaden, Zarang and Zabol (all in Afghanistan).. It also helps us understand the political development of our nation.. Also, the Rig Veda and Avesta (Zoroastrian holy book) find a prominent place in this book.. In times like these, the book talks of the places like Iraq(Mesopotamia), Iran (Arianna), Plains of River Helmand (Afghanistan) Syria, Jordan, which were, once he cradle of civilization and are now termed as a rogue nations.. In today's times of wars and strifes the book talks of peace and culture.",
            "part_of_series": false,
            "genre_list": [
                "War",
                "Cultural",
                "Romance",
                "Love",
                "Fantasy",
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "Слънце недосегаемо",
            "authors": [
                "Николай Теллалов",
                "Атанас П. Славов",
                "Бранимир Събев",
                "Kalin M. Nenov",
                "Ангѣлъ Петровъ"
            ],
            "ranking": 4.13,
            "ranking_count": 119,
            "abstract": "… Змейовете напуснаха Горната човешка земя. Ала понякога се случват грешки — и тогава те се раждат в нашия свят. Наглед обикновени хора, те трескаво търсят начин да се приберат, завърнат у дома — независимо от цената, независимо от пречките.. … Човеци също издирват отворени портали към Долната земя. И също са готови да платят прескъпо, за да стигнат до там.. … Там, където все още бушува голямата война — същата, заради която преди няколко века всички митични същества изчезнаха от хорската реалност.. Светове и вселени, пълни с търсещи себе си странници… Едни намират бляновете си, други тепърва ще правят открития, а някои, едва извървели своя път, поемат по следващия. Безкраен, вечен е стремежът към НЕДОСЕГАЕМОТО.. Как да си поискате книгата от Човешката библиотека. - - -. You can read an excerpt from the novel (in English) here:. http://choveshkata.net/forum/download...",
            "part_of_series": true,
            "genre_list": [
                "European Literature",
                "Fantasy"
            ]
        },
        {
            "title": "Wool",
            "authors": [
                "Hugh Howey"
            ],
            "ranking": 4.12,
            "ranking_count": 80051,
            "abstract": "Thousands of them have lived underground. They've lived there so long, there are only legends about people living anywhere else. Such a life requires rules. Strict rules. There are things that must not be discussed. Like going outside. Never mention you might like going outside.. Or you'll get what you wish for.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Fantasy",
                "Short Stories",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adult"
            ]
        },
        {
            "title": "The Mote in God's Eye",
            "authors": [
                "Larry Niven",
                "Jerry Pournelle"
            ],
            "ranking": 4.07,
            "ranking_count": 66354,
            "abstract": "In 3016, the 2nd Empire of Man spans hundreds of star systems, thanks to faster-than-light Alderson Drive. Intelligent beings are finally found from the Mote, an isolated star in a thick dust cloud. The bottled-up ancient civilization, at least one million years old, are welcoming, kind, yet evasive, with a dark problem they have not solved in over a million years.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Audiobook",
                "Classics",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Out Stealing Horses",
            "authors": [
                "Per Petterson",
                "Anne Born"
            ],
            "ranking": 3.79,
            "ranking_count": 33554,
            "abstract": "We were going out stealing horses. That was what he said, standing at the door to the cabin where I was spending the summer with my father. I was fifteen. It was 1948 and one of the first days of July.. Trond’s friend Jon often appeared at his doorstep with an adventure in mind for the two of them. But this morning would turn out to be different. What began as a joy ride on “borrowed” horses ends with Jon falling into a strange trance of grief. Trond soon learns what befell Jon earlier that day—an incident that marks the beginning of a series of vital losses for both boys.. Set in the easternmost region of Norway, Out Stealing Horses begins with an ending. Sixty-seven-year-old Trond has settled into a rustic cabin in an isolated area to live the rest of his life with a quiet deliberation. A meeting with his only neighbor, however, forces him to reflect on that fateful summer.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Novels",
                "Book Club",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Young Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "I Have Never",
            "authors": [
                "Camilla Isley"
            ],
            "ranking": 4.06,
            "ranking_count": 1202,
            "abstract": "Twenty-nine-year-old. Blair Walker. is a girl with a plan, or more a girl with a list. A list of dos and don'ts to live the perfect life, land a dream career, and marry Mr. Right.. When Blair loses her job and gets dumped by her boyfriend all in one day, she starts to wonder if she's had it all wrong. And what better way to find out than experience everything the list forbade?. Never Lie. Never Pick a Fight. Never Make a Scene. Never Make the First Move. Never Make Impulse Decisions. Never Mix Business and Pleasure.... With hilarious consequences, Blair will discover some items are trickier to tick off than she'd thought.... A laugh out loud romantic comedy perfect for fans of Lindsey Kelk, Sophie Kinsella, and Mhairi McFarlane.",
            "part_of_series": true,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Humor",
                "Love",
                "Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Moving Pictures",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 3.95,
            "ranking_count": 74254,
            "abstract": "'Holy wood is a different sort of place. People act differently here. Everywhere else the most important things are gods or money or cattle. Here, the most important thing is to be important.'. People might say that reality is a quality that things possess in the same way that they possess weight. Sadly alchemists never really held with such a quaint notion. They think that they can change reality, shape it to their own purpose. Imagine then the damage that could be wrought if they get their hands on the ultimate alchemy: the invention of motion pictures, the greatest making of illusions. It may be a triumph of universe-shaking proportions. It's either that or they're about to unlock the dark terrible secret of the Holy Wood hills - by mistake...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Young Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "Die Physiker",
            "authors": [
                "Friedrich Dürrenmatt"
            ],
            "ranking": 3.96,
            "ranking_count": 24769,
            "abstract": "Möbius, ein umworbener weil genialer Physiker, will eine gefährliche Verstrickung von Wissenschaft und Politik verhindern und täuscht darum vor, geisteskrank zu sein, damit er in einer Klinik verschwinden und die gewünschte Kooperation (oder Kollaboration) mit der Macht boykottieren kann. Aber der geschützte Raum ist nicht dicht: Zwei Grossmächte haben Agenten in die Klinik eingeschleust, auch diese täuschen Krankheiten vor. Der Fluchtort ist zur Falle geworden.. This a previously-published edition of ISBN 3257230478",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "European Literature",
                "Fiction",
                "Drama",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "Eternal Kiss of Darkness",
            "authors": [
                "Jeaniene Frost"
            ],
            "ranking": 4.2,
            "ranking_count": 42683,
            "abstract": "An immortal war has been brewing in the darkness . . . And now one woman has stumbled into the shadows.. Chicago private investigator Kira Graceling should have just kept on walking. But her sense of duty refused to let her ignore the moans of pain coming from inside a warehouse just before dawn. Suddenly she finds herself in a world she's only imagined in her worst nightmares.. At the center is Mencheres, a breathtaking Master vampire who thought he'd seen it all. Then Kira appears, this fearless, beautiful . . .. human. who braved death to rescue him. Though he burns for her, keeping Kira in his world means risking her life. Yet sending her away is unthinkable.. But with danger closing in, Mencheres must choose either the woman he craves, or embracing the darkest magic to defeat an enemy bent on his eternal destruction.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Romance",
                "Fantasy",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Fever 1793",
            "authors": [
                "Laurie Halse Anderson"
            ],
            "ranking": 3.92,
            "ranking_count": 116854,
            "abstract": "It's late summer 1793, and the streets of Philadelphia are abuzz with mosquitoes and rumors of fever. Down near the docks, many have taken ill, and the fatalities are mounting. Now they include Polly, the serving girl at the Cook Coffeehouse. But fourteen-year-old Mattie Cook doesn't get a moment to mourn the passing of her childhood playmate. New customers have overrun her family's coffee shop, located far from the mosquito-infested river, and Mattie's concerns of fever are all but overshadowed by dreams of growing her family's small business into a thriving enterprise. But when the fever begins to strike closer to home, Mattie's struggle to build a new life must give way to a new fight—the fight to stay alive.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Academic",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The One and Only Ivan",
            "authors": [
                "Katherine Applegate",
                "Patricia Castelao"
            ],
            "ranking": 4.26,
            "ranking_count": 163449,
            "abstract": "Ivan is an easygoing gorilla. Living at the Exit 8 Big Top Mall and Video Arcade, he has grown accustomed to humans watching him through the glass walls of his domain. He rarely misses his life in the jungle. In fact, he hardly ever thinks about it at all.. Instead, Ivan thinks about TV shows he’s seen and about his friends Stella, an elderly elephant, and Bob, a stray dog. But mostly Ivan thinks about art and how to capture the taste of a mango or the sound of leaves with color and a well-placed line.. Then he meets Ruby, a baby elephant taken from her family, and she makes Ivan see their home—and his own art—through new eyes. When Ruby arrives, change comes with her, and it’s up to Ivan to make it a change for the better.. Katherine Applegate blends humor and poignancy to create Ivan’s unforgettable first-person narration in a story of friendship, art, and hope.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Young Adult",
                "Fantasy",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "An Inquiry into the Nature and Causes of the Wealth of Nations",
            "authors": [
                "Adam Smith"
            ],
            "ranking": 3.87,
            "ranking_count": 31775,
            "abstract": "Adam Smith's masterpiece, first published in 1776, is the foundation of modern economic thought and remains the single most important account of the rise of, and the principles behind, modern capitalism. Written in clear and incisive prose,. The Wealth of Nations. articulates the concepts indispensable to an understanding of contemporary society; and Robert Reich's Introduction both clarifies Smith's analyses and illuminates his overall relevance to the world in which we live. As Reich writes, Smith's mind ranged over issues as fresh and topical today as they were in the late eighteenth century--jobs, wages, politics, government, trade, education, business, and ethics.. Introduction by Robert Reich - Commentary by R. H. Campbell and A. S. Skinner -. Includes a Modern Library Reading Group Guide",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Nonfiction",
                "Philosophy",
                "Classics",
                "Politics",
                "History",
                "Business",
                "Sociology"
            ]
        },
        {
            "title": "Narcissus in Chains",
            "authors": [
                "Laurell K. Hamilton"
            ],
            "ranking": 3.91,
            "ranking_count": 57849,
            "abstract": "Hamilton's vampire-hunting Anita Blake faces a plethora of foes in her tenth outing.. Just returned to St. Louis after six months away, Anita is still no closer to choosing between her lovers—Jean-Claude, a vampire, and Richard, a werewolf. But she has to rely on both for help after two of the wereleopards that she has been watching are abducted at a seedy club called Narcissus in Chains.. Anita and her boyfriends rescue the wereleopards from the sinister people holding them, but Anita is wounded in the fight and put at risk of becoming a wereleopard herself. Richard angrily captures the wereleopard he believes is responsible and threatens to execute him.. Anita must now rescue that wereleopard from Richard and the werewolves he leads, even as she mourns the apparent end of her relationship with him. Then she realizes that those who kidnapped the first two wereleopards are targeting other lycanthropes. Maybe she will be next.. With plenty of steamy sex and graphic violence, this is engaging reading for vampire cultists.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction",
                "Horror",
                "Shapeshifters"
            ]
        },
        {
            "title": "Thinner",
            "authors": [
                "Richard Bachman",
                "Stephen King"
            ],
            "ranking": 3.75,
            "ranking_count": 190821,
            "abstract": "Billy Halleck, good husband and loving father, is both beneficiary and victim of the American good life: He has an expensive home, a nice family, and a rewarding career as a lawyer...but he is also fifty pounds overweight and edging into heart attack country.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "الأسود يليق بك",
            "authors": [
                "أحلام مستغانمي",
                "Ahlam Mosteghanemi"
            ],
            "ranking": 3.65,
            "ranking_count": 62178,
            "abstract": "ما من قصة حب إلا و تبدأ بحركة موسيقية ، قائد الأوركسترا فيها ليس قلبك، إنما القدر الذي يخفي عنك عصاه . بها يقودك نحو سلم موسيقي لا درج له، مادمت لا تملك من سيمفونية العمر لا ((مفتاح صول)) ..ولا القفلة الموسيقية.. الموسيقى لا تمهلك، إنها تمضي بك سراعا كما الحياة، جدولا طربا، أو شلالا هادرا يلقي بك إلى المصب. تدور بك كفالس محموم، على إيقاعه تبدأقصص الحب ...و تنتهي.. حاذر أن تغادر حلبة الرقص كي لا تغادرك الحياة.. لا تكترث للنغمات التي تتساقط من صولفيج حياتك فما هي إلا نوتات",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Romance",
                "Fiction",
                "Romantic",
                "Literature",
                "Love",
                "Drama",
                "Unfinished"
            ]
        },
        {
            "title": "Dark Rooms",
            "authors": [
                "Lili Anolik"
            ],
            "ranking": 3.1,
            "ranking_count": 3233,
            "abstract": "The Secret History. meets. Sharp Objects. in this stunning debut about murder and glamour set in the ambiguous and claustrophobic world of an exclusive New England prep school.. Death sets the plot in motion: the murder of Nica Baker, beautiful, wild, enigmatic, and only sixteen. The crime is solved, and quickly—a lonely classmate, unrequited love, a suicide note confession—but memory and instinct won’t allow Nica’s older sister, Grace, to accept the case as closed.. Dropping out of college and living at home, working at the moneyed and progressive private high school in Hartford, Connecticut, from which she recently graduated, Grace becomes increasingly obsessed with identifying and punishing the real killer.. Compulsively readable, Lili Anolik’s debut novel combines the verbal dexterity of Marisha Pessl’s. Special Topic in Calamity Physics. and the haunting atmospherics and hairpin plot twists of Megan Abbott’s. Dare Me.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Contemporary",
                "Young Adult",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "An Ideal Husband",
            "authors": [
                "Oscar Wilde"
            ],
            "ranking": 4.01,
            "ranking_count": 39719,
            "abstract": "Although Oscar Wilde (1854–1900) created a wide range of poetry, essays, and fairy tales (and one novel) in his brief, tragic life, he is perhaps best known as a dramatist. His witty, clever drama, populated by brilliant talkers skilled in the art of riposte and paradox, are still staples of the theatrical repertoire.. An Ideal Husband. revolves around a blackmail scheme that forces a married couple to reexamine their moral standards — providing, along the way, a wry commentary on the rarity of politicians who can claim to be ethically pure. A supporting cast of young lovers, society matrons, an overbearing father, and a formidable femme fatale continually exchange sparkling repartee, keeping the play moving at a lively pace.. Like most of Wilde's plays, this scintillating drawing-room comedy is wise, well-constructed, and deeply satisfying. An instant success at its 1895 debut, the play continues to delight audiences over one hundred years later.. An Ideal Husband. is a must-read for Wilde fans, students of English literature, and anyone delighted by wit, urbanity, and timeless sophistication.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Humor",
                "Literature",
                "Romance",
                "Historical"
            ]
        },
        {
            "title": "The Sorceress",
            "authors": [
                "Michael Scott"
            ],
            "ranking": 4.11,
            "ranking_count": 79163,
            "abstract": "Book Three in the. New York Times. bestselling series.. Nicholas Flamel's heart almost broke as he watched his beloved Paris crumble before him. The city was destroyed by Dee and Machiavelli, but Flamel played his own role in the destruction. Sophie and Josh Newman show every sign of being the twins of prophecy, and Flamel had to protect them and the pages from the Dark Elders.. But Nicholas grows weaker with each passing day. Perenelle is still trapped in Alcatraz, and now that Scatty has gone missing, the group is without protection. Except for Clarent—the twin sword to Excalibur. But Clarent’s power is unthinkable, its evil making it nearly impossible to use without its darkness seeping into the soul of whoever wields it.. If he hopes to defeat Dee, Nicholas must find an Elder who can teach Josh and Sophie the third elemental magic—Water Magic. The problem? The only one who can do that is Gilgamesh, and he is quite, quite insane.. From the Hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Childrens",
                "Audiobook"
            ]
        },
        {
            "title": "The Raven King",
            "authors": [
                "Nora Sakavic"
            ],
            "ranking": 4.38,
            "ranking_count": 42928,
            "abstract": "The Foxes are a fractured mess, but their latest disaster might be the miracle they've always needed to come together as a team. The one person standing in their way is Andrew, and the only one who can break through his personal barriers is Neil.. Except Andrew doesn't give up anything for free and Neil is terrible at trusting anyone but himself. The two don't have much time to come to terms with their situation before outside forces start tearing them apart. Riko is intent on destroying Neil's fragile new life, and the Foxes have just become collateral damage.. Neil's days are numbered, but he's learning the hard way to go down fighting for what he believes in, and Neil believes in Andrew even if Andrew won't believe in himself.",
            "part_of_series": true,
            "genre_list": [
                "LGBT",
                "Contemporary",
                "Young Adult",
                "Sports",
                "New Adult",
                "Fiction",
                "Romance",
                "Dark"
            ]
        },
        {
            "title": "Stray",
            "authors": [
                "Rachel Vincent"
            ],
            "ranking": 3.78,
            "ranking_count": 36478,
            "abstract": "There are only eight breeding female werecats left.... And I'm one of them.. I look like an all-American grad student. But I am a werecat, a shape-shifter, and I live in two worlds.. Despite reservations from my family and my Pride, I escaped the pressure to continue my species and carved out a normal life for myself. Until the night a Stray attacked.. I'd been warned about Strays — werecats without a Pride, constantly on the lookout for someone like me: attractive, female, and fertile. I fought him off, but then learned two of my fellow tabbies had disappeared.. This brush with danger was all my Pride needed to summon me back... for my own protection. Yeah, right. But I'm no meek kitty. I'll take on whatever — and whoever — I have to in order to find my friends. Watch out, Strays — 'cause I got claws, and I'm not afraid to use them...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Fiction",
                "Shapeshifters"
            ]
        },
        {
            "title": "Sex in the Title: A Comedy about Dating, Sex, and Romance in NYC (Back When Phones Weren't So Smart)",
            "authors": [
                "Zack Love"
            ],
            "ranking": 3.47,
            "ranking_count": 821,
            "abstract": "New York City, May 2000. The Internet bubble has burst and Evan, a computer programmer, is fired with an email from his boss. The next day, his girlfriend dumps him, also via email. Afraid to check any more emails, Evan desperately seeks a rebound romance but the catastrophes that ensue go from bad to hilariously worse.. Fortunately, Evan meets Sammy -- someone whose legendary disasters with females eclipse even his own. To reverse their fortunes, they recruit their friends -- Trevor, Yi, and Carlos -- to form a group of five guys who take on Manhattan in pursuit of dates, sex, and adventure.. When Evan, a closet writer, falls desperately in love with a Hollywood starlet, he schemes to meet her by writing a novel that will sweep her off her feet. Sammy knows nothing about publishing but is confident of one thing: Evan's book should have the word sex in the title.. With musings about life, relationships, and human psychology, this quintessential New York story about the search for happiness follows five men on their comical paths to trouble, self-discovery, and love.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Humor",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Unfinished",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "Snuff",
            "authors": [
                "Chuck Palahniuk"
            ],
            "ranking": 3.21,
            "ranking_count": 57721,
            "abstract": "From the master of literary mayhem and provocation, a full-frontal Triple X novel that goes where no American work of fiction has gone before. Cassie Wright, porn priestess, intends to cap her legendary career by breaking the world record for serial fornication. On camera. With six hundred men.. Snuff. unfolds from the perspectives of Mr. 72, Mr. 137, and Mr. 600, who await their turn on camera in a very crowded green room. This wild, lethally funny, and thoroughly researched novel brings the huge yet underacknowledged presence of pornography in contemporary life into the realm of literary fiction at last. Who else but Chuck Palahniuk would dare do such a thing? Who else could do it so well, so unflinchingly, and with such an incendiary (you might say) climax?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Adult",
                "Literature",
                "Humor",
                "Adult Fiction",
                "Horror"
            ]
        },
        {
            "title": "The Tiger's Wife",
            "authors": [
                "Téa Obreht"
            ],
            "ranking": 3.41,
            "ranking_count": 97337,
            "abstract": "Weaving a brilliant latticework of family legend, loss, and love, Téa Obreht, the youngest of. The New Yorker. ’s twenty best American fiction writers under forty, has spun a timeless novel that will establish her as one of the most vibrant, original authors of her generation.. In a Balkan country mending from years of conflict, Natalia, a young doctor, arrives on a mission of mercy at an orphanage by the sea. By the time she and her lifelong friend Zóra begin to inoculate the children there, she feels age-old superstitions and secrets gathering everywhere around her. Secrets her outwardly cheerful hosts have chosen not to tell her. Secrets involving the strange family digging for something in the surrounding vineyards. Secrets hidden in the landscape itself.. But Natalia is also confronting a private, hurtful mystery of her own: the inexplicable circumstances surrounding her beloved grandfather’s recent death. After telling her grandmother that he was on his way to meet Natalia, he instead set off for a ramshackle settlement none of their family had ever heard of and died there alone. A famed physician, her grandfather must have known that he was too ill to travel. Why he left home becomes a riddle Natalia is compelled to unravel.. Grief struck and searching for clues to her grandfather’s final state of mind, she turns to the stories he told her when she was a child. On their weeklytrips to the zoo he would read to her from a worn copy of Rudyard Kipling’s The Jungle Book, which he carried with him everywhere; later, he told her stories of his own encounters over many years with “the deathless man,” a vagabond who claimed to be immortal and appeared never to age. But the most extraordinary story of all is the one her grandfather never told her, the one Natalia must discover for herself. One winter during the Second World War, his childhood village was snowbound, cut off even from the encroaching German invaders but haunted by another, fierce presence: a tiger who comes ever closer under cover of darkness. “These stories,” Natalia comes to understand, “run like secret rivers through all the other stories” of her grandfather’s life. And it is ultimately within these rich, luminous narratives that she will find the answer she is looking for.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Magical Realism",
                "Literary Fiction",
                "Book Club",
                "Fantasy",
                "War",
                "Contemporary",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Grimm Warning",
            "authors": [
                "Chris Colfer",
                "Brandon Dorman"
            ],
            "ranking": 4.49,
            "ranking_count": 43749,
            "abstract": "The Brothers Grimm have a warning for the Land of Stories.. Connor Bailey thinks his fairy-tale adventures are behind him - until he discovers a mysterious clue left by the famous Brothers Grimm. With help from his classmate Bree and the outlandish Mother Goose, Conner sets off on a mission across Europe to crack a two-hundred-year-old code.. Meanwhile, Alex Bailey is training to become the next Fairy Godmother... but her attempts at granting wishes never go as planned. Will she ever be truly ready to lead the Fairy Council?. When all signs point to disaster for the Land of Stories, Connor and Alex must join forces with their friends and enemies to save the day. But nothing can prepare them for the coming battle... or for the secret that will change the twins' lives forever.. The third book in the bestselling Land of Stories series puts the twins to the test as they bring two worlds together!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Retellings",
                "Audiobook"
            ]
        },
        {
            "title": "The Beagle and the Hare",
            "authors": [
                "Kevin Moccia"
            ],
            "ranking": 4.41,
            "ranking_count": 415,
            "abstract": "Sullivan County has a beyond thriving rabbit population. The Hobbs family farm, White House purveyor since 1897, is patrolled by fifteen and seven eights inch beagle, the seventh generation of its line. The beagle, born with a cannon ball thick scull, and teeth he honed on deer bones, is a canine assassin, who makes friends with his sworn enemy, a Flemish hare, a scholarly rabbit, tailored by nature in the worse fitting fur imaginable.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Drama",
                "Contemporary"
            ]
        },
        {
            "title": "Triptych",
            "authors": [
                "Karin Slaughter"
            ],
            "ranking": 4.11,
            "ranking_count": 72809,
            "abstract": "In the city of Atlanta, women are dying—at the hands of a killer who signs his work with a single, chilling act of mutilation. Leaving behind enough evidence to fuel a frenzied police hunt, this cunning madman is bringing together dozens of lives, crossing the boundaries of wealth and race. And the people who are chasing him must cross those boundaries too. Among them is Michael Ormewood, a veteran detective whose marriage is hanging by a thread—and whose arrogance and explosive temper are threatening his career. And Angie Polaski, a beautiful vice cop who was once Michael's lover before she became his enemy.. But another player has entered the game: a loser ex-con who has stumbled upon the killer's trail in the most coincidental of ways—someone who may be the key to breaking the case wide open...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "The Monarch's Ring",
            "authors": [
                "Johnathon Nicolaou"
            ],
            "ranking": 5.0,
            "ranking_count": 27,
            "abstract": "The group is split up. They were betrayed. Lincoln and Liv are trapped in the lost dimension, Nowhere and El and AJ are under house arrest, all the while their enemies grow closer to discovering the whereabouts of Gedeon’s lost ring…",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Of Love and Other Demons",
            "authors": [
                "Gabriel García Márquez"
            ],
            "ranking": 3.98,
            "ranking_count": 64935,
            "abstract": "On her twelfth birthday, Sierva Maria, the only child of a decaying noble family in an eighteenth-century South American seaport, is bitten by a rabid dog. Believed to be possessed, she is brought to a convent for observation. And into her cell stumbles Father Cayetano Delaura, who has already dreamed about a girl with hair trailing after her like a bridal train. As he tends to her with holy water and sacramental oils, Delaura feels something shocking begin to occur. He has fallen in love, and it isn't long until Sierva Maria joins him in his fevered misery.. Unsettling and indelible,. Of Love and Other Demons. is an evocative, majestic tale of the most universal experiences known to woman and man.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Magical Realism",
                "Historical",
                "Literature",
                "Romance",
                "Cultural",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "The Feminine Mystique",
            "authors": [
                "Betty Friedan",
                "Anna Quindlen",
                "Gail Collins"
            ],
            "ranking": 3.86,
            "ranking_count": 25665,
            "abstract": "Landmark, groundbreaking, classic—these adjectives barely do justice to the pioneering vision and lasting impact of. The Feminine Mystique. . Published in 1963, it gave a pitch-perfect description of “the problem that has no name”: the insidious beliefs and institutions that undermined women’s confidence in their intellectual capabilities and kept them in the home. Writing in a time when the average woman first married in her teens and 60 percent of women students dropped out of college to marry, Betty Friedan captured the frustrations and thwarted ambitions of a generation and showed women how they could reclaim their lives. Part social chronicle, part manifesto,. The Feminine Mystique. is filled with fascinating anecdotes and interviews as well as insights that continue to inspire. This 50th–anniversary edition features an afterword by best-selling author Anna Quindlen as well as a new introduction by Gail Collins.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Classics",
                "History",
                "Womens",
                "Philosophy",
                "Sociology",
                "Politics",
                "Gender"
            ]
        },
        {
            "title": "The Unwanteds",
            "authors": [
                "Lisa McMann"
            ],
            "ranking": 4.12,
            "ranking_count": 34834,
            "abstract": "When Alex finds out he is Unwanted, he expects to die. That is the way of the people of Quill. Each year, all the thirteen-year-olds are labeled as Wanted, Necessary, or Unwanted. Wanteds get more schooling and train to join the Quillitary. Necessaries keep the farms running. Unwanteds are set for elimination.. It’s hard for Alex to leave behind his twin, Aaron, a Wanted, but he makes peace with his fate—until he discovers that instead of a “death farm,” what awaits him is a magical place called Artimé. There, Alex and his fellow Unwanteds are encouraged to cultivate their creative abilities and use them magically. Everything Alex has ever known changes before his eyes, and it’s a wondrous transformation.. But it’s a rare, unique occurrence for twins to be divided between Wanted and Unwanted, and as Alex and Aaron's bond stretches across their separation, a threat arises for the survival of Artim that will pit brother against brother in an ultimate magical battle.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Many Lives, Many Masters: The True Story of a Prominent Psychiatrist, His Young Patient, and the Past Life Therapy That Changed Both Their Lives",
            "authors": [
                "Brian L. Weiss"
            ],
            "ranking": 4.16,
            "ranking_count": 50778,
            "abstract": "The true story of a prominent psychiatrist, his young patient, and the past-life therapy that changed both their lives. As a traditional psychotherapist, Dr. Brian Weiss was astonished and skeptical when one of his patients began recalling past-life traumas that seemed to hold the key to her recurring nightmares and anxiety attacks. His skepticism was eroded, however, when she began to channel messages from the space between lives, which contained remarkable revelations about Dr. Weiss' family and his dead son. Using past-life therapy, he was able to cure the patient and embark on a new, more meaningful phase of his own career.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Spirituality",
                "Psychology",
                "Self Help",
                "Philosophy",
                "Autobiography",
                "Biography",
                "Science"
            ]
        },
        {
            "title": "Bloody Bones",
            "authors": [
                "Laurell K. Hamilton"
            ],
            "ranking": 4.11,
            "ranking_count": 72150,
            "abstract": "In Laurell K. Hamilton's New York Times bestselling novels, Anita Blake, vampire hunter and animator, takes a bite out of crime-of the supernatural kind. But even someone who deals with death on a daily basis can be unnerved by its power.... When Branson, Missouri, is hit with a death wave-four unsolved murders-it doesn't take an expert to realize that all is not well. But luckily for the locals, Anita is an expert-in just the kinds of preternatural goings-on that have everyone spooked. And she's got an in with just the kind of creature who can make sense of the slayings: a sexy master vampire known as Jean Claude.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Horror",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "American Sniper: The Autobiography of the Most Lethal Sniper in U.S. Military History",
            "authors": [
                "Chris Kyle",
                "Scott McEwen",
                "Jim DeFelice"
            ],
            "ranking": 4.01,
            "ranking_count": 122036,
            "abstract": "From 1999 to 2009, U.S. Navy SEAL Chris Kyle recorded the most career sniper kills in United States military history. The Pentagon has officially confirmed more than 150 of Kyle's kills (the previous American record was 109), but it has declined to verify the astonishing total number for this book. Iraqi insurgents feared Kyle so much they named him al-Shaitan (“the devil”) and placed a bounty on his head. Kyle earned legendary status among his fellow SEALs, Marines, and U.S. Army soldiers, whom he protected with deadly accuracy from rooftops and stealth positions. Gripping and unforgettable, Kyle’s masterful account of his extraordinary battlefield experiences ranks as one of the great war memoirs of all time.. A native Texan who learned to shoot on childhood hunting trips with his father, Kyle was a champion saddle-bronc rider prior to joining the Navy. After 9/11, he was thrust onto the front lines of the War on Terror, and soon found his calling as a world-class sniper who performed best under fire. He recorded a personal-record 2,100-yard kill shot outside Baghdad; in Fallujah, Kyle braved heavy fire to rescue a group of Marines trapped on a street; in Ramadi, he stared down insurgents with his pistol in close combat. Kyle talks honestly about the pain of war—of twice being shot and experiencing the tragic deaths of two close friends.. American Sniper also honors Kyles fellow warriors, who raised hell on and off the battlefield. And in moving first-person accounts throughout, Kyles wife, Taya, speaks openly about the strains of war on their marriage and children, as well as on Chris.. Adrenaline-charged and deeply personal, American Sniper is a thrilling eyewitness account of war that only one man could tell.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "War",
                "History",
                "Autobiography",
                "Audiobook",
                "Military",
                "Biography Memoir"
            ]
        },
        {
            "title": "Carpe Jugulum",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.14,
            "ranking_count": 58663,
            "abstract": "In a fit of enlightenment democracy and ebullient goodwill, King Verence invites Uberwald's undead, the Magpyrs, into Lancre to celebrate the birth of his daughter. But once ensconced within the castle, these wine-drinking, garlic-eating, sun-loving modern vampires have no intention of leaving. Ever.. Only an uneasy alliance between a nervous young priest and the argumentative local witches can save the country from being taken over by people with a cultivated bloodlust and bad taste in silk waistcoats. For them, there's only one way to fight.. Go for the throat, or as the vampyres themselves say...Carpe Jugulum",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Paranormal",
                "Science Fiction Fantasy",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "Black Dagger Brotherhood: Boxed Set #1-6",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.7,
            "ranking_count": 8671,
            "abstract": "Perfect for fans of Ward's bestselling Black Dagger Brotherhood series, this beautiful box set contains the first six novels in the saga. Includes Dark Lover, Lover Eternal, Lover Awakened, Lover Revealed, Lover Unbound, and Lover Enshrined. Original.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Contemporary",
                "Adult Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Frisk",
            "authors": [
                "Dennis Cooper"
            ],
            "ranking": 3.64,
            "ranking_count": 2689,
            "abstract": "Cooper says, I present the actual act of evil so it's visible and give it a bunch of facets so that you can actually look at it and experience it. You're seduced into dealing with it. ... So with. Frisk. , whatever pleasure you got out of making a picture in your mind based on ... those people being murdered, you take responsibility for it. In unsparingly confessional mode, Cooper leads the reader into a confrontation with what they get out of fantasized scenes of violence. A brilliant novel -- not a genre horror work but, rather, a critique of the power of genre.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Horror",
                "Dark",
                "Literature",
                "Novels",
                "Thriller"
            ]
        },
        {
            "title": "Last Chance to See",
            "authors": [
                "Douglas Adams",
                "Mark Carwardine"
            ],
            "ranking": 4.29,
            "ranking_count": 23251,
            "abstract": "Join author Douglas Adams and zoologist Mark Carwardine as they take off around the world in search of exotic, endangered creatures.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Travel",
                "Environment",
                "Humor",
                "Animals",
                "Biology",
                "Writing"
            ]
        },
        {
            "title": "The Tortilla Curtain",
            "authors": [
                "T. Coraghessan Boyle"
            ],
            "ranking": 3.66,
            "ranking_count": 29973,
            "abstract": "Topanga Canyon is home to two couples on a collision course. Los Angeles liberals Delaney and Kyra Mossbacher lead an ordered sushi-and-recycling existence in a newly gated hilltop community: he a sensitive nature writer, she an obsessive realtor. Mexican illegals Cándido and América Rincón desperately cling to their vision of the American Dream as they fight off starvation in a makeshift camp deep in the ravine. And from the moment a freak accident brings Cándido and Delaney into intimate contact, these four and their opposing worlds gradually intersect in what becomes a tragicomedy of error and misunderstanding.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Book Club",
                "Academic",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Watsons Go to Birmingham - 1963",
            "authors": [
                "Christopher Paul Curtis"
            ],
            "ranking": 3.98,
            "ranking_count": 64110,
            "abstract": "The Newbery Honor-winning American classic,. The Watsons Go to Birmingham--1963. , celebrates 20 years with this anniversary edition featuring a special letter from Christopher Paul Curtis and an introduction by noted educator Dr. Pauletta Bracy.. Enter the hilarious world of ten-year-old Kenny and his family, the Weird Watsons of Flint, Michigan. There's Momma, Dad, little sister Joetta, and brother Byron, who's thirteen and an official juvenile delinquent. When Momma and Dad decide it's time for a visit to Grandma, Dad comes home with the amazing Ultra-Glide, and the Watsons set out on a trip like no other. They're heading South to Birmingham, Alabama, toward one of the darkest moments in America's history.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Academic",
                "Cultural",
                "Classics",
                "Family"
            ]
        },
        {
            "title": "Remember Me?",
            "authors": [
                "Sophie Kinsella"
            ],
            "ranking": 3.79,
            "ranking_count": 236996,
            "abstract": "When twenty-eight-year-old Lexi Smart wakes up in a London hospital, she’s in for a big surprise. Her teeth are perfect. Her body is toned. Her handbag is Vuitton. Having survived a car accident—in a Mercedes no less—Lexi has lost a big chunk of her memory, three years to be exact, and she’s about to find out just how much things have changed.. Somehow Lexi went from a twenty-five-year-old working girl to a corporate big shot with a sleek new loft, a personal assistant, a carb-free diet, and a set of glamorous new friends. And who is this gorgeous husband—who also happens to be a multimillionaire? With her mind still stuck three years in reverse, Lexi greets this brave new world determined to be the person she…well, seems to be. That is, until an adorably disheveled architect drops the biggest bombshell of all.. Suddenly Lexi is scrambling to catch her balance. Her new life, it turns out, comes complete with secrets, schemes, and intrigue. How on earth did all this happen? Will she ever remember? And what will happen when she does?. With the same wicked humor and delicious charm that have won her millions of devoted fans, Sophie Kinsella, author of the #1 New York Times bestseller Shopaholic & Baby, returns with an irresistible new novel and a fresh new heroine who finds herself in a life-changing and utterly hilarious predicament…",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Adult",
                "Humor",
                "Adult Fiction",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Girl in Pieces",
            "authors": [
                "Kathleen Glasgow"
            ],
            "ranking": 4.13,
            "ranking_count": 59290,
            "abstract": "Charlotte Davis is in pieces. At seventeen she’s already lost more than most people lose in a lifetime. But she’s learned how to forget. The broken glass washes away the sorrow until there is nothing but calm. You don’t have to think about your father and the river. Your best friend, who is gone forever. Or your mother, who has nothing left to give you.. Every new scar hardens Charlie’s heart just a little more, yet it still hurts so much. It hurts enough to not care anymore, which is sometimes what has to happen before you can find your way back from the edge.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Health",
                "Contemporary",
                "Fiction",
                "Mental Health",
                "Realistic Fiction",
                "Romance",
                "Audiobook",
                "Sociology"
            ]
        },
        {
            "title": "Tail of the Devil",
            "authors": [
                "Danielle DeVor"
            ],
            "ranking": 4.06,
            "ranking_count": 210,
            "abstract": "Like many homeless kids, fifteen-year-old Mathias Drvar died on the streets. Unlike the rest, he came back– as a vampire.. If Mathias thought being homeless sucked, being a vampire is worse. The vampires who transformed him believe he is the reincarnation of an ancient king. They expect him to quit swearing, use a napkin, and play by their weird, ancient rules. F— that.. But after the reigning queen assaults Mathias, he has visions of a past life in which he was that king. Turns out the current queen killed him then, and wants to kill him again. He’d better grow up fast, because if he doesn’t his second life may be shorter than his first.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Thriller",
                "Adventure",
                "Horror"
            ]
        },
        {
            "title": "Confess",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.21,
            "ranking_count": 193681,
            "abstract": "Auburn Reed is determined to rebuild her shattered life and she has no room for mistakes. But when she walks into a Dallas art studio in search of a job, she doesn’t expect to become deeply attracted to the studio’s enigmatic artist, Owen Gentry.. For once, Auburn takes a chance and puts her heart in control, only to discover that Owen is hiding a huge secret. The magnitude of his past threatens to destroy everything Auburn loves most, and the only way to get her life back on track is to cut Owen out of it—but can she do it?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Fiction",
                "Young Adult",
                "Adult",
                "Womens Fiction",
                "Audiobook",
                "Drama"
            ]
        },
        {
            "title": "Burnt Offerings",
            "authors": [
                "Laurell K. Hamilton"
            ],
            "ranking": 4.08,
            "ranking_count": 67681,
            "abstract": "You can't trust anyone who sleeps with the monsters.. That's what I've always said. That's what I've always believed. But now I'm the one sharing a bed with the Master Vampire of the City. Me, Anita Blake. The woman the vampires call the Executioner. From part of the solution, I've become part of the problem. So it hits close to home when an arsonist begins to target vampire-owned businesses all over town -- an arsonist who seems to want to destroy more than just property. It's the monsters who are in danger now. And it's up the the Executioner to save them from the inferno...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Horror",
                "Fiction",
                "Shapeshifters"
            ]
        },
        {
            "title": "An Elephant Is On My House: And Other Poems",
            "authors": [
                "Othen Donald Dale Cummings"
            ],
            "ranking": 4.42,
            "ranking_count": 168,
            "abstract": "This is a collection of offbeat and cheerful poems written and illustrated by O. D. D. Cummings. This book is a treasure trove of lyrical and whimsical poetry including: Oh Merry Mocking Bird, Three Tigers And A Hot Air Balloon and of course the humorous, An Elephant Is On My House. Kids will love the fifteen adorable poems included in this collection!",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "Childrens"
            ]
        },
        {
            "title": "The Moviegoer",
            "authors": [
                "Walker Percy"
            ],
            "ranking": 3.66,
            "ranking_count": 26538,
            "abstract": "The dazzling novel that established Walker Percy as one of the major voices in Southern literature is now available for the first time in Vintage paperback. The Moviegoer is Binx Bolling, a young New Orleans stockbroker who surveys the world with the detached gaze of a Bourbon Street dandy even as he yearns for a spiritual redemption he cannot bring himself to believe in. On the eve of his thirtieth birthday, he occupies himself dallying with his secretaries and going to movies, which provide him with the treasurable moments absent from his real life. But one fateful Mardi Gras, Binx embarks on a hare-brained quest that outrages his family, endangers his fragile cousin Kate, and sends him reeling through the chaos of New Orleans' French Quarter. Wry and wrenching, rich in irony and romance, The Moviegoer is a genuine American classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "American",
                "Literary Fiction",
                "Philosophy",
                "Audiobook"
            ]
        },
        {
            "title": "You",
            "authors": [
                "Caroline Kepnes"
            ],
            "ranking": 3.94,
            "ranking_count": 196381,
            "abstract": "When a beautiful aspiring writer strides into the East Village bookstore where Joe Goldberg works, he does what anyone would do: he Googles the name on her credit card.. There is only one Guinevere Beck in New York City. She has a public Facebook account and Tweets incessantly, telling Joe everything he needs to know: she is simply Beck to her friends, she went to Brown University, she lives on Bank Street, and she’ll be at a bar in Brooklyn tonight—the perfect place for a “chance” meeting.. As Joe invisibly and obsessively takes control of Beck’s life, he orchestrates a series of events to ensure Beck finds herself in his waiting arms. Moving from stalker to boyfriend, Joe transforms himself into Beck’s perfect man, all while quietly removing the obstacles that stand in their way—even if it means murder.. A terrifying exploration of how vulnerable we all are to stalking and manipulation, debut author Caroline Kepnes delivers a razor-sharp novel for our hyper-connected digital age.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Suspense",
                "Horror"
            ]
        },
        {
            "title": "The Song of Achilles",
            "authors": [
                "Madeline Miller",
                "David Thorpe"
            ],
            "ranking": 4.4,
            "ranking_count": 772476,
            "abstract": "Greece in the age of heroes. Patroclus, an awkward young prince, has been exiled to the court of King Peleus and his perfect son Achilles. By all rights their paths should never cross, but Achilles takes the shamed prince as his friend, and as they grow into young men skilled in the arts of war and medicine their bond blossoms into something deeper - despite the displeasure of Achilles' mother Thetis, a cruel sea goddess. But then word comes that Helen of Sparta has been kidnapped. Torn between love and fear for his friend, Patroclus journeys with Achilles to Troy, little knowing that the years that follow will test everything they hold dear.. Profoundly moving and breathtakingly original, this rendering of the epic Trojan War is a dazzling feat of the imagination, a devastating love story, and an almighty battle between gods and kings, peace and glory, immortal fame and the human heart.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fantasy",
                "Fiction",
                "Romance",
                "LGBT",
                "Mythology",
                "Retellings"
            ]
        },
        {
            "title": "Gorky Park",
            "authors": [
                "Martin Cruz Smith"
            ],
            "ranking": 4.04,
            "ranking_count": 66238,
            "abstract": "A triple murder in a Moscow amusement center: three corpses found frozen in the snow, faces and fingers missing. Chief homicide investigator Arkady Renko is brilliant, sensitive, honest, and cynical about everything except his profession. To identify the victims and uncover the truth, he must battle the KGB, FBI, and New York police as he performs the impossible--and tries to stay alive doing it.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Suspense",
                "Spy Thriller",
                "Historical"
            ]
        },
        {
            "title": "Tropic of Capricorn",
            "authors": [
                "Henry Miller"
            ],
            "ranking": 3.81,
            "ranking_count": 19218,
            "abstract": "Banned in America for almost thirty years because of its explicit sexual content, this companion volume to Miller's. Tropic of Cancer. chronicles his life in 1920s New York City. Famous for its frank portrayal of life in Brooklyn's ethnic neighborhoods, and Miller's outrageous sexual exploits,. Tropic of Capricorn. is now considered a cornerstone of modern literature.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Adult Fiction",
                "The United States Of America",
                "Literary Fiction",
                "Sexuality"
            ]
        },
        {
            "title": "Evil Among Us",
            "authors": [
                "J.K. Accinni"
            ],
            "ranking": 4.45,
            "ranking_count": 274,
            "abstract": "Lorna, Jennifer and Seth struggle to reach the Hive amid the chaos of Armageddon. Their bodies and minds wasted, will Lorna survive long enough to rat out Seth's psychotic cruelty? And what of the innocent child Suzy that has been kidnapped by Doc Benjamin's tribe of female enslaving barbarians? What fate awaits the beloved planet Earth?. The Hive is now one big happy family, romance is in the air as our survivors become mysteriously fit and robust, pheromones and testosterone fly as all accept the new law of the Hive: protect the animals at all cost.. Netty, Wil and Baby now hold the power with the help of the terrifying Kreyven. Shock after shock ensues as the survivors unravel most of the mysteries of the Hive and mourn unexpected deaths. The overriding surprise will be a complete blast from Netty's past, tying up all of the unanswered questions from Baby.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Horror"
            ]
        },
        {
            "title": "The Essential Rumi",
            "authors": [
                "Rumi",
                "Coleman Barks"
            ],
            "ranking": 4.38,
            "ranking_count": 44319,
            "abstract": "This revised and expanded edition of. The Essential Rumi. includes a new introduction by Coleman Barks and more than 80 never-before-published poems.. Through his lyrical translations, Coleman Barks has been instrumental in bringing this exquisite literature to a remarkably wide range of readers, making the ecstatic, spiritual poetry of thirteenth-century Sufi Mystic Rumi more popular than ever.. The Essential Rumi. continues to be the bestselling of all Rumi books, and the definitive selection of his beautiful, mystical poetry.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Spirituality",
                "Philosophy",
                "Religion",
                "Nonfiction",
                "Literature",
                "Inspirational",
                "Occult"
            ]
        },
        {
            "title": "Daemon",
            "authors": [
                "Daniel Suarez"
            ],
            "ranking": 4.16,
            "ranking_count": 44000,
            "abstract": "A high-tech thriller for the wireless age that explores the unthinkable consequences of a computer program running without human control—a daemon—designed to dismantle society and bring about a new world order. Technology controls almost everything in our modern-day world, from remote entry on our cars to access to our homes, from the flight controls of our airplanes to the movements of the entire world economy. Thousands of autonomous computer programs, or daemons, make our networked world possible, running constantly in the background of our lives, trafficking e-mail, transferring money, and monitoring power grids. For the most part, daemons are benign, but the same can't always be said for the people who design them.. Matthew Sobol was a legendary computer game designer—the architect behind half-a-dozen popular online games. His premature death depressed both gamers and his company's stock price. But Sobol's fans aren't the only ones to note his passing. When his obituary is posted online, a previously dormant daemon activates, initiating a chain of events intended to unravel the fabric of our hyper-efficient, interconnected world. With Sobol's secrets buried along with him, and as new layers of his daemon are unleashed at every turn, it's up to an unlikely alliance to decipher his intricate plans and wrest the world from the grasp of a nameless, faceless enemy—or learn to live in a society in which we are no longer in control. . . .. Computer technology expert Daniel Suarez blends haunting high-tech realism with gripping suspense in an authentic, complex thriller in the tradition of Michael Crichton, Neal Stephenson, and William Gibson.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Science",
                "Fantasy",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Screaming Staircase",
            "authors": [
                "Jonathan Stroud"
            ],
            "ranking": 4.21,
            "ranking_count": 38717,
            "abstract": "When the dead come back to haunt the living, Lockwood & Co. step in . . .. For more than fifty years, the country has been affected by a horrifying epidemic of ghosts. A number of Psychic Investigations Agencies have sprung up to destroy the dangerous apparitions.. Lucy Carlyle, a talented young agent, arrives in London hoping for a notable career. Instead she finds herself joining the smallest, most ramshackle agency in the city, run by the charismatic Anthony Lockwood. When one of their cases goes horribly wrong, Lockwood & Co. have one last chance of redemption. Unfortunately this involves spending the night in one of the most haunted houses in England, and trying to escape alive.. Set in a city stalked by spectres, The Screaming Staircase is the first in a chilling new series full of suspense, humour and truly terrifying ghosts. Your nights will never be the same again . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mystery",
                "Horror",
                "Childrens",
                "Fiction",
                "Paranormal",
                "Adventure"
            ]
        },
        {
            "title": "Eye for Eye",
            "authors": [
                "J.K. Franko"
            ],
            "ranking": 4.3,
            "ranking_count": 7020,
            "abstract": "What would YOU do if someone hurt the one you love?. Roy and Susie are the perfect couple, an ideal family living a fairy-tale life... until their teenage daughter is senselessly killed.. Just as they’re managing to put that tragic loss behind them, a complete stranger approaches Roy in a bar with a drunken proposal—he invokes their daughter’s memory to ask Roy to kill a man.. All is not as it seems, however, and Roy and Susie soon find themselves navigating an intricate web of deception, betrayal, and revenge.. Can Roy and Susie outwit their hidden enemies? And what secrets lie buried in their past that could destroy them?. Eye for Eye is the pulse-pounding Book One of the Talion crime thriller series which begins with the Eye for Eye Trilogy.. Eye for Eye. Tooth for Tooth. Life for Life. If you like smart, fast-paced thrillers with unexpected twists, then you’ll love J.K. Franko’s ride on the dark side.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Contemporary",
                "Cultural",
                "Mystery",
                "Earth",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "Farewell, My Lovely",
            "authors": [
                "Raymond Chandler"
            ],
            "ranking": 4.11,
            "ranking_count": 36353,
            "abstract": "Marlowe's about to give up on a completely routine case when he finds himself in the wrong place at the right time to get caught up in a murder that leads to a ring of jewel thieves, another murder, a fortune-teller, a couple more murders, and more corruption than your average graveyard.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Kiss of Death",
            "authors": [
                "Rachel Caine",
                "Cynthia Holloway"
            ],
            "ranking": 4.21,
            "ranking_count": 38238,
            "abstract": "A new chapter in the. New York Times. bestselling Morganville Vampires saga.. Vampire musician Michael Glass has attracted the attention of a big- time producer who wants to cut a demo and play some gigs-which means Michael will have to enter the human world. For this, he's been assigned escorts that include both a dangerous immortal as well as Michael's all-too-human friends. And with that mix of personalities, this is going to be a road trip from hell...",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "History Is All You Left Me",
            "authors": [
                "Adam Silvera"
            ],
            "ranking": 4.0,
            "ranking_count": 55146,
            "abstract": "When Griffin's first love and ex-boyfriend, Theo, dies in a drowning accident, his universe implodes. Even though Theo had moved to California for college and started seeing Jackson, Griffin never doubted Theo would come back to him when the time was right. But now, the future he's been imagining for himself has gone far off course.. To make things worse, the only person who truly understands his heartache is Jackson. But no matter how much they open up to each other, Griffin's downward spiral continues. He's losing himself in his obsessive compulsions and destructive choices, and the secrets he's been keeping are tearing him apart.. If Griffin is ever to rebuild his future, he must first confront his history, every last heartbreaking piece in the puzzle of his life.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "LGBT",
                "Romance",
                "Fiction",
                "Health",
                "Mental Health"
            ]
        },
        {
            "title": "Jessica's Guide to Dating on the Dark Side",
            "authors": [
                "Beth Fantaskey"
            ],
            "ranking": 3.83,
            "ranking_count": 41528,
            "abstract": "The undead can really screw up your senior year .... Marrying a vampire definitely doesn’t fit into Jessica Packwood’s senior year “get-a-life” plan. But then a bizarre (and incredibly hot) new exchange student named Lucius Vladescu shows up, claiming that Jessica is a Romanian vampire princess by birth—and he’s her long-lost fiancé. Armed with newfound confidence and a copy of Growing Up Undead: A Teen Vampire’s Guide to Dating, Health, and Emotions, Jessica makes a dramatic transition from average American teenager to glam European vampire princess. But when a devious cheerleader sets her sights on Lucius, Jess finds herself fighting to win back her wayward prince, stop a global vampire war—and save Lucius’s soul from eternal destruction.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Romance",
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Red Seas Under Red Skies",
            "authors": [
                "Scott Lynch"
            ],
            "ranking": 4.24,
            "ranking_count": 126528,
            "abstract": "Librarian note:. An older cover for this edition can be found here:. 31-Jul-2007. .. After a brutal battle with the underworld that nearly destroyed him, Locke Lamora and his trusted sidekick, Jean, fled the island city of their birth and landed on the exotic shores of Tal Verrar to nurse their wounds. But even at this westernmost edge of civilization, they can't rest for long---and they are soon back doing what they do best: stealing from the undeserving rich and pocketing the proceeds for themselves.. This time, however, they have targeted the grandest prize of all: the Sinspire, the most exclusive and heavily guarded gambling house in the world. Its nine floors attract the wealthiest clientele - and to rise to the top, one must impress with good credit, amusing behavior...and excruciatingly impeccable play. For there is one cardinal rule, enforced by Requin, the house's cold-blooded master: it is death to cheat at any game at the Sinspire.Brazenly undeterred, Locke and Jean have orchestrated an elaborate plan to lie, trick, and swindle their way up the nine floors...straight to Requin's teeming vault. Under the cloak of false identities, they meticulously make their climb - until they are closer to the spoils than ever.. But someone in Tal Verrar has uncovered the duo's secret. Someone from their past who has every intention of making the impudent criminals pay for their sins. Now it will take every ounce of cunning to save their mercenary souls. And even that may not be enough.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "The Gods Themselves",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.09,
            "ranking_count": 57703,
            "abstract": "In the twenty-second century Earth obtains limitless, free energy from a source science little understands: an exchange between Earth and a parallel universe, using a process devised by the aliens. But even free energy has a price. The transference process itself will eventually lead to the destruction of the Earth's Sun--and of Earth itself.. Only a few know the terrifying truth--an outcast Earth scientist, a rebellious alien inhabitant of a dying planet, a lunar-born human intuitionist who senses the imminent annihilation of the Sun.  They know the truth--but who will listen?  They have foreseen the cost of abundant energy--but who will believe?  These few beings, human and alien, hold the key to the Earth's survival.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Hugo Awards",
                "Fantasy",
                "Novels",
                "Space",
                "Audiobook"
            ]
        },
        {
            "title": "The Threat Below",
            "authors": [
                "Jason Latshaw",
                "J.S. Latshaw"
            ],
            "ranking": 4.18,
            "ranking_count": 2055,
            "abstract": "Three hundred years ago, something terrifying arose and pushed humanity to the brink of extinction. Now, a small remnant – the descendants of the few survivors who were able to escape the massacre below – lives above the clouds, on the top of a Mountain.. When they discover that their water supply is being poisoned Down Below, an expedition, including seventeen year-old girl Icelyn Brathius, must descend and face the monsters, the Threat Below, that wiped out civilization centuries ago.. Icelyn quickly learns that all is not what it seems as she uncovers secrets hundreds of years old and struggles to stay alive in a world where no human is fit to survive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Adventure",
                "Fiction",
                "Apocalyptic",
                "Contemporary",
                "Mystery"
            ]
        },
        {
            "title": "La catedral del mar",
            "authors": [
                "Ildefonso Falcones"
            ],
            "ranking": 4.13,
            "ranking_count": 46638,
            "abstract": "Siglo XIV. La ciudad de Barcelona se encuentra en su momento de mayor prosperidad; ha crecido hacia la Ribera, el humilde barrio de los pescadores, cuyos habitantes deciden construir, con el dinero de unos y el esfuerzo de otros, el mayor templo mariano jamás conocido: Santa María de la Mar.. Una construcción que es paralela a la azarosa historia de Arnau, un siervo de la tierra que huye de los abusos de su señor feudal y se refugia en Barcelona, donde se convierte en ciudadano y, con ello, en hombre libre.. El joven Arnau trabaja como palafrenero, estibador, soldado y cambista. Una vida extenuante, siempre al amparo de la catedral de la mar, que le iba a llevar de la miseria del fugitivo a la nobleza y la riqueza. Pero con esta posición privilegiada también le llega la envidia de sus pares, que urden una sórdida conjura que pone su vida en manos de la Inquisición.... La catedral del mar es una trama en la que se entrecruzan lealtad y venganza, traición y amor, guerra y peste, en un mundo marcado por la intolerancia religiosa, la ambición material y la segregación social. Todo ello convierte esta obra no sólo en una novela absorbente, sino también en la más fascinante y ambiciosa recreación de las luces y sombras de la época feudal.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "European Literature",
                "Novels",
                "Roman",
                "Romance",
                "Drama"
            ]
        },
        {
            "title": "Mercy",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 3.89,
            "ranking_count": 2134,
            "abstract": "Jonathan Ashcroft--aka Sade--never asked for kindness or second chances, but he gets both when Mercy the mysterious do-gooder shows up in his life out of nowhere.. First order of business is--where the hell did she even come from? Who is she, really? How does she know about his sadistic affairs, but more importantly, what is she suddenly doing in them?. Yes, he's asked her all these questions five different ways. Nicely. And even while tied to a chair in a compromising position, she still refuses to cooperate. Continues to lie. Play stupid. He can only assume she wants him to force the issue even more than this.. Sweet Miss Mercy wants to stick her nose where it doesn't belong? She wants help him, no strings attached? Fine. He'll play her cute game. But that will come with a price. Terms and conditions. Contracts. And they will especially include satisfying his sadistic needs.. Let's see how helpful she's feeling then.",
            "part_of_series": true,
            "genre_list": [
                "Dark",
                "Adult Fiction",
                "Erotica",
                "Romance",
                "Contemporary",
                "Suspense",
                "Sociology",
                "Adult"
            ]
        },
        {
            "title": "No Exit",
            "authors": [
                "Jean-Paul Sartre"
            ],
            "ranking": 4.12,
            "ranking_count": 32473,
            "abstract": "Jean-Paul Sartre, the great French existentialist, displays his mastery of drama in NO EXIT, an unforgettable portrayal of hell.. The play is a depiction of the afterlife in which three deceased characters are punished by being locked into a room together for all eternity. It is the source of Sartre's especially famous and often misinterpreted quotation L'enfer, c'est les autres or Hell is other people, a reference to Sartre's ideas about the Look and the perpetual ontological struggle of being caused to see oneself as an object in the world of another consciousness.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Philosophy",
                "Classics",
                "Fiction",
                "Drama",
                "Cultural",
                "European Literature",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Bel-Ami",
            "authors": [
                "Guy de Maupassant",
                "Douglas Parmée"
            ],
            "ranking": 3.85,
            "ranking_count": 34695,
            "abstract": "Guy de Maupassant's scandalous tale of an opportunistic young man corrupted by the allure of power, Bel-Ami is translated with an introduction by Douglas Parmee in Penguin Classics. Young, attractive and very ambitious, George Duroy, known to his admirers as Bel-Ami, is offered a job as a journalist on La Vie francaise and soon makes a great success of his new career. But he also comes face to face with the realities of the corrupt society in which he lives - the sleazy colleagues, the manipulative mistresses, and wily financiers - and swiftly learns to become an arch-seducer, blackmailer and social climber in a world where love is only a means to an end. Written when Maupassant was at the height of his powers, Bel-Ami is a novel of great frankness and cynicism, but it is also infused with the sheer joy of life - depicting the scenes and characters of Paris in the belle epoque with wit, sensitivity, and humanity. Douglas Parmee's translation captures all the vigour and vitality of Maupassant's novel. His introduction explores the similarities between Bel-Ami and Maupassant himself and demonstrates the skill with which the author depicts his large cast of characters and the French society of the Third Republic.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "European Literature",
                "Literature",
                "Romance",
                "Novels",
                "Historical",
                "Academic"
            ]
        },
        {
            "title": "Mark of the Lion Trilogy",
            "authors": [
                "Francine Rivers"
            ],
            "ranking": 4.77,
            "ranking_count": 12126,
            "abstract": "This best-selling trilogy chronicles a tale of persecution and perseverance of 1st-century Christians in hedonistic Rome.. #1 A Voice in the Wind:. Torn by her love for a handsome aristocrat, a young slave girl clings to her faith in the living God for deliverance from the forces of decadent Rome.. #2 An Echo in the Darkness:. Turning away from the opulence of Rome, Marcus is led by a whispering voice from the past into a journey that could set him free from the darkness of his soul.. #3 As Sure As the Dawn:. Atretes. German warrior. Revered gladiator. He won his freedom through his fierceness . . . but his life is about to change forever.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Historical",
                "Fiction",
                "Romance",
                "Biblical Fiction",
                "Religion"
            ]
        },
        {
            "title": "No Rest for the Wicked",
            "authors": [
                "Kresley Cole"
            ],
            "ranking": 4.27,
            "ranking_count": 55757,
            "abstract": "alternate cover edition of. ISBN 9781416509882. In this next installment in the. Immortals After Dark Series. ,. USA Today. Bestselling author Kresley Cole delivers a scorching tale about a forbidding vampire who lives in the shadows and the beautiful assassin who hunts him there.. A vampire soldier weary of life.... Centuries ago, Sebastian Wroth was turned into a vampire—a nightmare in his mind—against his will. Burdened with hatred and alone for ages, he sees little reason to live. Until an exquisite, fey creature comes to kill him, inadvertently saving him instead.. A valkyrie assassin dispatched to destroy him.... When Kaderin the Cold Hearted lost her two beloved sisters to a vampire attack long ago, a benevolent force deadened her sorrow—accidentally extinguishing all of her emotions. Yet whenever she encounters Sebastian, her feelings—particularly lust—emerge multiplied. For the first time, she's unable to complete a kill.. Competitors in a legendary hunt.... The prize of the month-long contest is powerful enough to change history, and Kaderin will do anything to win it for her sisters. Wanting only to win her, forever, Sebastian competes as well, taking every opportunity—as they travel to ancient tombs and through catacombs, seeking relics around the world—to use her new feelings to seduce her. But when forced to choose between the vampire she's falling for and reuniting her family, how can Kaderin live without either?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Beautiful Redemption",
            "authors": [
                "Kami Garcia",
                "Margaret Stohl"
            ],
            "ranking": 3.92,
            "ranking_count": 69150,
            "abstract": "Is death the end . . . or only the beginning?. Ethan Wate has spent most of his life longing to escape the stiflingly small Southern town of Gatlin. He never thought he would meet the girl of his dreams, Lena Duchannes, who unveiled a secretive, powerful, and cursed side of Gatlin, hidden in plain sight. And he never could have expected that he would be forced to leave behind everyone and everything he cares about. So when Ethan awakes after the chilling events of the Eighteenth Moon, he has only one goal: to find a way to return to Lena and the ones he loves.. Back in Gatlin, Lena is making her own bargains for Ethan's return, vowing to do whatever it takes -- even if that means trusting old enemies or risking the lives of the family and friends Ethan left to protect.. Worlds apart, Ethan and Lena must once again work together to rewrite their fate, in this stunning finale to the Beautiful Creatures series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Boy Meets Boy",
            "authors": [
                "David Levithan"
            ],
            "ranking": 3.82,
            "ranking_count": 72172,
            "abstract": "This is the story of Paul, a sophomore at a high school like no other: The cheerleaders ride Harleys, the homecoming queen used to be a guy named Daryl (she now prefers Infinite Darlene and is also the star quarterback), and the gay-straight alliance was formed to help the straight kids learn how to dance.. When Paul meets Noah, he thinks he’s found the one his heart is made for. Until he blows it. The school bookie says the odds are 12-to-1 against him getting Noah back, but Paul’s not giving up without playing his love really loud. His best friend Joni might be drifting away, his other best friend Tony might be dealing with ultra-religious parents, and his ex-boyfriend Kyle might not be going away anytime soon, but sometimes everything needs to fall apart before it can really fit together right.. This is a happy-meaningful romantic comedy about finding love, losing love, and doing what it takes to get love back in a crazy-wonderful world.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Romance",
                "Contemporary",
                "Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Paris Wife",
            "authors": [
                "Paula McLain"
            ],
            "ranking": 3.82,
            "ranking_count": 284543,
            "abstract": "Chicago, 1920: Hadley Richardson is a quiet twenty-eight-year-old who has all but given up on love and happiness—until she meets Ernest Hemingway and her life changes forever. Following a whirlwind courtship and wedding, the pair set sail for Paris, where they become the golden couple in a lively and volatile group—the fabled “Lost Generation”—that includes Gertrude Stein, Ezra Pound, and F. Scott and Zelda Fitzgerald.. Though deeply in love, the Hemingways are ill prepared for the hard-drinking and fast-living life of Jazz Age Paris, which hardly values traditional notions of family and monogamy. Surrounded by beautiful women and competing egos, Ernest struggles to find the voice that will earn him a place in history, pouring all the richness and intensity of his life with Hadley and their circle of friends into the novel that will become The Sun Also Rises. Hadley, meanwhile, strives to hold on to her sense of self as the demands of life with Ernest grow costly and her roles as wife, friend, and muse become more challenging. Despite their extraordinary bond, they eventually find themselves facing the ultimate crisis of their marriage—a deception that will lead to the unraveling of everything they’ve fought so hard for.. A heartbreaking portrayal of love and torn loyalty, The Paris Wife is all the more poignant because we know that, in the end, Hemingway wrote that he would rather have died than fallen in love with anyone but Hadley.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Cultural",
                "Book Club",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Novels"
            ]
        }
    ]
}