{
    "books": [
        {
            "title": "Гідність Адама",
            "authors": [
                "Любомир Гузар",
                "Катерина Щоткіна"
            ],
            "ranking": 4.0,
            "ranking_count": 1,
            "abstract": "Книга-бесіда з Блаженнішим Любомиром кардиналом Гузаром про цікаве сьогодення і тривожне майбутнє людства, про виклики, які ставить сучасний світ перед нами, про те, як не втратити гідність у вирі новітніх досягнень, як зберегти Божі дари – світ і людину у ньому.. Новий Адам, якого шукають усі – наука, філософія, релігія – звідки він має прийти? Що це має бути за нова людина? – Відповіді на ці питання шукайте у цій книзі.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "From #BlackLivesMatter to Black Liberation",
            "authors": [
                "Keeanga-Yamahtta Taylor"
            ],
            "ranking": 4.5,
            "ranking_count": 2041,
            "abstract": "The eruption of mass protests in the wake of the police murders of Michael Brown in Ferguson, Missouri and Eric Garner in New York City have challenged the impunity with which officers of the law carry out violence against Black people and punctured the illusion of a postracial America. The Black Lives Matter movement has awakened a new generation of activists.. In this stirring and insightful analysis, activist and scholar Keeanga-Yamahtta Taylor surveys the historical and contemporary ravages of racism and persistence of structural inequality such as mass incarceration and Black unemployment. In this context, she argues that this new struggle against police violence holds the potential to reignite a broader push for Black liberation.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Race",
                "Politics",
                "History",
                "Social Movements",
                "Social Issues",
                "Cultural",
                "Sociology"
            ]
        },
        {
            "title": "The Last Necromancer",
            "authors": [
                "C.J. Archer"
            ],
            "ranking": 3.84,
            "ranking_count": 9530,
            "abstract": "Victorian London: For five years, Charlotte (Charlie) Holloway has lived as a boy in the slums. But when one theft too many gets her arrested, her only means of escape lies with a dead man. Charlie hasn't raised a spirit since she first discovered she could do so five years ago. That time, her father banished her. This time, she brings even more trouble upon herself.. People are now hunting Charlie all over London, but only one man succeeds in capturing her.. Lincoln Fitzroy is the mysterious head of a secret organization on the trail of a madman who needs a necromancer to control his newly made creatures. There was only one known necromancer in the world - Charlotte - but now there appears to be two. Lincoln captures the willful Charlie in the hopes the boy will lead him to Charlotte. But what happens when he discovers the boy is in fact the young woman he's been searching for all along? And will she agree to work for the man who held her against her will, and for an organization she doesn't trust?. Because Lincoln and his ministry might be just as dangerous as the madman they're hunting.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Historical",
                "Romance",
                "Young Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Bone Tree",
            "authors": [
                "Greg Iles"
            ],
            "ranking": 4.23,
            "ranking_count": 21497,
            "abstract": "#1. New York Times. bestselling author Greg Iles continues the electrifying story he began in his smashing. New York Times. bestseller. Natchez Burning. with this highly anticipated second volume in an epic trilogy of blood and race, family and justice.. Southern prosecutor Penn Cage is caught in the darkest maelstrom of his life. The heartbreaking but seemingly straightforward death of his father's African-American nurse, Viola Turner, has fractured Penn's family and turned Dr. Tom Cage into a fugitive from justice. And in the search for his father and his reasons for running, Penn has unwittingly started a war with a violent offshoot of the KKK, the Double Eagles, whose members seem to know much more about Tom's past than Penn or his mother ever did.. Desperately following his father's trail, Penn finds himself in a maze of mirrors, beset on all sides by a family of criminals and corrupt police whose power reaches into the highest levels of state government. To even the odds, Penn must rely on allies whose objectives are very different from his own. FBI special agent John Kaiser sees Tom Cage as the key to closing not only countless civil rights murders, but also the ultimate cold case: the assassination of President John F. Kennedy. Penn's fiancée, journalist Caitlin Masters, is chasing the biggest story of her career and believes Tom can lead her to evidence of America's most secret, shameful history. In the end, all roads will lead to the mysterious Bone Tree, a legendary killing site that may conceal far more than the remains of the forgotten.. Penn now knows that the death of Viola Turner is a door to the darkest chapters of America's past. In the civil rights battleground that was 1960s Mississippi and Louisiana, powerful men had audacious, sweeping agendas, and their violent race murders concealed a conspiracy that ran wide and deep, involving the New Orleans Mafia, a Double Eagle hit squad, and a world- altering murder in Dealey Plaza in 1963. And if the FBI can be believed, somehow Dr. Tom Cage stands at the center of it all.. Enthralling, captivating, and utterly engrossing,. The Bone Tree. is a masterpiece of modern suspense and the next novel in the monumental trilogy that Greg Iles was born to write.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Historical",
                "Suspense",
                "American",
                "Audiobook"
            ]
        },
        {
            "title": "A Blink of the Screen: Collected Shorter Fiction",
            "authors": [
                "Terry Pratchett",
                "A.S. Byatt"
            ],
            "ranking": 4.04,
            "ranking_count": 5675,
            "abstract": "In the four decades since his first book appeared in print, Terry Pratchett has become one of the world's best-selling and best-loved authors. Here for the first time are his short stories and other short form fiction collected into one volume.. A Blink of the Screen. charts the course of Pratchett's long writing career: from his schooldays through to his first writing job on the Bucks Free Press,; to the origins of his debut novel,. The Carpet People. ; and on again to the dizzy mastery of the phenomenally successful Discworld series.. Here are characters both familiar and yet to be discovered; abandoned worlds and others still expanding; adventure, chickens, death, disco and, actually, some quite disturbing ideas about Christmas,all of it shot through with his inimitable brand of humour.. With an introduction by Booker Prize-winning author A.S. Byatt, illustrations by the late Josh Kirby and drawings by the author himself, this is a book to treasure.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Humor",
                "Science Fiction",
                "Anthologies",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Christmas at Pebble Creek",
            "authors": [
                "Vannetta Chapman"
            ],
            "ranking": 3.82,
            "ranking_count": 1798,
            "abstract": "This short story e-romance is an exclusive bonus from The Pebble Creek Amish Series by Vannetta Chapman. Fans of the series will enjoy this chance to briefly revisit Pebble Creek, and new readers will be introduced to an Amish community that is more deeply explored in the three full novels, A Promise for Miriam, A Home for Lydia, and A Wedding for Julia.. As a bonus, this eBook also includes Amish homestyle recipes for chicken and dumplings, green beans, and fresh bread. Heavy snow blankets the southwestern Wisconsin Amish community as nineteen-year-old Grace Miller closes the schoolhouse for Christmas break. She’s looking forward to having extra time to help the family prepare for the holiday, and she is hoping to get a few more drawings in of the beautiful, snowy Pebble Creek landscape. Her courtship with Adam Lapp is going on six months, and Grace can’t wait to give him his present: a blue-and-brown buggy blanket she crocheted for him. Yes, this Christmas is going to be especially joyful. Yet, amid the cheer of snowshoe outings, church potlucks, and holiday festivities, Grace is given a bittersweet reminder of the Christmas story. Grief is present with celebration, and though the future is rarely certain, she is given a heartwarming glimpse that God knows our needs before we do and will provide.",
            "part_of_series": true,
            "genre_list": [
                "Holiday",
                "Amish",
                "Christian Fiction",
                "Fiction",
                "Romance",
                "Short Stories",
                "Christian",
                "Contemporary"
            ]
        },
        {
            "title": "The Insect Farm",
            "authors": [
                "Stuart Prebble"
            ],
            "ranking": 3.64,
            "ranking_count": 829,
            "abstract": "An eerie debut suspense novel that explores how little one man may know his own brother--and his own mind.. The Maguire brothers each have their own driving, single-minded obsession. For Jonathan, it is his magnificent, talented, and desirable wife, Harriet. For Roger, it is the elaborate universe he has constructed in a shed in their parents' garden, populated by millions of tiny insects. While Jonathan's pursuit of Harriet leads him to feelings of jealousy and anguish, Roger's immersion in the world he has created reveals a capability and talent which are absent from his everyday life.. Roger is known to all as a loving, protective, yet simple man, but the ever-growing complexity of the insect farm suggests that he is capable of far more than anyone believes. Following a series of strange and disturbing incidents, Jonathan begins to question every story he has ever been told about his brother--and if he has so completely misjudged Roger's mind, what else might he have overlooked about his family, and himself?. As the accidents at home multiply and tragedy strikes, a startling picture emerges. One of these brothers is a killer, and the other has no idea.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Horror",
                "Adult Fiction",
                "Dark",
                "Drama"
            ]
        },
        {
            "title": "The Way to the Spring: Life and Death in Palestine",
            "authors": [
                "Ben Ehrenreich"
            ],
            "ranking": 4.25,
            "ranking_count": 577,
            "abstract": "From an award-winning journalist, a brave and necessary immersion into the everyday struggles of Palestinian life. Over the past three years, American writer Ben Ehrenreich has been traveling to and living in the West Bank, staying with Palestinian families in its largest cities and its smallest villages. Along the way he has written major stories for American outlets, including a remarkable. New York Times Magazine. cover story. Now comes the powerful new work that has always been his ultimate goal,. The Way to the Spring. .. We are familiar with brave journalists who travel to bleak or war-torn places on a mission to listen and understand, to gather the stories of people suffering from extremes of oppression and want: Katherine Boo, Ryszard Kapuściński, Ted Conover, and Philip Gourevitch among them. Palestine is, by any measure, whatever one's politics, one such place. Ruled by the Israeli military, set upon and harassed constantly by Israeli settlers who admit unapologetically to wanting to drive them from the land, forced to negotiate an ever more elaborate and more suffocating series of fences, checkpoints, and barriers that have sundered home from field, home from home, this is a population whose living conditions are unique, and indeed hard to imagine. In a great act of bravery, empathy and understanding, Ben Ehrenreich, by placing us in the footsteps of ordinary Palestinians and telling their story with surpassing literary power and grace, makes it impossible for us to turn away.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Cultural",
                "Writing",
                "Audiobook",
                "Social Movements",
                "Historical",
                "Travel",
                "Culture"
            ]
        },
        {
            "title": "Channel Blue",
            "authors": [
                "Jay Martel"
            ],
            "ranking": 3.5,
            "ranking_count": 546,
            "abstract": "Alien Execs are planning a disastrous finale to their Big Brother style show, in which earth is the star. Only one man can save our planet, and he's hardly a likely hero. Earth used to be Galaxy Entertainment's most lucrative show. The inhabitants of the Western Galaxy—the savviest, richest demographic in the Milky Way—just couldn't get enough of the day-to-day details of the average Earthling's life. But now Channel Blue's ratings are flagging and its producers are planning a spectacular finale. In just three weeks, their TV show will go out with a bang. The trouble is, so will Earth.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Audiobook",
                "Roman",
                "Unfinished",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Once We Were",
            "authors": [
                "Kat Zhang"
            ],
            "ranking": 3.68,
            "ranking_count": 3290,
            "abstract": "I'm lucky just to be alive.. Eva was never supposed to have survived this long. As the recessive soul, she should have faded away years ago. Instead, she lingers in the body she shares with her sister soul, Addie. When the government discovered the truth, they tried to “cure” the girls, but Eva and Addie escaped before the doctors could strip Eva’s soul away.. Now fugitives, Eva and Addie find shelter with a group of hybrids who run an underground resistance. Surrounded by others like them, the girls learn how to temporarily disappear to give each soul some much-needed privacy. Eva is thrilled at the chance to be alone with Ryan, the boy she’s falling for, but troubled by the growing chasm between her and Addie. Despite clashes over their shared body, both girls are eager to join the rebellion.. Yet as they are drawn deeper into the escalating violence, they start to wonder: How far are they willing to go to fight for hybrid freedom? Faced with uncertainty and incredible danger, their answers may tear them apart forever.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Audiobook",
                "Mystery"
            ]
        },
        {
            "title": "Sputnik's Guide to Life on Earth",
            "authors": [
                "Frank Cottrell Boyce"
            ],
            "ranking": 3.97,
            "ranking_count": 1464,
            "abstract": "The Blythes are a big, warm, rambunctious family who live on a small farm and sometimes foster children. Now Prez has come to live with them. But, though he seems cheerful and helpful, he never says a word.. Then one day Prez answers the door to someone claiming to be his relative. This small, loud stranger carries a backpack, walks with a swagger and goes by the name of Sputnik.. As Prez dithers on the doorstep, Sputnik strolls right past him and introduces himself to everyone in the household. Prez is amazed at the response. The family pat Sputnik on the head, call him a good boy and drop food into his mouth. It seems they all think Sputnik is a dog. It's only Prez who thinks otherwise.. But Prez soon finds himself having to defend the family from the chaos and danger unleashed by Sputnik, as household items come to life - like a TV remote that fast-forwards people: 'Anyone can do it, it's just that people don't read the instructions properly'; and a toy lightsaber that entertains guests at a children's party, until one of them is nearly decapitated by it - and Prez is going to have to use his voice to explain himself.. It turns out that Sputnik is writing a guidebook to Earth called. Ten Things Worth Doing on Earth. , and he takes Prez on a journey to discover just those ten things. Each adventure seems to take Prez nearer to the heart of the family he is being fostered by. But they also take him closer to the day that he is due to leave them forever . . .",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Humor",
                "Adventure",
                "Family",
                "Family Law"
            ]
        },
        {
            "title": "You Are What You Love: The Spiritual Power of Habit",
            "authors": [
                "James K.A. Smith"
            ],
            "ranking": 4.09,
            "ranking_count": 6277,
            "abstract": "You are what you love. But you might not love what you think.. In this book, award-winning author James K. A. Smith shows that who and what we worship fundamentally shape our hearts. And while we desire to shape culture, we are not often aware of how culture shapes us. We might not realize the ways our hearts are being taught to love rival gods instead of the One for whom we were made. Smith helps readers recognize the formative power of culture and the transformative possibilities of Christian practices. He explains that worship is the imagination station that incubates our loves and longings so that our cultural endeavors are indexed toward God and his kingdom. This is why the church and worshiping in a local community of believers should be the hub and heart of Christian formation and discipleship.. Following the publication of his influential work. Desiring the Kingdom. , Smith received numerous requests from pastors and leaders for a more accessible version of that book's content. No mere abridgment, this new book draws on years of Smith's popular presentations on the ideas presented in. Desiring the Kingdom. to offer a fresh, bottom-up rearticulation. The author creatively uses film, literature, and music illustrations to engage readers and includes material on marriage, family, youth ministry, and faith and work. He also suggests individual and communal practices for shaping the Christian life.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Nonfiction",
                "Philosophy",
                "Spirituality",
                "Christianity"
            ]
        },
        {
            "title": "Checking Out",
            "authors": [
                "Nick Spalding"
            ],
            "ranking": 3.95,
            "ranking_count": 10140,
            "abstract": "What do you do when the doctor says you could die at any moment? Well…after you’ve made a cup of tea, of course.. Nathan James is young, successful and has the world at his feet. Unfortunately, he’s also about to die—which ruins things somewhat. And now he’s staring imminent death in the face, Nathan is having to rethink some of his life choices. very hard. .. This means embarking on a hectic journey of self-discovery that includes, amongst other things, losing his dignity to an inescapable bean bag, suffering screaming nightmares about a monstrous potato, and getting up close and. very. personal with a bipolar donkey.. All of which is fine, but then Nathan falls in love with a charming girl called Alison, which is a really stupid thing to do. Because how can you give your heart to someone when it might be about to stop?. From Nick Spalding, the bestselling author of. Fat Chance. ,. Bricking It. and. Mad Love. , comes a comedy about dying—which is easy—and living, which is most certainly. not. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Audiobook",
                "Romance",
                "Womens Fiction",
                "Realistic Fiction",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "The Boat People",
            "authors": [
                "Sharon Bala"
            ],
            "ranking": 3.99,
            "ranking_count": 6253,
            "abstract": "In the tradition of Lawrence Hill's. The Illegal. , Chris Cleave's. Little Bee. , and Khaled Hosseini's. The Kite Runner. , and inspired by real incident,. The Boat People. is an extraordinary novel about a group of refugees who survive a perilous ocean voyage to reach Canada - only to face the threat of deportation and accusations of terrorism in their new land.. When the rusty cargo ship carrying Mahindan and five hundred fellow refugees from Sri Lanka's bloody civil war reaches Canadian shores, the young father believes he and his six-year-old son can finally begin a new life. Instead, the group is thrown into prison, with government officials and news headlines speculating that hidden among the boat people are members of a terrorist organization infamous for their suicide attacks. As suspicion swirls and interrogation mounts, Mahindan fears the desperate actions he took to survive and escape Sri Lanka now jeopardize his and his son's chances for asylum.. Told through the alternating perspectives of Mahindan; his lawyer, Priya, a second-generation Sri Lankan-Canadian who reluctantly represents the refugees; and Grace, a third-generation Japanese-Canadian adjudicator who must decide Mahindan's fate,. The Boat People. is a spellbinding and timely novel that provokes a deeply compassionate lens through which to view the current refugee crisis.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "Ancillary Sword",
            "authors": [
                "Ann Leckie"
            ],
            "ranking": 4.06,
            "ranking_count": 46965,
            "abstract": "Seeking atonement for past crimes, Breq takes on a mission as captain of a troublesome new crew of Radchai soldiers, in the sequel to Ann Leckie's NYT bestselling, award-winning Ancillary Justice. A must read for fans of Ursula K. Le Guin and James S. A. Corey.. Breq is a soldier who used to be a warship. Once a weapon of conquest controlling thousands of minds, now she has only a single body and serves the emperor.. With a new ship and a troublesome crew, Breq is ordered to go to the only place in the galaxy she would agree to go: to Athoek Station to protect the family of a lieutenant she once knew - a lieutenant she murdered in cold blood.. Ann Leckie's Imperial Radch trilogy has become one of the new classics of science fiction. Beautifully written and forward thinking, it does what good science fiction does best, taking readers to bold new worlds with plenty explosions along the way.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Fantasy",
                "Speculative Fiction",
                "Adult",
                "LGBT"
            ]
        },
        {
            "title": "Cooking for Picasso",
            "authors": [
                "Camille Aubray"
            ],
            "ranking": 3.86,
            "ranking_count": 7126,
            "abstract": "For readers of Paula McLain, Nancy Horan, and Melanie Benjamin, this captivating novel is inspired by a little-known interlude in the artist’s life.. The French Riviera, spring 1936: It’s off-season in the lovely seaside village of Juan-les-Pins, where seventeen-year-old Ondine cooks with her mother in the kitchen of their family-owned Café Paradis. A mysterious new patron who’s slipped out of Paris and is traveling under a different name has made an unusual request—to have his lunch served to him at the nearby villa he’s secretly rented, where he wishes to remain incognito.. Pablo Picasso is at a momentous crossroads in his personal and professional life—and for him, art and women are always entwined. The spirited Ondine, chafing under her family’s authority and nursing a broken heart, is just beginning to discover her own talents and appetites. Her encounter with Picasso will continue to affect her life for many decades onward, as the great artist and the talented young chef each pursue their own passions and destiny.. New York, present day: Céline, a Hollywood makeup artist who’s come home for the holidays, learns from her mother, Julie, that Grandmother Ondine once cooked for Picasso. Prompted by her mother’s enigmatic stories and the hint of more family secrets yet to be uncovered, Céline carries out Julie’s wishes and embarks on a voyage to the very town where Ondine and Picasso first met. In the lush, heady atmosphere of the Côte d’Azur, and with the help of several eccentric fellow guests attending a rigorous cooking class at her hotel, Céline discovers truths about art, culture, cuisine, and love that enable her to embrace her own future.. Featuring an array of both fictional characters and the French Riviera’s most famous historical residents, set against the breathtaking scenery of the South of France,. Cooking for Picasso. is a touching, delectable, and wise story, illuminating the powers of trust, money, art, and creativity in the choices that men and women make, as they seek a path toward love, success, and joie de vivre.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Art",
                "Cultural",
                "Romance",
                "Mystery",
                "Womens Fiction",
                "Book Club",
                "Contemporary"
            ]
        },
        {
            "title": "The Shores Beyond Time",
            "authors": [
                "Kevin Emerson"
            ],
            "ranking": 4.36,
            "ranking_count": 489,
            "abstract": "The conclusion to Kevin Emerson’s epic, which Tui Sutherland,. New York Times. bestselling author of the Wings of Fire series, has called “perfect science fiction.”. It is Earth year 2256—but the fate of the few who even remember Earth is perilously in doubt. Mina Saunders-Chang and many of the surviving humans are stranded in the Centauri system, having barely survived their confrontation with the Telphon refugees. Now everyone—human and Telphon alike—is caught in the blast zone of the Centauri supernova. And yet there’s only one question Mina is asking:. Where are Liam and Phoebe?. Having barely made it through the battle at the Centauri system with their lives, Liam and Phoebe awake on a mysterious ship in the middle of a dead universe. The ship bears the markings of a human starliner that disappeared decades ago—but even more disturbing than that is the massive alien machine floating in the starless space before them.. A machine long abandoned but now showing signs of life. A machine that has begun speaking to Liam in a voice only he can hear. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Childrens",
                "Adventure",
                "Young Adult",
                "Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "A Hundred Summers",
            "authors": [
                "Beatriz Williams"
            ],
            "ranking": 3.95,
            "ranking_count": 40402,
            "abstract": "Memorial Day, 1938: New York socialite Lily Dane has just returned with her family to the idyllic oceanfront community of Seaview, Rhode Island, expecting another placid summer season among the familiar traditions and friendships that sustained her after heartbreak.. That is, until the Greenwalds decide to take up residence in Seaview.. Nick and Budgie Greenwald are an unwelcome specter from Lily’s past: her former best friend and her former fiancé, now recently married—an event that set off a wildfire of gossip among the elite of Seaview, who have summered together for generations. Budgie’s arrival to restore her family’s old house puts her once more in the center of the community’s social scene, and she insinuates herself back into Lily's friendship with an overpowering talent for seduction...and an alluring acquaintance from their college days, Yankees pitcher Graham Pendleton. But the ties that bind Lily to Nick are too strong and intricate to ignore, and the two are drawn back into long-buried dreams, despite their uneasy secrets and many emotional obligations.. Under the scorching summer sun, the unexpected truth of Budgie and Nick’s marriage bubbles to the surface, and as a cataclysmic hurricane barrels unseen up the Atlantic and into New England, Lily and Nick must confront an emotional cyclone of their own, which will change their worlds forever.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Midnight in Broad Daylight: A Japanese American Family Caught Between Two Worlds",
            "authors": [
                "Pamela Rotner Sakamoto"
            ],
            "ranking": 4.3,
            "ranking_count": 2220,
            "abstract": "Meticulously researched and beautifully written,. Midnight in Broad Daylight. is the true story of a Japanese American family that found itself on opposite sides during World War II. An epic tale of family, separation, divided loyalties, love, reconciliation, loss, and redemption, Pamela Rotner Sakamoto’s history is a riveting chronicle of U.S.-Japan relations and of the Japanese experience in America.. After their father’s death, the Fukuhara children—all born and raised in the Pacific Northwest—moved with their mother to Hiroshima, their parents’ ancestral home. Eager to go back to America, Harry and his sister, Mary, returned there in the late 1930s. Then came Pearl Harbor. Harry and Mary were sent to an internment camp until a call came for Japanese translators, and Harry dutifully volunteered to serve his country. Back in Hiroshima, their brothers, Frank and Pierce, became soldiers in the Imperial Japanese Army.. As the war raged on, Harry, one of the finest bilingual interpreters in the United States Army, island-hopped across the Pacific, moving ever closer to the enemy—and to his younger brothers. But before the Fukuharas would have to face one another in battle, the U.S. detonated the atomic bomb over Hiroshima, gravely injuring tens of thousands of civilians, including members of the Fukuhara family.. Alternating between American and Japanese perspectives,. Midnight in Broad Daylight. captures the uncertainty and intensity of those charged with the fighting, as well as the deteriorating home front of Hiroshima—never depicted before in English—and provides a fresh look at the events surrounding the dropping of the first atomic bomb. Intimate and evocative, here is an indelible portrait of a resilient family, a scathing examination of racism and xenophobia, an homage to the tremendous Japanese American contribution to the American war effort, and an invaluable addition to the historical record of this extraordinary time.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "War",
                "Biography",
                "Historical",
                "North American Hi...",
                "Literature"
            ]
        },
        {
            "title": "My Time in the Affair",
            "authors": [
                "Stylo Fantome"
            ],
            "ranking": 4.17,
            "ranking_count": 3639,
            "abstract": "~Mischa~. I made a conscious decision to cheat on my husband.. Now, before you judge me, hear my story. Hear how much I'm like you, how similar my thoughts are to your own. Yes, I'm a horrible person. Yes, I've done horrible things. Yes, I don't deserve forgiveness. Yes, bad things happened because of my actions.. But I'm willing to bet I've done things that maybe, just maybe, you have thought of doing.. Maybe, just maybe, you're not as innocent as you'd like to think.. Or maybe I'm not so guilty .... Full Length Standalone Novel, 85,000+ words",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Adult",
                "Adult Fiction",
                "Marriage",
                "Drama",
                "Suspense",
                "War"
            ]
        },
        {
            "title": "Hawkeye, Volume 4: Rio Bravo",
            "authors": [
                "Matt Fraction",
                "Chris Eliopoulos",
                "David Aja",
                "Jordie Bellaire",
                "Francesco Francavilla",
                "Matt Hollingsworth"
            ],
            "ranking": 4.33,
            "ranking_count": 8945,
            "abstract": "Reeling from recent events, even Hawkeye wants to know his new status quo. Who’s with him? Who’s against him? Who’s trying to kill him, and why? And just when Clint’s rock bottom couldn’t arrive fast enough, his brother shows up. After a lifetime of bad decisions, Clint and Barney Barton have to realize they have to save one another — If they don’t kill each other first. But when Clown and the Tracksuit Draculas lay siege to their building, round one doesn't go well. Deafened and bloodied, will the Bartons make easy pickings for the Tracksuits? Ever seen Rio Bravo? The brothers Barton double down in a new kind of shoot 'em up! Don't miss it bro.. Collecting: Hawkeye #12-13, 15, 17, 19, 21-22",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Superheroes",
                "Comics",
                "Graphic Novels Comics",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "Radicalized",
            "authors": [
                "Cory Doctorow"
            ],
            "ranking": 4.03,
            "ranking_count": 5549,
            "abstract": "Here are four urgent stories from author and activist Cory Doctorow, four social, technological and economic visions of the world today and its near—all too near—future.. Unauthorized Bread. is a tale of immigration, toxic economic stratification and a young woman's perilously illegal quest to fix a broken toaster.. In. Model Minority. a superhero finds himself way out his depth when he confronts the corruption of the police and justice system.. Radicalized. is the story of a desperate husband, a darknet forum and the birth of a violent uprising against the US health care system.. The final story,. The Masque of the Red Death. , tracks an uber-wealthy survivalist and his followers as they hole up and attempt to ride out the collapse of society.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Cultural",
                "Audiobook",
                "Speculative Fiction",
                "Politics",
                "Anthologies",
                "Fantasy"
            ]
        },
        {
            "title": "Διάφανο καταφύγιο",
            "authors": [
                "Ελένη Παπαλαμπροπούλου"
            ],
            "ranking": 4.33,
            "ranking_count": 6,
            "abstract": "παραλήπτης. η αναμονή. δε μάδησε ποτέ. αβεβαιότητα. κι αν πέρασα. το βλέμμα για ουρανό. θα σταθώ υπόλογη. στα διαφυγόντα όνειρα. γι' αυτό τα αδέσποτα χαμόγελα. πρέπει να φτάνουν. με συστημένο γράμμα. να μειώνουμε τις απώλειες. [Από την έκδοση]. *Η ποιητική συλλογή μεταγράφηκε και εκτυπώθηκε, σε συνεργασία με τον Φάρο τυφλών, στο σύστημα ανάγνωσης και γραφής τυφλών braille.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Trouble with Being a Horse",
            "authors": [
                "Emily Edwards"
            ],
            "ranking": 4.32,
            "ranking_count": 19,
            "abstract": "The refreshing new book by Emily Edwards, The Trouble with Being a Horse, is a novel for girls age 9 and up that begins with the tried-and-true theme of a girl who loves horses and wants one of her own. Olivia’s story quickly takes a turn from the ordinary when her favourite horse mysteriously grants her innocent wish to become a horse. As a girl in a horse’s body, Olivia must put her knowledge of horses to the test as she navigates this new and bizarre world.",
            "part_of_series": false,
            "genre_list": [
                "Animals"
            ]
        },
        {
            "title": "Turned On: Science, Sex and Robots",
            "authors": [
                "Kate Devlin"
            ],
            "ranking": 3.6,
            "ranking_count": 287,
            "abstract": "The idea of the seductive sex robot is the stuff of myth, legend and science fiction. From the ancient Greeks to twenty-first century movies, robots in human form have captured our imagination, our hopes and our fears. But beyond the fantasies there are real and fundamental questions about our relationship with technology as it moves into the realm of robotics. Artificial intelligence raises very real concerns. Sexual activity is central to our very existence; it shapes how we think, how we act and how we live. With advances in technology come machines that may one day think independently. What will happen to us when we form close relationships with these intelligent systems?. Chapter by chapter, this book will build on the science and the philosophy surrounding our most intimate relationship with technology. The scene is set with the history of the artificial sexual companion, then goes on to explore the modern robot and the twentieth century sci-fi that promised us our own robot slaves. An explanation of artificial intelligence and the urge to create sentient machines delves into our own psychology: how does desire affect our own behavior, and can we become attached to an inanimate object? Can robots make society a better place? And what can go wrong?. Sex robots are here, and here to stay--and more are coming. This book explores how the emerging and future development of sexual companion robots might affect us, and our society. It explores the social changes arising from emerging technologies, and our relationships with the machines that may someday care for us and about us.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Sexuality",
                "History",
                "Philosophy",
                "Feminism",
                "Artificial Intelligence",
                "Writing",
                "Science Fiction"
            ]
        },
        {
            "title": "This is Going to Hurt: Secret Diaries of a Junior Doctor",
            "authors": [
                "Adam Kay"
            ],
            "ranking": 4.41,
            "ranking_count": 215405,
            "abstract": "The Sunday Times. Number One Bestseller and Humour Book of the Year. Winner of the Books Are My Bag Book of the Year. Winner of iBooks' Book of the Year. Welcome to the life of a junior doctor: 97-hour weeks, life and death decisions, a constant tsunami of bodily fluids, and the hospital parking meter earns more than you.. Scribbled in secret after endless days, sleepless nights and missed weekends, Adam Kay's. This is Going to Hurt. provides a no-holds-barred account of his time on the NHS front line. Hilarious, horrifying and heartbreaking, this diary is everything you wanted to know – and more than a few things you didn't – about life on and off the hospital ward.. As seen on ITV's Zoe Ball Book Club. This edition includes extra diary entries and a new afterword by the author.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Health",
                "Biography",
                "Medical",
                "Audiobook",
                "Humor",
                "Science",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Outlaw Ocean: Journeys Across the Last Untamed Frontier",
            "authors": [
                "Ian Urbina",
                "Jason Culp"
            ],
            "ranking": 4.36,
            "ranking_count": 3719,
            "abstract": "A riveting, often nail-biting journey through some of the most dangerous regions of the earth--the high seas, where lawlessness and physical risk prevail.. There are few remaining frontiers on our planet. But perhaps the wildest, and least understood, are the world's oceans: too big to police, and with no clear international authority, the oceans have become the setting for rampant criminality--from human trafficking and slavery to environmental crimes and piracy. Now, in. The Outlaw Ocean,. Ian Urbina--prize-winning reporter for. The New York Times. --gives us a galvanizing account of the several years he spent exploring and investigating the high seas, the industries that make use of it, and the people who make their--often criminal--living on it. He traveled on fishing boats and freighters, visited port towns and hidden outposts. He witnessed both environmental vigilantes and transgressors in action, and faced a near-mutiny aboard a police ship conveying him to a meeting point miles from the coast. He describes pursuing employment agencies and shipowners to hold them accountable for labor abuses, and traveling with a maritime repo man. Combining high drama, an investigative reporter's eye for detail, and a commitment to social justice,. The Outlaw Ocean. is both a gripping adventure story and a stunning expos� of some of the most disturbing realities that lie behind fishing, shipping, and, by turn, the entire global economy.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Crime",
                "Politics",
                "Science",
                "Mystery",
                "Environment",
                "Travel",
                "Audiobook"
            ]
        },
        {
            "title": "The Countess Conspiracy",
            "authors": [
                "Courtney Milan"
            ],
            "ranking": 3.92,
            "ranking_count": 11454,
            "abstract": "Sebastian Malheur is the most dangerous sort of rake: an educated one. When he’s not scandalizing ladies in the bedchamber, he’s outraging proper society with his scientific theories. He’s desired, reviled, acclaimed, and despised—and he laughs through it all.. Violet Waterfield, the widowed Countess of Cambury, on the other hand, is entirely respectable, and she’d like to stay that way. But Violet has a secret that is beyond ruinous, one that ties her irrevocably to England’s most infamous scoundrel: Sebastian’s theories aren’t. his.. They’re. hers. .. So when Sebastian threatens to dissolve their years-long conspiracy, she’ll do anything to save their partnership... even if it means opening her vulnerable heart to the rake who could destroy it for good.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "European Literature"
            ]
        },
        {
            "title": "Skagboys",
            "authors": [
                "Irvine Welsh"
            ],
            "ranking": 3.98,
            "ranking_count": 18167,
            "abstract": "Mark Renton has it all: he's good-looking, young, with a pretty girlfriend and a place at university. But there's no room for him in the 1980s. Thatcher's government is destroying working-class communities across Britain, and the post-war certainties of full employment, educational opportunity and a welfare state are gone. When his family starts to fracture, Mark's life swings out of control and he succumbs to the defeatism which has taken hold in Edinburgh's grimmer areas. The way out is heroin.. It's no better for his friends. Spud Murphy is paid off from his job, Tommy Lawrence feels himself being sucked into a life of petty crime and violence - the worlds of the thieving Matty Connell and psychotic Franco Begbie. Only Sick Boy, the supreme manipulator of the opposite sex, seems to ride the current, scamming and hustling his way through it all.. Skagboys. charts their journey from likely lads to young men addicted to the heroin which has flooded their disintegrating community. This is the 1980s: a time of drugs, poverty, AIDS, violence, political strife and hatred - but a lot of laughs, and maybe just a little love; a decade which changed Britain for ever. The prequel to the world-renowned. Trainspotting. , this is an exhilarating and moving book, full of the scabrous humour, salty vernacular and appalling behaviour that has made Irvine Welsh a household name.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Contemporary",
                "Mystery",
                "Dark",
                "Drama",
                "Cultural",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "Strindbergs stjärna",
            "authors": [
                "Jan Wallentin"
            ],
            "ranking": 2.68,
            "ranking_count": 837,
            "abstract": "Ett kors. En stjärna.. Åtskilda i hundra år, gömda i varsitt mörker. Tillsammans utgör de en nyckel till världens bäst bevarade hemlighet.. Nu har de kommit fram i ljuset igen. Jakten har börjat.. En jakt där historikern Don Titelman är både jägare och byte, utan att riktigt förstå varför. Men han anar att i fel händer är kors och stjärna en katastrof.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Historical",
                "Fantasy",
                "European Literature",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "La muerte del comendador",
            "authors": [
                "Haruki Murakami"
            ],
            "ranking": 3.94,
            "ranking_count": 10332,
            "abstract": "En el primer volumen, dejamos al protagonista deseoso de saber qué se oculta detrás del cuadro titulado La muerte del comendador. También ha aprendido a convivir con los extraños personajes y objetos que lo envuelven desde que se instaló en la casa en las montañas. Y, a petición de su vecino, ha empezado a esbozar el retrato de una peculiar adolescente, Marie Akikawa. Pero cuando ésta, una tarde en que regresaba del colegio, desaparece misteriosamente, el protagonista se lanzará en su busca. Y para encontrarla no dudará en enfrentarse a lo desconocido, y tampoco a los terribles dilemas a los que su aventura va a conducirle. ¿Qué le ocurrió en el pasado al autor del cuadro La muerte del. comendador? ¿Quién es el hombre sin rostro?... En este segundo libro, de ritmo acelerado y lleno de suspense, las incógnitas sembradas en el anterior volumen van desvelándose, y encajan en el lugar que deben ocupar, como en un puzzle, para que el lienzo entero cobre pleno sentido.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Magical Realism",
                "Roman",
                "Contemporary",
                "Novels",
                "Mystery",
                "Literature"
            ]
        },
        {
            "title": "Thirteen",
            "authors": [
                "Steve Cavanagh"
            ],
            "ranking": 4.22,
            "ranking_count": 39124,
            "abstract": "The serial killer isn't on trial.. He's on the jury.. It’s the murder trial of the century. And Joshua Kane has killed to get the best seat in the house – and to be sure the wrong man goes down for the crime. Because this time, the killer isn’t on trial. He’s on the jury.. But there’s someone on his tail. Former-conman-turned-criminal-defense-attorney Eddie Flynn doesn’t believe that his movie-star client killed two people. He suspects that the real killer is closer than they think – but who would guess just how close?",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "A Man Called Ove",
            "authors": [
                "Fredrik Backman",
                "Henning Koch"
            ],
            "ranking": 4.36,
            "ranking_count": 751297,
            "abstract": "A grumpy yet loveable man finds his solitary world turned on its head when a boisterous young family moves in next door.. Meet Ove. He’s a curmudgeon—the kind of man who points at people he dislikes as if they were burglars caught outside his bedroom window. He has staunch principles, strict routines, and a short fuse. People call him “the bitter neighbor from hell.” But must Ove be bitter just because he doesn’t walk around with a smile plastered to his face all the time?. Behind the cranky exterior there is a story and a sadness. So when one November morning a chatty young couple with two chatty young daughters move in next door and accidentally flatten Ove’s mailbox, it is the lead-in to a comical and heartwarming tale of unkempt cats, unexpected friendship, and the ancient art of backing up a U-Haul. All of which will change one cranky old man and a local residents’ association to their very foundations.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Humor",
                "Adult",
                "Adult Fiction",
                "Book Club",
                "Literary Fiction",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "The Man with the Knives",
            "authors": [
                "Ellen Kushner",
                "Tom Canty"
            ],
            "ranking": 4.29,
            "ranking_count": 167,
            "abstract": "A tale of loss and healing, set in Kushner's Riverside series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "LGBT",
                "Science Fiction Fantasy",
                "Romance",
                "Fantasy Of Manners"
            ]
        },
        {
            "title": "A Blight of Mages",
            "authors": [
                "Karen Miller"
            ],
            "ranking": 3.87,
            "ranking_count": 2874,
            "abstract": "Hundreds of years before the great Mage War, a land lies, unknowing, on the edge of catastrophe. . .. Barl is young and impulsive, but she has a power within that calls to her. In her city, however, only those of noble blood and with the right connections learn the ways of the arcane. Barl is desperate to learn-but her eagerness to use her power leads her astray and she is banned from ever learning the mystic arts.. Morgan holds the key to her education. A member of the Council of Mages, he lives to maintain the status quo, preserve the mage bloodlines, and pursue his scholarly experiments. But Barl's power intrigues him-in spite of her low status.. Together, he realizes they can create extraordinary new incantations. Morgan's ambition and Barl's power make a potent combination. What she does not see is the darkness in him that won't be denied.. A Blight of Mages. is the new novel set in the world of Karen Miller's bestselling debut. The Innocent Mage. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "After the Kiss",
            "authors": [
                "Terra Elan McVoy"
            ],
            "ranking": 3.23,
            "ranking_count": 1133,
            "abstract": "This moment changes everything.. Becca has been head-over-heels for Alec from the instant they met. He's a brainy jock with a poet's heart; in other words, perfect for her.. Camille is careful with her words and protective of her heart, especially since Chicago. Then a new boy in her new town catches her off guard with a surprise kiss.. Too bad that new boy is Becca's boyfriend, Alec.. Camille and Becca have never met, but their lives will unravel and intertwine in surprising ways as they deal with what happens after the kiss.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Poetry",
                "Realistic Fiction",
                "Contemporary",
                "Womens Fiction",
                "Fiction",
                "Relationships"
            ]
        },
        {
            "title": "The Moment",
            "authors": [
                "Douglas Kennedy"
            ],
            "ranking": 3.94,
            "ranking_count": 3995,
            "abstract": "From the. New York Times. bestselling author of. Leaving the World. comes a tragic love story set in Cold War Berlin.. Thomas Nesbitt is a divorced writer in the midst of a rueful middle age. Living a very private life in Maine, in touch only with his daughter and still trying to recover from the end of a long marriage, his solitude is disrupted one wintry morning by the arrival of a box that is postmarked Berlin. The name on the box—Dussmann—unsettles him completely, for it belongs to the woman with whom he had an intense love affair twenty-six years ago in Berlin at a time when the city was cleaved in two and personal and political allegiances were frequently haunted by the deep shadows of the Cold War.. Refusing initially to confront what he might find in that box, Thomas nevertheless is forced to grapple with a past he has never discussed with any living person and in the process relive those months in Berlin when he discovered, for the first and only time in his life, the full, extraordinary force of true love. But Petra Dussmann, the woman to whom he lost his heart, was not just a refugee from a police state, but also someone who lived with an ongoing sorrow that gradually rewrote both their destinies.. A love story of great epic sweep and immense emotional power,. The Moment. explores why and how we fall in love—and the way we project on to others that which our hearts so desperately seek.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Cultural",
                "Novels",
                "Drama",
                "Contemporary",
                "Love",
                "Adult Fiction"
            ]
        },
        {
            "title": "Racing in the Rain: My Life as a Dog",
            "authors": [
                "Garth Stein"
            ],
            "ranking": 4.38,
            "ranking_count": 7941,
            "abstract": "Now a family friendly major motion picture from Fox 2000 Studios—featuring Milo Ventimiglia, Amanda Seyfried, and Kevin Costner as the voice of Enzo the dog!. In this young readers’ edition of the. New York Times. bestselling adult novel. The Art of Racing in the Rain. , meet one funny mutt - Enzo, the lovable dog who tells this story.. Enzo knows he is different from other dogs. Most dogs love to chase cars, but Enzo longs to. race. them.. He learns about racing and the world around him by watching TV and by listening to the words of his best friend, Denny, an up-and-coming race car driver, and Denny's daughter, Zoë, his constant companion. Enzo finds that life is just like being on the racetrack - it isn't simply about going fast.. Applying the rules of racing to his world, Enzo takes on his family's challenges and emerges a hero. In the end, Enzo holds in his heart the dream that Denny will go on to be a racing champion with his daughter by his side.. For theirs is an extraordinary friendship - one that reminds us all to celebrate the triumph of the human (and canine) spirit.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Animals",
                "Childrens",
                "Young Adult",
                "Contemporary",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Lost Covenant",
            "authors": [
                "Ari Marmell"
            ],
            "ranking": 3.81,
            "ranking_count": 856,
            "abstract": "This third YA novel starring the young thief Widdershins combines the angst and vulnerability of any teenage girl with the high action of the best fantasy adventures.. It’s been six months since Widdershins and her own “personal god” Olgun fled the city of Davillon. During their travels, Widdershins unwittingly discovers that a noble house is preparing to move against the last surviving bastion of the Delacroix family.. Determined to help the distant relatives of her deceased adopted father, Alexandre Delacroix, she travels to a small town at the edge of the nation. There, she works at unraveling a plot involving this rival house and a local criminal organization, all while under intense suspicion from the very people she’s trying to rescue.. Along the way she’ll have to deal with a traitor inside the Delacroix family, a mad alchemist, and an infatuated young nobleman who won’t take no for an answer.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Mystery",
                "Fiction"
            ]
        },
        {
            "title": "How to Get Filthy Rich in Rising Asia",
            "authors": [
                "Mohsin Hamid"
            ],
            "ranking": 3.81,
            "ranking_count": 20597,
            "abstract": "From the internationally bestselling author of. The Reluctant Fundamentalist. , the boldly imagined tale of a poor boy’s quest for wealth and love.. His first two novels established Mohsin Hamid as a radically inventive storyteller with his finger on the world’s pulse.. How to Get Filthy Rich in Rising Asia. meets that reputation and exceeds it. The astonishing and riveting tale of a man’s journey from impoverished rural boy to corporate tycoon, it steals its shape from the business self-help books devoured by ambitious youths all over “rising Asia.” It follows its nameless hero to the sprawling metropolis where he begins to amass an empire built on that most fluid, and increasingly scarce, of goods: water. Yet his heart remains set on something else: on the pretty girl whose star rises along with his, their paths crossing and recrossing, a lifelong affair sparked and snuffed and sparked again by the forces that careen their fates along.. How to Get Filthy Rich in Rising Asia. is a striking slice of contemporary life at a time of crushing upheaval. Romantic without being sentimental, political without being didactic, and spiritual without being religious, it brings an unflinching gaze to the violence and hope it depicts. And it creates two unforgettable characters who find moments of transcendent intimacy in the midst of shattering change.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Business",
                "Audiobook",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Great War: A Combat History of the First World War",
            "authors": [
                "Peter Hart"
            ],
            "ranking": 4.18,
            "ranking_count": 1036,
            "abstract": "Named one of the Ten Best Books of 2013 by. The Economist. World War I altered the landscape of the modern world in every conceivable arena. Millions died; empires collapsed; new ideologies and political movements arose; poison gas, warplanes, tanks, submarines, and other technologies appeared. Total war emerged as a grim, mature reality.. In. The Great War,. Peter Hart provides a masterful combat history of this global conflict. Focusing on the decisive engagements, Hart explores the immense challenges faced by the commanders on all sides. He surveys the belligerent nations, analyzing their strengths, weaknesses, and strategic imperatives. Russia, for example, was obsessed with securing an exit from the Black Sea, while France--having lost to Prussia in 1871, before Germany united--constructed a network of defensive alliances, even as it held a grudge over the loss of Alsace-Lorraine. Hart offers deft portraits of the commanders, the prewar plans, and the unexpected obstacles and setbacks that upended the initial operations.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Cultural",
                "Historical"
            ]
        },
        {
            "title": "Just Like Fate",
            "authors": [
                "Cat Patrick",
                "Suzanne Young"
            ],
            "ranking": 3.83,
            "ranking_count": 2605,
            "abstract": "Caroline is at a crossroads. Her grandmother is sick, maybe dying. Like the rest of her family, Caroline's been at Gram's bedside since her stroke. With the pressure building, all Caroline wants to do is escape--both her family and the reality of Gram's failing health. So when Caroline's best friend offers to take her to a party one fateful Friday night, she must choose: stay by Gram's side, or go to the party and live her life.. The consequence of this one decision will split Caroline's fate into two separate paths--and she's about to live them both.. Friendships are tested and family drama hits an all-new high as Caroline attempts to rebuild old relationships, and even make a few new ones. If she stays, her longtime crush, Joel, might finally notice her, but if she goes, Chris, the charming college boy, might prove to be everything she's ever wanted.. Though there are two distinct ways for her fate to unfold, there is only one happy ending...",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Realistic Fiction",
                "Fantasy",
                "Science Fiction",
                "Death"
            ]
        },
        {
            "title": "Flora",
            "authors": [
                "Gail Godwin"
            ],
            "ranking": 3.62,
            "ranking_count": 4150,
            "abstract": "The family members Helen depended on are gone. She lost her mother some years before, and her beloved grandmother has just passed away. And now her father has left town to work on a top-secret military project at Oak Ridge during the final months of World War II. Helen is wise beyond her years, but a ten-year-old cannot be left on her own to fend for herself. Her father arranges a summer guardian, Flora, her late mother's twenty-two-year-old first cousin who cries at the drop of a hat. A fiercely imaginative child, Helen is desperate to keep her house intact, with all its ghosts and stories. Flora is the good-hearted, modest cousin who wants to do her best for Helen. Their relationship and its fallout, played out against a backdrop of a lost America, will haunt Helen for the rest of her life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Young Adult",
                "War",
                "Literary Fiction",
                "Adult Fiction",
                "Adolescence",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Recovering Redemption: A Gospel Saturated Perspective on How to Change",
            "authors": [
                "Matt Chandler",
                "Michael Snetzer"
            ],
            "ranking": 4.22,
            "ranking_count": 1153,
            "abstract": "You can’t. God can.. Life never lacks for improvement—in ourselves, in our relationships, in just about everything. But all our brave stabs at getting better, if they ever change anything, are incomplete at best, complete failures at worst. Sometimes. much. worse.. Unless . . .. The gospel of Jesus Christ is the great “unless” of life—both for those who already believe (but can’t believe the messes they’re still capable of making), as well as those who don’t yet believe but just know their way isn’t working.. Recovering Redemption. , written with a pastor’s bold intensity and a counselor’s discerning insight, takes you deeply into Scripture to take you deeply inside yourself, discovering that the heart of all our problems is truly the problem of our hearts. But because of what God has done, and because of what God can do, the most confident, contented person you know could actually be. you. —redeemed through Jesus Christ.. None of us, really, can do what’s required to change our lives for the better, taking what’s persistently frustrating and making it perfectly satisfying. Yet as hopeless as that may sound, it is the flat-line truth in which good news comes to life . . . to. your. life. For just as what’s lost can be found, what’s wrong can—even now—be recovered.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Psychology",
                "Christianity",
                "Audiobook"
            ]
        },
        {
            "title": "Sea Hearts",
            "authors": [
                "Margo Lanagan"
            ],
            "ranking": 3.68,
            "ranking_count": 4243,
            "abstract": "'Why would I? People are uneasy enough with me - if I start bringing up sea-wives, they'll take against me good and proper.'. 'It could be secret.'. 'Could it?'. On remote Rollrock Island, the sea-witch Misskaella discovers she can draw a girl from the heart of a seal. So, for a price, any man might buy himself a bride; an irresistibly enchanting sea-wife. But what cost will be borne by the people of Rollrock - the men, the women, the children - once Misskaella sets her heart on doing such a thing?. Margo Lanagan weaves an extraordinary tale of desire and revenge, of loyalty, heartache and human weakness, and of the unforeseen consequences of all-consuming love.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Historical",
                "Mythology",
                "Magical Realism"
            ]
        },
        {
            "title": "The Winter Long",
            "authors": [
                "Seanan McGuire"
            ],
            "ranking": 4.38,
            "ranking_count": 12540,
            "abstract": "For once, it seems like the Kingdom of the Mists has reached a point of, if not perfection, at least relative peace. Queen Arden Windermere is getting settled on her family's throne; no one's going to war with anyone else; it's almost like everything is going to be okay. Even October Toby Daye is starting to relax her constant vigilance, allowing herself to think about the future, and what it might entail.. And then Simon Torquill comes back, and everything begins to fall apart. In Faerie, nothing stays buried forever. No matter how much you might want it to.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fairies",
                "Fiction",
                "Romance",
                "Mystery",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Sjukdomen",
            "authors": [
                "Jonas Gardell"
            ],
            "ranking": 4.3,
            "ranking_count": 3884,
            "abstract": "De är en sorts familj: ärkefjollan Paul, Lars-Åke och Seppo, Reine med sitt plågade förflutna på den lilla bohuslänska ön, den vackre Bengt som är filmstjärna i vardande. Varje år firar de jul hos Paul, det är där Benjamin och Rasmus träffar varandra och blir kära. Allt ska de offra för kärleken.. De älskar varandra så mycket. Världen och framtiden tillhör dem.. Och det är då som sjukdomen kommer till staden.. Bögpesten. Den nya digerdöden.. De är alla så unga.. En efter en skall de dö.. Det som berättas i den här historien har hänt. Allt är sant.. Jag var en av dem som överlevde.. Det här är min och mina vänners historia.. Det här är andra delen i romansviten Torka aldrig tårar utan handskar. Den första delen utkom i augusti 2012 och blev en stor säljsuccé som hyllats av en enig kritikerkår.. Min känsla, redan nu, är att Gardell skriver modern svensk litteraturhistoria. Jens Liljestrand, DN. Det är en extremt bra början och det är svensk historia, ett utvandrarepos. Ulrika Milles, SVT. Jag är imponerad och tacksam. Kristoffer Folkhammar, Aftonbladet",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "LGBT",
                "European Literature",
                "Contemporary",
                "Romance",
                "Historical",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Doctor Who: The Hounds of Artemis",
            "authors": [
                "James Goss",
                "Clare Corbett",
                "Matt  Smith"
            ],
            "ranking": 3.45,
            "ranking_count": 487,
            "abstract": "When Lord Woolcroft and his team break open the fabled Tomb of Artemis, sealed for thousands of years, they are astonished by what they find inside... The Doctor and Amy have come to Smyrna in 1929 to investigate a mystery. The Doctor knows something very bad happened there: something caused a lot of people to die and an entire, magnificent Temple to be found and then immediately lost again. But he doesn't know what is picking off the archaeologists one by one, or how it is connected to the terrifying howling in the night. And as he and Amy get closer to the terrible truth behind an ancient evil, he begins to wish he'd never found out.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Audiobook",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "The Lost Swimmer",
            "authors": [
                "Ann   Turner"
            ],
            "ranking": 3.22,
            "ranking_count": 964,
            "abstract": "Rebecca Wilding, an archaeology professor, traces the past for a living.. But suddenly, truth and certainty is turning against her. Rebecca is accused of serious fraud, and worse, she suspects – she knows – that her husband, Stephen, is having an affair.. Desperate to find answers, Rebecca leaves with Stephen for Greece, Italy and Paris, where she can uncover the conspiracy against her, and hopefully win Stephen back to her side, where he belongs. There’s too much at stake – her love, her work, her family.. But on the idyllic Amalfi Coast, Stephen goes swimming and doesn’t come back.. In a swirling daze of panic and fear, Rebecca is dealt with fresh allegations. And with time against her, she must uncover the dark secrets that stand between her and Stephen, and the deceit that has chased her halfway around the world.. A stunning debut about trust from a new Australian voice",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Thriller",
                "Cultural",
                "Literature",
                "Book Club"
            ]
        },
        {
            "title": "A Time for Love",
            "authors": [
                "Lynn Kurland"
            ],
            "ranking": 4.38,
            "ranking_count": 636,
            "abstract": "Two of the. New York Times. bestselling author's most dazzling paranormal romances, together for the first time.. In. Another Chance to Dream. , Rhys, a knight with neither land nor title, cannot win the hand of Gwennelyn of Segrave, but he will always have her heart. Then Gwen is betrothed to another man, and Rhys fears he will lose her forever. Until a surprise offer comes his way-bringing Rhys and Gwen a second chance.. In. If I Had You. , Robin de Piaget returns to Artane- and to Anne of Fenwyck, a bewitching young woman who leaves him breathless with longing. But there's treachery that endangers them. And as the past threatens their future, Anne and Robin realize they want nothing more than to have each other-for eternity.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Science Fiction",
                "Historical",
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "The Legend of Drizzt: The Collected Stories",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.16,
            "ranking_count": 3887,
            "abstract": "Classic short stories that expand the epic. Legend of Drizzt. ®!. For years, the. Legend of Drizzt. has included short stories published in. Forgotten Realms. ® anthologies and. Dragon™. magazine. Collected here for the first time are all the classic stories—and one all new tale—by. The New York Times. best-selling author R.A. Salvatore!. From the startling origin of Drizzt’s panther companion, to the tale of Jarlaxle and Entreri’s first encounter with the dragon sisters, the tales in. The Collected Stories. enrich this epic series, and many are available here for the first time in years.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Audiobook",
                "Fiction",
                "Short Stories",
                "Role Playing Games",
                "Anthologies",
                "Adventure",
                "Heroic Fantasy"
            ]
        },
        {
            "title": "Exotische liefde",
            "authors": [
                "Jacob Haafner",
                "Thomas Rosenboom",
                "Erica van Boven",
                "Olf Praamstra"
            ],
            "ranking": 3.95,
            "ranking_count": 20,
            "abstract": "Jacob Haafner (1755-1809) was in de tweede helft van de achttiende eeuw als klerk en koopman werkzaam in India. Hij vatte een oprechte liefde op voor de cultuur en de bewoners en deed alle moeite zich de taal en gebruiken ter plaatse eigen te maken. In zijn reisverslagen toont hij zich de felste anti-kolonialist uit de Nederlandse letterkunde. Hij hekelde de Europese kolonisatoren, die feestvierden terwijl de bewoners van honger stierven. Haafner kwam al op jonge leeftijd in aanraking met de Nederlandse koloniën: als twaalfjarige jongen werd hij door zijn vader meegenomen op een reis naar de Oost. Een jaar voor zijn dood publiceerde hij. Reize in eenen palaquin. , een reisverslag en liefdesverhaal ineen. In. Exotische liefde. zijn de interessantste en mooiste passages daaruit bijeengebracht. Haafner lied zich per draagbed vervoeren van Calcutta naar Madras. Tijdens zijn tocht ontmoette hij Mamia, een beeldschone Indiase danseres, op wie hij hartstochtelijk verliefd werd. Hun liefde staat in schril contrast met de met de misstanden in de kolonie.. Het boek bevat een keuze uit. Reize in eenen palanquin, of Lotgevallen en merkwaardige aanteekeningen op eene reize langs de kusten Orixa en Choromandel. (1808).",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Remember Me Like This",
            "authors": [
                "Bret Anthony Johnston"
            ],
            "ranking": 3.64,
            "ranking_count": 8024,
            "abstract": "A gripping novel with the pace of a thriller but the nuanced characterization and deep empathy of some of the literary canon’s most beloved novels,. Remember Me Like This. introduces Bret Anthony Johnston as one of the most gifted storytellers writing today. With his sophisticated and emotionally taut plot and his shimmering prose, Johnston reveals that only in caring for one another can we save ourselves.. Four years have passed since Justin Campbell’s disappearance, a tragedy that rocked the small town of Southport, Texas. Did he run away? Was he kidnapped? Did he drown in the bay? As the Campbells search for answers, they struggle to hold what’s left of their family together.. Then, one afternoon, the impossible happens. The police call to report that Justin has been found only miles away, in the neighboring town, and, most important, he appears to be fine. Though the reunion is a miracle, Justin’s homecoming exposes the deep rifts that have diminished his family, the wounds they all carry that may never fully heal. Trying to return to normal, his parents do their best to ease Justin back into his old life. But as thick summer heat takes hold, violent storms churn in the Gulf and in the Campbells’ hearts. When a reversal of fortune lays bare the family’s greatest fears—and offers perhaps the only hope for recovery—each of them must fight to keep the ties that bind them from permanently tearing apart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Family",
                "Contemporary",
                "Literary Fiction",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "The End of the Sentence",
            "authors": [
                "Maria Dahvana Headley",
                "Kat Howard"
            ],
            "ranking": 3.65,
            "ranking_count": 585,
            "abstract": "It begins with a letter from a prisoner…. As he attempts to rebuild his life in rural Oregon after a tragic accident, Malcolm Mays finds himself corresponding with Dusha Chuchonnyhoof, a mysterious entity who claims to be the owner of Malcolm's house, jailed unjustly for 117 years. The prisoner demands that Malcolm perform a gory, bewildering task for him. As the clock ticks toward Dusha's release, Malcolm must attempt to find out whether he's assisting a murderer or an innocent. The End of the Sentence combines Kalapuya, Welsh, Scottish and Norse mythology, with a dark imagined history of the hidden corners of the American West.. Maria Dahvana Headley and Kat Howard have forged a fairytale of ghosts and guilt, literary horror blended with the visuals of Jean Cocteau, failed executions, shapeshifting goblins, and magical blacksmithery. In Chuchonnyhoof, they've created a new kind of Beast, longing, centuries later, for Beauty.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "Novella",
                "Adult",
                "Short Stories",
                "Science Fiction Fantasy",
                "Thriller"
            ]
        },
        {
            "title": "Blackout",
            "authors": [
                "Rob Thurman"
            ],
            "ranking": 4.14,
            "ranking_count": 4349,
            "abstract": "When half-human Cal Leandros wakes up on a beach littered with the slaughtered remains if a variety of hideous creatures, he's not that concerned. In fact, he can't remember anything-including who he is.. And that's just the way his deadly enemies like it...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Shapeshifters",
                "Horror",
                "Urban",
                "Mystery"
            ]
        },
        {
            "title": "Patalosh: The Time Travelers",
            "authors": [
                "Z. Altug",
                "Tracy Gensler"
            ],
            "ranking": 4.0,
            "ranking_count": 31,
            "abstract": "Ten-year-old Orion Spence never expected to wake up on the Exploricus to horrible news after his birthday. The first officer of the time-traveling airship tells him that his parents, who serve as captain and science officer, have been kidnapped by the evil Emperor Daaggerd and taken to his secret hideout at the Ice Castle of Fire. The emperor is looking to gain control of the Exploricus and also the Ancient Book of Spells, a powerful book Orion’s family is pledged to protect.. Orion joins forces with the airship’s officers and his friends to begin a desperate chase across space and time to save his family. First, Orion must unravel the clues to the seven keys on each continent needed to open the book. Then, he must pass deadly tests of strength, honesty, leadership, and everything else that is important to be the keeper of the Ancient Book of Spells.. Visit patalosh.com",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Bone Gods",
            "authors": [
                "Caitlin Kittredge"
            ],
            "ranking": 3.74,
            "ranking_count": 1060,
            "abstract": "Witch hunts are on the rise and supernatural turf wars are reaching a boiling point. Then, just when it seems life couldn't get any worse for Pete, Jack reappears—but he's no longer the man she's always known. Hell has changed him forever. And he's brought back with him a whole world of trouble…. A cabal of necromancers are using ancient, unspeakable magic to turn the tide of war in their favor. Then, as the city is about to sink into chaos, Pete receives a chilling directive:. To end the war, you must kill the crow-mage.. Beset from all sides, Pete finds herself turning to an unholy source for help…even if doing so could destroy Black London—and life as she knew it—once and for all.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction",
                "Romance",
                "Horror"
            ]
        },
        {
            "title": "Is Journalism Worth Dying For?: Final Dispatches",
            "authors": [
                "Anna Politkovskaya",
                "Arch Tait"
            ],
            "ranking": 4.21,
            "ranking_count": 156,
            "abstract": "A collection of final dispatches by the famed journalist, including the first translation of the work that may have led to her murder. Anna Politkovskaya won international fame for her courageous reporting.. Is Journalism Worth Dying For?. is a long-awaited collection of her final writing.. Beginning with a brief introduction by the author about her pariah status, the book contains essays that characterize the self-effacing Politkovskaya more fully than she allowed in her other books. From deeply personal statements about the nature of journalism, to horrendous reports from Chechnya, to sensitive pieces of memoir, to, finally, the first translation of the series of investigative reports that Politkovskaya was working on at the time of her murder—pieces many believe led to her assassination.. Elsewhere, there are illuminating accounts of encounters with leaders including Lionel Jospin, Tony Blair, George W. Bush, and such exiled figures as Boris Berezovsky, Akhmed Zakaev,  Vladimir Bukovsky. Additional sections collect Politkovskaya’s non-political writing, revealing her delightful wit, deep humanity, and willingness to engage with the unfamiliar, as well as her deep regrets about the fate of Russia.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Cultural",
                "History",
                "Politics"
            ]
        },
        {
            "title": "Astoria: John Jacob Astor and Thomas Jefferson's Lost Pacific Empire: A Story of Wealth, Ambition, and Survival",
            "authors": [
                "Peter     Stark"
            ],
            "ranking": 4.06,
            "ranking_count": 9557,
            "abstract": "In the tradition of. The Lost City of Z. and. Skeleton in the Zahara. ,. Astoria. is the thrilling, true-adventure tale of the 1810 Astor Expedition, an epic, now forgotten, three-year journey to forge an American empire on the Pacific Coast. Peter Stark offers a harrowing saga in which a band of explorers battled nature, starvation, and madness to establish the first American settlement in the Pacific Northwest and opened up what would become the Oregon trail, permanently altering the nation's landscape and its global standing.. Six years after Lewis and Clark began their journey to the Pacific Northwest, two of the Eastern establishment's leading figures, John Jacob Astor and Thomas Jefferson, turned their sights to founding a colony akin to Jamestown on the West Coast and transforming the nation into a Pacific trading power. Author and correspondent for. Outside. magazine Peter Stark recreates this pivotal moment in American history for the first time for modern readers, drawing on original source material to tell the amazing true story of the Astor Expedition.. Unfolding over the course of three years, from 1810 to 1813,. Astoria. is a tale of high adventure and incredible hardship in the wilderness and at sea. Of the more than one hundred-forty members of the two advance parties that reached the West Coast—one crossing the Rockies, the other rounding Cape Horn—nearly half perished by violence. Others went mad. Within one year, the expedition successfully established Fort Astoria, a trading post on the Columbia River. Though the colony would be short-lived, it opened provincial American eyes to the potential of the Western coast and its founders helped blaze the Oregon Trail.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Adventure",
                "Biography",
                "Historical",
                "Travel",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "The Underground Is Massive: How Electronic Dance Music Conquered America",
            "authors": [
                "Michaelangelo Matos"
            ],
            "ranking": 3.84,
            "ranking_count": 232,
            "abstract": "Joining the ranks of. Please Kill Me. and. Can’t Stop Won’t Stop. comes this definitive chronicle of one of the hottest trends in popular culture—electronic dance music—from the noted authority covering the scene.. It is the sound of the millennial generation, the music “defining youth culture of the 2010s” (. Rolling Stone. ). Rooted in American techno/house and ’90s rave culture, electronic dance music has evolved into the biggest moneymaker on the concert circuit. Music journalist Michaelangelo Matos has been covering this beat since its genesis, and in. The Underground Is Massive. , charts for the first time the birth and rise of this last great outlaw musical subculture.. Drawing on a vast array of resources, including hundreds of interviews and a library of rare artifacts, from rave fanzines to online mailing-list archives, Matos reveals how EDM blossomed in tandem with the nascent Internet—message boards and chat lines connected partiers from town to town. In turn, these ravers, many early technology adopters, helped spearhead the information revolution. As tech was the tool, Ecstasy—(Molly, as it’s know today) an empathic drug that heightens sensory pleasure—was the narcotic fueling this alternative movement.. Full of unique insights, lively details, entertaining stories, dozens of photos, and unforgettable misfits and stars—from early break-in parties to Skrillex and Daft Punk—. The Underground Is Massive. captures this fascinating trend in American pop culture history, a grassroots movement that would help define the future of music and the modern tech world we live in.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "History",
                "Culture"
            ]
        },
        {
            "title": "What the Lady Wants",
            "authors": [
                "Renée Rosen"
            ],
            "ranking": 3.75,
            "ranking_count": 3971,
            "abstract": "In late-nineteenth-century Chicago, visionary retail tycoon Marshall Field made his fortune wooing women customers with his famous motto:. Give the lady what she wants.. His legendary charm also won the heart of socialite Delia Spencer and led to an infamous love affair.. The night of the Great Fire, as seventeen-year-old Delia watches the flames rise and consume what was the pioneer town of Chicago, she can't imagine how much her life, her city, and her whole world are about to change. Nor can she guess that the agent of that change will not simply be the fire, but more so the man she meets that night.... Leading the way in rebuilding after the fire, Marshall Field reopens his well-known dry goods store and transforms it into something the world has never seen before: a glamorous palace of a department store. He and his powerhouse coterie--including Potter Palmer and George Pullman--usher in the age of robber barons, the American royalty of their generation.. But behind the opulence, their private lives are riddled with scandal and heartbreak. Delia and Marshall first turn to each other out of loneliness, but as their love deepens, they will stand together despite disgrace and ostracism, through an age of devastation and opportunity, when an adolescent Chicago is transformed into the gleaming White City of the Chicago's World's Fair of 1893.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Adult",
                "Literature",
                "Book Club",
                "Adult Fiction",
                "Business"
            ]
        },
        {
            "title": "Goodbye to All That: Writers on Loving and Leaving New York",
            "authors": [
                "Sari Botton",
                "Elisa Albert",
                "Karen E. Bender",
                "Chloe Caldwell",
                "Ruth Curry",
                "Meghan Daum",
                "Marcy Dermansky",
                "Valerie Eagle",
                "more…",
                "Hope Edelman",
                "Lauren Elkin",
                "Maggie Estep",
                "Melissa Febos",
                "Roxane Gay",
                "Emily Gould",
                "Ann Hood",
                "Dana Kinstler",
                "Marie Myung-Ok Lee",
                "Emily St. John Mandel",
                "Liza Monroy",
                "Mira Ptacin",
                "Emily Carter Roiphe",
                "Rayhane Sanders",
                "Dani Shapiro",
                "Janet Steen",
                "Emma Straub",
                "Cheryl Strayed",
                "Eva Tenuto",
                "Rebecca Wolff",
                "…less"
            ],
            "ranking": 3.74,
            "ranking_count": 3021,
            "abstract": "From Roxane Gay to Leslie Jamison, thirty brilliant writers share their timeless stories about the everlasting magic—and occasional misery—of living in the Big Apple.. In this classic collection, thirty writers share their own stories of loving and leaving New York, capturing the mesmerizing allure the city has always had for writers, poets, and wandering spirits. Their essays often begin as love stories do, with the passion of something newly discovered: the crush of subway crowds, the streets filled with manic energy, and the sudden, unblinking certainty that this is the only place on Earth where one can become exactly who she is meant to be.. They also share the grief that comes like a gut-punch, when the grand metropolis loses its magic and the pressures of New York's frenetic life wear thin for even the most dedicated dwellers. As friends move away, rents soar, and love—still—remains just out of reach, each writer's goodbye is singular and universal, just like New York itself.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "New York",
                "Autobiography",
                "Short Stories",
                "Travel",
                "Anthologies",
                "Literature",
                "Language",
                "Biography"
            ]
        },
        {
            "title": "Head Over Heels",
            "authors": [
                "Jill Shalvis"
            ],
            "ranking": 4.14,
            "ranking_count": 20396,
            "abstract": "Breaking rules and breaking hearts. Free-spirited Chloe lives life on the edge. Unlike her soon-to-be married sisters, she isn't ready to settle into a quiet life running their family's newly renovated inn. But soon her love of trouble--and trouble with love-draws the attention of the very stern, very sexy sheriff who'd like nothing better than to tame her wild ways.. Suddenly Chloe can't take a misstep without the sheriff hot on her heels. His rugged swagger and his enigmatic smile are enough to make a girl beg to be handcuffed. For the first time, instead of avoiding the law, Chloe dreams of surrender. Can this rebel find a way to keep the peace with the straitlaced sheriff? Or will Chloe's colorful past keep her from a love that lasts . . . and the safe haven she truly wants in a town called Lucky Harbor?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Adult",
                "Fiction",
                "Humor",
                "Family",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Tempt the Stars",
            "authors": [
                "Karen Chance"
            ],
            "ranking": 4.14,
            "ranking_count": 8589,
            "abstract": "Being a goddess is a lot less fun than you might think. Especially when you’re only a half goddess, and you only found out about it recently, and you still don’t know what you’re doing half the time. And when you’ve just used your not-so-reliable powers to burglarize the booby-trapped office of a vampire mob boss.. Yeah, that part sucks.. But that’s just the tip of the iceberg for Cassandra Palmer, aka the Pythia, the freshly minted chief seer of the supernatural world. After all, Cassie still has to save a friend from a fate worse than death, deal with an increasingly possessive master vampire, and prevent a party of her own acolytes from unleashing a storm of fury upon the world. Totally just your average day at the office, right?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Science Fiction"
            ]
        },
        {
            "title": "Delicious Foods",
            "authors": [
                "James Hannaham"
            ],
            "ranking": 3.8,
            "ranking_count": 5751,
            "abstract": "Darlene, a young widow and mother devastated by the death of her husband, turns to drugs to erase the trauma. In this fog of grief, she is lured with the promise of a great job to a mysterious farm run by a shady company, with disastrous consequences for both her and her eleven-year-old son, Eddie--left behind in a panic-stricken search for her.. Delicious Foods. tells the gripping story of three unforgettable characters: a mother, her son, and the drug that threatens to destroy them. In Darlene's haunted struggle to reunite with Eddie, and in the efforts of both to triumph over those who would enslave them, Hannaham's daring and shape-shifting prose not only infuses their desperate circumstances with grace and humor, but also wrestles with timeless questions of love and freedom.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Race",
                "Adult",
                "Cultural",
                "Adult Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Warrior State: Pakistan in the Contemporary World",
            "authors": [
                "T.V. Paul"
            ],
            "ranking": 3.51,
            "ranking_count": 91,
            "abstract": "Seemingly from its birth, Pakistan has teetered on the brink of becoming a failed state. Today, it ranks 133rd out of 148 countries in global competitiveness. Its economy is as dysfunctional as its political system is corrupt; both rely heavily on international aid for their existence. Taliban forces occupy 30 percent of the country. It possesses over a hundred nuclear weapons that could easily fall into terrorists' hands. Why, in an era when countries across the developing world are experiencing impressive economic growth and building democratic institutions, has Pakistan been such a conspicuous failure?. In. The Warrior State. , noted international relations and South Asia scholar T.V. Paul untangles this fascinating riddle. Paul argues that the geostrategic curse--akin to the resource curse that plagues oil-rich autocracies--is at the root of Pakistan's unique inability to progress. Since its founding in 1947, Pakistan has been at the center of major geopolitical struggles: the US-Soviet rivalry, the conflict with India, and most recently the post 9/11 wars. No matter how ineffective the regime is, massive foreign aid keeps pouring in from major powers and their allies with a stake in the region. The reliability of such aid defuses any pressure on political elites to launch the far-reaching domestic reforms necessary to promote sustained growth, higher standards of living, and more stable democratic institutions. Paul shows that excessive war-making efforts have drained Pakistan's limited economic resources without making the country safer or more stable. Indeed, despite the regime's emphasis on security, the country continues to be beset by widespread violence and terrorism.. In an age of transnational terrorism and nuclear proliferation, understanding Pakistan's development, particularly the negative effects of foreign aid and geopolitical centrality, is more important than ever. Painstakingly researched and brilliantly argued,. The Warrior State. tackles what may be the world's most dangerous powder keg and uncovers the true causes of Pakistan's enormously consequential failure.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Politics",
                "Nonfiction"
            ]
        },
        {
            "title": "Nono",
            "authors": [
                "Renata Carageani"
            ],
            "ranking": 3.53,
            "ranking_count": 124,
            "abstract": "Aventură, umor şi judecăţi de valoare. Cum arată oamenii, văzuţi din perspectiva amuzantă a unor personaje care nu le ajung nici până la genunchi. O societate bizară formată dintr-un ursuleţ de pluş fugit de acasă, maidanezi conduşi de un câine-colonel şi pisici aristocrate ajunse pe drumuri analizează şi trage concluzii inedite despre lumea oamenilor.. Poate că nu sunt prea deştept, dar cât am stat acolo, în magazin, am observat că oamenii sunt de două feluri: mari şi mici. Nu ştiu de unde îşi iau oamenii mari oameni mici, dar au mare grijă de ei, să nu cadă, să nu plângă. Fac aproape orice să nu-i supere. Micii strigă la ei “mama” şi vorbesc o altă limbă decât a noastră, pe care marii o înţeleg. Am discutat odată problema asta cu prietenul meu. El susţinea că oamenii mici sunt cei mai importanţi. Cu cât sunt mai mici, cu atât sunt mai importanţi. Avea o teorie, complicată pentru mine, cum că adevăraţii stăpâni ai lumii sunt cei mici, că li se îndeplinesc toate dorinţele. Aici nu puteam să-l contrazic, văzusem cu ochii mei. Era suficient ca un prichindel să arate cu degetul spre rafturi şi unul dintre ai noştri pleca pentru totdeauna. Şi nu zicea decât “mama!” şi arăta către noi.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction"
            ]
        },
        {
            "title": "Circle of Fire",
            "authors": [
                "Michelle Zink"
            ],
            "ranking": 3.89,
            "ranking_count": 3700,
            "abstract": "With time dwindling but her will to end the Prophecy stronger than ever, Lia sets out on a journey to find the remaining keys, locate the missing pages of the Prophecy, and convince her sister Alice to help--or risk her life trying. Lia has her beloved Dimitri by her side, but Alice has James, the man who once loved her sister--and maybe still does. James doesn't know the truth about either sister, or the prophecy that divides them. And Alice intends to keep it that way.. There are some secrets sisters aren't meant to share. Because when they do, it destroys them. This stunning conclusion to Michelle Zink's Prophecy of the Sisters trilogy will make saying good-bye bittersweet for readers.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Historical",
                "Paranormal"
            ]
        },
        {
            "title": "Scoundrels",
            "authors": [
                "Timothy Zahn"
            ],
            "ranking": 3.82,
            "ranking_count": 6179,
            "abstract": "To make his biggest score, Han’s ready to take even bigger risks.. But even he can’t do this job solo.. Han Solo should be basking in his moment of glory. After all, the cocky smuggler and captain of the Millennium Falcon just played a key role in the daring raid that destroyed the Death Star and landed the first serious blow to the Empire in its war against the Rebel Alliance. But after losing the reward his heroics earned him, Han’s got nothing to celebrate. Especially since he’s deep in debt to the ruthless crime lord Jabba the Hutt. There’s a bounty on Han’s head—and if he can’t cough up the credits, he’ll surely pay with his hide. The only thing that can save him is a king’s ransom. Or maybe a gangster’s fortune? That’s what a mysterious stranger is offering in exchange for Han’s less-than-legal help with a riskier-than-usual caper. The payoff will be more than enough for Han to settle up with Jabba—and ensure he never has to haggle with the Hutts again.. All he has to do is infiltrate the ultra-fortified stronghold of a Black Sun crime syndicate underboss and crack the galaxy’s most notoriously impregnable safe. It sounds like a job for miracle workers . . . or madmen. So Han assembles a gallery of rogues who are a little of both—including his indispensable sidekick Chewbacca and the cunning Lando Calrissian. If anyone can dodge, deceive, and defeat heavily armed thugs, killer droids, and Imperial agents alike—and pull off the heist of the century—it’s Solo’s scoundrels. But will their crime really pay, or will it cost them the ultimate price?",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Fantasy",
                "Space",
                "Science Fiction Fantasy",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "I'll Seize the Day Tomorrow",
            "authors": [
                "Jonathan Goldstein"
            ],
            "ranking": 3.69,
            "ranking_count": 770,
            "abstract": "I'll Seize the Day Tomorrow. is the story of Jonathan Goldstein's journey to find some great truth on his road to forty.. In a series of wonderfully funny stories, the host of CBC's. WireTap. recounts the highs and lows of his last year in his thirties. Throughout the year, Goldstein asks weighty questions that would stump a person less seasoned. For example: What is it about a McRib that drives people crazy? Can we replace extending an olive leaf with extending an olive jar? How much wisdom can we glean from episodes of. Welcome Back, Kotter. ? His friends and family, many of them known through their appearances on. WireTap. , weigh in with hilarious results as Goldstein eats, sleeps, and watches bad TV all the way to his date with destiny.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Humor",
                "Autobiography",
                "Writing",
                "Cultural",
                "Biography",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "Born to Run!",
            "authors": [
                "Tish Rabe",
                "Christopher Moroney"
            ],
            "ranking": 3.63,
            "ranking_count": 73,
            "abstract": "When Nick wants to go on an adventure and Sally wants to go swimming, the Cat in the Hat knows where they can do both—alongside Salmon Sam on her incredible journey up the Swirly Whirly River! Shrunk to the size of salmon and swimming in scuba gear, the Cat and kids join Sam as she swims against the current, jumps up waterfalls, and avoids being eaten by a grizzly bear in her quest to return to the pool of water where she was born to lay her eggs. This Little Golden Book is fine fishy fun for reading on a summer day, and at only $3.99—it's almost as incredible as Sam's journey!",
            "part_of_series": true,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "Fatal Pursuit",
            "authors": [
                "Martin  Walker"
            ],
            "ranking": 4.09,
            "ranking_count": 4345,
            "abstract": "A pair of murders, a romance and rivals in pursuit of a long-lost vintage car of unfathomable value—Bruno, chief of police, is busy in another mystery set in the beautiful Dordogne. At the annual. fête. in St. Denis, Bruno’s biggest worry is surviving as a last-minute replacement navigator in a car rally race. The contest and a classic-car parade are new to the festivities and draw a spate of outsiders with deep pockets, big-city egos and, in the case of a young Englishman, an intriguing story. It’s the tale of a Bugatti Type 57C, lost somewhere in France during World War II. Among the most beautiful cars ever made, one of only four of its kind—Ralph Lauren owns one—it is worth millions and drives its pursuers mad with greed. In the midst of the festivities, a local scholar turns up dead and Bruno suspects unnatural causes. After a second death, there is mounting evidence that the events in St. Denis are linked to international crime.. To make matters even more complicated, a family squabble over land brings to St. Denis a comely Parisienne who turns Bruno’s head. As usual, Bruno’s life offers its challenges—but there is always time for a good bottle and a home-cooked meal.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Cultural",
                "Fiction",
                "Thriller",
                "Food and Drink",
                "Contemporary"
            ]
        },
        {
            "title": "Bare Bones: I'm Not Lonely If You're Reading This Book",
            "authors": [
                "Bobby Bones"
            ],
            "ranking": 4.24,
            "ranking_count": 5254,
            "abstract": "A touching, funny, heart-wrenching, and triumphant memoir from one of the biggest names in radio, the host of The Bobby Bones Show, one of the most listened-to drive time morning radio shows in the nation.. Growing up poor in Mountain Pine, Arkansas, with a young, addicted mom, Bobby Estell fell in love with country music. Abandoned by his father at the age of five, Bobby saw the radio as his way out—a dream that came true in college when he went on air at the Henderson State University campus station broadcasting as Bobby Bones, while simultaneously starting The Bobby Bones Show at 105.9 KLAZ. Bobby’s passions were pop, country music, and comedy, and he blended the three to become a tastemaker in the country music industry, heard by millions daily. Bobby broke the format of standard country radio, mixing country and pop with entertainment news and information, and has interviewed some of the biggest names in the business, including Luke Bryan, Taylor Swift, Blake Shelton, Tim McGraw, Lady Antebellum, and Jason Aldean.. Yet despite the glamour, fame, and money, Bobby has never forgotten his roots, the mom and grandmother who raised him, the work ethic he embraced which saved him and encouraged him to explore the world, and the good values that shaped him. In this funny, poignant memoir told in Bobby’s distinctive patter, he takes fans on a tour of his road to radio. Bobby doesn’t shy away from the curves he continues to navigate—including his obsessive-compulsive disorder—on his journey to find the happiness of a healthy family.. Funny and tender, raw and honest,. Bare Bones. is pure Bobby Bones—surprising, entertaining, inspiring, and authentic.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Self Help",
                "Humor",
                "Biography Memoir",
                "Music",
                "Adult"
            ]
        },
        {
            "title": "Poetry and Short Stories by a Bipolar Girl",
            "authors": [
                "Melissa Burke"
            ],
            "ranking": 4.27,
            "ranking_count": 74,
            "abstract": "This book was written by a young woman with bipolar disorder, who wrote poems and short stories both in her manic and depressed states.. It's meant to shed some light on bipolar disorder and depression for those who don't suffer from those things, know someone who does or just want to understand what goes through the mind of someone with mental illness.. It's also meant to show those who go through the same things that they aren't alone.. And while doing all of that, it's also just a fun book to read.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Short Stories",
                "Health",
                "Self Help",
                "Nonfiction",
                "Psychology"
            ]
        },
        {
            "title": "Divide & Conquer",
            "authors": [
                "Abigail Roux",
                "Madeleine Urban"
            ],
            "ranking": 4.47,
            "ranking_count": 11883,
            "abstract": "Baltimore, Maryland, is a city in alarming distress. Rising violence is fanning the flames of public outrage, and all law enforcement agencies, including the FBI, are catching blame. Thus the FBI’s latest ideas to improve public relations: a municipal softball league and workshops for community leaders. But the new commitments just mean more time Special Agents Ty Grady and Zane Garrett have to spend apart when they’re happily exploring how to be more than by-the-book partners.. Then the latest spate of crime explodes in their faces—literally—throwing the city, the Bureau, and Ty and Zane’s volatile partnership both in and out of the office into chaos. They’re hip-deep in trouble, trying to track down bombers and bank robbers in the dark with very few clues, and the only way to reach the light at the end of the tunnel together requires Ty and Zane to close their eyes and trust each other to the fiery end.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Mystery",
                "LGBT",
                "Suspense",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Inheritance",
            "authors": [
                "Malinda Lo"
            ],
            "ranking": 3.77,
            "ranking_count": 2459,
            "abstract": "Reese and David are different now. Surrounded by a web of conspiracies, Reece feels that she must choose between two worlds.. Her choices: David - or Amber? This world - or another? Should they tell the truth, and risk everything?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "LGBT",
                "Fiction",
                "Romance",
                "Polyamory",
                "Fantasy"
            ]
        },
        {
            "title": "Zigeunerkind op de vlucht",
            "authors": [
                "Mikey Walsh",
                "Fred Hendriks"
            ],
            "ranking": 3.96,
            "ranking_count": 1205,
            "abstract": "Omdat de familie van een Engelse Roma-jongen niet kan accepteren dat hij homo is, vlucht hij met zijn vriend.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "LGBT",
                "Biography Memoir",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "One Night in Winter",
            "authors": [
                "Simon Sebag Montefiore"
            ],
            "ranking": 3.95,
            "ranking_count": 4568,
            "abstract": "Inspired by a true story, prize-winning historian and acclaimed novelist Simon Sebag Montefiore explores the consequences of forbidden love in this heartbreaking epic of marriage, childhood, danger, and betrayal that unfolds in Stalin's Moscow during the bleak days after World War II.. As Moscow celebrates the motherland's glorious victory over the Nazis, shots ring out on the crowded streets. On a nearby bridge, a teenage boy and girl—dressed in traditional nineteenth-century costumes—lie dead. But this is no ordinary tragedy, because these are no ordinary teenagers. As the son and daughter of high-ranking Soviet officials, they attend the most elite school in Moscow. Was it an accident, or murder? Is it a conspiracy against Stalin, or one of his own terrifying intrigues?. On Stalin's instructions, a ruthless investigation begins into what becomes known as the Children's Case. Youth across the city are arrested and forced to testify against their friends and their parents. As families are ripped apart, all kinds of secrets come spilling out. Trapped at the center of this witch-hunt are two pairs of illicit lovers, who learn that matters of the heart exact a terrible price. By turns a darkly sophisticated political thriller, a rich historical saga, and a deeply human love story, Montefiore's masterful novel powerfully portrays the terror and drama of Stalin's Russia.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Mystery",
                "Romance",
                "War",
                "Thriller",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Stuff Matters: The Strange Stories of the Marvellous Materials that Shape Our Man-made World",
            "authors": [
                "Mark Miodownik"
            ],
            "ranking": 4.1,
            "ranking_count": 16797,
            "abstract": "Everything is made of something.... From the everyday objects in our homes to the most extraordinary new materials that will shape our future, Stuff Matters reveals the miracles of craft, design, engineering and ingenuity that surround us every day.. From the tea cup to the jet engine, the silicon chip to the paper clip, from the ancient technologies of fabrics and ceramic to today's self-healing metals and bionic implants, this is a book to inspire amazement and delight at mankind's material creativity.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Audiobook",
                "Design"
            ]
        },
        {
            "title": "Wait for You",
            "authors": [
                "Jennifer L. Armentrout",
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.16,
            "ranking_count": 150094,
            "abstract": "Some things are worth waiting for…. Traveling thousands of miles from home to enter college is the only way nineteen-year-old Avery Morgansten can escape what happened at the Halloween party five years ago—an event that forever changed her life. All she needs to do is make it to her classes on time, make sure the bracelet on her left wrist stays in place, not draw any attention to herself, and maybe—please God—make a few friends, because surely that would be a nice change of pace. The one thing she didn’t need and never planned on was capturing the attention of the one guy who could shatter the precarious future she’s building for herself.. Some things are worth experiencing…. Cameron Hamilton is six feet and three inches of swoon-worthy hotness, complete with a pair of striking blue eyes and a remarkable ability to make her want things she believed were irrevocably stolen from her. She knows she needs to stay away from him, but Cam is freaking everywhere, with his charm, his witty banter, and that damn dimple that’s just so… so lickable. Getting involved with him is dangerous, but when ignoring the simmering tension that sparks whenever they are around each other becomes impossible, he brings out a side of her she never knew existed.. Some things should never be kept quiet…. But when Avery starts receiving threatening emails and phone calls forcing her to face a past she wants silenced, she’s has no other choice but to acknowledge that someone is refusing to allow her to let go of that night when everything changed. When the devastating truth comes out, will she resurface this time with one less scar? And can Cam be there to help her or will he be dragged down with her?. And some things are worth fighting for…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Academic",
                "Young Adult",
                "Sociology",
                "Womens Fiction",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Barkeep",
            "authors": [
                "William Lashner"
            ],
            "ranking": 3.57,
            "ranking_count": 6901,
            "abstract": "Justin Chase is the perfect barkeep, tending bar as he lives his life, in a state of Zen serenity, until Birdie Grackle, a foul-mouthed alcoholic, walks into his bar and makes a startling confession. Six years ago Justin's life was ripped apart when he discovered his mother's bludgeoned corpse. Now Justin's father is serving a life sentence and Justin drowns his emotions in a pool of inner peace. But when Birdie claims he murdered Justin's mother for cash, Justin is hurled back to the emotions, back to the past, and, most frightening of all, back to the father he tried to leave behind. WHO HIRED BIRDIE GRACKLE TO KILL JUSTIN?S MOTHER? As Justin pieces together the truth, a killing machine stalks Justin, leaving a trail of dead in his wake. Someone wants to bury the truth, and maybe Justin, too. Justin had better find some answers quick, because murder is just not Zen.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Action",
                "Audiobook"
            ]
        },
        {
            "title": "Whiskey Tango Foxtrot",
            "authors": [
                "David Shafer"
            ],
            "ranking": 3.48,
            "ranking_count": 5972,
            "abstract": "Three young adults grapple with the usual thirty-something problems—boredom, authenticity, an omnipotent online oligarchy—in David Shafer's darkly comic debut novel.. The Committee, an international cabal of industrialists and media barons, is on the verge of privatizing all information. Dear Diary, an idealistic online Underground, stands in the way of that takeover, using radical politics, classic spycraft, and technology that makes Big Data look like dial-up. Into this secret battle stumbles an unlikely trio: Leila Majnoun, a disillusioned non-profit worker; Leo Crane, an unhinged trustafarian; and Mark Deveraux, a phony self-betterment guru who works for the Committee.. Leo and Mark were best friends in college, but early adulthood has set them on diverging paths. Growing increasingly disdainful of Mark's platitudes, Leo publishes a withering takedown of his ideas online. But the Committee is reading—and erasing—Leo's words. On the other side of the world, Leila's discoveries about the Committee's far-reaching ambitions threaten to ruin those who are closest to her.. In the spirit of William Gibson and Chuck Palahniuk,. Whiskey Tango Foxtrot. is both a suspenseful global thriller and an emotionally truthful novel about the struggle to change the world in- and outside your head.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Mystery",
                "Contemporary",
                "Novels",
                "Audiobook",
                "Literary Fiction"
            ]
        },
        {
            "title": "It'll Feel Better when it Quits Hurting",
            "authors": [
                "Lisa M. Orban",
                "Alexander Mann",
                "Cory Grigsby"
            ],
            "ranking": 4.27,
            "ranking_count": 45,
            "abstract": "Many years ago my friends and I would sit around and play what we called Jerry Springer: the Home Game. The object of the game was to see how many upcoming shows we qualified for, with the story to support our claim, and whoever had the most at the end of the program won. I was the reigning champion. This book started off as just a lighthearted collection of antidotes, stories shared with friends over the years to both the horror and delight of my audience. But as I began to write I realized that the humor of my life comes not from the light moments, but the dark, and without those moments being included much of the humor would be lost without that context. This book is a bit darker than I initially intended, but I hope that while reading this I can make you smile, even on occasion laugh out loud at the ridiculousness of the situations I have found myself in over the years, and that you, like me, can find the humor in all the dark places. I do not believe I have any wisdom to share in this telling, nor is it even an inspirational tale of achievement by overcoming adversity, it is simply my life that I have survived. For better or worse, this is the mostly true, fairly accurate, and almost completely factual account of my life. Some liberties have been taken to protect the somewhat innocent and a few small embellishments were made for the sake of a good story.",
            "part_of_series": true,
            "genre_list": [
                "Autobiography",
                "Nonfiction"
            ]
        },
        {
            "title": "Above World",
            "authors": [
                "Jenn Reese"
            ],
            "ranking": 3.98,
            "ranking_count": 1929,
            "abstract": "Thirteen-year-old Aluna has lived her entire life under the ocean with the Coral Kampii in the City of Shifting Tides. But after centuries spent hidden from the Above World, her colony’s survival is in doubt. The Kampii’s breathing necklaces are failing, but the elders are unwilling to venture above water to seek answers. Only headstrong Aluna and her friend Hoku are stubborn and bold enough to face the terrors of land to search for way to save their people.. But can Aluna’s warrior spirit and Hoku’s tech-savvy keep them safe? Set in a world where overcrowding has led humans to adapt—growing tails to live under the ocean or wings to live on mountains—here is a ride through a future where greed and cruelty have gone unchecked, but the loyalty of friends remains true.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Science Fiction",
                "Young Adult",
                "Adventure",
                "Mythology",
                "Fiction",
                "Apocalyptic"
            ]
        },
        {
            "title": "Finding Audrey",
            "authors": [
                "Sophie Kinsella"
            ],
            "ranking": 3.76,
            "ranking_count": 76378,
            "abstract": "Audrey can't leave the house. she can't even take off her dark glasses inside the house.. Then her brother's friend Linus stumbles into her life. With his friendly, orange-slice smile and his funny notes, he starts to entice Audrey out again - well, Starbucks is a start. And with Linus at her side, Audrey feels like she can do the things she'd thought were too scary. Suddenly, finding her way back to the real world seems achievable.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Health",
                "Womens Fiction",
                "Audiobook",
                "Mental Health",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Dark Carousel",
            "authors": [
                "Christine Feehan"
            ],
            "ranking": 4.34,
            "ranking_count": 6611,
            "abstract": "In the new Carpathian novel from #1. New York Times. bestselling author Christine Feehan, a woman falls prey to the seductive allure of the past—and a vampire warrior’s intoxicating embrace.... The moment Charlotte Vintage walks into his club, Tariq Asenguard’s blood is set on fire. The ancient Carpathian had given up hope of finding his lifemate, but now he will do anything to make Charlotte his own. What Tariq doesn’t know is that Charlotte is using herself and her best friend as bait—to try to draw out the bloodthirsty killers who have already murdered Charlotte’s brother and mentor.. Charlotte is familiar with Tariq. Not only is he one of the richest and most eligible bachelors in the city, but he’s also a renowned collector of old carousel horses, which Charlotte restores. Their shared passion opens Charlotte up to trusting him with her life and with the desire she can no longer control. But it also makes her vulnerable to a centuries-old curse that will unite her and Tariq in a war against the enemies of humans and Carpathians alike...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Dark",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Three Degrees",
            "authors": [
                "Paul Rees"
            ],
            "ranking": 4.25,
            "ranking_count": 44,
            "abstract": "When Cyrille Regis became one of the first black players to be selected for the full England team, he was sent a package in the mail. Inside it was a silver bullet and a note that read: ‘You’ll get one of these through your knees if you step on our Wembley turf.’ In the 1978/79 football season Regis' club West Bromwich Albion, an unglamorous and little publicised club from the West Midlands, became the first British football team to field three black players: Cyrille Regis, Laurie Cunningham and Brendon Batson. They did so against the backdrop of the most divisive and poisonous racial tension in the UK’s history – a time when the National Front movement was at its most virulent.. This book will tell the story of a defining and groundbreaking chapter in the history of British football and the country as a whole. The story is one about sport but also as much one about social change.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "White Knight Dom Academy",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.5,
            "ranking_count": 350,
            "abstract": "Synopsis:. Lucian and Tara may have won Dom Wars and the Million--two, in fact--but they didn't realize they'd be the reigning Mr. and Mrs. Dildo USA.. As the new Faces of the large adult-toy company, they're required to train at least five couples within five years, in the art of Dominance and submission. In addition to selling X amount of Gladiator toys.. Only problem is, Gramma isn't leaving Maplewood, Missouri, which means they'll have to conduct Undercover Operation-Kink in Tara's stuck-up, religious hometown, without getting caught and having the entire family thrown out.. But two million dollars is two million dollars, and Lucian and Tara didn't come all this way to forfeit everything they sacrificed. So, the plan is to Dom and sub up, find a way to pull this kink-heist off, and collect their winnings. And with the help of his good friend Steve, he's sure they can manage anything.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Heat Rises",
            "authors": [
                "Richard Castle"
            ],
            "ranking": 3.93,
            "ranking_count": 17678,
            "abstract": "Heat rises in the coldest New York winter of a century. The bizarre murder of a parish priest at a bondage club pits NYPD Nikki Heat against a vicious drug lord, an arrogant CIA contractor, and a shadowy death squad. The conspiracy reaches the top of the NYPD. When she gets too near the truth, Nikki is disgraced, stripped of her badge, and on her own as a target for killers. She can only trust reporter Jameson Rook.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Romance",
                "Adult",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "In the Slender Margin: The Intimate Strangeness of Dying",
            "authors": [
                "Eve Joseph"
            ],
            "ranking": 4.03,
            "ranking_count": 254,
            "abstract": "A journey into the land of death and dying seen through the lens of art and the imagination. Part memoir, part meditation on death itself, In the Slender Margin is an exploration of death from an “insider’s” point of view. Using the threads of her brother’s early death and her twenty years of work at a hospice, Joseph utilizes history, religion, philosophy, literature, personal anecdote, mythology, poetry and pop culture to discern the unknowable and to illuminate her travels through the land of the dying. The book is neither an academic text nor a self-help manual; rather, it is a rumination on death, dying and the mystery that awaits us all.. Rather than relying solely on narrative, In the Slender Margin gains momentum from a buildup of thematic resonances. In the process of thinking deeply about death, Joseph finds the brother she lost as a young girl. She wrote this book as a way to understand what she had seen: the mysterious and the horrendous.. Replete with literary allusions and references ranging from Joan Didion and Susan Sontag to D.H. Lawrence and Voltaire, among many other literary voices, the result is an absorbing and inspired consideration of how we die and how we deal with death.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Death",
                "Cultural",
                "Spirituality",
                "Medical",
                "Philosophy",
                "Biography Memoir",
                "Biography"
            ]
        },
        {
            "title": "Ghosts & Echoes",
            "authors": [
                "Lyn Benedict"
            ],
            "ranking": 3.64,
            "ranking_count": 381,
            "abstract": "The new urban fantasy series that has readers jumping at shadows.. Chicago cop Adam Wright has picked up a spiritual hitchhiker, the ghost of a dead man who desperately wants to live again. So he turns to supernatural P.I. Sylvie Lightner to rid him of the spirit-a spirit she finds strangely familiar.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Romance",
                "Urban",
                "Paranormal Urban Fantasy",
                "Paranormal"
            ]
        },
        {
            "title": "Charles Dickens",
            "authors": [
                "Claire Tomalin"
            ],
            "ranking": 3.85,
            "ranking_count": 6926,
            "abstract": "The tumultuous life of England's greatest novelist, beautifully rendered by unparalleled literary biographer Claire Tomalin.. When Charles Dickens died in 1870,. The Times. of London successfully campaigned for his burial in Westminster Abbey, the final resting place of England's kings and heroes. Thousands flocked to mourn the best recognized and loved man of nineteenth-century England. His books had made them laugh, shown them the squalor and greed of English life, and also the power of personal virtue and the strength of ordinary people. In his last years Dickens drew adoring crowds to his public appearances, had met presidents and princes, and had amassed a fortune.. Like a hero from his novels, Dickens trod a hard path to greatness. Born into a modest middle-class family, his young life was overturned when his profligate father was sent to debtors' prison and Dickens was forced into harsh and humiliating factory work. Yet through these early setbacks he developed his remarkable eye for all that was absurd, tragic, and redemptive in London life. He set out to succeed, and with extraordinary speed and energy made himself into the greatest English novelist of the century.. Years later Dickens's daughter wrote to the author George Bernard Shaw, If you could make the public understand that my father was not a joyous, jocose gentleman walking about the world with a plum pudding and a bowl of punch, you would greatly oblige me. Seen as the public champion of household harmony, Dickens tore his own life apart, betraying, deceiving, and breaking with friends and family while he pursued an obsessive love affair.. Charles Dickens: A Life. gives full measure to Dickens's heroic stature-his huge virtues both as a writer and as a human being- while observing his failings in both respects with an unblinking eye. Renowned literary biographer Claire Tomalin crafts a story worthy of Dickens's own pen, a comedy that turns to tragedy as the very qualities that made him great-his indomitable energy, boldness, imagination, and showmanship-finally destroyed him. The man who emerges is one of extraordinary contradictions, whose vices and virtues were intertwined as surely as his life and his art.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Literature",
                "Historical",
                "Biography Memoir",
                "Classics",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "鋼の錬金術師 27",
            "authors": [
                "Hiromu Arakawa"
            ],
            "ranking": 4.74,
            "ranking_count": 5023,
            "abstract": "「さよなら鋼の錬金術師。」. 辿り着いた旅路の果てに、兄弟は何を手にしたのか！？Ｎｏ．１ダークファンタジー堂々完結！！！外伝「もうひとつの旅路の果て」も収録。",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Manga",
                "Science Fiction",
                "Comics Manga",
                "Adventure"
            ]
        },
        {
            "title": "The 65-Storey Treehouse",
            "authors": [
                "Andy Griffiths",
                "Terry Denton"
            ],
            "ranking": 4.34,
            "ranking_count": 3589,
            "abstract": "Andy and Terry's amazing 65-Storey Treehouse now has a pet-grooming salon, a birthday room where it's always your birthday (even when it's not), a room full of exploding eyeballs, a lollipop shop, a quicksand pit, an ant farm, a time machine and Tree-NN: a 24-hour-a-day TV news centre keeping you up to date with all the latest treehouse news, current events and gossip. Well, what are you waiting for? Come on up!",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Humor",
                "Adventure",
                "Fantasy",
                "Science Fiction",
                "Sequential Art",
                "Academic"
            ]
        },
        {
            "title": "The Ark Before Noah: Decoding the Story of the Flood",
            "authors": [
                "Irving Finkel"
            ],
            "ranking": 3.95,
            "ranking_count": 641,
            "abstract": "In THE ARK BEFORE NOAH, British Museum expert Dr Irving Finkel reveals how decoding the symbols on a 4,000 year old piece of clay enable a radical new interpretation of the Noah's Ark myth. A world authority on the period, Dr Finkel's enthralling real-life detective story began with a most remarkable event at the British Museum - the arrival one day in 2008 of a single, modest-sized Babylonian cuneiform tablet - the palm-sized clay rectangles on which our ancestors created the first documents. It had been brought in by a member of the public and this particular tablet proved to be of quite extraordinary importance. Not only does it date from about 1850 BC, but it is a copy of the Babylonian Story of the Flood, a myth from ancient Mesopotamia revealing among other things, instructions for building a large boat to survive a flood. But Dr Finkel's pioneering work didn't stop there. Through another series of enthralling discoveries he has been able to decode the story of the Flood in ways which offer unanticipated revelations to readers of THE ARK BEFORE NOAH.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "Fantasy",
                "Anthropology",
                "Science"
            ]
        },
        {
            "title": "The Thief's Daughter",
            "authors": [
                "Jeff Wheeler"
            ],
            "ranking": 4.32,
            "ranking_count": 19269,
            "abstract": "Owen Kiskaddon first came to the court of the formidable King Severn as a prisoner, winning favor with the stormy monarch by masquerading as a boy truly blessed by the Fountain. Nine years hence, the once-fearful Owen has grown into a confident young man, mentored in battle and politics by Duke Horwath and deeply in love with his childhood friend, the duke’s granddaughter. But the blissful future Owen and Elysabeth Mortimer anticipate seems doomed by the king’s machinations.. A pretender to Severn’s throne has vowed to seize the crown of Kingfountain. But Severn means to combat the threat by using Elysabeth as bait to snare the imposter—and forcing Owen, as a pawn in the dangerous charade, to choose between duty and devotion. With poisoners and spies circling ominously, and war looming on the horizon, Owen must make painful sacrifices to beat back the advancing shadows of death and disaster. Will Owen’s conflicted heart follow the king’s path or risk everything for his love?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Audiobook",
                "Romance",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Second Life of Amy Archer",
            "authors": [
                "R.S. Pateman"
            ],
            "ranking": 3.37,
            "ranking_count": 751,
            "abstract": "On 31st December 1999, ten-year-old Amy Archer went missing from her local playground. Her body was never found and the lives of her parents, Beth and Brian, were torn apart.. On the tenth anniversary of the disappearance, Beth is alone, still struggling with the enormity of her grief and the horror of not knowing the fate of her only child. But the fear and confusion have only just begun, and Beth's world is turned upside down when a stranger knocks on her door, claiming to know what happened to Amy.. Beth is introduced to a little girl who is the uncanny double of her missing daughter, who knows things that only Amy would remember; the name of her favourite toy, the place where she scratched her initials, what Beth likes for breakfast. But this can't be Amy, she hasn't aged a day.... Now Beth is forced to question everything she has ever believed in, and push her faith and her sanity to the limits, if she is to find out the truth about what happened to Amy.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Book Club",
                "European Literature",
                "Contemporary"
            ]
        },
        {
            "title": "The Secrets of Wishtide",
            "authors": [
                "Kate Saunders"
            ],
            "ranking": 3.74,
            "ranking_count": 5015,
            "abstract": "Mrs. Laetitia Rodd, aged fifty-two, is the widow of an archdeacon. Living in Hampstead with her confidante and landlady, Mrs. Benson, who once let rooms to John Keats, Laetitia makes her living as a highly discreet private investigator.. Her brother, Frederick Tyson, is a criminal barrister living in the neighboring village of Highgate with his wife and ten children. Frederick finds the cases, and Laetitia solves them using her arch intelligence, her iron discretion, and her immaculate cover as an unsuspecting widow. When Frederick brings to her attention a case involving the son of the well-respected, highly connected Sir James Calderstone, Laetitia sets off for Lincolnshire to take up a position as the family’s new governess—quickly making herself indispensable.. But the seemingly simple case—looking into young Charles Calderstone’s “inappropriate” love interest—soon takes a rather unpleasant turn. And as the family’s secrets begin to unfold, Laetitia discovers the Calderstones have more to hide than most.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Dead Pledges: Debt, Crisis, and Twenty-First-Century Culture",
            "authors": [
                "Annie McClanahan"
            ],
            "ranking": 4.5,
            "ranking_count": 16,
            "abstract": "Dead Pledges. is the first book to explore the ways that U.S. culture—from novels and poems to photojournalism and horror movies—has responded to the collapse of the financialized consumer credit economy in 2008. Connecting debt theory to questions of cultural form, this book argues that artists, filmmakers, and writers have re-imagined what it means to owe and to own in a period when debt is what makes our economic lives possible. Encompassing both popular entertainment and avant-garde art, the post-crisis productions examined here help to map the landscape of contemporary debt: from foreclosure to credit scoring, student debt to securitized risk, microeconomic theory to anti-eviction activism. A searing critique of the ideology of debt,. Dead Pledges. dismantles the discourse of moral obligation so often invoked to make us repay. Debt is no longer a source of economic credibility, it contends, but is a system of dispossession that threatens the basic fabric of social life.",
            "part_of_series": true,
            "genre_list": []
        }
    ]
}