{
    "books": [
        {
            "title": "The DUFF: Designated Ugly Fat Friend",
            "authors": [
                "Kody Keplinger"
            ],
            "ranking": 3.81,
            "ranking_count": 189225,
            "abstract": "Seventeen-year-old Bianca Piper is cynical and loyal, and she doesn't think she's the prettiest of her friends by a long shot. She's also way too smart to fall for the charms of man-slut and slimy school hottie Wesley Rush. In fact, Bianca hates him. And when he nicknames her the Duff, she throws her Coke in his face.. But things aren't so great at home right now, and Bianca is desperate for a distraction. She ends up kissing Wesley. Worse, she likes it. Eager for escape, Bianca throws herself into a closeted enemies-with-benefits relationship with him.. Until it all goes horribly awry. It turns out Wesley isn't such a bad listener, and his life is pretty screwed up, too. Suddenly Bianca realizes with absolute horror that she’s falling for the guy she thought she hated more than anyone.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Katherine",
            "authors": [
                "Anya Seton",
                "Philippa Gregory"
            ],
            "ranking": 4.19,
            "ranking_count": 31835,
            "abstract": "This classic romance novel tells the true story of the love affair that changed history—that of Katherine Swynford and John of Gaunt, Duke of Lancaster, the ancestors of most of the British royal family. Set in the vibrant 14th century of Chaucer and the Black Death, the story features knights fighting in battle, serfs struggling in poverty, and the magnificent Plantagenets—Edward III, the Black Prince, and Richard II—who ruled despotically over a court rotten with intrigue. Within this era of danger and romance, John of Gaunt, the king’s son, falls passionately in love with the already married Katherine. Their well-documented affair and love persist through decades of war, adultery, murder, loneliness, and redemption. This epic novel of conflict, cruelty, and untamable love has become a classic since its first publication in 1954.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Classics",
                "European Literature",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Salt to the Sea",
            "authors": [
                "Ruta Sepetys"
            ],
            "ranking": 4.35,
            "ranking_count": 163121,
            "abstract": "While the Titanic and Lusitania are both well-documented disasters, the single greatest tragedy in maritime history is the little-known January 30, 1945 sinking in the Baltic Sea by a Soviet submarine of the Wilhelm Gustloff, a German cruise liner that was supposed to ferry wartime personnel and refugees to safety from the advancing Red Army. The ship was overcrowded with more than 10,500 passengers — the intended capacity was approximately 1,800 — and more than 9,000 people, including 5,000 children, lost their lives.. Sepetys (writer of. 'Between Shades of Gray'. ) crafts four fictionalized but historically accurate voices to convey the real-life tragedy. Joana, a Lithuanian with nursing experience; Florian, a Prussian soldier fleeing the Nazis with stolen treasure; and Emilia, a Polish girl close to the end of her pregnancy, converge on their escape journeys as Russian troops advance; each will eventually meet Albert, a Nazi peon with delusions of grandeur, assigned to the Gustloff decks.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "War",
                "Audiobook",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "World After",
            "authors": [
                "Susan Ee"
            ],
            "ranking": 4.15,
            "ranking_count": 99381,
            "abstract": "In this sequel to the bestselling fantasy thriller,. Angelfall. , the survivors of the angel apocalypse begin to scrape back together what's left of the modern world.. When a group of people capture Penryn's sister Paige, thinking she's a monster, the situation ends in a massacre. Paige disappears. Humans are terrified. Mom is heartbroken.. Penryn drives through the streets of San Francisco looking for Paige. Why are the streets so empty? Where is everybody? Her search leads her into the heart of the angels' secret plans where she catches a glimpse of their motivations, and learns the horrifying extent to which the angels are willing to go.. Meanwhile, Raffe hunts for his wings. Without them, he can't rejoin the angels, can't take his rightful place as one of their leaders. When faced with recapturing his wings or helping Penryn survive, which will he choose?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Science Fiction",
                "Romance",
                "Apocalyptic",
                "Fiction"
            ]
        },
        {
            "title": "Lirael",
            "authors": [
                "Garth Nix"
            ],
            "ranking": 4.27,
            "ranking_count": 114405,
            "abstract": "Lirael has never felt like a true daughter of the Clayr. Now, two years past the time when she should have received the Sight that is the Clayr's birthright, she feels alone, abandoned, unsure of who she is. Nevertheless, the fate of the Old Kingdom lies in her hands. With only her faithful companion, the Disreputable Dog, Lirael must undertake a desperate mission under the growing shadow of an ancient evil.. In this sequel to Sabriel, winner of the Aurealis Award for Excellence in Australian Science Fiction, New York Times best-selling author Garth Nix weaves a spellbinding tale of discovery, destiny, and danger.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "L'Écume des jours",
            "authors": [
                "Boris Vian"
            ],
            "ranking": 3.96,
            "ranking_count": 31300,
            "abstract": "Chick, Alise, Chloé et Colin passent leur temps à dire des choses rigolotes, à écouter Duke Ellington et à patiner. Dans ce monde où les pianos sont des mélangeurs à cocktails, la réalité semble ne pas avoir de prise. On se marie à l'église comme on va à la fête foraine et on ignore le travail, qui se réduit à une usine monstrueuse faisant tache sur le paysage.. Pied de nez aux conventions romanesques et à la morale commune,. L'Écume des jours. est un délice verbal et un festin poétique. Jeux de mots, néologismes, décalages incongrus... Vian surenchérit sans cesse, faisant naître comme un vertige chez le lecteur hébété, qui sourit quand il peut. Mais le véritable malaise vient d'ailleurs : ces adolescents éternels à la sensibilité exacerbée constituent des victimes de choix. L'obsession consumériste de Chick, née d'une idolâtrie frénétique pour un certain Jean-Sol Partre, semble vouloir dire que le bonheur ne saurait durer. En effet, l'asphyxie gagne du terrain, et l'on assiste avec effroi au rétrécissement inexorable des appartements. On en veut presque à Vian d'être aussi lucide et de ne pas s'être contenté d'une expérience ludique sur fond de roman d'amour.. --Sana Tang-Léopold Wauters",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "European Literature",
                "Romance",
                "Fantasy",
                "Roman",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Magic Strikes",
            "authors": [
                "Ilona Andrews"
            ],
            "ranking": 4.43,
            "ranking_count": 79406,
            "abstract": "Drafted into working for the Order of Merciful Aid, mercenary Kate Daniels has more paranormal problems than she knows what to do with these days. And in Atlanta, where magic comes and goes like the tide, that’s saying a lot.. But when Kate’s werewolf friend Derek is discovered nearly dead, she must confront her greatest challenge yet. As her investigation leads her to the Midnight Games – an invitation only, no holds barred, ultimate preternatural fighting tournament – she and Curran, the Lord of the Beasts, uncover a dark plot that may forever alter the face of Atlanta’s shapeshifting community…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Firelight",
            "authors": [
                "Sophie Jordan"
            ],
            "ranking": 3.85,
            "ranking_count": 67744,
            "abstract": "A hidden truth.. Mortal enemies.. Doomed love.. Marked as special at an early age, Jacinda knows her every move is watched. But she longs for freedom to make her own choices. When she breaks the most sacred tenet among her kind, she nearly pays with her life. Until a beautiful stranger saves her. A stranger who was sent to hunt those like her. For Jacinda is a draki, a descendant of dragons whose greatest defense is her secret ability to shift into human form.. Forced to flee into the mortal world with her family, Jacinda struggles to adapt to her new surroundings. The only bright light is Will. Gorgeous, elusive Will who stirs her inner draki to life. Although she is irresistibly drawn to him, Jacinda knows Will's dark secret: He and his family are hunters. She should avoid him at all costs. But her inner draki is slowly slipping away;if it dies she will be left as a human forever. She'll do anything to prevent that. Even if it means getting closer to her most dangerous enemy.. Mythical powers and breathtaking romance ignite in this story of a girl who defies all expectations and whose love crosses an ancient divide.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Journey to the West: A Long March from Eastern Dream to Western Reality",
            "authors": [
                "Biao  Wang"
            ],
            "ranking": 4.23,
            "ranking_count": 103,
            "abstract": "Biao Wang's memoir 'JOURNEY TO THE WEST' is a fascinating account of the passage of a poor boy from a small, impoverished rural Chinese village to a brilliant, international commercial career and will read as a truly inspiring example of what can be achieved from the least promising background through determination and imagination.. A potted history of modern China leads seamlessly into the story of a young man who, with a combination of remarkable foresight, dedication and courage, has built several successful businesses and established himself at a remarkably young age as a leader in international commercial co-operation.. Here is somebody who has grasped life eagerly, and what his buoyant tale demonstrates is the importance of seeing opportunity and unhesitatingly pursuing it; the story bursts with energy and practical wisdom without any sense of self-importance, whilst taking us stage by stage through Biao's interesting life. From his relatively carefree, if impoverished, childhood in a small village, he takes us, unhurriedly through his education and early struggles, to his great leap forward when he bravely sets out for the unknown world of England, determined to immerse himself in its culture rather than retreating into the comfortable familiarity of his compatriots, seizing opportunities as they arise, always aware of his place in the wider scheme of things.. The narrative offers an intriguing picture of life in contemporary China, and on the way explains much about the Chinese character and attitudes. His insights into what makes for success are almost incidental as we follow his journey from grinding poverty to commercial achievement. Those from similar backgrounds in any part of the world can take courage from this eloquent account of the power of determination; readers anywhere can share in his infectious enthusiasm for life and all the opportunities it offers.. “JOURNEY TO THE WEST” is also a timely reminder, at a time when the emerging power of China is seen as a threat to the West, that we are all one species, with the same needs and desires, as through his storytelling Biao Wang gives China and the Chinese a human face.. “JOURNEY TO THE WEST” is a cultural bridge as well as a thoroughly enjoyable and absorbing read.. As Biao Wang most eloquently says “having travelled the world and witnessed many inequalities and the problems such different starting blocks can bring, if I’ve learned anything, it is that success is always possible, whatever your situation and however your life begins.”. So, fasten your seat belts and take note as you travel from one extraordinary chapter to another – it should be an inspiration to us all.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Cultural"
            ]
        },
        {
            "title": "The Darkest Night",
            "authors": [
                "Gena Showalter"
            ],
            "ranking": 4.05,
            "ranking_count": 81920,
            "abstract": "His powers—Inhuman.... His passion—Beyond immortal.... All her life, Ashlyn Darrow has been tormented by voices from the past. To end the nightmare, she has come to Budapest seeking help from men rumored to have supernatural abilities, not knowing she'll be swept into the arms of Maddox, their most dangerous member—a man trapped in a hell of his own.. Neither can resist the instant hunger than calms their torments... and ignites an irresistible passion. But every heated touch and burning kiss will edge them closer to destruction—and a soul-shattering test of love.... Though they carry an eternal curse, the Lords of the Underworld are irresistibly seductive—and unimaginably powerful.... Don’t miss this incredible new paranormal series from Gena Showalter!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Demigod Files",
            "authors": [
                "Rick Riordan",
                "Steve James",
                "Antonio Caparo"
            ],
            "ranking": 4.04,
            "ranking_count": 91635,
            "abstract": "How do you handle an encounter with Medusa on the New Jersey interstate? What's the best way to take down a minotaur? Become an expert on everything in Percy's world with this must-have guide to the Percy Jackson and the Olympians series. Complete with interviews, puzzles, games, and original short stories by Rick Riordan.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Short Stories",
                "Adventure",
                "Mythology"
            ]
        },
        {
            "title": "Nicholas Nickleby",
            "authors": [
                "Charles Dickens",
                "Mark Ford"
            ],
            "ranking": 3.93,
            "ranking_count": 42292,
            "abstract": "When Nicholas Nickleby is left penniless after his father's death, he appeals to his wealthy uncle to help him find work and to protect his mother and sister. But Ralph Nickleby proves both hard-hearted and unscrupulous, and Nicholas finds himself forced to make his own way in the world. His adventures gave Dickens the opportunity to portray an extraordinary gallery of rogues and eccentrics: Wackford Squeers, the tyrannical headmaster of Dotheboys Hall, a school for unwanted boys; the slow-witted orphan Smike, rescued by Nicholas; and the gloriously theatrical Mr and Mrs Crummles and their daughter, the 'infant phenonenon'. Like many of Dickens's novels, Nicholas Nickleby is characterised by his outrage at cruelty and social injustice, but it is also a flamboyantly exuberant work, revealing his comic genius at its most unerring.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "European Literature",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Nickel and Dimed: On (Not) Getting by in America",
            "authors": [
                "Barbara Ehrenreich"
            ],
            "ranking": 3.64,
            "ranking_count": 186130,
            "abstract": "Millions of Americans work full-time, year-round, for poverty-level wages. In 1998, Barbara Ehrenreich decided to join them. She was inspired in part by the rhetoric surrounding welfare reform, which promised that any job equals a better life. But how can anyone survive, let alone prosper, on $6-$7 an hour? To find out, Ehrenreich moved from Florida to Maine to Minnesota, taking the cheapest lodgings available and accepting work as a waitress, hotel maid, house cleaner, nursing home aide, and Wal-Mart salesperson. She soon discovered that even the lowliest occupations require exhausting mental and physical efforts. And one job is not enough; you need at least two if you intend to live indoors.. Nickel and Dimed reveals low-wage America in all its tenacity, anxiety, and surprising generosity--a land of Big Boxes, fast food, and a thousand desperate stratagems for survival. Instantly acclaimed for its insight, humor, and passion, this book is changing the way America perceives its working poor.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sociology",
                "Politics",
                "Economics",
                "Autobiography",
                "Social Movements",
                "Social Issues",
                "Academic",
                "Adult"
            ]
        },
        {
            "title": "Demonglass",
            "authors": [
                "Rachel Hawkins",
                "R. Khokins"
            ],
            "ranking": 4.08,
            "ranking_count": 92934,
            "abstract": "Sophie Mercer thought she was a witch. That was the whole reason she was sent to Hex Hall, a reform school for delinquent Prodigium (a.k.a. witches, shape-shifters, and faeries). But then she discovered the family secret, and the fact that her hot crush, Archer Cross, is an agent for The Eye, a group bent on wiping Prodigium off the face of the earth.. Turns out, Sophie's a demon, one of only two in the world-the other being her father. What's worse, she has powers that threaten the lives of everyone she loves. Which is precisely why Sophie decides she must go to London for the Removal, a dangerous procedure that will either destroy her powers for good-or kill her.. But once Sophie arrives, she makes a shocking discovery. Her new housemates? They're demons too. Meaning, someone is raising demons in secret, with creepy plans to use their powers, and probably not for good. Meanwhile, The Eye is set on hunting Sophie down, and they're using Archer to do it. But it's not like she has feelings for him anymore. Does she?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Siege and Storm",
            "authors": [
                "Leigh Bardugo"
            ],
            "ranking": 3.86,
            "ranking_count": 450037,
            "abstract": "▶. Alternative Cover Edition #1. Darkness never dies.. Hunted across the True Sea, haunted by the lives she took on the Fold, Alina must try to make a life with Mal in an unfamiliar land, all while keeping her identity as the Sun Summoner a secret. But she can’t outrun her past or her destiny for long.. The Darkling has emerged from the Shadow Fold with a terrifying new power and a dangerous plan that will test the very boundaries of the natural world. With the help of a notorious privateer, Alina returns to the country she abandoned, determined to fight the forces gathering against Ravka. But as her power grows, Alina slips deeper into the Darkling’s game of forbidden magic, and farther away from Mal. Somehow, she will have to choose between her country, her power, and the love she always thought would guide her—or risk losing everything to the oncoming storm.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Mysterious Affair at Styles",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.99,
            "ranking_count": 329225,
            "abstract": "Agatha Christie's debut novel was also the first to feature Hercule Poirot, her famously eccentric Belgian detective.. A refugee of the Great War, Poirot has settled in England near Styles Court, the country estate of his wealthy benefactor, the elderly Emily Inglethorp. When Emily is poisoned and the authorities are baffled, Poirot puts his prodigious sleuthing skills to work. Suspects are plentiful, including the victim’s much younger husband, her resentful stepsons, her longtime hired companion, a young family friend working as a nurse, and a London specialist on poisons who just happens to be visiting the nearby village.. All of them have secrets they are desperate to keep, but none can outwit Poirot as he navigates the ingenious red herrings and plot twists that contribute to Agatha Christie's well-deserved reputation as the queen of mystery.. Librarian's note: the first five novels in the Hercule Poirot series are #1) The Mysterious Affair at Styles, 1920; #2) The Murder on the Links, 1923; #3) The Murder of Roger Ackroyd, 1925; 4) The Big Four, 1927; and #5) The Mystery of the Blue Train. Note that there are many short stories and collections in this period. Each novel and short story has its own entry on Goodreads.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "Silent Spring",
            "authors": [
                "Rachel Carson",
                "Linda Lear",
                "Edward O. Wilson"
            ],
            "ranking": 4.0,
            "ranking_count": 41309,
            "abstract": "Silent Spring is an environmental science book. The book documents the adverse environmental effects caused by the indiscriminate use of pesticides. Carson accused the chemical industry of spreading disinformation, and public officials of accepting the industry's marketing claims unquestioningly.. The book appeared in September 1962 and the outcry that followed its publication forced the banning of DDT and spurred revolutionary changes in the laws affecting our air, land, and water. Carson’s book was instrumental in launching the environmental movement.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Environment",
                "Classics",
                "Biology",
                "History",
                "Politics"
            ]
        },
        {
            "title": "Paranormalcy",
            "authors": [
                "Kiersten White"
            ],
            "ranking": 3.88,
            "ranking_count": 98615,
            "abstract": "Evie’s always thought of herself as a normal teenager, even though she works for the International Paranormal Containment Agency, her ex-boyfriend is a faerie, she’s falling for a shape-shifter, and she’s the only person who can see through supernatural glamours.. She’s also about to find out that she may be at the center of a dark faerie prophecy promising destruction to all paranormal creatures.. So much for normal.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Shapeshifters"
            ]
        },
        {
            "title": "The Illuminatus! Trilogy",
            "authors": [
                "Robert Shea",
                "Robert Anton Wilson"
            ],
            "ranking": 4.01,
            "ranking_count": 14949,
            "abstract": "It was a deadly mistake. Joseph Malik, editor of a radical magazine, had snooped into rumors about an ancient secret society that was still alive and kicking. Now his offices have been bombed, he's missing, and the case has landed in the lap of a tough, cynical, streetwise New York detective. Saul Goodman knows he's stumbled onto something big—but even he can't guess how far into the pinnacles of power this conspiracy of evil has penetrated.. Filled with sex and violence—in and out of time and space—the three books of The Illuminatus! Trilogy are only partly works of the imagination. They tackle all the cover-ups of our time—from who. really. shot the Kennedys to why there's a pyramid on a one-dollar bill—and suggest a mind-blowing truth.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Humor",
                "Philosophy",
                "Pseudoscience",
                "Novels",
                "Occult",
                "Science Fiction Fantasy",
                "Politics"
            ]
        },
        {
            "title": "No Longer Human",
            "authors": [
                "Osamu Dazai",
                "Donald Keene"
            ],
            "ranking": 4.12,
            "ranking_count": 59011,
            "abstract": "Osamu Dazai's. No Longer Human. , this leading postwar Japanese writer's second novel, tells the poignant and fascinating story of a young man who is caught between the breakup of the traditions of a northern Japanese aristocratic family and the impact of Western ideas. In consequence, he feels himself disqualified from being human (a literal translation of the Japanese title).. Donald Keene, who translated this and Dazai's first novel,. The Setting Sun. , has said of the author's work: His world … suggests Chekhov or possibly postwar France, … but there is a Japanese sensibility in the choice and presentation of the material. A Dazai novel is at once immediately intelligible in Western terms and quite unlike any Western book. His writing is in some ways reminiscent of Rimbaud, while he himself has often been called a forerunner of Yukio Mishima.. Cover painting by Noe Nojechowiz, from the collection of John and Barbara Duncan; design by Gertrude Huston",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Asian Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Chasing the Red Queen",
            "authors": [
                "Karen Glista"
            ],
            "ranking": 4.2,
            "ranking_count": 1262,
            "abstract": "Donja Bellanger, suffering after the death of her father, finds herself in dire straits when her mom takes a new husband. Forced not only to move to a strange city, but to share a room with her glamorous, new stepsister, Makayla Hampton, her life spirals out of control.. Makayla lures her from goth to glam, straight into an exclusive club, not only for wealthy elites but Immortal Descendants. Donja crosses paths with Torin Mancini and he’s too damn handsome to be real.. Torin, who has concealed his identity as a powerful ancient sprit for eight hundred years, sets his eyes on Donja; there’s something about her blood, something he can’t walk away from. He’s not alone. A deadly predator has picked up her scent.. Stalked, she reaches out to Torin, but the lure of her blood has him on edge. As Torin battles his heart desires and feelings he thought buried and gone, one thing is clear: they have as much, if not more to fear of each other than the predator who would have her life.. Is love enough? Can she accept him for what he is and better yet, can he control his hungry, hungry eyes?. A beautiful love story with relentless action, elite battles and steamy moments… unforgettable!",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "New Adult",
                "Novels",
                "Romance",
                "Adult",
                "Fantasy",
                "Contemporary"
            ]
        },
        {
            "title": "Post Office",
            "authors": [
                "Charles Bukowski"
            ],
            "ranking": 3.95,
            "ranking_count": 114167,
            "abstract": "It began as a mistake. By middle age, Henry Chinaski has lost more than twelve years of his life to the U.S. Postal Service. In a world where his three true, bitter pleasures are women, booze, and racetrack betting, he somehow drags his hangover out of bed every dawn to lug waterlogged mailbags up mud-soaked mountains, outsmart vicious guard dogs, and pray to survive the day-to-day trials of sadistic bosses and certifiable coworkers.. This classic 1971 novel--the one that catapulted its author to national fame--is the perfect introduction to the grimly hysterical world of legendary writer, poet, and Dirty Old Man Charles Bukowski and his fictional alter ego, Chinaski.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Contemporary",
                "Humor",
                "The United States Of America",
                "Poetry"
            ]
        },
        {
            "title": "Atlas Shrugged & The Fountainhead",
            "authors": [
                "Ayn Rand"
            ],
            "ranking": 4.1,
            "ranking_count": 4718,
            "abstract": "The bestselling novels from the foremost philosopher of the modern age, this set includes Atlas Shrugged and The Fountainhead.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Politics",
                "Literature",
                "Novels",
                "Economics",
                "Sociology"
            ]
        },
        {
            "title": "Feast of Fools",
            "authors": [
                "Rachel Caine"
            ],
            "ranking": 4.14,
            "ranking_count": 52711,
            "abstract": "The wait is over. dig into the feast.... In the town of Morganville, vampires and humans live in relative peace. Student Claire Danvers has never been convinced, though, especially with the arrival of Mr. Bishop, an ancient, old-school vampire who cares nothing about harmony. What he wants from the town's living and its dead is unthinkably sinister. It's only at a formal ball, attended by vampires and their human dates, that Claire realizes the elaborately evil trap he's set for Morganville.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Steve Jobs",
            "authors": [
                "Walter Isaacson"
            ],
            "ranking": 4.15,
            "ranking_count": 1110927,
            "abstract": "Walter Isaacson's enthralling (The New Yorker) worldwide bestselling biography of Apple cofounder Steve Jobs. Based on more than forty interviews with Steve Jobs conducted over two years--as well as interviews with more than 100 family members, friends, adversaries, competitors, and colleagues--Walter Isaacson has written a riveting story of the roller-coaster life and searingly intense personality of a creative entrepreneur whose passion for perfection and ferocious drive revolutionized six industries: personal computers, animated movies, music, phones, tablet computing, and digital publishing. Isaacson's portrait touched millions of readers. At a time when America is seeking ways to sustain its innovative edge, Jobs stands as the ultimate icon of inventiveness and applied imagination. He knew that the best way to create value in the twenty-first century was to connect creativity with technology. He built a company where leaps of the imagination were combined with remarkable feats of engineering. Although Jobs cooperated with the author, he asked for no control over what was written. He put nothing off-limits. He encouraged the people he knew to speak honestly. He himself spoke candidly about the people he worked with and competed against. His friends, foes, and colleagues offer an unvarnished view of the passions, perfectionism, obsessions, artistry, devilry, and compulsion for control that shaped his approach to business and the innovative products that resulted. His tale is instructive and cautionary, filled with lessons about innovation, character, leadership, and values. Steve Jobs is the inspiration for the movie of the same name starring Michael Fassbender, Kate Winslet, Seth Rogen, and Jeff Daniels, directed by Danny Boyle with a screenplay by Aaron Sorkin.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Business",
                "Science",
                "History",
                "Biography Memoir",
                "Audiobook",
                "Leadership",
                "Autobiography"
            ]
        },
        {
            "title": "Never Fade",
            "authors": [
                "Alexandra Bracken"
            ],
            "ranking": 4.22,
            "ranking_count": 88274,
            "abstract": "Ruby never asked for the abilities that almost cost her her life. Now she must call upon them on a daily basis, leading dangerous missions to bring down a corrupt government and breaking into the minds of her enemies. Other kids in the Children’s League call Ruby “Leader”, but she knows what she really is: a monster.. When Ruby is entrusted with an explosive secret, she must embark on her most dangerous mission yet: leaving the Children’s League behind. Crucial information about the disease that killed most of America’s children—and turned Ruby and the others who lived into feared and hated outcasts—has survived every attempt to destroy it. But the truth is only saved in one place: a flashdrive in the hands of Liam Stewart, the boy Ruby once believed was her future—and who now wouldn’t recognize her.. As Ruby sets out across a desperate, lawless country to find Liam—and answers about the catastrophe that has ripped both her life and America apart—she is torn between old friends and the promise she made to serve the League. Ruby will do anything to protect the people she loves. But what if winning the war means losing herself?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Beautiful Bastard",
            "authors": [
                "Christina Lauren"
            ],
            "ranking": 3.97,
            "ranking_count": 179763,
            "abstract": "An ambitious intern. A perfectionist executive. And a whole lot of name calling.. Whip-smart, hardworking, and on her way to an MBA, Chloe Mills has only one problem: her boss, Bennett Ryan. He's exacting, blunt, inconsiderate—and completely irresistible. A Beautiful Bastard.. Bennett has returned to Chicago from France to take a vital role in his family's massive media business. He never expected that the assistant who'd been helping him from abroad was the gorgeous, innocently provocative—completely infuriating—creature he now has to see every day. Despite the rumors, he's never been one for a workplace hookup. But Chloe's so tempting he's willing to bend the rules—or outright smash them—if it means he can have her. All over the office.. As their appetites for one another increase to a breaking point, Bennett and Chloe must decide exactly what they're willing to lose in order to win each other.. Originally only available online as. The Office. by tby789 — and garnering over 2 million reads on fanfiction sites —. Beautiful Bastard. has been extensively updated for re-release.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "New Adult",
                "Fiction",
                "Womens Fiction",
                "Humor"
            ]
        },
        {
            "title": "Suttree",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 4.18,
            "ranking_count": 19553,
            "abstract": "This compelling novel has as its protagonist Cornelius Suttree, living alone and in exile in a disintegrating houseboat on the wrong side of the Tennessee River close by Knoxville. He stays at the edge of an outcast community inhabited by eccentrics, criminals and the poverty-stricken. Rising above the physical and human squalor around him, his detachment and wry humour enable him to survive dereliction and destitution with dignity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Gothic",
                "Literature",
                "Novels",
                "Classics",
                "American",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Scopas Factor",
            "authors": [
                "Vincent Panettiere"
            ],
            "ranking": 4.28,
            "ranking_count": 736,
            "abstract": "A Hmong story cloth, a Revolutionary War battle flag, forged Picassos and a Russian drug dealer—finding the link between these disparate elements is the challenge Mike Hegan faces in The Scopas Factor, the latest mystery from Vincent Panettiere.. After his last investigation ends tragically, Detective Mike Hegan returns to Chicago from St. Kitts, hoping to put everything behind him. But his girlfriend, Diana, has other plans, and although he has no interest in the job opportunity she presents him—in a small northern California town, no less—he wants to please her. Upon his arrival in Weedley, he's caught up in a kidnapping and two murders. A visit to Diana's family in San Francisco only serves to deepen the mystery, as her father might be the link to a gang of antiquities thieves that might have something to do with the crimes in Weedley. And when Diana's father disappears, Hegan takes off for Antibes in southern France, where he discovers that the mystery has only just begun.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Drama",
                "Novels",
                "New Adult",
                "Mystery",
                "Adult",
                "Action",
                "Childrens",
                "Young Adult"
            ]
        },
        {
            "title": "The Tattooist of Auschwitz",
            "authors": [
                "Heather   Morris"
            ],
            "ranking": 4.27,
            "ranking_count": 681205,
            "abstract": "In April 1942, Lale Sokolov, a Slovakian Jew, is forcibly transported to the concentration camps at Auschwitz-Birkenau. When his captors discover that he speaks several languages, he is put to work as a. Tätowierer. (the German word for tattooist), tasked with permanently marking his fellow prisoners.. Imprisoned for more than two and a half years, Lale witnesses horrific atrocities and barbarism—but also incredible acts of bravery and compassion. Risking his own life, he uses his privileged position to exchange jewels and money from murdered Jews for food to keep his fellow prisoners alive.. One day in July 1942, Lale, prisoner 32407, comforts a trembling young woman waiting in line to have the number 34902 tattooed onto her arm. Her name is Gita, and in that first encounter, Lale vows to somehow survive the camp and marry her.. A vivid, harrowing, and ultimately hopeful re-creation of Lale Sokolov's experiences as the man who tattooed the arms of thousands of prisoners with what would become one of the most potent symbols of the Holocaust,. The Tattooist of Auschwitz. is also a testament to the endurance of love and humanity under the darkest possible conditions.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "War",
                "World War II",
                "Romance",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Sword of Summer",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.24,
            "ranking_count": 181541,
            "abstract": "Magnus Chase has seen his share of trouble. Ever since that terrible night two years ago when his mother told him to run, he has lived alone on the streets of Boston, surviving by his wits, staying one step ahead of the police and the truant officers.. One day, Magnus learns that someone else is trying to track him down—his uncle Randolph, a man his mother had always warned him about. When Magnus tries to outmaneuver his uncle, he falls right into his clutches. Randolph starts rambling about Norse history and Magnus's birthright: a weapon that has been lost for thousands of years.. The more Randolph talks, the more puzzle pieces fall into place. Stories about the gods of Asgard, wolves, and Doomsday bubble up from Magnus's memory. But he doesn't have time to consider it all before a fire giant attacks the city, forcing him to choose between his own safety and the lives of hundreds of innocents. . . .. Sometimes, the only way to start a new life is to die.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Torn",
            "authors": [
                "Amanda Hocking"
            ],
            "ranking": 4.03,
            "ranking_count": 67476,
            "abstract": "When Wendy Everly first discovers the truth about herself—that she’s a changeling switched at birth—she knows her life will never be the same. Now she’s about to learn that there’s more to the story.... She shares a closer connection to her Vittra rivals than she ever imagined—and they’ll stop at nothing to lure her to their side. With the threat of war looming, her only hope of saving the Trylle is to master her magical powers—and marry an equally powerful royal. But that means walking away from Finn, her handsome bodyguard who’s strictly off limits... and Loki, a Vittra prince with whom she shares a growing attraction.. Torn between her heart and her people, between love and duty, Wendy must decide her fate. If she makes the wrong choice, she could lose everything, and everybody, she’s ever wanted... in both worlds.. As a special gift to readers, this book contains a new, never-before-published bonus story, “One Day, Three Ways,” set in the magical world of the Trylle.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Out of Africa",
            "authors": [
                "Isak Dinesen",
                "Karen Blixen"
            ],
            "ranking": 3.91,
            "ranking_count": 40221,
            "abstract": "'Out of Africa' is Isak Dinesen's memoir of her years in Africa, from 1914 to 1931, on a four-thousand-acre coffee plantation in the hills near Nairobi. She had come to Kenya from Denmark with her husband, and when they separated she stayed on to manage the farm by herself, visited frequently by her lover, the big-game hunter Denys Finch-Hatton, for whom she would make up stories like Scheherazade. In Africa, I learned how to tell tales, she recalled many years later. The natives have an ear still. I told stories constantly to them, all kinds. Her account of her African adventures, written after she had lost her beloved farm and returned to Denmark, is that of a master storyteller, a woman whom John Updike called one of the most picturesque and flamboyant literary personalities of the century.. Isak Dinesen (1885-1962_ was born Karen Christence Dinesen in Rungsted, Denmark. She wrote poems, plays, and stories from an early age, including 'Seven Gothic Tales', 'Winter's Tales', 'Last Tales', 'Anecdotes of Destiny', 'Shadows on the Grass' and 'Ebrengard'. 'Out of Africa' is considered her masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Classics",
                "Autobiography",
                "Biography",
                "Travel",
                "History",
                "Biography Memoir",
                "Eastern Africa"
            ]
        },
        {
            "title": "Tatiana and Alexander",
            "authors": [
                "Paullina Simons"
            ],
            "ranking": 4.28,
            "ranking_count": 38765,
            "abstract": "Tatiana is eighteen years old, pregnant, and widowed when she escapes war-torn Leningrad to find a new life in America. But the ghosts of her past do not rest easily. She becomes consumed by the belief that her husband, Red Army officer Alexander Belov, is still alive and needs her desperately.. Meanwhile, oceans and continents away in the Soviet Union, Alexander barely escapes execution, and is forced to lead a battalion of soldiers considered expendable by the Soviet high command. Yet Alexander is determined to take his men through the ruins of Europe in one last desperate bid to escape Stalin's death machine and somehow find his way to Tatiana once again.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Cultural",
                "War",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Young Elites",
            "authors": [
                "Marie Lu"
            ],
            "ranking": 3.88,
            "ranking_count": 125792,
            "abstract": "I am tired of being used, hurt, and cast aside.. Adelina Amouteru is a survivor of the blood fever.. A decade ago, the deadly illness swept through her nation. Most of the infected perished, while many of the children who survived were left with strange markings. Adelina’s black hair turned silver, her lashes went pale, and now she has only a jagged scar where her left eye once was. Her cruel father believes she is a malfetto, an abomination, ruining their family’s good name and standing in the way of their fortune. But some of the fever’s survivors are rumored to possess more than just scars—they are believed to have mysterious and powerful gifts, and though their identities remain secret, they have come to be called the Young Elites.. Teren Santoro works for the king.. As Leader of the Inquisition Axis, it is his job to seek out the Young Elites, to destroy them before they destroy the nation. He believes the Young Elites to be dangerous and vengeful, but it’s Teren who may possess the darkest secret of all.. Enzo Valenciano is a member of the Dagger Society.. This secret sect of Young Elites seeks out others like them before the Inquisition Axis can. But when the Daggers find Adelina, they discover someone with powers like they’ve never seen.. Adelina wants to believe Enzo is on her side, and that Teren is the true enemy. But the lives of these three will collide in unexpected ways, as each fights a very different and personal battle. But of one thing they are all certain: Adelina has abilities that shouldn’t belong in this world. A vengeful blackness in her heart. And a desire to destroy all who dare to cross her.. It is my turn to use. My turn to hurt.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Being and Time",
            "authors": [
                "Martin Heidegger"
            ],
            "ranking": 4.04,
            "ranking_count": 22089,
            "abstract": "One of the most important philosophical works of our time, a work that has had tremendous influence on philosophy, literature, and psychology, and has literally changed the intellectual map of the modern world.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Classics",
                "Psychology",
                "European Literature",
                "Science",
                "Cultural",
                "Academic"
            ]
        },
        {
            "title": "Carpe Corpus",
            "authors": [
                "Rachel Caine"
            ],
            "ranking": 4.2,
            "ranking_count": 48008,
            "abstract": "Read Rachel Caine's posts on the Penguin Blog. In the small college town of Morganville, vampires and humans lived in (relative) peace-until all the rules got rewritten when the evil vampire Bishop arrived, looking for the lost book of vampire secrets. He's kept a death grip on the town ever since. Now an underground resistance is brewing, and in order to contain it, Bishop must go to even greater lengths. He vows to obliterate the town and all its inhabitants-the living and the undead. Claire Danvers and her friends are the only ones who stand in his way. But even if they defeat Bishop, will the vampires ever be content to go back to the old rules, after having such a taste of power?",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Vampire Armand",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.78,
            "ranking_count": 66328,
            "abstract": "In the latest installment of The Vampire Chronicles, Anne Rice summons up dazzling worlds to bring us the story of Armand - eternally young, with the face of a Botticelli angel. Armand, who first appeared in all his dark glory more than twenty years ago in the now-classic. Interview with the Vampire. , the first of The Vampire Chronicles, the novel that established its author worldwide as a magnificent storyteller and creator of magical realms.. Now, we go with Armand across the centuries to the Kiev Rus of his boyhood - a ruined city under Mongol dominion - and to ancient Constantinople, where Tartar raiders sell him into slavery. And in a magnificent palazzo in the Venice of the Renaissance we see him emotionally and intellectually in thrall to the great vampire Marius, who masquerades among humankind as a mysterious, reclusive painter and who will bestow upon Armand the gift of vampiric blood. As the novel races to its climax, moving through scenes of luxury and elegance, of ambush, fire, and devil worship to nineteenth-century Paris and today's New Orleans, we see its eternally vulnerable and romantic hero forced to choose between his twilight immortality and the salvation of his immortal soul.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Paranormal",
                "Fantasy",
                "Fiction",
                "Gothic",
                "Historical",
                "Adult"
            ]
        },
        {
            "title": "Stargazer",
            "authors": [
                "Claudia Gray"
            ],
            "ranking": 3.79,
            "ranking_count": 55749,
            "abstract": "The vampire in me was closer to the surface.... Evernight Academy: an exclusive boarding school for the most beautiful, dangerous students of all—vampires. Bianca, born to two vampires, has always been told her destiny is to become one of them.. But Bianca fell in love with Lucas—a vampire hunter sworn to destroy her kind. They were torn apart when his true identity was revealed, forcing him to flee the school.. Although they may be separated, Bianca and Lucas will not give each other up. She will risk anything for the chance to see him again, even if it means coming face-to-face with the vampire hunters of Black Cross—or deceiving the powerful vampires of Evernight. Bianca's secrets will force her to live a life of lies.. Yet Bianca isn't the only one keeping secrets. When Evernight is attacked by an evil force that seems to target her, she discovers the truth she thought she knew is only the beginning....",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Sliding on the Snow Stone",
            "authors": [
                "Andy Szpuk"
            ],
            "ranking": 3.65,
            "ranking_count": 1530,
            "abstract": "It is astonishing that anyone lived this story. It is even more astonishing that anyone survived it.. Stefan grows up in the grip of a raging famine. Stalin’s Five Year Plan brings genocide to Ukraine – millions of people starve to death. To free themselves from the daily terrors of Soviet rule, Stefan and his friends fight imaginary battles in nearby woods to defend their land. The games they play are their only escape.. ‘Sliding on the Snow Stone’ is the true story of Stefan's extraordinary journey across a landscape of hunger, fear and devastating loss. With Europe on the brink of World War Two, Stefan and his family pray they'll survive in their uncertain world. They long to be free.. (In 1932-33, as part of their drive towards industrialisation, the Soviet Union demanded impossibly high requisitions of grain from rural areas in Ukraine. In a deliberate act of genocide, Ukrainian smallholdings were stripped of food, and the population began to perish, with some estimates as high as 10 million deaths, from starvation. In Ukraine, this atrocity became known as the Holodomor (death by hunger). The following years saw Soviet purges and terrors resulting in the elimination of academics and intellectuals, or of anyone who spoke out against Soviet rule. When World War Two arrived on Ukraine’s doorstep, many people viewed the Nazis as liberators – a view that was quickly proved wrong. ‘Sliding on the Snow Stone’ is Stefan’s personal account of a historical period drenched in the blood of a nation, and of his yearning for freedom).",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Autobiography",
                "Biography",
                "Cultural",
                "War",
                "Historical"
            ]
        },
        {
            "title": "Black Hawk Down: A Story of Modern War",
            "authors": [
                "Mark Bowden"
            ],
            "ranking": 4.28,
            "ranking_count": 59356,
            "abstract": "On October 3, 1993, about a hundred U.S. soldiers were dropped by helicopter into a teeming market in the heart of Mogadishu, Somalia, to abduct two top lieutenants of a Somali warlord. The action was supposed to take an hour. Instead, they spent a long and terrible night fighting thousands of armed Somalis. By morning, eighteen Americans were dead, and more than seventy badly injured. Mark Bowden's gripping narrative is one of the most exciting accounts of modern war ever written--a riveting story that captures the heroism, courage and brutality of battle.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Cultural",
                "North American Hi...",
                "Historical",
                "Politics",
                "Eastern Africa"
            ]
        },
        {
            "title": "Thinking, Fast and Slow",
            "authors": [
                "Daniel Kahneman"
            ],
            "ranking": 4.17,
            "ranking_count": 400358,
            "abstract": "In the highly anticipated. Thinking, Fast and Slow. , Kahneman takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think. System 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. Kahneman exposes the extraordinary capabilities—and also the faults and biases—of fast thinking, and reveals the pervasive influence of intuitive impressions on our thoughts and behavior. The impact of loss aversion and overconfidence on corporate strategies, the difficulties of predicting what will make us happy in the future, the challenges of properly framing risks at work and at home, the profound effect of cognitive biases on everything from playing the stock market to planning the next vacation—each of these can be understood only by knowing how the two systems work together to shape our judgments and decisions.. Engaging the reader in a lively conversation about how we think, Kahneman reveals where we can and cannot trust our intuitions and how we can tap into the benefits of slow thinking. He offers practical and enlightening insights into how choices are made in both our business and our personal lives—and how we can use different techniques to guard against the mental glitches that often get us into trouble.. Thinking, Fast and Slow. will transform the way you think about thinking.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Science",
                "Self Help",
                "Business",
                "Economics",
                "Philosophy",
                "Audiobook",
                "Unfinished"
            ]
        },
        {
            "title": "Arrangement in Black and White",
            "authors": [
                "Fred Misurella"
            ],
            "ranking": 4.33,
            "ranking_count": 1170,
            "abstract": "She's white; he's black. But their conflicts are more than racial. Margy's from Iowa, an artist, the product of an abusive mother and neglectful father. Everet's from Connecticut, a civil rights lawyer on the rise toward greater recognition, and their lives take a tense turn when he decides to run for political office just as Margy moves forward in her own career. Arrangement in Black and White captures the conflicts that give edge and interest to all meaningful love stories, yet it does so with an eye toward modern women, interracial politics, and the human inability to balance passion with social, public life. It is a powerful story for contemporary readers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Adult",
                "New Adult",
                "Romance",
                "Drama",
                "Young Adult",
                "Book Club"
            ]
        },
        {
            "title": "The Kitchen House",
            "authors": [
                "Kathleen Grissom"
            ],
            "ranking": 4.19,
            "ranking_count": 252422,
            "abstract": "When a white servant girl violates the order of plantation society, she unleashes a tragedy that exposes the worst and best in the people she has come to call her family. Orphaned while onboard ship from Ireland, seven-year-old Lavinia arrives on the steps of a tobacco plantation where she is to live and work with the slaves of the kitchen house. Under the care of Belle, the master's illegitimate daughter, Lavinia becomes deeply bonded to her adopted family, though she is set apart from them by her white skin.. Eventually, Lavinia is accepted into the world of the big house, where the master is absent and the mistress battles opium addiction. Lavinia finds herself perilously straddling two very different worlds. When she is forced to make a choice, loyalties are brought into question, dangerous truths are laid bare, and lives are put at risk.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Book Club",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "American",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "Eye of the Needle",
            "authors": [
                "Ken Follett"
            ],
            "ranking": 4.19,
            "ranking_count": 143566,
            "abstract": "One enemy spy knows the secret to the Allies' greatest deception, a brilliant aristocrat and ruthless assassin -- code name: The Needle -- who holds the key to ultimate Nazi victory.. Only one person stands in his way: a lonely Englishwoman on an isolated island, who is beginning to love the killer who has mysteriously entered her life.. All will come to a terrifying conclusion in Ken Follett's unsurpassed and unforgettable masterwork of suspense, intrigue, and the dangerous machinations of the human heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "Mystery",
                "Spy Thriller",
                "Suspense",
                "War"
            ]
        },
        {
            "title": "Beg For Mercy",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.25,
            "ranking_count": 710,
            "abstract": "The fight is on in this installment, Mercy is holding nothing back in her endeavor to prove to Sade he can experience love and pleasure. Sade,however has other plans and his darkness is front and center in them.. Meanwhile, Father Abraham is still on the loose with a score to settle with them all and no one is safe from his wrath.. Will love conquer all in this story? Can the heart really be used to recondition the brain? Find out what happens in this Dark Conclusion.",
            "part_of_series": true,
            "genre_list": [
                "Dark",
                "Adult Fiction",
                "Erotica",
                "Romance",
                "Suspense",
                "Thriller",
                "Contemporary",
                "Mystery"
            ]
        },
        {
            "title": "My Life Next Door",
            "authors": [
                "Huntley Fitzpatrick"
            ],
            "ranking": 3.98,
            "ranking_count": 146132,
            "abstract": "A gorgeous debut about family, friendship, first romance, and how to be true to one person you love without betraying another. “One thing my mother never knew, and would disapprove of most of all, was that I watched the Garretts. All the time.”. The Garretts are everything the Reeds are not. Loud, numerous, messy, affectionate. And every day from her balcony perch, seventeen-year-old Samantha Reed wishes she was one of them . . . until one summer evening, Jase Garrett climbs her terrace and changes everything. As the two fall fiercely in love, Jase's family makes Samantha one of their own. Then in an instant, the bottom drops out of her world and she is suddenly faced with an impossible decision. Which perfect family will save her? Or is it time she saved herself?. A dreamy summer read, full of characters who stay with you long after the story is over.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Let the Great World Spin",
            "authors": [
                "Colum McCann"
            ],
            "ranking": 3.94,
            "ranking_count": 101678,
            "abstract": "In the dawning light of a late-summer morning, the people of lower Manhattan stand hushed, staring up in disbelief at the Twin Towers. It is August 1974, and a mysterious tightrope walker is running, dancing, leaping between the towers, suspended a quarter mile above the ground. In the streets below, a slew of ordinary lives become extraordinary in bestselling novelist Colum McCann’s stunningly intricate portrait of a city and its people.. Let the Great World Spin. is the critically acclaimed author’s most ambitious novel yet: a dazzlingly rich vision of the pain, loveliness, mystery, and promise of New York City in the 1970s.. Corrigan, a radical young Irish monk, struggles with his own demons as he lives among the prostitutes in the middle of the burning Bronx. A group of mothers gather in a Park Avenue apartment to mourn their sons who died in Vietnam, only to discover just how much divides them even in grief. A young artist finds herself at the scene of a hit-and-run that sends her own life careening sideways. Tillie, a thirty-eight-year-old grandmother, turns tricks alongside her teenage daughter, determined not only to take care of her family but to prove her own worth.. Elegantly weaving together these and other seemingly disparate lives, McCann’s powerful allegory comes alive in the unforgettable voices of the city’s people, unexpectedly drawn together by hope, beauty, and the “artistic crime of the century.” A sweeping and radical social novel,. Let the Great World Spin. captures the spirit of America in a time of transition, extraordinary promise, and, in hindsight, heartbreaking innocence. Hailed as a “fiercely original talent” (San Francisco Chronicle), award-winning novelist McCann has delivered a triumphantly American masterpiece that awakens in us a sense of what the novel can achieve, confront, and even heal.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "New York",
                "Book Club",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "This Side of Paradise",
            "authors": [
                "F. Scott Fitzgerald"
            ],
            "ranking": 3.65,
            "ranking_count": 67363,
            "abstract": "This Side of Paradise,. F. Scott Fitzgerald's romantic and witty first novel, was written when the author was only twenty-three years old. This semi-autobiographical story of the handsome, indulged, and idealistic Princeton student Amory Blaine received critical raves and catapulted Fitzgerald to instant fame. Now, readers can enjoy the newly edited, authorized version of this early classic of the Jazz Age, based on Fitzgerald's original manuscript. In this definitive text,. This Side of Paradise. captures the rhythms and romance of Fitzgerald's youth and offers a poignant portrait of the Lost Generation.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Historical",
                "Romance",
                "Literary Fiction"
            ]
        },
        {
            "title": "Franz Kafka's The Castle (Dramatization)",
            "authors": [
                "David Fishelson",
                "Aaron Leichter",
                "Max Brod",
                "Franz Kafka"
            ],
            "ranking": 4.1,
            "ranking_count": 27694,
            "abstract": "Note - This is not the novel by Franz Kafka! For the novel see. The Castle",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Philosophy",
                "Novels",
                "European Literature",
                "Thriller",
                "Magical Realism"
            ]
        },
        {
            "title": "A Modest Proposal and Other Satirical Works",
            "authors": [
                "Jonathan Swift"
            ],
            "ranking": 4.05,
            "ranking_count": 14311,
            "abstract": "The originality, concentrated power and ‘fierce indignation’ of his satirical writing have earned Jonathan Swift a reputation as the greatest prose satirist in English literature.. Gulliver’s Travels. is, of course, his world renowned masterpiece in the genre; however, Swift wrote other, shorter works that also offer excellent evidence of his inspired lampoonery. Perhaps the most famous of these is. A Modest Proposal. , in which he straight-facedly suggests that Ireland could solve its hunger problems by using its children for food. Also included in this collection are. The Battle of Books, A Meditation upon a Broomstick, A Discourse Concerning the Mechanical Operations of the Spirit. and. An Argument Against Abolishing Christianity in England. .. This inexpensive edition will certainly be welcomed by teachers and students of English literature, but its appeal extends to any reader who delights in watching a master satirist wield words as weapons.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Humor",
                "Writing",
                "Literature",
                "Philosophy",
                "Politics",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "Soulless",
            "authors": [
                "Gail Carriger"
            ],
            "ranking": 3.89,
            "ranking_count": 107275,
            "abstract": "Alexia Tarabotti is laboring under a great many social tribulations.. First, she has no soul. Second, she's a spinster whose father is both Italian and dead. Third, she was rudely attacked by a vampire, breaking all standards of social etiquette.. Where to go from there? From bad to worse apparently, for Alexia accidentally kills the vampire--and then the appalling Lord Maccon (loud, messy, gorgeous, and werewolf) is sent by Queen Victoria to investigate.. With unexpected vampires appearing and expected vampires disappearing, everyone seems to believe Alexia responsible. Can she figure out what is actually happening to London's high society? Will her soulless ability to negate supernatural powers prove useful or just plain embarrassing? Finally, who is the real enemy, and do they have treacle tart?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction",
                "Historical",
                "Shapeshifters"
            ]
        },
        {
            "title": "Good Night, Mr. Tom",
            "authors": [
                "Michelle Magorian"
            ],
            "ranking": 4.3,
            "ranking_count": 44772,
            "abstract": "London is poised on the brink of World War II. Timid, scrawny Willie Beech -- the abused child of a single mother -- is evacuated to the English countryside. At first, he is terrified of everything, of the country sounds and sights, even of Mr. Tom, the gruff, kindly old man who has taken him in. But gradually Willie forgets the hate and despair of his past. He learns to love a world he never knew existed, a world of friendship and affection in which harsh words and daily beatings have no place. Then a telegram comes. Willie must return to his mother in London. When weeks pass by with no word from Willie, Mr. Tom sets out for London to look for the young boy he has come to love as a son.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Childrens",
                "Young Adult",
                "War",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "Doctor Sleep",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.12,
            "ranking_count": 227413,
            "abstract": "Stephen King returns to the characters and territory of one of his most popular novels ever, The Shining, in this instantly riveting novel about the now middle-aged Dan Torrance (the boy protagonist of The Shining) and the very special 12-year-old girl he must save from a tribe of murderous paranormals.. On highways across America, a tribe of people called The True Knot travel in search of sustenance. They look harmless - mostly old, lots of polyester, and married to their RVs. But as Dan Torrance knows, and spunky 12-year-old Abra Stone learns, The True Knot are quasi-immortal, living off the steam that children with the shining produce when they are slowly tortured to death.. Haunted by the inhabitants of the Overlook Hotel where he spent one horrific childhood year, Dan has been drifting for decades, desperate to shed his father's legacy of despair, alcoholism, and violence. Finally, he settles in a New Hampshire town, an AA community that sustains him, and a job at a nursing home where his remnant shining power provides the crucial final comfort to the dying. Aided by a prescient cat, he becomes Doctor Sleep.. Then Dan meets the evanescent Abra Stone, and it is her spectacular gift, the brightest shining ever seen, that reignites Dan's own demons and summons him to a battle for Abra's soul and survival. This is an epic war between good and evil, a gory, glorious story that will thrill the millions of hyper-devoted fans of The Shining and wildly satisfy anyone new to the territory of this icon in the King canon.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook",
                "Mystery",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Bossypants",
            "authors": [
                "Tina Fey"
            ],
            "ranking": 3.95,
            "ranking_count": 929926,
            "abstract": "Before Liz Lemon, before Weekend Update, before Sarah Palin, Tina Fey was just a young girl with a dream: a recurring stress dream that she was being chased through a local airport by her middle-school gym teacher. She also had a dream that one day she would be a comedian on TV.. She has seen both these dreams come true.. At last, Tina Fey's story can be told. From her youthful days as a vicious nerd to her tour of duty on. Saturday Night Live. ; from her passionately halfhearted pursuit of physical beauty to her life as a mother eating things off the floor; from her one-sided college romance to her nearly fatal honeymoon—from the beginning of this paragraph to this final sentence.. Tina Fey reveals all, and proves what we've all suspected: you're no one until someone calls you bossy.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Humor",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Feminism",
                "Adult"
            ]
        },
        {
            "title": "The Sign of Four",
            "authors": [
                "Arthur Conan Doyle",
                "Peter Ackroyd"
            ],
            "ranking": 3.92,
            "ranking_count": 134132,
            "abstract": "As a dense yellow fog swirls through the streets of London, a deep melancholy has descended on Sherlock Holmes, who sits in a cocaine-induced haze at 221B Baker Street. His mood is only lifted by a visit from a beautiful but distressed young woman - Mary Morstan, whose father vanished ten years before. Four years later she began to receive an exquisite gift every year: a large, lustrous pearl. Now she has had an intriguing invitation to meet her unknown benefactor and urges Holmes and Watson to accompany her. And in the ensuing investigation - which involves a wronged woman, a stolen hoard of Indian treasure, a wooden-legged ruffian, a helpful dog and a love affair - even the jaded Holmes is moved to exclaim, 'Isn't it gorgeous!'. --back cover",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Mystery",
                "Fiction",
                "Audiobook",
                "Thriller",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "Eva Luna",
            "authors": [
                "Isabel Allende",
                "Margaret Sayers Peden",
                "Владимир Правосудов"
            ],
            "ranking": 3.99,
            "ranking_count": 45737,
            "abstract": "Meet New York Times bestselling author Isabel Allende’s most enchanting creation,. Eva Luna. : a lover, a writer, a revolutionary, and above all a storyteller—available for the first time in ebook.. Eva Luna is the daughter of a professor’s assistant and a snake-bitten gardener—born poor, orphaned at an early age, and working as a servant. Eva is a naturally gifted and imaginative storyteller who meets people from all stations and walks of life. Though she has no wealth, she trades her stories like currency with people who are kind to her. In this novel, she shares the story of her own life and introduces readers to a diverse and eccentric cast of characters including the Lebanese émigré who befriends her and takes her in; her unfortunate godmother, whose brain is addled by rum and who believes in all the Catholic saints and a few of her own invention; a street urchin who grows into a petty criminal and, later, a leader in the guerrilla struggle; a celebrated transsexual entertainer who instructs her in the ways of the adult world; and a young refugee whose flight from postwar Europe will prove crucial to Eva's fate.. As Eva tells her story, Isabel Allende conjures up a whole complex South American nation—the rich, the poor, the simple, and the sophisticated—in a novel replete with character and incident, with drama and comedy and history, with battles and passions, rebellions and reunions, a novel that celebrates the power of imagination to create a better world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Historical",
                "Classics",
                "European Literature",
                "Romance",
                "Cultural",
                "Novels",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "2666",
            "authors": [
                "Roberto Bolaño"
            ],
            "ranking": 4.17,
            "ranking_count": 37217,
            "abstract": "A cuatro profesores de literatura, Pelletier, Morini, Espinoza y Norton, los une su fascinación por la obra de Beno von Archimboldi, un enigmático escritor alemán cuyo prestigio crece en todo el mundo. La complicidad se vuelve vodevil intelectual y desemboca en un peregrinaje a Santa Teresa (trasunto de Ciudad Juárez), donde hay quien dice que Archimboldi ha sido visto. Ya allí, Pelletier y Espinoza se enteran de que la ciudad es desde años atrás escenario de una larga cadena de crímenes: en los vertederos aparecen cadáveres de mujeres con señales de haber sido violadas y torturadas. Es el primer asomo de la novela a sus procelosos caudales, repletos de personajes memorables cuyas historias, a caballo entre la risa y el horror, abarcan dos continentes e incluyen un vertiginoso travelling por la historia europea del siglo XX. 2666 confirma el veredicto de Susan Sontag: el más influyente y admirado novelista en lengua española de su generación. Su muerte, a los cincuenta años, es una gran pérdida para la literatura.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Mystery",
                "Literary Fiction",
                "Cultural",
                "Contemporary",
                "Classics"
            ]
        },
        {
            "title": "Suite Française",
            "authors": [
                "Irène Némirovsky",
                "Sandra Smith"
            ],
            "ranking": 3.83,
            "ranking_count": 71125,
            "abstract": "The first two stories of a masterwork once thought lost, written by a pre-WWII bestselling author who was deported to Auschwitz and died before her work could be completed.. By the early l940s, when Ukrainian-born Irène Némirovsky began working on what would become Suite Française—the first two parts of a planned five-part novel—she was already a highly successful writer living in Paris. But she was also a Jew, and in 1942 she was arrested and deported to Auschwitz: a month later she was dead at the age of thirty-nine. Two years earlier, living in a small village in central France—where she, her husband, and their two small daughters had fled in a vain attempt to elude the Nazis—she'd begun her novel, a luminous portrayal of a human drama in which she herself would become a victim. When she was arrested, she had completed two parts of the epic, the handwritten manuscripts of which were hidden in a suitcase that her daughters would take with them into hiding and eventually into freedom. Sixty-four years later, at long last, we can read Némirovsky's literary masterpiece. The first part, A Storm in June, opens in the chaos of the massive 1940 exodus from Paris on the eve of the Nazi invasion during which several families and individuals are thrown together under circumstances beyond their control. They share nothing but the harsh demands of survival—some trying to maintain lives of privilege, others struggling simply to preserve their lives—but soon, all together, they will be forced to face the awful exigencies of physical and emotional displacement, and the annihilation of the world they know. In the second part, Dolce, we enter the increasingly complex life of a German-occupied provincial village. Coexisting uneasily with the soldiers billeted among them, the villagers—from aristocrats to shopkeepers to peasants—cope as best they can. Some choose resistance, others collaboration, and as their community is transformed by these acts, the lives of these these men and women reveal nothing less than the very essence of humanity.. Suite Française is a singularly piercing evocation—at once subtle and severe, deeply compassionate, and fiercely ironic—of life and death in occupied France, and a brilliant, profoundly moving work of art.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "War",
                "Classics",
                "World War II",
                "Novels",
                "Book Club"
            ]
        },
        {
            "title": "Beyond Good and Evil",
            "authors": [
                "Friedrich Nietzsche",
                "R.J. Hollingdale",
                "Michael Tanner"
            ],
            "ranking": 4.01,
            "ranking_count": 79281,
            "abstract": "Friedrich Nietzsche's. Beyond Good and Evil. is translated from the German by R.J. Hollingdale with an introduction by Michael Tanner in Penguin Classics.. Beyond Good and Evil. confirmed Nietzsche's position as the towering European philosopher of his age. The work dramatically rejects the tradition of Western thought with its notions of truth and God, good and evil. Nietzsche demonstrates that the Christian world is steeped in a false piety and infected with a 'slave morality'. With wit and energy, he turns from this critique to a philosophy that celebrates the present and demands that the individual imposes their own 'will to power' upon the world.. This edition includes a commentary on the text by the translator and Michael Tanner's introduction, which explains some of the more abstract passages in. Beyond Good and Evil. .. Frederich Nietzsche (1844-1900) became the chair of classical philology at Basel University at the age of 24 until his bad health forced him to retire in 1879. He divorced himself from society until his final collapse in 1899 when he became insane. A powerfully original thinker, Nietzsche's influence on subsequent writers, such as George Bernard Shaw, D.H. Lawrence, Thomas Mann and Jean-Paul Sartre, was considerable.. If you enjoyed. Beyond Good and Evil. you might like Nietzsche's. Thus Spoke Zarathustra. , also available in Penguin Classics.. One of the greatest books of a very great thinker. —Michael Tanner",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Classics",
                "European Literature",
                "Psychology",
                "Religion",
                "Literature",
                "History"
            ]
        },
        {
            "title": "Tell the Wolves I'm Home",
            "authors": [
                "Carol Rifka Brunt"
            ],
            "ranking": 4.03,
            "ranking_count": 133892,
            "abstract": "In this striking literary debut, Carol Rifka Brunt unfolds a moving story of love, grief, and renewal as two lonely people become the unlikeliest of friends and find that sometimes you don't know you've lost someone until you've found them.. 1987. There's only one person who has ever truly understood fourteen-year-old June Elbus, and that's her uncle, the renowned painter Finn Weiss. Shy at school and distant from her older sister, June can only be herself in Finn's company; he is her godfather, confidant, and best friend. So when he dies, far too young, of a mysterious illness her mother can barely speak about, June's world is turned upside down. But Finn's death brings a surprise acquaintance into June's life—someone who will help her to heal, and to question what she thinks she knows about Finn, her family, and even her own heart.. At Finn's funeral, June notices a strange man lingering just beyond the crowd. A few days later, she receives a package in the mail. Inside is a beautiful teapot she recognizes from Finn's apartment, and a note from Toby, the stranger, asking for an opportunity to meet. As the two begin to spend time together, June realizes she's not the only one who misses Finn, and if she can bring herself to trust this unexpected friend, he just might be the one she needs the most.. An emotionally charged coming-of-age novel,. Tell the Wolves I'm Home. is a tender story of love lost and found, an unforgettable portrait of the way compassion can make us whole again.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Historical",
                "Contemporary",
                "LGBT",
                "Adult",
                "Realistic Fiction",
                "Adult Fiction",
                "Book Club"
            ]
        },
        {
            "title": "The Rum Diary",
            "authors": [
                "Hunter S. Thompson"
            ],
            "ranking": 3.84,
            "ranking_count": 56173,
            "abstract": "Begun in 1959 by a twenty-two-year-old Hunter S. Thompson,. The Rum Diary. is a tangled love story of jealousy, treachery, and violent alcoholic lust in the Caribbean boomtown that was San Juan, Puerto Rico, in the late 1950s. The narrator, freelance journalist Paul Kemp, irresistibly drawn to a sexy, mysterious woman, is soon thrust into a world where corruption and get-rich-quick schemes rule and anything (including murder) is permissible.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Contemporary",
                "Writing",
                "Travel",
                "Adventure",
                "Drama"
            ]
        },
        {
            "title": "The Power of Six",
            "authors": [
                "Pittacus Lore"
            ],
            "ranking": 4.15,
            "ranking_count": 131323,
            "abstract": "I've seen him on the news. Followed the stories about what happened in Ohio. John Smith, out there, on the run. To the world, he's a mystery. But to me . . . he's one of us.. Nine of us came here, but sometimes I wonder if time has changed us—if we all still believe in our mission. How can I know? There are six of us left. We're hiding, blending in, avoiding contact with one another . . . but our Legacies are developing, and soon we'll be equipped to fight. Is John Number Four, and is his appearance the sign I've been waiting for? And what about Number Five and Six? Could one of them be the raven-haired girl with the stormy eyes from my dreams. The girl with powers that are beyond anything I could ever imagine. The girl who may be strong enough to bring the six of us together?. They caught Number One in Malaysia.. Number Two in England.. And Number Three in Kenya.. They tried to catch Number Four in Ohio—and failed.. I am Number Seven. One of six still alive.. And I'm ready to fight.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Romance",
                "Action"
            ]
        },
        {
            "title": "Reason to Breathe",
            "authors": [
                "Rebecca    Donovan"
            ],
            "ranking": 4.22,
            "ranking_count": 89535,
            "abstract": "No one tried to get involved with me, and I kept to myself. This was the place where everything was supposed to be safe and easy. How could Evan Mathews unravel my constant universe in just one day?. In the affluent town of Weslyn, Connecticut, where most people worry about what to be seen in and who to be seen with, Emma Thomas would rather not be seen at all. She’s more concerned with feigning perfection while pulling down her sleeves to conceal the bruises - not wanting anyone to know how far from perfect her life truly is. Without expecting it, she finds love. It challenges her to recognize her own worth - but at the risk of revealing the terrible secret she’s desperate to hide.. Reason to Breathe is an electrifying page turner from start to finish, a unique tale of life-changing love, unspeakable cruelty, and one girl’s fragile grasp of hope.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "New Adult",
                "Sociology",
                "Fiction",
                "Realistic Fiction",
                "Dark"
            ]
        },
        {
            "title": "The Physician",
            "authors": [
                "Noah Gordon"
            ],
            "ranking": 4.38,
            "ranking_count": 44563,
            "abstract": "In the 11th century, Rob Cole left poor, disease-ridden London to make his way across the land, hustling, juggling, peddling cures to the sick—and discovering the mystical ways of healing. It was on his travels that he found his own very real gift for healing—a gift that urged him on to become a doctor. So all consuming was his dream, that he made the perilous, unheard-of journey to Persia, to its Arab universities where he would undertake a transformation that would shape his destiny forever.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Health",
                "Novels",
                "Romance",
                "Classics",
                "European Literature"
            ]
        },
        {
            "title": "Requiem",
            "authors": [
                "Lauren Oliver"
            ],
            "ranking": 3.74,
            "ranking_count": 140147,
            "abstract": "Now an active member of the resistance, Lena has transformed. The nascent rebellion that was underway in. Pandemonium. has ignited into an all-out revolution in. Requiem. , and Lena is at the center of the fight. After rescuing Julian from a death sentence, Lena and her friends fled to the Wilds. But the Wilds are no longer a safe haven. Pockets of rebellion have opened throughout the country, and the government cannot deny the existence of Invalids. Regulators infiltrate the borderlands to stamp out the rebels.. As Lena navigates the increasingly dangerous terrain of the Wilds, her best friend, Hana, lives a safe, loveless life in Portland as the fiancée of the young mayor.. Requiem. is told from the perspectives of both Lena and her friend Hana. They live side by side in a world that divides them until, at last, their stories converge.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Apocalyptic"
            ]
        },
        {
            "title": "Messenger",
            "authors": [
                "Lois Lowry"
            ],
            "ranking": 3.91,
            "ranking_count": 124668,
            "abstract": "Messenger. is the masterful third novel in the Giver Quartet, which began with the dystopian bestseller. The Giver,. now a major motion picture.. Matty has lived in Village and flourished under the guidance of Seer, a blind man known for his special sight. Village once welcomed newcomers, but something sinister has seeped into Village and the people have voted to close it to outsiders. Matty has been invaluable as a messenger. Now he must risk everything to make one last journey through the treacherous forest with his only weapon, a power he unexpectedly discovers within himself.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Classics",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Silver Borne",
            "authors": [
                "Patricia Briggs"
            ],
            "ranking": 4.37,
            "ranking_count": 101124,
            "abstract": "Mercy Thompson, car mechanic and shapeshifter, never knows what the day - or night - may bring in a world where witches, vampires, werewolves, and shapeshifters live beside ordinary people (. Booklist. ). But she is about to learn that while some secrets are dangerous whose who seek them are just plain deadly.... Mercy is smart enough to realize that when it comes to the magical fae, the less you know, the better. But you can't always get what you want. When she attempts to return a powerful fae she previously borrowed in an act of desperation, she finds the bookstore locked up and closed down.. It seems the book contains secrets - and the fae will do just about anything to keep it out of the wrong hands. And if that doesn't take enough of Mercy's attention, her friend Samuel is struggling with his wolf side - leaving Mercy to cover for him lest his own father declare Samuel's life forfeit.. All in all, Mercy has had better days. And if she isn't careful, she may not have many more...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Fiction",
                "Fairies"
            ]
        },
        {
            "title": "Intensity",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 4.04,
            "ranking_count": 78268,
            "abstract": "Past midnight, Chyna Shepard, twenty-six, gazes out a moonlit window, unable to sleep on her first night in the Napa Valley home of her best friend's family. Instinct proves reliable. A murderous sociopath, Edgler Foreman Vess, has entered the house, intent on killing everyone inside. A self-proclaimed homicidal adventurer, Vess lives only to satisfy all appetites as they arise, to immerse himself in sensation, to live without fear, remorse or limits, to live with intensity. Chyna is trapped in his deadly orbit.. Chyna is a survivor, toughened by a lifelong struggle for safety and self-respect. Now she will be tested as never before. At first her sole aim is to get out alive--until, by chance, she learns the identity of Vess's next intended victim, a faraway innocent only she can save. Driven by a newly discovered thirst for meaning beyond mere self-preservation, Chyna musters every inner resource she has to save an endangered girl...as moment by moment, the terrifying threat of Edgler Foreman Vess intensifies.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Thriller",
                "Fiction",
                "Suspense",
                "Mystery",
                "Adult",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Flatland: A Romance of Many Dimensions",
            "authors": [
                "Edwin A. Abbott",
                "Banesh Hoffmann",
                "Masolino D'Amico",
                "Giorgio Manganelli"
            ],
            "ranking": 3.81,
            "ranking_count": 63381,
            "abstract": "This masterpiece of science (and mathematical) fiction is a delightfully unique and highly entertaining satire that has charmed readers for more than 100 years. The work of English clergyman, educator and Shakespearean scholar Edwin A. Abbott (1838-1926), it describes the journeys of A. Square. [sic – ed.]. , a mathematician and resident of the two-dimensional Flatland, where women-thin, straight lines-are the lowliest of shapes, and where men may have any number of sides, depending on their social status.. Through strange occurrences that bring him into contact with a host of geometric forms, Square has adventures in Spaceland (three dimensions), Lineland (one dimension) and Pointland (no dimensions) and ultimately entertains thoughts of visiting a land of four dimensions—a revolutionary idea for which he is returned to his two-dimensional world. Charmingly illustrated by the author, Flatland is not only fascinating reading, it is still a first-rate fictional introduction to the concept of the multiple dimensions of space. Instructive, entertaining, and stimulating to the imagination. —. Mathematics Teacher. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Classics",
                "Science",
                "Fantasy",
                "Philosophy",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Girl Who Loved Tom Gordon",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.62,
            "ranking_count": 144941,
            "abstract": "Nine-year-old Trisha McFarland strays from the path while she and her recently divorced mother and brother take a hike along a branch of the Appalachian Trail. Lost for days, wandering farther and farther astray, Trisha has only her portable radio for comfort. A huge fan of Tom Gordon, a Boston Red Sox relief pitcher, she listens to baseball games and fantasizes that her hero will save her. Nature isn't her only adversary, though - something dangerous may be tracking Trisha through the dark woods.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Suspense",
                "Mystery",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "The Missionary",
            "authors": [
                "Rowena Kinread"
            ],
            "ranking": 4.34,
            "ranking_count": 981,
            "abstract": "Patricius, a young man of Britannia, is taken from his home and family when Gaelic pirates attack his village. On his arrival in Ireland, he is sold as a slave to the cruel underking of the Dalriada tribe in the north. Six years later, Patricius manages to escape. His journey takes him through France to Ravenna in Italy. His subsequent plans to return to Britannia are side-tracked when he finds himself accompanying several monks to the island monastery on Lerinus. His devotion to his faith, honed during his captivity, grows as he studies with the monks.. Haunted by visions of the Gaels begging him to return to Ireland and share the word of God with them, Patricius gains support from Rome and his friends to return to the land of his captivity. His arrival is bitterly opposed by the druids, who have held power over the Irish kings for many years, and he and his companions must combat the druids to succeed in their God-given mission.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Drama",
                "Epic"
            ]
        },
        {
            "title": "Beartown",
            "authors": [
                "Fredrik Backman",
                "Neil Smith"
            ],
            "ranking": 4.27,
            "ranking_count": 287534,
            "abstract": "The #1. New York Times. bestselling author of. A Man Called Ove. returns with a dazzling, profound novel about a small town with a big dream—and the price required to make it come true.. People say Beartown is finished. A tiny community nestled deep in the forest, it is slowly losing ground to the ever encroaching trees. But down by the lake stands an old ice rink, built generations ago by the working men who founded this town. And in that ice rink is the reason people in Beartown believe tomorrow will be better than today. Their junior ice hockey team is about to compete in the national semi-finals, and they actually have a shot at winning. All the hopes and dreams of this place now rest on the shoulders of a handful of teenage boys.. Being responsible for the hopes of an entire town is a heavy burden, and the semi-final match is the catalyst for a violent act that will leave a young girl traumatized and a town in turmoil. Accusations are made and, like ripples on a pond, they travel through all of Beartown, leaving no resident unaffected.. Beartown explores the hopes that bring a small community together, the secrets that tear it apart, and the courage it takes for an individual to go against the grain. In this story of a small forest town, Fredrik Backman has found the entire world.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Sports",
                "Adult",
                "Adult Fiction",
                "Literary Fiction",
                "Book Club",
                "Realistic Fiction",
                "Cultural"
            ]
        },
        {
            "title": "La Vérité sur l'Affaire Harry Quebert",
            "authors": [
                "Joël Dicker"
            ],
            "ranking": 4.12,
            "ranking_count": 120630,
            "abstract": "À New York, au printemps 2008, alors que l’Amérique bruisse des prémices de l’élection présidentielle, Marcus Goldman, jeune écrivain à succès, est dans la tourmente : il est incapable d’écrire le nouveau roman qu’il doit remettre à son éditeur d’ici quelques mois. Le délai est près d’expirer quand soudain tout bascule pour lui : son ami et ancien professeur d’université, Harry Quebert, l’un des écrivains les plus respectés du pays, est rattrapé par son passé et se retrouve accusé d’avoir assassiné, en 1975, Nola Kellergan, une jeune fille de 15 ans, avec qui il aurait eu une liaison. Convaincu de l’innocence de Harry, Marcus abandonne tout pour se rendre dans le New Hampshire et mener son enquête. Il est rapidement dépassé par les événements : l’enquête s’enfonce et il fait l’objet de menaces. Pour innocenter Harry et sauver sa carrière d’écrivain, il doit absolument répondre à trois questions : Qui a tué Nola Kellergan? Que s’est-il passé dans le New Hampshire à l’été 1975? Et comment écrit-on un roman à succès?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Cultural",
                "Contemporary",
                "Suspense",
                "Roman",
                "Novels"
            ]
        },
        {
            "title": "The House on Mango Street",
            "authors": [
                "Sandra Cisneros"
            ],
            "ranking": 3.68,
            "ranking_count": 151593,
            "abstract": "Acclaimed by critics, beloved by readers of all ages, taught everywhere from inner-city grade schools to universities across the country, and translated all over the world,. The House on Mango Street. is the remarkable story of Esperanza Cordero.. Told in a series of vignettes – sometimes heartbreaking, sometimes deeply joyous–it is the story of a young Latina girl growing up in Chicago, inventing for herself who and what she will become. Few other books in our time have touched so many readers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Young Adult",
                "Short Stories",
                "Academic",
                "Contemporary",
                "Realistic Fiction",
                "Poetry"
            ]
        },
        {
            "title": "Some Girls Bite",
            "authors": [
                "Chloe Neill"
            ],
            "ranking": 3.98,
            "ranking_count": 62562,
            "abstract": "They killed me. They healed me. They changed me.. Sure, the life of a graduate student wasn’t exactly glamorous, but it was Merit’s. She was doing fine until a rogue vampire attacked her. But he only got a sip before he was scared away by another bloodsucker–and this one decided the best way to save her life was to make her the walking undead.. Turns out her savior was the master vampire of Cadogan House. Now she’s traded sweating over her thesis for learning to fit in at a Hyde Park mansion full of vamps loyal to Ethan Sullivan. Of course, as a tall, green-eyed, four-hundred-year-old vampire, he has centuries’ worth of charm, but unfortunately, he expects her gratitude–and servitude.. But an inconvenient sunlight allergy and Ethan’s attitude are the least of her concerns. Someone’s still out to get her. Her initiation into Chicago’s nightlife may be the first skirmish in a war–and there will be blood.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Forest of Hands and Teeth",
            "authors": [
                "Carrie Ryan"
            ],
            "ranking": 3.6,
            "ranking_count": 84562,
            "abstract": "In Mary's world there are simple truths. The Sisterhood always knows best. The Guardians will protect and serve. The Unconsecrated will never relent. And you must always mind the fence that surrounds the village; the fence that protects the village from the Forest of Hands and Teeth. But, slowly, Mary’s truths are failing her. She’s learning things she never wanted to know about the Sisterhood and its secrets, and the Guardians and their power, and about the Unconsecrated and their relentlessness. When the fence is breached and her world is thrown into chaos, she must choose between her village and her future—between the one she loves and the one who loves her. And she must face the truth about the Forest of Hands and Teeth. Could there be life outside a world surrounded by so much death?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Apocalyptic",
                "Romance"
            ]
        },
        {
            "title": "Reading Lolita in Tehran: A Memoir in Books",
            "authors": [
                "Azar Nafisi"
            ],
            "ranking": 3.63,
            "ranking_count": 129130,
            "abstract": "Every Thursday morning for two years in the Islamic Republic of Iran, a bold and inspired teacher named Azar Nafisi secretly gathered seven of her most committed female students to read forbidden Western classics. As Islamic morality squads staged arbitrary raids in Tehran, fundamentalists seized hold of the universities, and a blind censor stifled artistic expression, the girls in Azar Nafisi's living room risked removing their veils and immersed themselves in the worlds of Jane Austen, F. Scott Fitzgerald, Henry James, and Vladimir Nabokov. In this extraordinary memoir, their stories become intertwined with the ones they are reading.. Reading Lolita in Tehran. is a remarkable exploration of resilience in the face of tyranny and a celebration of the liberating power of literature.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "Writing",
                "Feminism",
                "History",
                "Biography Memoir",
                "Womens"
            ]
        },
        {
            "title": "Wool Omnibus",
            "authors": [
                "Hugh Howey"
            ],
            "ranking": 4.21,
            "ranking_count": 173662,
            "abstract": "This Omnibus Edition collects the five Wool books into a single volume.. The first Wool story was released as a standalone short in July of 2011. Due to reviewer demand, the rest of the story was released over the next six months.. This is the story of mankind clawing for survival, of mankind on the edge. The world outside has grown unkind, the view of it limited, talk of it forbidden. But there are always those who hope, who dream. These are the dangerous people, the residents who infect others with their optimism. Their punishment is simple. They are given the very thing they profess to want: They are allowed outside.. Alternate cover for. B0071XO8RA",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Speculative Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Identical",
            "authors": [
                "Ellen Hopkins"
            ],
            "ranking": 4.31,
            "ranking_count": 58911,
            "abstract": "Do twins begin in the womb?. Or in a better place?. Kaeleigh and Raeanne are identical down to the dimple. As daughters of a district-court judge father and a politician mother, they are an all-American family—on the surface. Behind the facade each sister has her own dark secret, and that's where their differences begin.. For Kaeleigh, she's the misplaced focus of Daddy's love, intended for a mother whose presence on the campaign trail means absence at home. All that Raeanne sees is Daddy playing a game of favorites—and she is losing. If she has to lose, she will do it on her own terms, so she chooses drugs, alcohol, and sex.. Secrets like the ones the twins are harboring are not meant to be kept—from each other or anyone else. Pretty soon it's obvious that neither sister can handle it alone, and one sister must step up to save the other, but the question is—who?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Poetry",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Sociology",
                "Mental Health",
                "Health",
                "Romance"
            ]
        },
        {
            "title": "Just Kids",
            "authors": [
                "Patti Smith"
            ],
            "ranking": 4.17,
            "ranking_count": 218648,
            "abstract": "In. Just Kids. , Patti Smith's first book of prose, the legendary American artist offers a never-before-seen glimpse of her remarkable relationship with photographer Robert Mapplethorpe in the epochal days of New York City and the Chelsea Hotel in the late sixties and seventies. An honest and moving story of youth and friendship, Smith brings the same unique, lyrical quality to. Just Kids. as she has to the rest of her formidable body of work--from her influential 1975 album. Horses. to her visual art and poetry.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Music",
                "Biography",
                "Art",
                "Biography Memoir",
                "Audiobook",
                "New York",
                "Poetry"
            ]
        },
        {
            "title": "The Runaway Bunny",
            "authors": [
                "Margaret Wise Brown",
                "Clement Hurd"
            ],
            "ranking": 4.05,
            "ranking_count": 78309,
            "abstract": "A little bunny keeps running away from his mother in an imaginative and imaginary game of verbal hide-and-seek; children will be profoundly comforted by this lovingly steadfast mother who finds her child every time.. The Runaway Bunny. , first published in 1942 and never out of print, has indeed become a classic. Generations of readers have fallen in love with the gentle magic of its reassuring words and loving pictures.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Family",
                "Love",
                "Kids",
                "Fantasy"
            ]
        },
        {
            "title": "Kiss of Midnight",
            "authors": [
                "Lara Adrian"
            ],
            "ranking": 3.92,
            "ranking_count": 63909,
            "abstract": "He watches her from across the crowded dance club, a sensual black-haired stranger who stirs Gabrielle Maxwell’s deepest fantasies. But nothing about this night—or this man—is what it seems. For when Gabrielle witnesses a murder outside the club, reality shifts into something dark and deadly. In that shattering instant she is thrust into a realm she never knew existed—a realm where vampires stalk the shadows and a blood war is set to ignite.. Lucan Thorne despises the violence carried out by his lawless brethren. A vampire himself, Lucan is a Breed warrior, sworn to protect his kind—and the unwitting humans existing alongside them—from the mounting threat of the Rogues. Lucan cannot risk binding himself to a mortal woman, but when Gabrielle is targeted by his enemies, he has no choice but to bring her into the dark underworld he commands.. Here, in the arms of the Breed’s formidable leader, Gabrielle will confront an extraordinary destiny of danger, seduction, and the darkest pleasures of all. . . .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Tigana",
            "authors": [
                "Guy Gavriel Kay"
            ],
            "ranking": 4.08,
            "ranking_count": 45515,
            "abstract": "A masterful epic of magic, politics, war, and the power of love and hate — from the renowned author of The Fionavar Tapestry and Children of Earth and Sky.. Tigana is the magical story of a beleaguered land struggling to be free. It is the tale of a people so cursed by the black sorcery of a cruel despotic king that even the name of their once-beautiful homeland cannot be spoken or remembered.... But years after the devastation, a handful of courageous men and women embark upon a dangerous crusade to overthrow their conquerors and bring back to the dark world the brilliance of a long-lost name...Tigana.. Against the magnificently rendered background of a world both sensuous and barbaric, this sweeping epic of a passionate people pursuing their dream is breathtaking in its vision, changing forever the boundaries of fantasy fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Historical",
                "Historical Fiction",
                "Adventure",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Invisible Game: Mindset of a Winning Team",
            "authors": [
                "Zoltan Andrejkovics"
            ],
            "ranking": 4.43,
            "ranking_count": 196,
            "abstract": "Competitive gaming and eSports among youths became a major theme these days. For a professional gamer, having the best strategy or belonging to a team with the best skills are sometimes not enough for success. Real life tournaments are tougher than we can imagine.. The Invisible Game covers the necessary mental development of eSport players. The book helps to prepare the players' minds for the challenges, both on the map and in real life.. We overestimate the power of our daily thoughts, and we forget the potential of our inner wisdom. This book guides you with honest life experiences of an eSport team manager on a journey to find the mental balance for peak performance.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Games",
                "Self Help",
                "Nonfiction",
                "Sports",
                "Leadership",
                "Sports and Games",
                "Business"
            ]
        },
        {
            "title": "Book of a Thousand Days",
            "authors": [
                "Shannon Hale",
                "James Noel Smith"
            ],
            "ranking": 3.95,
            "ranking_count": 52704,
            "abstract": "When Dashti, a maid, and Lady Saren, her mistress, are shut in a tower for seven years because of Saren's refusal to marry a man she despises, the two prepare for a very long and dark imprisonment.. As food runs low and the days go from broiling hot to freezing cold, it is all Dashti can do to keep them fed and comfortable. With the arrival outside the tower of Saren's two suitors--one welcome, the other decidedly less so--the girls are confronted with both hope and great danger, and Dashti must make the desperate choices of a girl whose life is worth more than she knows.. With Shannon Hale's lyrical language, this little-known classic fairy tale from the Brothers Grimm is reimagined and reset on the central Asian steppes; it is a completely unique retelling filled with adventure and romance, drama and disguise.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Retellings",
                "Historical",
                "Adventure"
            ]
        },
        {
            "title": "Code Name Verity",
            "authors": [
                "Elizabeth Wein"
            ],
            "ranking": 4.02,
            "ranking_count": 107529,
            "abstract": "Oct. 11th, 1943 - A British spy plane crashes in Nazi-occupied France. Its pilot and passenger are best friends. One of the girls has a chance at survival. The other has lost the game before it's barely begun.. When Verity is arrested by the Gestapo, she's sure she doesn't stand a chance. As a secret agent captured in enemy territory, she's living a spy's worst nightmare. Her Nazi interrogators give her a simple choice: reveal her mission or face a grisly execution.. As she intricately weaves her confession, Verity uncovers her past, how she became friends with the pilot Maddie, and why she left Maddie in the wrecked fuselage of their plane. On each new scrap of paper, Verity battles for her life, confronting her views on courage and failure and her desperate hope to make it home. But will trading her secrets be enough to save her from the enemy?. Harrowing and beautifully written, Elizabeth Wein creates a visceral read of danger, resolve, and survival that shows just how far true friends will go to save each other. Code Name Verity is an outstanding novel that will stick with you long after the last page.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "War",
                "Audiobook",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "The Sun Is Also a Star",
            "authors": [
                "Nicola Yoon"
            ],
            "ranking": 4.02,
            "ranking_count": 263747,
            "abstract": "Natasha: I’m a girl who believes in science and facts. Not fate. Not destiny. Or dreams that will never come true. I’m definitely not the kind of girl who meets a cute boy on a crowded New York City street and falls in love with him. Not when my family is twelve hours away from being deported to Jamaica. Falling in love with him won’t be my story.. Daniel: I’ve always been the good son, the good student, living up to my parents’ high expectations. Never the poet. Or the dreamer. But when I see her, I forget about all that. Something about Natasha makes me think that fate has something much more extraordinary in store—for both of us.. The Universe: Every moment in our lives has brought us to this single moment. A million futures lie before us. Which one will come true?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Cat in the Hat Comes Back",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 3.88,
            "ranking_count": 29687,
            "abstract": "The Cat in the Hat returns for more out-of-control fun in this wintry Beginner Book by Dr. Seuss.. It’s a snowy day and Dick and Sally are stuck shovelling . . . until the Cat in the Hat arrives to liven things up (to say the least!). Featuring the Cat’s helpers Little Cat A, Little Cat B, and so on through the alphabet, and ending with a gigantic Voom,. 'The Cat in the Hat Comes Back' is a riotous, fun-filled follow-up to Dr. Seuss’s classic 'The Cat in the Hat.'.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Humor",
                "Fantasy",
                "Animals"
            ]
        },
        {
            "title": "Noble House",
            "authors": [
                "James Clavell"
            ],
            "ranking": 4.26,
            "ranking_count": 38184,
            "abstract": "This is an alternate cover edition for. ISBN13: 9780440164845. .. The tai-pan, Ian Dunross, struggles to rescue Struan's from the precarious financial position left by his predecessor. To do this, he seeks partnership with an American millionaire, while trying to ward off his arch-rival Quillan Gornt, who seeks to destroy Struan's once and for all. Meanwhile, Chinese communists, Taiwanese nationalists, and Soviet spies illegally vie for influence in Hong Kong while the British government seeks to prevent this. And nobody, it seems, can get anything done without enlisting the aid of Hong Kong's criminal underworld. Other obstacles include water shortages, landslides, bank runs and stock market crashes.. Nov. 1987 Dell jumbo mass market paperback, 21st printing. James Clavell.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Adventure",
                "Thriller",
                "Novels",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "The Electric Kool-Aid Acid Test",
            "authors": [
                "Tom Wolfe"
            ],
            "ranking": 3.92,
            "ranking_count": 72272,
            "abstract": "Tom Wolfe's much-discussed kaleidoscopic non-fiction novel chronicles the tale of novelist Ken Kesey and his band of Merry Pranksters. In the 1960s, Kesey led a group of psychedelic sympathizers around the country in a painted bus, presiding over LSD-induced acid tests all along the way. Long considered one of the greatest books about the history of the hippies, Wolfe's ability to research like a reporter and simultaneously evoke the hallucinogenic indulgence of the era ensures that this book, written in 1967, will live long in the counter-culture canon of American literature.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Classics",
                "Writing",
                "Biography",
                "Autobiography",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Sense of an Ending",
            "authors": [
                "Julian Barnes"
            ],
            "ranking": 3.73,
            "ranking_count": 164782,
            "abstract": "By an acclaimed writer at the height of his powers,. The Sense of an Ending. extends a streak of extraordinary books that began with the best-selling. Arthur & George. and continued with. Nothing to Be Frightened Of. and, most recently,. Pulse.. This intense novel follows a middle-aged man as he contends with a past he has never much thought about - until his closest childhood friends return with a vengeance, one of them from the grave, another maddeningly present. Tony Webster thought he'd left all this behind as he built a life for himself, and by now his marriage and family and career have fallen into an amicable divorce and retirement. But he is then presented with a mysterious legacy that obliges him to reconsider a variety of things he thought he'd understood all along, and to revise his estimation of his own nature and place in the world.. A novel so compelling that it begs to be read in a single sitting, with stunning psychological and emotional depth and sophistication,. The Sense of an Ending. is a brilliant new chapter in Julian Barnes's oeuvre.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Literature",
                "European Literature",
                "Book Club",
                "Adult Fiction",
                "Audiobook",
                "Mystery"
            ]
        },
        {
            "title": "The Eden Paradox",
            "authors": [
                "Barry Kirwan"
            ],
            "ranking": 4.29,
            "ranking_count": 4284,
            "abstract": "In 2063, Earth's overheated climate and war-ravaged cities are near breaking point. A new habitable planet is discovered within reach, but the first two missions have failed to return. This is the story of the third mission to Eden.. What really awaits the crew of four as they make the long journey to this supposed uninhabited virgin planet, and what is the link to the secret 900 year old sect known as Alicians back on Earth? While Blake leads the Eden mission, a young researcher named Micah discovers a terrible truth that threatens the very existence of humanity.. Editorial Reviews:. A science fiction thriller with terrific images and revelations. SF Author Gary Gibson. The reader is pulled into an all too real future, with memorable characters, leaving the reader craving more. Lydia Manx, Piker Press. Amazon Reviews:. ★★★★★ Superb, well-crafted, quality Scifi. I immediately bought book two in the series!. ★★★★★ This is Orson Scott Card quality scifi at half the price!. ★★★★★ Best science fiction of the year. ★★★★★ Masterful science fiction, refreshingly original. ★★★★★ I lost sleep over this book!. ★★★★★ A breath-taking and truly epic series. ★★★★★ A fabulous four-book set, full of imaginative new ideas. ★★★★★ Six stars…brilliant…this series is addictive. If you loved Dune, Foundation or Ender's Game, you'll love the first novel in this epic, galaxy-spanning series.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Drama",
                "Novels",
                "Contemporary",
                "Epic"
            ]
        },
        {
            "title": "Ringworld",
            "authors": [
                "Larry Niven"
            ],
            "ranking": 3.96,
            "ranking_count": 112766,
            "abstract": "The artefact is a circular ribbon of matter six hundred million miles long and ninety million miles in radius. Pierson's puppeteers, the aliens who discovered it, are understandably wary of encountering the builders of such an immense structure and have assembled a team of two humans, a mad puppeteer and a kzin, a huge cat-like alien, to explore it. But a crash landing on the vast edifice forces the crew on a desperate and dangerous trek across the Ringworld.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Fantasy",
                "Space",
                "Audiobook",
                "Hugo Awards",
                "Adventure"
            ]
        },
        {
            "title": "The Bridge on the Drina",
            "authors": [
                "Ivo Andrić",
                "Lovett F. Edwards",
                "William H. McNeill"
            ],
            "ranking": 4.34,
            "ranking_count": 17384,
            "abstract": "A vivid depiction of the suffering history has imposed upon the people of Bosnia from the late sixteenth century to the beginning of World War I,. The Bridge on the Drina. earned Ivo Andric the Nobel Prize for Literature in 1961.. A great stone bridge built three centuries ago in the heart of the Balkans by a Grand Vezir of the Ottoman Empire dominates the setting of Andric's stunning novel. Spanning generations, nationalities, and creeds, the bridge stands witness to the countless lives played out upon it: Radisav, the workman, who tries to hinder its construction and is impaled on its highest point; to the lovely Fata, who throws herself from its parapet to escape a loveless marriage; to Milan, the gambler, who risks everything in one last game on the bridge with the devil his opponent; to Fedun, the young soldier, who pays for a moment of spring forgetfulness with his life. War finally destroys the span, and with it the last descendant of that family to which the Grand Vezir confided the care of his pious bequest - the bridge.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Literature",
                "Novels",
                "Nobel Prize",
                "War",
                "European Literature"
            ]
        },
        {
            "title": "The King of Attolia",
            "authors": [
                "Megan Whalen Turner"
            ],
            "ranking": 4.38,
            "ranking_count": 36154,
            "abstract": "By scheming and theft, the Thief of Eddis has become King of Attolia. Eugenides wanted the queen, not the crown, but he finds himself trapped in a web of his own making.. Then he drags a naive young guard into the center of the political maelstrom. Poor Costis knows he is the victim of the king's caprice, but his contempt for Eugenides slowly turns to grudging respect. Though struggling against his fate, the newly crowned king is much more than he appears. Soon the corrupt Attolian court will learn that its subtle and dangerous intrigue is no match for Eugenides.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "The Selected Writings of Edgar Allan Poe",
            "authors": [
                "Edgar Allan Poe",
                "Gary Richard Thompson"
            ],
            "ranking": 4.31,
            "ranking_count": 1526,
            "abstract": "Enormously popular and widely admired, Edgar Allan Poe occupies an extraordinary place in American literature. Technically skillful and spiritually haunting, Poe's body of work poems, tales, a novel, and essays—awakens readers to the darker side of humanity. This Norton Critical Edition includes Poe's most important writing, introduced, annotated, and edited by leading Poe scholar G. R. Thompson.. Backgrounds and Contexts includes fifty-seven judiciously chosen documents that illuminate Poe's short but prolific career, among them Poe's reviews, prefaces, and related correspondence as well as thematic pieces dealing with Transcendentalism and alternative Romanticism, psychological science, sensation fiction, and slavery and the South.. Fourteen critical essays address the major themes and genres of Poe's work. Among the contributors are Richard Wilbur, Grace Farrell, Barton Levi St. Armand, J. Gerald Kennedy, and John T. Irwin. A Selected Bibliography and an Index to Works and First Lines of Poems are also included.. --back cover. Table of Contents. Acknowledgments. Edgar A. Poe—An American Life (1809-1849). A Note on Texts and Annotations. The Texts of The Selected Writings of Edgar Allan Poe. POEMS. Introduction. Tamerlane. Dreams. Spirits of the Dead. Evening Star. Imitation. Stanzas: In Youth. A Dream. The Happiest Day. The Lake. Sonnet—To Science. Al Aaraaf. Introduction. Fairyland [1]. Fairyland [2]. Alone. To Helen [Stanard]. Israfel. The Sleeper. The Valley of Unrest. The City in the Sea. The Coliseum. Sonnet—Silence. Dream-Land. The Raven. Ulalume—A Ballad. The Bells. To Helen [Whitman]. A Dream Within a Dream. For Annie. Eldorado. Annabel Lee. TALES AND SKETCHES. Introduction. Metzengerstein. Loss of Breath [A Decided Loss]. MS. Found in a Bottle. The Assignation [The Visionary]. Lionizing [Some Passages in the Life of a Lion]. Shadow. Silence. Berenice. King Pest. Ligeia. How to Write a Blackwood Article. A Predicament [The Scythe of Time]. The Man That Was Used Up. The Fall of the House of Usher. William Wilson. The Man in the Crowd. The Murders in the Rue Morgue. A Descent into the Maelström. The Colloquy of Monos and Una. Never Bet the Devil Your Head. The Oval Portrait [Life in Death]. The Masque of the Red Death. The Pit and the Pendulum. The Tell-Tale Heart. The Gold-Bug. The Black Cat. The Premature Burial. The Purloined Letter. Some Words with a Mummy. The Power of Words. The Imp of the Perverse. The Facts of the Case of M. Valdemar. The Cask of Amontillado. Hop-Frog. The Narrative of Arthur Gordon Pym. Selections from Eureka. Backgrounds and Contexts. Edgar Allan Poe—Preface to Tamerlane and Other Poems. Edgar Allan Poe—To B__________ (July 1836). Edgar Allan Poe—To Joseph T. and Edwin Buckingham (May 4, 1833). Edgar Allan Poe—Preface to Tales of the Folio Club. Edgar Allan Poe—To T. W. Hite (April 30, 1835). Edgar Allan Poe—Review of Theodore Fay, Norman Leslie. Edgar Allan Poe—Review of Morris Mattson, Paul Ulric. J. P. Kennedy—To Edgar Allan Poe (February 9. 1836). Edgar Allan Poe—To J. P. Kennedy (February 11, 1836). J. K. Paulding—To T. W. White (March 3, 1836). Edgar Allan Poe—Review of Drake & Halleck (April 1836). Edgar Allan Poe—To Harrison Hall (September 2, 1836). Edgar Allan Poe—Review of Robert M. Bird, Sheppard Lee (September 1836). Edgar Allan Poe—Review of Baron de la Motte Fouqué, Undine (September 1839). Edgar Allan Poe—To Philip P. Cooke (September 21, 1839). Edgar Allan Poe—Review of Thomas Moore, Alciphron. Edgar Allan Poe—Preface to Tales of the Groesque and Arabesque. Edgar Allan Poe—Prospectus for Penn Magazine. Edgar Allan Poe—To William E. Burton (June 1, 1840). Edgar Allan Poe—Review of Edward Lytton Bulwer, Night and Morning. Edgar Allan Poe—Review of Lambert A. Wilmer, Quacks of Helicon. Edgar Allan Poe—Excordium to Critical Notices. Edgar Allan Poe—Review of Henry Wadsworth Longfellow, Ballads and Other Poems. Edgar Allan Poe—Two Reviews of Nathaniel Hawthorne, Twice-Told Tales. Edgar Allan Poe—To J. E. Snodgrass (June 4, 1842). Edgar Allan Poe—To James Russell Lowell (July 2, 1844). Edgar Allan Poe—Preface to the Marginalia series. James Russell Lowell—Our Contributors . . . Edgar Allan Poe. Anonymous [Edgar Allan Poe]—Review of Henry Wadsworth Longfellow. Edgar Allan Poe—Review of Thomas Hood, Prose and Verse. Unsigned Review—Tales of Edgar Allan Poe. Edgar Allan Poe—Preface to The Raven and Other Poems. Edgar Allan Poe—The Philosophy of Composition. Edgar Allan Poe—To P. P. Cooke (August 9, 1846). Edgar Allan Poe—Review of Nathaniel Hawthorne, Twice-Told Tales and Mosses from an Old Manse. Edgar Allan Poe—The Poetic Principle. Edgar Allan Poe—A Reviewer Reviewed. George Graham—The Later Edgar Poe. Charles Baudelaire—Edgar Allan Poe: His Life and Works. Walt Whitman—[Edgar Poe's Significance]. TRANSCENDENTALISM AND ALTERNATIVE ROMANTICISM. Introduction. Frederic Henry Hedge—On Immanuel Kant and German Transcendentalism. Friedrich Schlegel—Fragments from Lyceum, Athenaeum, and Dialogue of Poesie. August Wilhelm Schlegel—The Tragic; The Comic. Jean Paul Friedrich Richter—Humoristic Subjectivity. SCIENCES OF THE MIND. Introduction. Lavater, Gall, and Spurzheim—From Physiognomical System of Dr. Gall and Spurzheim. Orson S. Fowler—From Fowler's Practical Phrenology. Thomas C. Upham—From Outlines of Imperfection and Disordered Action. POPULAR FICTION: BLACKWOOD'S AND THE SENSATION TALE. Introduction. Anonymous—Extracts from Gosschen's Diary. Anonymous—The Buried Alive. William Maginn—The Man in the Bell. THE SOUTH AND SLAVERY. Introduction. James E. Heath—Southern Literature. Anonymous—Slavery. Edgar Allan Poe—To Beverley Tucker (May 2, 1836). J. V. Ridgely—The Authorship of the Paulding-Drayton Review. Edgar Allan Poe—To J. E. Snodgrass (June 17, 1840). Criticism. Introduction. Floyd Stovall—[Poetry, Imagination, and Cosmos: Poe's Debt to Coleridge]. Robert C. McLean—[Poetic Theory and Affective Poetry: Poe and George Tucker]. Richard Wilbur—The House of Poe. James W. Gargano—The Question of Poe's Narrators. Joseph J. Moldenhauer—Murder as a Fine Art: Basic Connections between Poe's Aesthetics, Psychology, and Moral Vision. Paul John Eakin—Poe's Sense of an Ending. Grace Farrell—The Quest of Arthur Gordon Pym. Liahna Klenman Babener—The Shadow's Shadow: The Motif of the Double in Edgar Allan Poe's The Purloined Letter. Barton Levi St. Armand—The Mysteries of Edgar Poe: The Quest for a Monomyth in Gothic Literature. Joseph N. Riddel—The Crypt of Edgar Allan Poe. J. Gerald Kennedy—Phantasms of Death in Poe's Fiction. John Carlos Rowe—Poe, Antebellum Slavery, and Modern Criticism. Terence Whalen—Average Racism: Poe, Slavery, and the Wages of Literary. Nationalism. John T. Irwin—Detective Fiction as High Art: Lacan, Derrida, and Johnson on The Purloined Letter. Selected Bibliography",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Poetry",
                "Horror",
                "Short Stories",
                "Gothic",
                "Mystery",
                "Fantasy",
                "Writing"
            ]
        },
        {
            "title": "Defending Jacob",
            "authors": [
                "William Landay"
            ],
            "ranking": 3.99,
            "ranking_count": 282643,
            "abstract": "Award-winning author William Landay has written the consummate novel of an embattled family in crisis - a suspenseful, character-driven mystery that is also a spellbinding tale of guilt, betrayal, and the terrifying speed at which our lives can spin out of control.. Andy Barber has been an assistant district attorney in his suburban Massachusetts county for more than twenty years. He is respected in his community, tenacious in the courtroom, and happy at home with his wife, Laurie, and son, Jacob. But when a shocking crime shatters their New England town, Andy is blindsided by what happens next: His fourteen-year-old son is charged with the murder of a fellow student.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Book Club",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Before I Die",
            "authors": [
                "Jenny Downham"
            ],
            "ranking": 3.82,
            "ranking_count": 53264,
            "abstract": "The story of Tessa, a young teenage girl who has only months to live ... a brilliantly crafted novel, heartbreaking yet life-affirming.. Tessa has just months to live. Fighting back against hospital visits, endless tests, drugs with excruciating side-effects, Tessa compiles a list. It’s her To Do Before I Die list. And number one is Sex. Released from the constraints of ‘normal’ life, Tessa tastes new experiences to make her feel alive while her failing body struggles to keep up. Tessa’s feelings, her relationships with her father and brother, her estranged mother, her best friend, and her new boyfriend, all are painfully crystallised in the precious weeks before Tessa’s time finally runs out.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Death",
                "Drama",
                "Womens Fiction"
            ]
        },
        {
            "title": "Death Note, Vol. 1: Boredom",
            "authors": [
                "Tsugumi Ohba",
                "Takeshi Obata",
                "Pookie Rolf"
            ],
            "ranking": 4.46,
            "ranking_count": 243527,
            "abstract": "Light Yagami is an ace student with great prospects - and he's bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami, a death god. Any human whose name is written in the notebook dies, and now Light has vowed to use the power of the Death Note to rid the world of evil. But when criminals begin dropping dead, the authorities send the legendary detective L to track down the killer. With L hot on his heels, will Light lose sight of his noble goal... or his life?. Boredom. Light tests the boundaries of the Death Note's powers as L and the police begin to close in. Luckily, Light's father is the head of the Japanese National Police Agency and leaves vital information about the case lying around the house. With access to his father's files, Light can keep one step ahead of the authorities. But who is the strange man following him, and how can Light guard against enemies whose names he doesn't know?",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Horror",
                "Fiction",
                "Mystery",
                "Young Adult",
                "Thriller",
                "Comics Manga"
            ]
        }
    ]
}