{
    "books": [
        {
            "title": "The Art of Raising a Puppy",
            "authors": [
                "Monks of New Skete"
            ],
            "ranking": 4.14,
            "ranking_count": 6460,
            "abstract": "The Monks of New Skete THE ART OF RAISING A PUPPY The authors of the classic guide How to Be Your Dog's Best Friend now tell you everything you need to know about the crucial first months of your puppy's life. From the decision to adopt a pup through the practical steps of choosing the right breed, preparing your home, caring for your new charge, and practicing basic obedience exercises, the Monks of New Skete offer clear, compassionate guidelines for raising a puppy. Renowned for breeding German shepherds, the Monks train their own beautiful dogs, and dogs of any breed, according to a unique program based on understanding canine behavior and enhancing the bond between dog and owner. This communion begins in puppyhood and is based on deep respect and affection. Improper care, poor training, or a lack of attention during the early months can lead to problem behaviors that become increasingly difficult to alter as your dog matures. By learning to gently assert your dominance from the start, you'll build a lasting and loving relationship with your pup. This complete guide, illustrated with more than eighty black-and-white photographs, explains the stages of puppy development, how to communicate with your pup, how to begin a complete training program, and how to deal with common problems like chewing, jumping up, and paper-training. The kind of fulfillment a solid relationship with your pup can bring is demonstrated in the stories of three dogs who have assumed special places in their owners lives. The Art of Raising a Puppy is an essential source of wisdom, information, and inspiration for anyone who loves and cares for a puppy. As a community, the Monks of New Skete have been breeding, raising, and training dogs for more than twenty years. New Skete Monastery is located in Cambridge, New York.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Reference",
                "How To",
                "Unfinished",
                "Self Help",
                "Science",
                "Audiobook",
                "Education"
            ]
        },
        {
            "title": "قرية ظالمة",
            "authors": [
                "محمد كامل حسين"
            ],
            "ranking": 3.96,
            "ranking_count": 4424,
            "abstract": "تُعدّ «قرية ظالمة» من أجمل ما كتب د.محمد كامل حسين، بل يراها البعض أجمل ما كُتِب عن الأيام الأخيرة للسيد المسيح. تناول المؤلف فى هذه القصة بأسلوب راق وسرد شائق مشكلات الإنسان النفسية والفكرية والاجتماعية المزمنة. وقد ترجمت إلى لغات عديدة كالإنجليزية والفرنسية والإسبانية والهولندية والتركية، واستحق من أجلها جائزة الدولة فى الأدب عام 1957. كان د.محمد كامل حسين (1901-1977) جراحًا بارعًا وأستاذًا نابها، تفوق فى الطب فكان يُعَدّ رائد طب العظام فى مصر، ونال جائزة الدولة فى العلوم عام 1967، فأصبح بذلك أول مصرى يحوز جائزتى الأدب والعلوم. وله عدة كتب تتناول اللغة العربية والأدب والنقد والطب والعلوم، ومن أهمها «الوادى المقدس» (دار الشروق، 2007) «وقوم لا يتطهرون» (دار الشروق، 2004) «والذكر الحكيم» و«اللغة العربية المعاصرة» و«التحليل البيولوچى للتاريخ» و«وحدة المعرفة»",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Philosophy",
                "Fiction",
                "Historical",
                "Literature",
                "Classics",
                "Religion",
                "Unfinished",
                "Audiobook"
            ]
        },
        {
            "title": "The Twelve Kingdoms: Sea of Wind",
            "authors": [
                "Fuyumi Ono",
                "Akihiro Yamada",
                "Alexander O. Smith",
                "Elye J. Alexander"
            ],
            "ranking": 4.21,
            "ranking_count": 1440,
            "abstract": "An international bestseller, this spectacular fantasy epic makes its U.S. debut.. Born in Japan and raised as a human, Taiki is overwhelmed when he's brought back to the kingdom of Tai, where he's told he's a kirin. With little knowledge or guidance, he must trust his latent instincts to choose a king for the Kingdom of Tai from among dozens of men and women who seek the position. Will the frustrated Taiki, who can't even figure out how to transform into animal form, make the right choice? And more important, will he discover the kirin that lives within?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Novels",
                "Sequential Art",
                "Cultural",
                "Asian Literature",
                "Adventure"
            ]
        },
        {
            "title": "4.48 Psychosis",
            "authors": [
                "Sarah Kane"
            ],
            "ranking": 4.23,
            "ranking_count": 4883,
            "abstract": "4.48 Psychosis. sees the ultimate narrowing of Sarah Kane's focus in her work. The struggle of the self to remain intact has moved in her work from civil war, into the family, into the couple, into the individual, and finally into the theatre of phychosis: the mind itself. This play was written in 1999 shortly before the playwright took her own life at age 28. On the page, the piece looks like a poem. No characters are named, and even their number is unspecified. It could be a journey through one person's mind, or an interview between a doctor and his patient.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Poetry",
                "Fiction",
                "Health",
                "Psychology",
                "European Literature",
                "Contemporary",
                "Classics"
            ]
        },
        {
            "title": "Far Away and Long Ago",
            "authors": [
                "William H. Hudson"
            ],
            "ranking": 3.92,
            "ranking_count": 363,
            "abstract": "For at some period of a man's life; at all events of some lives; in some rare state of the mind, it is all at once revealed to him as by a miracle that nothing is ever blotted out.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Travel",
                "Literature",
                "Adventure",
                "Environment",
                "Unfinished",
                "Historical"
            ]
        },
        {
            "title": "Double Star",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 3.91,
            "ranking_count": 21543,
            "abstract": "One minute, down and out actor Lorenzo Smythe was — as usual — in a bar, drinking away his troubles as he watched his career go down the tubes. Then a space pilot bought him a drink, and the next thing Smythe knew, he was shanghaied to Mars.. Suddenly he found himself agreeing to the most difficult role of his career: impersonating an important politician who had been kidnapped. Peace with the Martians was at stake — failure to pull off the act could result in interplanetary war. And Smythe's own life was on the line — for if he wasn't assassinated, there was always the possibility that he might be trapped in his new role forever!",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Hugo Awards",
                "Science Fiction Fantasy",
                "Classics",
                "Speculative Fiction",
                "Fantasy",
                "Politics",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Exquisite Corpse",
            "authors": [
                "Poppy Z. Brite"
            ],
            "ranking": 3.78,
            "ranking_count": 11648,
            "abstract": "To serial slayer Andrew Compton, murder is an art,. the most intimate art. . After feigning his own death to escape from prison, Compton makes his way to the United States with the sole ambition of bringing his art to new heights. Tortured by his own perverse desires, and drawn to possess and destroy young boys, Compton inadvertently joins forces with Jay Byrne, a dissolute playboy who has pushed his art to limits even Compton hadn't previously imagined. Together, Compton and Byrne set their sights on an exquisite young Vietnamese-American runaway, Tran, whom they deem to be the perfect victim.. Swiftly moving from the grimy streets of London's Piccadilly Circus to the decadence of the New Orleans French Quarter, and punctuated by rants from radio talk show host Lush Rimbaud, a.k.a. Luke Ransom, Tran's ex-lover, who is dying of AIDS and who intends to wreak ultimate havoc before leaving this world,. Exquisite Corpse. unfolds into a labyrinth of murder and love. Ultimately all four characters converge on a singular bloody night after which their lives will be irrevocably changed — or terminated.. Poppy Z. Brite dissects the landscape of torture and invites us into the mind of a killer.. Exquisite Corpse. confirms Brite as a writer who defies categorization. It is a novel for those who dare trespass where the sacred and profane become one.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "LGBT",
                "Thriller",
                "Mystery",
                "Dark",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "Savage Grace",
            "authors": [
                "Cassie Edwards"
            ],
            "ranking": 4.31,
            "ranking_count": 211,
            "abstract": "An Angel's Grace. From the moment he saw her, her lovely flame hair spread about her shoulders like a glowing halo, Standing Wolf thought of no other. She was a vision - an angel with beautiful blue eyes that looked deep into his and saw his every emotion. She had rescued him, body and soul, and he knew that when he had finally claimed her as his one and only love, he would never leave her side.. A Warrior's Touch. Shaylee had never dreamed that she would be given another chance at life and love. But Standing Wolf needed her as no one ever had: He was her destiny. As she nursed the handsome Cherokee warrior back to health, she longed to feel his heard muscled body beneath her fingertips and taste his sweet kisses. For only his touch could erase the pain of her past and unite them as one.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Westerns"
            ]
        },
        {
            "title": "How to Talk Dirty and Influence People",
            "authors": [
                "Lenny Bruce"
            ],
            "ranking": 4.0,
            "ranking_count": 2581,
            "abstract": "Castigated in his time for breaching such American conversational taboos as religion, sex, censorship, and racism, Lenny Bruce proved to be a pioneer in exposing hypocrisies, the impact of which still echoes on both sides of censorship controversies. This book and soon-to-be-released private tapes are sure to bring the extent of Bruce's influence into sharp focus. Photo insert.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Humor",
                "Autobiography",
                "Biography Memoir",
                "Politics",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Flood Tide",
            "authors": [
                "Clive Cussler"
            ],
            "ranking": 3.99,
            "ranking_count": 18392,
            "abstract": "The coin of the realm for the wealthy, insatiably greedy Chinese smuggler who is Dirk Pitt's adversary in Flood Tide is human lives: much of his vast fortune has been made smuggling Chinese immigrants into countries around the globe, including the United States. Tracking the smuggler's activities leads Pitt from Washington State to Louisiana, where his quarry is constructing a huge shipping port in the middle of nowhere. Why has he chosen this unlikely location? The trail then leads to the race to find the site of the mysterious sinking of the ship that Chiang Kai-shek filled with treasure when he fled China in 1949, including the legendary boxes containing the bones of Peking Man that had vanished at the beginning of World War 1. As Pitt prepares for a final showdown, he is faced with the most formidable foe he has ever encountered.",
            "part_of_series": true,
            "genre_list": [
                "Adventure",
                "Fiction",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Spy Thriller",
                "Historical"
            ]
        },
        {
            "title": "A Diet of Treacle",
            "authors": [
                "Lawrence Block",
                "Sheldon Lord"
            ],
            "ranking": 3.19,
            "ranking_count": 566,
            "abstract": "Drug deals lead to murder after a beautiful college student gets involved with a stoner and his sociopathic roommate in 1960s Greenwich Village, in this classic tale by Block, published for the first time in almost 50 years. Original.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Pulp",
                "Thriller",
                "Drama"
            ]
        },
        {
            "title": "The 100: A Ranking of the Most Influential Persons in History",
            "authors": [
                "Michael H. Hart"
            ],
            "ranking": 3.99,
            "ranking_count": 6296,
            "abstract": "In 1978, when Michael Hart's controversial book. The 100. was first published, critics objected that Hart had the nerve not only to select who he thought were the most influential people in history, but also to rank them according to their importance. Needless to say, the critics were wrong, and to date more than 60,000 copies of the book have been sold. Hart believed that in the intervening years the influence of some of his original selections had grown or lessened and that new names loomed large on the world stage. Thus, the publications of this revised and updated edition of The 100.. As before, Hart's yardstick is influence: not the greatest people, but the most influential, the people who swayed the destinies of millions of human beings, determined the rise and fall of civilizations, changed the course of history. With incisive biographies, Hart describes their careers and contributions. Explaining his ratings, he presents a new perspective on history, gathering together the vital facts about the world's greatest religious and political leaders, inventors, writers, philosophers, explorers, artists, and innovators--from Asoka to Zoroaster. Most of the biographies are accompanied by photographs or sketches. Hart's selections may be surprising to some. Neither Jesus nor Marx, but Muhammad, is designated as the most influential person in human history. The writer's arguments may challenge and perhaps convince readers, but whether or not they agree with him, his manner of ranking is both informative and entertaining.. The 100. , revised and updated, is truly a monumental work. It promises to be just as controversial, just as thought-provoking, and just as successful as its predecessor--a perfect addition to any history or philosophy reference section.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Religion",
                "Reference",
                "Biography Memoir",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Culture and Society, 1780-1950",
            "authors": [
                "Raymond Williams"
            ],
            "ranking": 4.03,
            "ranking_count": 353,
            "abstract": "Acknowledged as perhaps. the. masterpiece of materialist criticism in the English language, this omnibus ranges over British literary history from George Eliot to George Orwell to inquire about the complex ways economic reality shapes the imagination.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Philosophy",
                "Cultural",
                "Culture",
                "Sociology",
                "Criticism",
                "Politics"
            ]
        },
        {
            "title": "As for Me and My House",
            "authors": [
                "Sinclair Ross",
                "Robert Kroetsch"
            ],
            "ranking": 3.49,
            "ranking_count": 2077,
            "abstract": "“It’s an immense night out there, wheeling and windy. The lights on the street and in the houses against the black wetness, little unilluminating glints that might be painted on it. The town seems huddled together, cowering on a high tiny perch, afraid to move lest it topple into the wind.”. The town is Horizon, the setting of Sinclair Ross’ brilliant classic study of life in the Depression era. Hailed by critics as one of Canada’s great novels,. As For Me and My House. takes the form of a journal. The unnamed diarist, one of the most complex and arresting characters in contemporary fiction, explores the bittersweet nature of human relationships, of the unspoken bonds that tie people together, and the undercurrents of feeling that often tear them apart. Her chronicle creates an intense atmosphere, rich with observed detail and natural imagery.. As For Me and My House. is a landmark work. It is essential reading for anyone who seeks to understand the scope and power of the Canadian novel.. From the Paperback edition.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Classics",
                "Literature",
                "Academic",
                "Historical",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "God's Bits of Wood",
            "authors": [
                "Ousmane Sembène",
                "Francis Price"
            ],
            "ranking": 3.97,
            "ranking_count": 2582,
            "abstract": "In 1947-8 the workers on the Dakar-Niger Railway came out on strike. Sembène Ousmane, in this vivid and moving novel, evinces all of the colour, passion and tragedy of those decisive years in the history of West Africa.. 'Ever since they left Thiès, the women had not stopped singing. As soon as one group allowed the refrain to die, another picked it up, and new verses were born at the hazard of chance or inspiration, one word leading to another and each finding, in its turn, its rhythm and its place. No one was very sure any longer where the song began, or if it had an ending. It rolled out over its own length, like the movement of a serpent. It was as long as a life.'",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Historical",
                "Western Africa",
                "Literature",
                "Classics",
                "Politics"
            ]
        },
        {
            "title": "Kontroll",
            "authors": [
                "Viktor Suvorov",
                "Dzintars Sprivulis"
            ],
            "ranking": 4.16,
            "ranking_count": 337,
            "abstract": "Viktor Suvorov on eesti lugejale seni tuntud ajalooraamatute autorina («Olioni» üllitatud «M-päev» ja «Viimane vabariik»), kus ta esitab ja kaitseb oma kontseptsiooni Saksa-Vene sõja alguse kohta.. «Kontroll» on aga ilukirjandus, võiks öelda, poliitilis-fantastiline romaan. Tegevus toimub mõned aastad enne suure sõja algust Nõukogudemaal. Tegelasteks on mitmed ajaloolised isikud alates Stalinist, peamiselt siiski väljamõeldud persoonid. Lugu hargneb Stalini väljamõeldud ja realiseeritud kõikehaarava kontrollsüsteemi ümber. Fantastikasugemetele vaatamata on tegemist väga realistliku, detailirohke esituslaadiga, mis kaasahaaravalt viib lugeja selle ajastu, totaalse kontrolli ajastu õhustikku.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Cultural",
                "Literature",
                "Adventure",
                "War",
                "Historical"
            ]
        },
        {
            "title": "The Scapegoat",
            "authors": [
                "René Girard"
            ],
            "ranking": 4.17,
            "ranking_count": 682,
            "abstract": "Widely regarded as one of the most profound critics of our time, René Girard has pursued a powerful line of inquiry across the fields of the humanities and the social sciences. His theories, which the French press has termed l'hypothèse girardienne, have sparked interdisciplinary, even international, controversy. In. The Scapegoat. , Girard applies his approach to texts of persecution, documents that recount phenomena of collective violence from the standpoint of the persecutor--documents such as the medieval poet Guillaume de Machaut's. Judgement of the King of Navarre. , which blames the Jews for the Black Death and describes their mass murder.. Girard compares persecution texts with myths, most notably with the myth of Oedipus, and finds strikingly similar themes and structures. Could myths regularly conceal texts of persecution? Girard's answers lies in a study of the Christian Passion, which represents the same central event, the same collective violence, found in all mythology, but which is read from the point of view of the innocent victim. The Passion text provides the model interpretation that has enabled Western culture to demystify its own violence--a demystification Girard now extends to mythology.. Underlying Girard's daring textual hypothesis is a powerful theory of history and culture. Christ's rejection of all guilt breaks the mythic cycle of violence and the sacred. The scapegoat becomes the Lamb of God; the foolish genesis of blood-stained idols and the false gods of superstition, politics, and ideologies are revealed.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Religion",
                "Anthropology",
                "Psychology",
                "Sociology",
                "History",
                "Politics"
            ]
        },
        {
            "title": "Mrs. Piggle-Wiggle",
            "authors": [
                "Betty MacDonald",
                "Alexandra Boiger"
            ],
            "ranking": 4.15,
            "ranking_count": 53286,
            "abstract": "Everyone loves Mrs. Piggle-Wiggle. Mrs. Piggle-Wiggle lives in an upside-down house and smells like cookies. She was even married to a pirate once. Most of all, she knows everything about children. She can cure them of any ailment. Patsy hates baths. Hubert never puts anything away. Allen eats v-e-r-y slowly. Mrs Piggle-Wiggle has a treatment for all of them.. The incomparable Mrs. Piggle-Wiggle loves children good or bad and never scolds but has positive cures for Answer-Backers, Never-Want-to-Go-to-Bedders, and other boys and girls with strange habits. '[Now] in paperback . . . for a new generation of children to enjoy.' -- San Francisco Examiner Chronicle.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Classics",
                "Humor",
                "Young Adult",
                "Kids"
            ]
        },
        {
            "title": "Mockingbird",
            "authors": [
                "Walter Tevis"
            ],
            "ranking": 4.16,
            "ranking_count": 6836,
            "abstract": "Mockingbird is a powerful novel of a future world where humans are dying. Those that survive spend their days in a narcotic bliss or choose a quick suicide rather than slow extinction. Humanity's salvation rests with an android who has no desire to live, and a man and a woman who must discover love, hope, and dreams of a world reborn.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "Wicked Words",
            "authors": [
                "Terry Deary",
                "Philip Reeve"
            ],
            "ranking": 4.06,
            "ranking_count": 513,
            "abstract": "History with the nasty bits left in!. Wicked Words. tells you some fascinating and funny facts about the incredible English language and its horrible history, from the first word. ever. to dreadful dictionaries and sleazy slang.. Want to know:. • how to be very rude... without anybody knowing?. • some murky Medieval jokes?. • what to say if someone calls you. mundungus. ,. hackum. or. jobbernowl. ?. Read on for some potty proverbs, wacky word games, ridiculous writers and rotten riddles. Ever suffered a spelling test or grappled with grammar? Get your revenge with some really wicked words - even English teachers will be speechless!. History has never been so horrible!",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "Childrens",
                "Humor",
                "Humanities",
                "Historical"
            ]
        },
        {
            "title": "The Unabridged Journals of Sylvia Plath",
            "authors": [
                "Sylvia Plath",
                "Karen V. Kukil"
            ],
            "ranking": 4.19,
            "ranking_count": 20382,
            "abstract": "First U.S. Publication. A major literary event--the complete, uncensored journals of Sylvia Plath, published in their entirety for the first time.. Sylvia Plath's journals were originally published in 1982 in a heavily abridged version authorized by Plath's husband, Ted Hughes. This new edition is an exact and complete transcription of the diaries Plath kept during the last twelve years of her life. Sixty percent of the book is material that has never before been made public, more fully revealing the intensity of the poet's personal and literary struggles, and providing fresh insight into both her frequent desperation and the bravery with which she faced down her demons. The complete Journals of Sylvia Plath is essential reading for all who have been moved and fascinated by Plath's life and work.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Poetry",
                "Biography",
                "Classics",
                "Autobiography",
                "Biography Memoir",
                "Health",
                "Mental Health",
                "Diary"
            ]
        },
        {
            "title": "Crowfoot: Chief of the Blackfeet",
            "authors": [
                "Hugh A. Dempsey"
            ],
            "ranking": 3.69,
            "ranking_count": 29,
            "abstract": "Crowfoot, a Blood Indian who became chief of the Blackfoot Nation, was a great warrior and peacemaker during the time of settlement of the Canadian West.. In one shattering decade, from 1875 to 1885, the great buffalo herds disappeared from Western Canada, forcing the Plains Indians who had depended on them for food, shelter, and clothing, to change their way of life. Crowfoot became a leader by merit, establishing his leadership in battle. He survived smallpox epidemics, fought in 19 battles, and provided generous leadership, sharing his wealth with the less successful.. Crowfoot tells the story of how one Canadian First Nation was led through years of cataclysmic change by a wise chief, a great warrior, a diplomat and peacemaker who viewed peace as the key to survival.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction"
            ]
        },
        {
            "title": "Confessions of a Failed Southern Lady: A Memoir",
            "authors": [
                "Florence King"
            ],
            "ranking": 4.02,
            "ranking_count": 1796,
            "abstract": "Confessions of a Failed Southern Lady. is Florence King's classic memoir of her upbringing in an eccentric Southern family, told with all the uproarious wit and gusto that has made her one of the most admired writers in the country. Florence may have been a disappointment to her Granny, whose dream of rearing a Perfect Southern Lady would never be quite fulfilled. But after all, as Florence reminds us, no matter which sex I went to bed with, I never smoked on the street.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Humor",
                "Nonfiction",
                "Biography",
                "American",
                "Biography Memoir",
                "LGBT",
                "Feminism",
                "Womens"
            ]
        },
        {
            "title": "The Notebook",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.13,
            "ranking_count": 1495611,
            "abstract": "Set amid the austere beauty of the North Carolina coast begins the story of Noah Calhoun, a rural Southerner recently returned from the Second World War. Noah is restoring a plantation home to its former glory, and he is haunted by images of the beautiful girl he met fourteen years earlier, a girl he loved like no other. Unable to find her, yet unwilling to forget the summer they spent together, Noah is content to live with only memories...until she unexpectedly returns to his town to see him once again.. Like a puzzle within a puzzle, the story of Noah and Allie is just the beginning. As it unfolds, their tale miraculously becomes something different, with much higher stakes. The result is a deeply moving portrait of love itself, the tender moments and the fundamental changes that affect us all. It is a story of miracles and emotions that will stay with you forever.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Classics",
                "Love",
                "Drama"
            ]
        },
        {
            "title": "A Soldier's Legacy",
            "authors": [
                "Heinrich Böll",
                "Leila Vennewitz"
            ],
            "ranking": 3.49,
            "ranking_count": 424,
            "abstract": "It is 1943 and Wenk, a young German soldier guarding the Normandy coast, finds himself in a war where the main enemies are loneliness and misery. Corruption is rampant in the High Command: supplies are being siphoned off, and starving, exhausted soldiers must cross their won mine fields to steal potatoes from the neighboring French farms.. Against all army rank and protocol, Wenk forms a friendship with Lieutenant Schelling, whose protests on behalf of his men have incurred the wrath of another officer. When the company is transferred to the fighting on the Russian front, fear, suspicion, and mistrust forces events to a shocking conclusion.. Written in 1947 and lost in the chaos of Germany in the postwar years, A Soldier's Legacy now takes its place beside All Quiet on the Western Front as a depiction of the horrors of war.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "War",
                "Cultural",
                "History",
                "Literature",
                "Nobel Prize",
                "Roman"
            ]
        },
        {
            "title": "Belfast Confetti",
            "authors": [
                "Ciaran Carson"
            ],
            "ranking": 4.01,
            "ranking_count": 268,
            "abstract": "Belfast Confetti. , Ciaran Carson’s third book of poetry, weaves together in a carefully sequenced volume prose pieces, long poems, lyrics, and haiku. His subjects include the permeable boundaries of Belfast neighborhoods, of memory, of public and private fear, and, indeed, of the forms of language and art. Carson finds unexpected uses—constructive and destructive—of the building rubble of Belfast history. Rich in lore of place, these innovative and vividly fresh poems draw deeply on traditions—oral, local, and literary.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Nations and Nationalism",
            "authors": [
                "Ernest Gellner",
                "Simten Coşar",
                "Saltuk Özertürk",
                "Nalan Soyarık"
            ],
            "ranking": 3.83,
            "ranking_count": 1471,
            "abstract": "This thoughtful and penetrating book, addressed to political scientists, sociologists, historians, and anthropologists, interprets nationalism in terms of its social roots, which it locates in industrial social organization. Professor Gellner asserts here that a society's affluence and economic growth depend on innovation, occupational mobility, the effectiveness of the mass media, universal literacy, and an all-embracing educational system based on a shared, standard idiom. These factors, taken together, govern the relationship between culture and the state. Political units that do not conform to the principle, one state, one culture feel the strain in the form of nationalistic activity.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "History",
                "Nonfiction",
                "Political Science",
                "Sociology",
                "Anthropology",
                "Philosophy",
                "Academic",
                "Social Science"
            ]
        },
        {
            "title": "The Nebula Awards 18",
            "authors": [
                "Robert Silverberg",
                "Joanna Russ",
                "Michael  Bishop",
                "William Gibson",
                "Connie Willis",
                "Barry N. Malzberg",
                "John Kessel",
                "Bruce Sterling"
            ],
            "ranking": 3.79,
            "ranking_count": 24,
            "abstract": "Contents. * ix • Introduction (The Nebula Awards #18) • (1983) • essay by Robert Silverberg. * 1 • Souls • (1982) • novella by Joanna Russ. * 49 • (Excerpt From) No Enemy But Time • (1982) • shortfiction by Michael Bishop. * 59 • The Pope of the Chimps • (1982) • novelette by Robert Silverberg. * 79 • Burning Chrome • (1982) • novelette by William Gibson. * 100 • Fire Watch • [Time Travel] • (1982) • novelette by Connie Willis. * 139 • Corridors • (1982) • shortstory by Barry N. Malzberg. * 154 • Another Orphan • (1982) • novelette by John Kessel. * 200 • A Letter from the Clearys • (1982) • shortstory by Connie Willis. * 212 • Swarm • [Shaper/Mechanist] • (1982) • novelette by Bruce Sterling. * 237 • The Nebula Winners, 1965-1981 • (1983) • essay by uncredited",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Science Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "The Path Between the Seas: The Creation of the Panama Canal, 1870-1914",
            "authors": [
                "David McCullough"
            ],
            "ranking": 4.2,
            "ranking_count": 18186,
            "abstract": "On December 31, 1999, after nearly a century of rule, the United States officially ceded ownership of the Panama Canal to the nation of Panama. That nation did not exist when, in the mid-19th century, Europeans first began to explore the possibilities of creating a link between the Atlantic and Pacific oceans through the narrow but mountainous isthmus; Panama was then a remote and overlooked part of Colombia.. All that changed, writes David McCullough in his magisterial history of the Canal, in 1848, when prospectors struck gold in California. A wave of fortune seekers descended on Panama from Europe and the eastern United States, seeking quick passage on California-bound ships in the Pacific, and the Panama Railroad, built to serve that traffic, was soon the highest-priced stock listed on the New York Exchange.. To build a 51-mile-long ship canal to replace that railroad seemed an easy matter to some investors. But, as McCullough notes, the construction project came to involve the efforts of thousands of workers from many nations over four decades; eventually those workers, laboring in oppressive heat in a vast malarial swamp, removed enough soil and rock to build a pyramid a mile high. In the early years, they toiled under the direction of French entrepreneur Ferdinand de Lesseps, who went bankrupt while pursuing his dream of extending France's empire in the Americas.. The United States then entered the picture, with President Theodore Roosevelt orchestrating the purchase of the canal—but not before helping foment a revolution that removed Panama from Colombian rule and placed it squarely in the American camp.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Historical",
                "Audiobook",
                "Travel",
                "Science",
                "Politics"
            ]
        },
        {
            "title": "Sweet Days of Discipline",
            "authors": [
                "Fleur Jaeggy",
                "Tim Parks"
            ],
            "ranking": 3.68,
            "ranking_count": 3294,
            "abstract": "Set in postwar Switzerland, Fleur Jaeggy’s eerily beautiful novel begins simply and innocently enough: At fourteen I was a boarder in a school in the Appenzell. But there is nothing truly simple or innocent here. With the off-handed knowingness of a remorseless young Eve, the narrator describes life as a captive of the school and her designs to win the affections of the apparently perfect new girl, Fréderique. As she broods over her schemes as well as on the nature of control and madness, the novel gathers a suspended, unsettling energy. Now translated into six languages,. I beati anni del castigo. in its Italian original won the 1990 Premio Bagutta and the 1990 Premio Speciale Rapallo. In Tim Parks’ consummate translation (with its spare, haunting quality of a prose poem),. Sweet Days of Discipline. was selected as one of the. London Times Literary Supplement. ’s Notable Books of 1992: In a period when novels are generally overblown and scarcely portable, it is good to be able to recommend [one that is] miraculously short and beautifully written.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "LGBT",
                "European Literature",
                "Novella",
                "Literary Fiction",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Железный король. Узница Шато-Гайара",
            "authors": [
                "Maurice Druon",
                "Nadezhda Zharkova"
            ],
            "ranking": 4.47,
            "ranking_count": 484,
            "abstract": "В настоящее издание включены две первые книги серии исторических романов известного современного французского писателя Мориса Дрюона Проклятые короли. В них рассматриваются судьбы французского государства с первого десятилетия XIV века, последних лет царствования Филиппа IV Красивого, прозванного Железным королем, и первых месяцев царствования Людовика X.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Cultural",
                "Romance",
                "European Literature"
            ]
        },
        {
            "title": "The Concubine's Children",
            "authors": [
                "Denise Chong"
            ],
            "ranking": 3.9,
            "ranking_count": 1827,
            "abstract": "The Concubine’s Children. is the story of a family cleaved in two for the sake of a father’s dream. There’s Chan Sam, who left an at home wife in China to earn a living in Gold Mountain—North America. There’s May-ying, the wilful, seventeen-year-old concubine he bought, sight unseen, who labored in tea houses of west coast Chinatowns to support the family he would have in Canada, and the one he had in China. It was the concubine’s third daughter, the author’s mother, who unlocked the past for her daughter, whose curiosity about some old photographs ultimately reunited a family divided for most of the last century.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Cultural",
                "History",
                "Autobiography",
                "Historical",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "SS-GB",
            "authors": [
                "Len Deighton"
            ],
            "ranking": 3.74,
            "ranking_count": 6703,
            "abstract": "1941, and England invaded – and defeated – by the Germans.... The King is a hostage in the tower, the Queen and Princesses have fled to Australia, Churchill has been executed by a firing squad, Englishmen are being deported to work in German factories and the dreaded SS is in charge of Scotland Yard. London is in shock. The very look of daily life is a walking nightmare of German uniforms, artifacts, regulations. There are collaborators. There are profiteers. But there are others working in hope, in secret, and desperate danger, against the invader. And still others are living strangely ambiguous lives – none more so than Detective Superintendent Douglas Archer (Archer of the yard as the press like to call him), trying to maintain a peculiarly, almost sacredly, British institution under a Nazi chief. Archer has started work on what seems, at first, a routine murder case. But suddenly an SS. Standartenführer. from Himmler's personal staff flies in from Berlin to supervise the investigation, and Archer is plunged deep into an espionage battle for which he is completely unprepared, and where the stakes are incredibly high. We’re dealing with something that could prove so deadly that not even the Black Death would compare with the consequences, the SS man tells him.. Setting forth on a tight rope trail of violence, betrayal and danger, Archer moves into worlds within worlds of intrigue. The British resistance, wealthy collaborators, high-level scientists, German army and SS factions and vicious rivalry, a beautiful American reporter on assignment for the still-neutral papers back home – these are the players that Deighton's treacherously shifting drama, as it races toward its chattering climax that involves the fate of the King, and of England itself.. SS–GB. is fascinating in its premise, utterly authentic and convincing in its detail. It is the most gripping novel we have had from the author of. The Ipcress File. ,. Funeral in Berlin. , and. Bomber. . Already, in England, it has become Len Deighton's greatest best seller.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Historical",
                "Thriller",
                "War",
                "Mystery",
                "Spy Thriller"
            ]
        },
        {
            "title": "Lady Oracle",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 3.68,
            "ranking_count": 12794,
            "abstract": "Joan Foster is the bored wife of a myopic ban-the-bomber.  She takes off overnight as Canada's new superpoet, pens lurid gothics on the sly, attracts a blackmailing reporter, skids cheerfully in and out of menacing plots, hair-raising traps, and passionate trysts, and lands dead and well in Terremoto, Italy.  In this remarkable, poetic, and magical novel, Margaret Atwood proves yet again why she is considered to be one of the most important and accomplished writers of our time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "Contemporary",
                "Feminism",
                "Literature",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "Busman's Honeymoon",
            "authors": [
                "Dorothy L. Sayers"
            ],
            "ranking": 4.23,
            "ranking_count": 19515,
            "abstract": "Lord Peter Wimsey and his bride, mystery writer Harriet Vane, start their honeymoon with murder. The former owner of Talboys estate is dead in the cellar with a misspelled notise to the milkman, not a spot of blood on his smashed skull, and £600 in his pocket.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Romance",
                "European Literature",
                "Thriller",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "Gold Rush Prodigal",
            "authors": [
                "Brock Thoene",
                "Bodie Thoene"
            ],
            "ranking": 3.67,
            "ranking_count": 168,
            "abstract": "The gold fields made him a promise. But what if the gold ran out?. David Bollin, born of missionary parents in Hawaii, leaves his island home to take up a new life as a gentleman in Boston. Having rejected his father's faith, David had set out to make his own fortune and prove himself a man. But before he can realize his dream, he is plunged into an unexpected adventure--first as a hand on a whaling ship, and then as a prospector in the California gold fields.. The lure of gold and the dream of a life of ease entice him onward, drawing him into a downward spiral of deceit and trapping him in a web of murder, power and greed.. The glamorous future turns into despair as he becomes the target of unscrupulous enemies. Without a defense, what are his chances?. Could a father's broken heart span the ocean that separated them?",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Westerns",
                "Christian"
            ]
        },
        {
            "title": "Asterix in Switzerland",
            "authors": [
                "René Goscinny",
                "Albert Uderzo"
            ],
            "ranking": 4.24,
            "ranking_count": 6756,
            "abstract": "The governor of Gaul has always been a creative accountant. Now he's under investigation by Vexatius Sinusititis, or he was, until someone poisons the investigator. In order to heal Vexatius, Asterix and Obelix set off to locate a special flower that grows only in Helvetia.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Cultural",
                "Historical",
                "Graphic Novels Comics",
                "Comics",
                "Childrens"
            ]
        },
        {
            "title": "تلخيص منطق أرسطو",
            "authors": [
                "Ibn Rushd",
                "جيرار جهامي",
                "ابن رشد"
            ],
            "ranking": 4.01,
            "ranking_count": 70,
            "abstract": "7 مجلدات. في 5 كتب. دراسة وتحقيق:. د. جيرار جهامي. سلسلة علم المنطق.. --. المؤلف:. بين المعلم الأول أرسطو والشارح الأكبر ابن رشد رابط عضوي جامع, تغلغل الفكر بين ثناياه ليعيد بواسطته فيلسوف المغرب إحياء مذهب فيلسوف أسطاجيرا ومنطقه المتحكم بمنهج ومنهجية العلوم الإسلامية. ويبدو تلخيص ابن رشد لهذا المنطق, شرحًا وتعليقًا, من أبرز المراجع في ميدان المنطقيات عند العرب الذين استغلوا الأورغانون في ضبط علومهم برهانيًا وجدليًا: من الفلسفة إلى الكلام, ومن الفقه إلى النحو.. إننا إذ نقدم إلى القارئ العبي هذه المجموعة المنطقية, نود أن نشبع عنده رغبة العودة إلى العب من هذا المنبع الذي لاينضب ذهنيًا, محققين إحدى أمنياته ألا وهي إسهامنا المتواضع في تحقيق المخطوطات العربية النفيسة. إن هدفنا إحياء التراث الفين الذي مازالت أصداء منهجياته, ومصطلحاته, وآراء صانعيه, تتردد مرشدة الأجيال الطالعة تحقيقًا لنهضة علمية وفكرية أكيدة, تصل بين الماضي والحاضر بمنهجية وضعية تطورية.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy"
            ]
        },
        {
            "title": "The Bridge Over the River Kwai",
            "authors": [
                "Pierre Boulle",
                "Xan Fielding"
            ],
            "ranking": 3.98,
            "ranking_count": 8967,
            "abstract": "1942: Boldly advancing through Asia, the Japanese need a train route from Burma going north. In a prison camp, British POWs are forced into labor. The bridge they build will become a symbol of service and survival to one prisoner, Colonel Nicholson, a proud perfectionist. Pitted against the warden, Colonel Saito, Nicholson will nevertheless, out of a distorted sense of duty, aid his enemy. While on the outside, as the Allies race to destroy the bridge, Nicholson must decide which will be the first casualty: his patriotism or his pride.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "War",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Doing Battle: The Making of a Skeptic",
            "authors": [
                "Paul Fussell"
            ],
            "ranking": 3.82,
            "ranking_count": 244,
            "abstract": "In this highly praised autobiographical work, the author of The Great War and Modern Memory recounts his own experience of combat in World War II and how it became a determining force in his life. Doing Battle is at once a summing-up of one man's life and a profoundly thoughtful portrait of America's own search for identity in the second half of this century. of photos.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Autobiography",
                "War",
                "Nonfiction",
                "Biography",
                "Military",
                "Biography Memoir"
            ]
        },
        {
            "title": "Turtle Diary",
            "authors": [
                "Russell Hoban"
            ],
            "ranking": 3.99,
            "ranking_count": 1598,
            "abstract": "The turtles in London Zoo become the mutual obsession of two lonely strangers who dream of setting free the turtles and themselves. Detail by detail their diaries record a world in which thought leads to action and action brings William G. and Neaera H. to their own open sea.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Animals",
                "Literature",
                "European Literature",
                "Literary Fiction",
                "Classics",
                "Environment"
            ]
        },
        {
            "title": "The Informers",
            "authors": [
                "Bret Easton Ellis"
            ],
            "ranking": 3.39,
            "ranking_count": 18155,
            "abstract": "Set in Los Angeles, in the recent past. The birthplace and graveyard of American myths and dreams, the city harbours a group of people trapped between the beauty of their surroundings and their own moral impoverishment. This novel is a chronicle of their voices.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Contemporary",
                "Literature",
                "Thriller",
                "Novels",
                "Dark",
                "Literary Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Savage Passions",
            "authors": [
                "Cassie Edwards"
            ],
            "ranking": 4.33,
            "ranking_count": 220,
            "abstract": "Living among the virgin forests of frontier Michigan, Yvonne secretly admires the cheiftain of a peaceful Ottawa tribe. A warrior with great mystical powers and many secrets, Silver Arrow tempts her heart. But white men and Indians alike threaten to keep them apart forever. Yvonne and Silver Arrow will need more than mere magic.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Adult",
                "Westerns"
            ]
        },
        {
            "title": "Natural Monopoly and Its Regulation",
            "authors": [
                "Richard A. Posner"
            ],
            "ranking": 4.14,
            "ranking_count": 7,
            "abstract": "Natural monopolies exist in those markets in which demand can be satisfied at lowest cost by the output of only one rather than several competing firms. Under such conditions, conventional wisdom suggests that government regulation must substitute for competition to discipline the behavior of firms.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A History of Venice",
            "authors": [
                "John Julius Norwich"
            ],
            "ranking": 4.19,
            "ranking_count": 1782,
            "abstract": "The standar Venetian history in English, indispensable. —. Jan Morris, The Times (London). At once the most comprehensive and the most engaging history of Venice available in English, this book will be treasured by all those who share the author's fascination with the most beautiful and magical of cities.. As a historian Lord Norwich knows what matters. As a writer he has a taste for beauty, a love of language and an enlivening wit.... He contrives, as no English writer has done before, to sustain a continuous interest in that crowded history. —. Hugh Trevor-Roper. Will become the standard English work of Venetian history. —. C. P. Snow, Financial Times. Lord Norwich has loved and understood Venice as well as any other Englishman has ever done. He has put readers of this generation more in his debt than any other English writer. —. Peter Levi, The Sunday Times (London)",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Historical",
                "Geography",
                "Travel"
            ]
        },
        {
            "title": "Stigma: Notes on the Management of Spoiled Identity",
            "authors": [
                "Erving Goffman"
            ],
            "ranking": 3.98,
            "ranking_count": 2509,
            "abstract": "From the author of. The Presentation of Self in Everyday Life. ,. Stigma. is analyzes a person’s feelings about himself and his relationship to people whom society calls “normal.”. Stigma. is an illuminating excursion into the situation of persons who are unable to conform to standards that society calls normal. Disqualified from full social acceptance, they are stigmatized individuals. Physically deformed people, ex-mental patients, drug addicts, prostitutes, or those ostracized for other reasons must constantly strive to adjust to their precarious social identities. Their image of themselves must daily confront and be affronted by the image which others reflect back to them.. Drawing extensively on autobiographies and case studies, sociologist Erving Goffman analyzes the stigmatized person’s feelings about himself and his relationship to “normals” He explores the variety of strategies stigmatized individuals employ to deal with the rejection of others, and the complex sorts of information about themselves they project. In. Stigma. the interplay of alternatives the stigmatized individual must face every day is brilliantly examined by one of America’s leading social analysts.",
            "part_of_series": false,
            "genre_list": [
                "Sociology",
                "Psychology",
                "Nonfiction",
                "Anthropology",
                "Philosophy",
                "Health",
                "Academic",
                "Social Science",
                "Science"
            ]
        },
        {
            "title": "Happy Days",
            "authors": [
                "Samuel Beckett"
            ],
            "ranking": 3.89,
            "ranking_count": 5940,
            "abstract": "In 'Happy Days, ' Beckett pursues his relentless search for the meaning of existence, probing the tenuous relationships that bind one person to another, and each to the universe, to time past and time present.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Bug Wars",
            "authors": [
                "Robert Lynn Asprin"
            ],
            "ranking": 3.64,
            "ranking_count": 561,
            "abstract": "The reptilian Tzen have battled their way to dominance in a hostile environment, honing their skills as fierce warriors and master strategists to a razor's edge. They will need these abilities and more when The Enemy swarms toward the planet of Tzen. Previous publisher: Dell.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "War",
                "Science Fiction Fantasy",
                "Space"
            ]
        },
        {
            "title": "Angelique and the King",
            "authors": [
                "Anne Golon",
                "Serge Golon"
            ],
            "ranking": 4.2,
            "ranking_count": 1652,
            "abstract": "Na haar moeilijke tijd in donker Parijs, weet Angelique door te dringen tot het slot van Versailles en een beter bestaan op te bouwen aan het hof van de Zonnekoning.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Cultural",
                "Adventure",
                "Literature",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "Ethan Frome and Selected Stories",
            "authors": [
                "Edith Wharton",
                "Kent Ljungquist"
            ],
            "ranking": 3.75,
            "ranking_count": 1377,
            "abstract": "One of Edith Wharton’s few works of fiction that takes place outside of an urban, upper-class setting,. Ethan Frome. draws upon the bleak, barren landscape of rural New England. A poor farmer, Ethan finds himself stuck in a miserable marriage to Zeenie, a sickly, tyrannical woman, until he falls in love with her visiting cousin, the vivacious Mattie Silver. As Mattie is forced to leave his household, Frome steals one last afternoon with her—one that culminates in a ruinous sled ride with unspeakably tragic results.. Unhappily married herself,. Edith Wharton. projected her dark views of love onto people far removed from her social class in. Ethan Frome. . Her sensitivity to natural beauty and human psychology, however, make this slim novel a convincing and compelling portrait of rural life. A powerful tale of passion and loss—and the wretched consequences thereof—. Ethan Frome. is one of American literatures great tragic love stories.. Also included in this volume are four of Edith Wharton’s finest short stories: “The Pretext,” “Afterward,” “The Legend,” and “Xingu.”. Kent P. Ljungquist. , Professor of English at Worcester Polytechnic Institute, is the author of. The Grand and the Fair: Poe’s Landscape Aesthetics and Pictorial Techniques. , co-editor of the SUNY Press edition of James Fenimore Cooper's. The Deerslayer. , and editor of several reference works of American fiction.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "Literary Fiction",
                "Literature",
                "Social",
                "Social Issues",
                "Childrens",
                "European Literature",
                "Criticism"
            ]
        },
        {
            "title": "Sex and the City",
            "authors": [
                "Candace Bushnell"
            ],
            "ranking": 3.41,
            "ranking_count": 53489,
            "abstract": "Enter a world where the sometimes shocking and often hilarious mating habits of the privileged are exposed by a true insider. In essays drawn from her witty and sometimes brutally candid column in the New York Observer, Candace Bushnell introduces us to the young and beautiful who travel in packs from parties to bars to clubs. Meet Carrie, the quintessential young writer looking for love in all the wrong places...Mr. Big, the business tycoon who drifts from one relationship to another...Samantha Jones, the fortyish, successful, testosterone woman who uses sex like a man...not to mention Psycho Moms, Bicycle Boys, International Crazy Girls, and the rest of the New Yorkers who have inspired one of the most watched TV series of our time. You've seen them on HBO, now read the book that started it all...",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Contemporary",
                "New York",
                "Adult",
                "Humor",
                "Sexuality",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "An Angel at my Table",
            "authors": [
                "Janet Frame"
            ],
            "ranking": 4.23,
            "ranking_count": 1907,
            "abstract": "This autobiography traces Janet Frame's childhood in a poor but intellectually intense family, life as a student, years of incarceration in mental hospitals and eventual entry into the saving world of writers.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Biography Memoir",
                "Womens",
                "Mental Health",
                "Psychology",
                "Literature",
                "Health"
            ]
        },
        {
            "title": "The World of Null A",
            "authors": [
                "A.E. van Vogt"
            ],
            "ranking": 3.73,
            "ranking_count": 4379,
            "abstract": "The classic novel of non-Aristotelian logic and the coming race of supermen. Science Fiction Grandmaster A. E. van Vogt was one of the giants of the 1940s, the Golden Age of classic SF. Of his masterpieces,. The World of Null-A. is his most famous and most influential. Published in 1949 it was the first major trade SF hardcover, and has been in print in various editions ever since.. The entire careers of Philip K. Dick, Keith Laumer, Alfred Bester, Charles Harness, and Philip Jose Farmer were created or influenced by. The World of Null-A. , and so it is required reading for anyone who wishes to know the canon of SF classics.. It is the year 2650 and Earth has become a world of non-Aristotelianism, or Null-A. This is the story of Gilbert Gosseyn, who lives in that future world where the Games Machine, made up of twenty-five thousand electronic brains, sets the course of people's lives. Gosseyn isn't even sure of his own identity, but realizes he has some remarkable abilities and sets out to use them to discover who has made him a pawn in an interstellar plot.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Speculative Fiction",
                "Space",
                "Novels",
                "Cultural",
                "Adventure",
                "Literature"
            ]
        },
        {
            "title": "Love, Guilt and Reparation: And Other Works 1921-1945",
            "authors": [
                "Melanie Klein"
            ],
            "ranking": 4.34,
            "ranking_count": 206,
            "abstract": "This book shows the growth of Melanie Klein's work and ideas between 1921 and 1945, and traces her theories on childhood development, criminality and childhood psychosis, symbol formation, and the early development of conscience.. Melanie Reizes Klein (30 March 1882 – 22 September 1960) was an Austrian-born British psychoanalyst who devised novel therapeutic techniques for children that had an impact on child psychology and contemporary psychoanalysis. She was a leading innovator in theorizing object relations theory. Klein had a major influence on the theory and technique of psychoanalysis, particularly in Great Britain. As a divorced woman whose academic qualifications did not even include a bachelor's degree, Klein was a visible iconoclast within a profession dominated by male physicians.. After the arrival of Sigmund Freud and his psychoanalyst daughter, Anna Freud, in London in 1938, Klein’s ideas came into conflict with those of Continental analysts who were migrating to Britain. Following protracted debates between the followers of Klein and the followers of Anna Freud during the 1940s (the so-called 'controversial discussions'), the British Psychoanalytical Society split into three separate training divisions: (1) Kleinian, (2) Anna Freudian, and (3) independent. This division remains to the current time.. Kleinian psychoanalysis remains a large and influential school of psychoanalysis within Britain, in much of Latin America, and to an extent in continental Europe. Melanie Klein's works are collected in four volumes, of which this is volume One. A timeless book: the pioneering and fascinating work of Melanie Klein who shaped child psychoanalysis. Her work is second only to S. Freud.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Philosophy",
                "Womens",
                "Academic"
            ]
        },
        {
            "title": "Bitter Fruit: The Story of the American Coup in Guatemala",
            "authors": [
                "Stephen C. Schlesinger",
                "Stephen Kinzer"
            ],
            "ranking": 4.26,
            "ranking_count": 1428,
            "abstract": "Bitter Fruit. is a comprehensive and insightful account of the CIA operation to overthrow the democratically elected government of Jacobo Arbenz of Guatemala in 1954. First published in 1982, this book has become a classic, a textbook case of the relationship between the United States and the Third World. The authors make extensive use of U.S. government documents and interviews with former CIA and other officials. It is a warning of what happens when the United States abuses its power.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "War",
                "Economics",
                "Literature"
            ]
        },
        {
            "title": "Twopence To Cross The Mersey",
            "authors": [
                "Helen Forrester"
            ],
            "ranking": 4.24,
            "ranking_count": 1772,
            "abstract": "When Helen Forrster's father went bankrupt in 1930 she and her six siblings were forced from comfortable middle-class life in southern England to utmost poverty in the Depression-ridden North. Her parents more or less collapsed under the strain, father spending hours in search of non-existent work, or in the dole queue, mother on the verge of a breakdown and striving to find and keep part-time jobs. The running of the household, in slum surroundings and with little food, the care of the younger children, all fell on twelve-year-old Helen. Unable to attend school, Helen's fear that she was to be trapped forever as drudge and housekeeper caused her to despair at times. But she was determined to have a chance and struggled, despite her parents, to gain an education.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Historical",
                "History",
                "European Literature",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "Absent in the Spring",
            "authors": [
                "Mary Westmacott",
                "Jacqui Crago"
            ],
            "ranking": 4.16,
            "ranking_count": 12987,
            "abstract": "A striking novel of truth and soul-searching. Returning from a visit to her daughter in Iraq, Joan Scudamore finds herself unexpectedly alone and stranded in an isolated rest house by flooding of the railway tracks. Looking back over the years, Joan painfully re-examines her attitudes, relationships and actions and becomes increasingly uneasy about the person who is revealed to her Famous for her ingenious crime books and plays, Agatha Christie also wrote about crimes of the heart, six bittersweet and very personal novels, as compelling and memorable as the best of her work.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Romance",
                "Classics",
                "European Literature",
                "Drama",
                "Audiobook",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Treasury of Bunny Stories",
            "authors": [
                "Beatrix Potter"
            ],
            "ranking": 4.38,
            "ranking_count": 519,
            "abstract": "A charming illustrated collection of all of Potter's lovable bunny tales. It's a delightful celebration of the bunny and includes Peter Rabbit, Benjamin Bunny, The Story of a Fierce Bad Rabbit, The Tale of the Bunnies, and The Tale of Mr. Tod. More than 130 full-color illustrations.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Childrens",
                "Fiction",
                "Animals",
                "Short Stories",
                "Fantasy",
                "Literature",
                "European Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Prisoner of Love",
            "authors": [
                "Jean Genet",
                "Barbara Bray",
                "Ahdaf Soueif"
            ],
            "ranking": 4.11,
            "ranking_count": 462,
            "abstract": "Starting in 1970, Jean Genet—petty thief, prostitute, modernist master—spent two years in the Palestinian refugee camps in Jordan. Always an outcast himself, Genet was drawn to this displaced people, an attraction that was to prove as complicated for him as it was enduring.. Prisoner of Love. , written some ten years later, when many of the men Genet had known had been killed, and he himself was dying, is a beautifully observed description of that time and those men as well as a reaffirmation of the author's commitment not only to the Palestinian revolution but to rebellion itself. For Genet's most overtly political book is also his most personal—the last step in the unrepentantly sacrilegious pilgrimage first recorded in. The Thief's Journal,. and a searching meditation, packed with visions, ruses, and contradictions, on such life-and-death issues as the politics of the image and the seductive and treacherous character of identity. Genet's final masterpiece is a lyrical and philosophical voyage to the bloody intersection of oppression, terror, and desire, at the heart of the contemporary world.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "LGBT",
                "Politics",
                "European Literature",
                "Philosophy",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "The Osterman Weekend",
            "authors": [
                "Robert Ludlum"
            ],
            "ranking": 3.68,
            "ranking_count": 8725,
            "abstract": "In Zurich . . . in Moscow . . . in Washington, D.C. . . . the machinery has already been set in motion. In a quiet suburb, an odd assortment of men and women gather for a momentous weekend. At stake is nothing less than the very existence of the United States of America—and, with it, the future of the entire free world.. Praise for Robert Ludlum and. The Osterman Weekend. “Shattering . . . [. The Osterman Weekend. ] will cost you the night and the cold hours of the morning.”. —. The Cincinnati Enquirer. “Ludlum stuffs more surprises into his novels than any other six-pack of thriller writers combined.”. —. The New York Times. “Powerhouse momentum . . . as shrill as the siren on the prowl car.”. —Kirkus Reviews. “A complex scenario of inventive double-crossing.”. —. Chicago Sun-Times",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Spy Thriller",
                "Mystery",
                "Suspense",
                "Adventure",
                "Action",
                "Novels"
            ]
        },
        {
            "title": "Shella",
            "authors": [
                "Andrew Vachss"
            ],
            "ranking": 4.06,
            "ranking_count": 1681,
            "abstract": "From the author of the acclaimed Burke private-eye series comes an ambitious and chilling novel that shows us not only what evil is, but where it comes from. For. Shella. is nothing less than a tour of evil's spawning ground, conducted by one of its natural predators.. He is called Ghost because he is so nondescript as to be invisible and because he slays with such reflexive ease that he might be one of the dead. Once he traveled with a woman who was called Shella -- because those who had treated her as a horrendously ill-used child had tried to make her come out of her shell. Now Shella has vanished in a wilderness of strip clubs and peep shows, and Ghost is looking for her, guided by a killer's instinct and the recognition that can only exist between two people who have been damaged past the point of no return. The result is Andrew Vachss's most compelling work to date, the thriller reimagined as a bleak romance of the damned.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Dark",
                "Romance",
                "Sociology"
            ]
        },
        {
            "title": "10 años con Mafalda",
            "authors": [
                "Quino",
                "Esteban Busquets"
            ],
            "ranking": 4.62,
            "ranking_count": 1095,
            "abstract": "Created in 1964 by Quino, Mafalda appeared in various Spanish-language newspapers and weeklies until the Argentine illustrator discontinued the series in 1974. The quirky young girl became an icon throughout Latin America, similar to Charlie Brown in the United States. One could say Mafalda is a singular phenomenon, though, as she is popular both with adults and children even 20 years after the series ended. Several volumes of Mafalda cartoons have been reprinted, but this is the first one that gathers a selection of cartoons spanning the 1964?74 period.",
            "part_of_series": true,
            "genre_list": [
                "European Literature",
                "Sequential Art",
                "Humor",
                "Fiction"
            ]
        },
        {
            "title": "Snow White",
            "authors": [
                "Donald Barthelme"
            ],
            "ranking": 3.48,
            "ranking_count": 2679,
            "abstract": "“Eccentric, dazzling…the literary conversation piece of the year.” –. San Francisco Chronicle. An American short story writer and novelist acclaimed for his playful, postmodern style of short fiction, Barthelme’s first novel,. Snow White. , is a countercultural, experimental reconstruction of the Disney version of the traditional fairytale.. In Barthelme’s modern day world, Snow White is a seductive woman waiting for her prince to return to New York. Pushing the bounds of fiction and form, Barthelme subverts the classic tale, prompting. The New York Times. to call him “a splendid practitioner at the peak of his power” and inspiring a new generation of authors including Charles Baxter, Dave Eggers, and David Gates.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Fantasy",
                "Literature",
                "Retellings",
                "Contemporary",
                "Academic"
            ]
        },
        {
            "title": "Riders of the Silver Rim",
            "authors": [
                "Brock Thoene",
                "Bodie Thoene"
            ],
            "ranking": 3.71,
            "ranking_count": 233,
            "abstract": "A tragic accident sends Joshua Roberts west to find peace. But in a lawless mining town, peace is hard to find.. Burned nearly to death under the desert sun, he was brought back to life by the hands of a stranger. The powerful blacksmith now faces challenges he never dreamed of and responsibilities he never wanted. Hired to work at the Silver Rim mine, Roberts is unaware that the mine's future is threatened by the designs of greedy and unscrupulous enemies. And his own future becomes clouded as he unexpectedly meets a lovely, intriguing woman.. Roberts truly wants to do his best as constable, even though he is more at home with a blacksmith's hammer in his hand. But can he, an Easterner plagued with painful memories from the past, bring order to a frontier town and those he has come to love?",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Westerns",
                "Historical",
                "Christian"
            ]
        },
        {
            "title": "Asterix and the Banquet",
            "authors": [
                "René Goscinny"
            ],
            "ranking": 4.18,
            "ranking_count": 6850,
            "abstract": "Lassé par la résistance des plus célèbres Gaulois, l’inspecteur général Lucius Fleurdelotus fait construire autour du Village une palissade, et décrète l’embargo. Nul n’entre ni ne sort, « et on vous oubliera ! », prédit l’envoyé spécial de Jules César.. Pour Astérix, c’en est trop ! Il lance aux Romains un défi : il fera le tour de la Gaule, et ramènera de chaque région, en guise de preuve, une spécialité culinaire. Commence alors une folle expédition, que l’ensemble de la Gaule n’est pas prêt d’oublier !",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Humor",
                "Cultural",
                "Historical",
                "Graphic Novels Comics",
                "Comics",
                "Childrens"
            ]
        },
        {
            "title": "Au Co Eur de L'Integrisme Juif",
            "authors": [
                "Emmanuel Haymann"
            ],
            "ranking": 3.56,
            "ranking_count": 18,
            "abstract": "ويسعى إيمانويل هيمان إلى إعادة قراءة التاريخ اليهودى على نحو معاصر، وهو يكشف عند حديثه عن الأصولية اليهودية عن بعض أشكال التفكير الأصولى، التى تبدو أقرب إلى الهزل منها إلى أى تفكير عقلانى أو منطقى، ومع ذلك فإن هناك بعض اليهود التقليديين الذين يمارسونها، لا فى إسرائيل فحسب، بل حتى فى فرنسا بلد العقلانية. ويرصد هيمان، فى إطار قراءته النقدية لكافة مراحل التاريخ اليهودى، كافة مظاهر الأصولية، ويستنتج على ضوء هذه القراءة أن فكر الأصوليين يتناقض على نحو بين مع فكر دعاة الديمقراطية والحداثة.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "A Song of Ice and Fire",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 4.58,
            "ranking_count": 56440,
            "abstract": "For the first time, all five novels in the epic fantasy series that inspired HBO's Game of Thrones are together in one boxed set. An immersive entertainment experience unlike any other, A Song of Ice and Fire has earned George R. R. Martin--dubbed the American Tolkien by Time magazine--international acclaim and millions of loyal readers. Now here is the entire monumental cycle:. A GAME OF THRONES. A CLASH OF KINGS. A STORM OF SWORDS. A FEAST OF CROWS. A DANCE WITH DRAGONS. Winter is coming. Such is the stern motto of House Stark, the northernmost of the fiefdoms that owe allegiance to King Robert Baratheon in far-off King's Landing. There Eddard Stark of Winterfell rules in Robert's name. There his family dwells in peace and comfort: his proud wife, Catelyn; his sons Robb, Brandon, and Rickon; his daughters Sansa and Arya; and his bastard son, Jon Snow. Far to the north, behind the towering Wall, lie savage Wildings and worse--unnatural things relegated to myth during the centuries-long summer, but proving all too real and all too deadly in the turning of the season.. Yet a more immediate threat lurks to the south, where Jon Arryn, the Hand of the King, has died under mysterious circumstances. Now Robert is riding north to Winterfell, bringing his queen, the lovely but cold Cersei, his son, the cruel, vainglorious Prince Joffrey, and the queen's brothers Jaime and Tyrion of the powerful and wealthy House Lannister--the first a swordsman without equal, the second a dwarf whose stunted stature belies a brilliant mind. All are heading for Winterfell and a fateful encounter that will change the course of kingdoms.. Meanwhile, across the Narrow Sea, Prince Viserys, heir of the fallen House Targaryen, which once ruled all of Westeros, schemes to reclaim the throne with an army of barbarian Dothraki--whose loyalty he will purchase in the only coin left to him: his beautiful yet innocent sister, Daenerys.. ",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Novels",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Family Way",
            "authors": [
                "Jayne Ann Krentz"
            ],
            "ranking": 3.65,
            "ranking_count": 1398,
            "abstract": "Expecting a baby was supposed to be the most incredible thing in her life, but for Pru Kenyon, it was bittersweet. Her relationship with live-in love Case McCord was both exciting and deeply satisfying. But Pru knew Case wasn't willing to take it to the next level of commitment.Pru wasn't about to force Case's hand by revealing her secret. She didn't want him to propose to her out of duty -- she wanted him to want her for herself. So she did the only thing she could.... She walked away from the love of her life.. She knew she could have this baby on her own, that she could love her child enough for two. But she hadn't bargained on what Case was willing to do for love.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Adult",
                "Audiobook",
                "Suspense",
                "Category Romance"
            ]
        },
        {
            "title": "The Hunger, and Other Stories",
            "authors": [
                "Charles Beaumont"
            ],
            "ranking": 4.03,
            "ranking_count": 239,
            "abstract": "When The Hunger and Other Stories (1957) appeared, it heralded the arrival of Charles Beaumont (1929-1967) as an important and highly original new voice in American fiction. Although he is best known today for his scripts for television and film, including several classic episodes of The Twilight Zone, Beaumont is being rediscovered as a master of weird tales, and this, his first published collection, contains some of his best. Ranging in tone from the chilling Gothic horror of Miss Gentilbelle, where an insane mother dresses her son up as a girl and slaughters his pets, to deliciously dark humor in tales like Open House and The Infernal Bouillabaisse, where murderers' plans go disastrously awry, these seventeen stories demonstrate Beaumont's remarkable talent and versatility. This new edition of The Hunger and Other Stories, the first in more than fifty years, includes a new introduction by Dr. Bernice M. Murphy, who argues for reevaluation of Beaumont alongside the other greats of the genre, including Shirley Jackson, Ray Bradbury, and Richard Matheson.. Contents:. Miss Gentilbelle • (1957). The Vanishing American • (1955). A Point of Honor • (1955). Fair Lady • (1957). Free Dirt • (1955). Open House • (1957). The Train • (1957). The Dark Music • (1956). The Customers • (1957). Last Night in the Rain • (1956). The Crooked Man • (1955). Nursery Rhyme • (1957). The Murderers • (1955). The Hunger • (1955). Tears of the Madonna • (1957). The Infernal Bouillabaisse • (1957). Black Country • (1954)",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Anthologies",
                "Fantasy",
                "Science Fiction Fantasy",
                "Science Fiction"
            ]
        },
        {
            "title": "Morphology of the Folktale",
            "authors": [
                "Vladimir Propp",
                "Laurence Scott",
                "Louis A. Wagner",
                "Svatava Pirkova-Jakobson",
                "Alan Dundes"
            ],
            "ranking": 4.01,
            "ranking_count": 1689,
            "abstract": "Morphology will in all probability be regarded by future generations as one of the major theoretical breakthroughs in the field of folklore in the twentieth century. -- Alan Dundes. Propp's work is seminal...[and], now that it is available in a new edition, should be even more valuable to folklorists who are directing their attention to the form of the folktale, especially to those structural characteristics which are common to many entries coming from even different cultures. -- Choice",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Folklore",
                "Fantasy",
                "Language",
                "Philosophy",
                "Criticism",
                "Anthropology",
                "History"
            ]
        },
        {
            "title": "The Sacred Canopy: Elements of a Sociological Theory of Religion",
            "authors": [
                "Peter L. Berger"
            ],
            "ranking": 3.96,
            "ranking_count": 1012,
            "abstract": "“[Berger] writes in a concise and lucid style, a rare talent among sociologists, but does so without losing any of the cogency of his material. More impressively, he is almost unparalleled in his creativity.. The Sacred Canopy. brings together all of these virtues and is easily his most important book. Indeed, I think it’s the most important contribution to the sociology of religion since Max Weber’s. The Protestant Ethic and the Spirit of Capitalism. .” —Jeffery K. Hadden,. Commonweal. “This is a brilliant analysis that gives evidence of a sociology of religion that is able to clarify the often ironic interaction of religion and society.” —A. Theodore Kachel,. Union Seminary Quarterly Review. This important contribution to the sociology of religion provides an analysis that clarifies the often ironic interaction between religion and society.  Berger is noted for his concise and lucid style.",
            "part_of_series": false,
            "genre_list": [
                "Sociology",
                "Religion",
                "Nonfiction",
                "Philosophy",
                "Academic",
                "Social Science",
                "History"
            ]
        },
        {
            "title": "The Winners",
            "authors": [
                "Julio Cortázar",
                "Elaine Kerrigan",
                "Alastair Reid"
            ],
            "ranking": 3.87,
            "ranking_count": 1910,
            "abstract": "The Argentine writer Julio Cortázar, called by Carlos Fuentes the Simon Bolivar of the Latin American novel, was one of the scintillating geniuses of twentieth-century literature—a writer of sly wit and immense sophistication with a keen eye for character and the workings of social life.. The Winners. is the story of a luxury cruise, bound for an unknown destination, which runs terribly amok. Funny, frightening, lyrical, and humane, it is a deeply satisfying philosophical novel about crossed lives and wayward love, as well as a brilliant meditation on the myth of the New World.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Novels",
                "Literary Fiction",
                "European Literature",
                "Magical Realism",
                "Unfinished"
            ]
        },
        {
            "title": "Derviš i smrt",
            "authors": [
                "Meša Selimović"
            ],
            "ranking": 4.53,
            "ranking_count": 8304,
            "abstract": "Ahmed Nuruddin is sheikh of a tekke, the head of a small religious order in an Ottoman Bosnian town. Forty, he's a settled, respected member of the community, until pushed onto a new path by successive shocks: the arrest of his brother & an encounter with a fugitive from justice. These lead him to question previous certainties & bring him into conflict with local authorities. He becomes part of the political system himself. Ill-suited to that, he comes to an unhappy end.. Death & the Dervish follows the 1st-person perspective of Nuruddin, with little dialog & much introspective soul-searching. It isn't difficult to read. Tho superficially sparse, it maintains continuous suspense. There's a fascinating array of other characters, seen thru Nuruddin's sometimes insightful, sometimes naive eyes: his fellow dervishes; his friend Hassan, the unsettled black sheep of his family, in love with a Dalmatian Christian; Hassan's father & sister; townspeople; & religious & secular officials. Nuruddin also looks back at his experiences as a soldier.. Nuruddin's angst is often philosophical, his thinking foreign, convincingly that of a Muslim religious recluse, in many ways narrow & parochial. But his quandries are universal. Death & the Dervish is an evocation of Ottoman Bosnia, of a world now past, but above all the story of an individual struggling to find himself & maintain his integrity & dignity in a hostile political landscape. (Parts were inspired by events in Selimovic's life & in modern Yugoslavian history.) Nuruddin isn't an antihero. He's a man profoundly troubled, a thinker rather than a doer, ill-equipped for the challenges he faces.. Death & the Dervish is a masterfully compelling psychological study & a spell-binding novel which approaches poetry in the intensity of its language. It's hard to believe it took 30 years for an English translation to appear.--Danny Yee (edited)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Philosophy",
                "Novels",
                "European Literature",
                "Religion"
            ]
        },
        {
            "title": "The Grand Alliance",
            "authors": [
                "Winston S. Churchill"
            ],
            "ranking": 4.37,
            "ranking_count": 2426,
            "abstract": "Winston Churchill's six-volume history of the cataclysm that swept the world remains the definitive history of the Second World War. Lucid, dramatic, remarkable both for its breadth and sweep and for its sense of personal involvement, it is universally acknowledged as a magnificent reconstruction and is an enduring, compelling work that led to his being awarded the Nobel Prize for literature. The Grand Alliance recounts the momentous events of 1941 surrounding America's entry into the War and Hitler's march on Russia - the continuing onslaught on British civilians during the Blitz, Japan's attack on Pearl Harbor and the alliance between Britain and America that shaped the outcome of the War.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Politics",
                "Biography",
                "Military",
                "Autobiography"
            ]
        },
        {
            "title": "Angelique, the Road to Versailles",
            "authors": [
                "Anne Golon"
            ],
            "ranking": 4.25,
            "ranking_count": 1230,
            "abstract": "Historical Romance Large Print Edition For Ang lique, 17th-century Paris is a city of wild love and vicious hatred. Penniless, alone and sworn to take revenge on those who were responsible for her husband s death, she plunges into the dangerous underworld of the city to the nightmare Court of Miracles, a world of deformity, degradation, violence and lust. It s here that her journey to Versailles and the glittering court of Louis, the Sun King, begins. *Explicit",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adventure",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Things Hidden Since the Foundation of the World",
            "authors": [
                "René Girard",
                "Stephen Bann",
                "Michael Metteer"
            ],
            "ranking": 4.31,
            "ranking_count": 567,
            "abstract": "An astonishing work of cultural criticism, this book is widely recognized as a brilliant and devastating challenge to conventional views of literature, anthropology, religion, and psychoanalysis. In its scope and itnerest it can be compared with Freud's. Totem and Taboo. , the subtext Girard refutes with polemic daring, vast erudition, and a persuasiveness that leaves the reader compelled to respond, one way or another.. This is the single fullest summation of Girard's ideas to date, the book by which they will stand or fall. In a dialogue with two psychiatrists (Jean-Michel Oughourlian and Guy Lefort), Girard probes an encyclopedic array of topics, ranging across the entire spectrum of anthropology, psychoanalysis, and cultural production.. Girard's point of departure is what he calles mimesis, the conflict that arises when human rivals compete to differentiate themselves from each other, yet succeed only in becoming more and more alike. At certain points in the life of a society, according to Girard, this mimetic conflict erupts into a crisis in which all difference dissolves in indiscriminate violence. In primitive societies, such crises were resolved by the scapegoating mechanism, in which the community, en masse, turned on an unpremeditated victim. The repression of this collective murder and its repetition in ritual sacrifice then formed the foundations of both religion and the restored social order.. How does Christianity, at once the most sacrificial of religions and a faith with a non-violent ideology, fit into this scheme? Girard grants Freud's point, in. Totem and Taboo. , that Christianity is similar to primitive religion, but only to refute Freud—if Christ is sacrificed, Girard argues, it is not becuase God willed it, but because human beings. wanted. it.. The book is not merely, or perhaps not mainly, biblical exegesis, for within its scope fall some of the most vexing problems of social history—the paradox that violence has social efficacy, the function of the scapegoat, the mechanism of anti-semitism.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "History",
                "Psychology",
                "Religion",
                "Anthropology",
                "Sociology",
                "Culture",
                "Business"
            ]
        },
        {
            "title": "The Family of Pascual Duarte",
            "authors": [
                "Camilo José Cela",
                "Anthony Kerrigan",
                "Alev Güçlü"
            ],
            "ranking": 3.75,
            "ranking_count": 11025,
            "abstract": "Cela was awarded the Nobel Prize for Literature in October 1989, and this novel is considered by many to be his masterpiece. It is the story of an ignorant Castillian peasant and multiple murderer, and it tells of the savage impulses behind his crimes and his redeeming characteristics.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Novels",
                "Literature",
                "Nobel Prize",
                "Academic",
                "Historical"
            ]
        },
        {
            "title": "The Kissing Hand",
            "authors": [
                "Audrey Penn",
                "Ruth E. Harper",
                "Nancy M. Leak"
            ],
            "ranking": 4.42,
            "ranking_count": 67347,
            "abstract": "School is starting in the forest, but Chester Raccoon does not want to go. To help ease Chester's fears, Mrs. Raccoon shares a family secret called the Kissing Hand to give him the reassurance of her love any time his world feels a little scary. Since its first publication in 1993, this heartwarming book has become a children's classic that has touched the lives of millions of children and their parents, especially at times of separation, whether starting school, entering daycare, or going to camp. It is widely used by kindergarten teachers on the first day of school. Stickers at the back will help children and their parents keep their Kissing Hand alive.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Animals",
                "Family",
                "Academic",
                "Fiction",
                "Love",
                "Fantasy",
                "Psychology",
                "Kids"
            ]
        },
        {
            "title": "Buttered Side Down",
            "authors": [
                "Edna Ferber"
            ],
            "ranking": 3.93,
            "ranking_count": 204,
            "abstract": "And so, the story writers used to say, they lived happily ever after.. Um-m-m—maybe. After the glamour had worn off, and the glass slippers were worn out, did the Prince never find Cinderella's manner redolent of the kitchen hearth; and was it never necessary that he remind her to be more careful of her finger-nails and grammar? After Puss in Boots had won wealth and a wife for his young master did not that gentleman often fume with chagrin because the neighbors, perhaps, refused to call on the lady of the former poor miller's son?. It is a great risk to take with one's book-children. These stories make no such promises. They stop just short of the phrase of the old story writers, and end truthfully, thus: And so they lived. E. F.. (Summary from the Foreword to Buttered Side Down.)",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Humor",
                "Classics"
            ]
        },
        {
            "title": "I racconti: volume 1",
            "authors": [
                "Italo Calvino"
            ],
            "ranking": 4.0,
            "ranking_count": 33,
            "abstract": "Italian language work by Italo Calvino. Volume One.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Envy and Gratitude and Other Works",
            "authors": [
                "Melanie Klein"
            ],
            "ranking": 4.22,
            "ranking_count": 440,
            "abstract": "Tavistock Press was established as a co-operative venture between the Tavistock Institute and Routledge & Kegan Paul (RKP) in the 1950s to produce a series of major contributions across the social sciences. This volume is part of a 2001 reissue of a selection of those important works which have since gone out of print, or are difficult to locate. Published by Routledge, 112 volumes in total are being brought together under the name The International Behavioural and Social Sciences Library: Classics from the Tavistock Press. Reproduced here in facsimile, this volume was originally published in 1957 and is available individually. The collection is also available in a number of themed mini-sets of between 5 and 13 volumes, or as a complete collection.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Philosophy",
                "Academic"
            ]
        },
        {
            "title": "Yucatán y los orígenes del nuevo estado mexicano: Gobierno de Salvador Alvarado, 1915-1918",
            "authors": [
                "Francisco José Paoli Bolio"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "Yucatán y los orígenes del nuevo Estado mexicano, de Francisco José Paoli Bolio formula y demuestra una surgente tesis: el estudio de la labor gubernativa de Salvador Alvarado en Yucatán (1915-1918) permite precisar un conjunto de elementos que se encuentran en la base del proceso formativo del Estado que surgirá de la Revolución. Se trata de la nueva alianza social, del impulso modernizador que se plasma en una amplia actividad legislativa, de la decidida intervención estatal en la economía, de las renovadas formas de organización política y del nuevo discurso ideológico que, primero, singularizan al gobierno del general sinaloense en la península yucateca y, después, son incorporados a la práctica del nuevo Estado nacional. Para alcanzar esa demostración, Paoli analiza con detalle las acciones del gobierno de Alvarado. Muestra la coherencia y profundida de un proyecto transformador que se opone a la petrificación de las relaciones sociales propia del porfiriato. Destaca la aportación financiera decisiva de Yucatán al triunfo del constitucionalismo. Y, en fin, aporta nuevos elementos para la comprensión de un proceso regional que influyó de manera sustancial en la construcción del nuevo poder político.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Plague and I",
            "authors": [
                "Betty MacDonald"
            ],
            "ranking": 4.21,
            "ranking_count": 1701,
            "abstract": "Tuberculosis. A terrifying word, as terrifying then as cancer is now. It meant entering a sanatorium for treatment, leaving her family, her children. And what if she did not recover? Hardly the basis for comedy, one would suppose. And one would be wrong. Betty MacDonald always had the ability to face up to adversity -- and heaven knows she had enough in her life -- so after the initial shock had passed, she proceeded to laugh at her illness, the other patients, the nurses, the doctors, and -- chiefly -- herself. Humor was her greatest medicine, right up to the day she left the sanatorium, cured. Of course she had her bad moments when despair and tragedy underlying what she saw and heard refused to be pushed into the background, but she had the grit and wit to rise above it. The result is a lively, cheerful and most funny book. In fact, it's a tonic.",
            "part_of_series": true,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Humor",
                "Biography",
                "History",
                "Health",
                "Medical",
                "Biography Memoir",
                "Classics"
            ]
        },
        {
            "title": "None to Accompany Me",
            "authors": [
                "Nadine Gordimer"
            ],
            "ranking": 3.66,
            "ranking_count": 802,
            "abstract": "In an extraordinary period immediately before the first non-racial election and the beginning of majority rule in South Africa, Vera Stark, the protagonist of Nadine Gordimer's passionate new novel, weaves a ruthless interpretation of her own past into her participation in the present as a lawyer representing blacks in the struggle to reclaim the land. The return of exiles is transforming the city, and through the lives of Didymus Maqoma, his wife Sibongile, and their lovely daughter who cannot even speak her parents' African language, the reader experiences the strange passions, reversals, and dangers that accompany new-won access to power. All must change: Didymus, once a major actor in the resistance, making way for Sibongile's emergence as a political figure; Vera, working through the consequences of a lifetime's commitments to a new kind of relationship with a new man of the times, Zeph Rapulana.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Nobel Prize",
                "Southern Africa",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "The Aunt's Story",
            "authors": [
                "Patrick White"
            ],
            "ranking": 3.49,
            "ranking_count": 524,
            "abstract": "With the death of her mother, middle-aged Theodora Goodman contemplates the desert of her life. Freed from the trammels of convention she leaves Australia for a European tour and becomes involved with the residents of a small French hotel. But creating other people's lives, even in love and pity, can lead to madness.. Her ability to reconcile joy and sorrow is an unbearable torture to her. On the journey home, Theodora finds there is little to choose between the reality of illusion and the illusion of reality. She looks for peace, even if it is beyond the borders of insanity...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Nobel Prize",
                "Novels",
                "Literature",
                "Mental Health",
                "Literary Fiction",
                "Health"
            ]
        },
        {
            "title": "Crazy",
            "authors": [
                "Benjamin Lebert"
            ],
            "ranking": 2.93,
            "ranking_count": 2123,
            "abstract": "„Hallo Leute. Ich heiße Benjamin Lebert, bin sechzehn Jahre alt, und ich bin ein Krüppel. Nur damit ihr es wißt. Ich dachte, es wäre von beiderseitigem Interesse.“ Mit diesen Worten stellt sich Benjamin Lebert an seinem ersten Schultag seinen neuen Mitschülern im Internat Schloß Neuseelen vor. Es ist sein fünfter Schulwechsel. Diesmal soll er endlich die 8. Klasse bestehen. Zusammen mit seinen fünf Freunden übersteht Benjamin die Zeit im Internat. Bei allen Unternehmungen – bei nächtlichen Besuchen auf dem Mädchengang genauso wie bei heimlichen Ausflügen ins Dorf – beschäftigt sie fortwährend die Frage, worum es in dieser ganzen Veranstaltung namens Leben eigentlich geht: um Mädchen, um Sex, um Freundschaft und ums Erwachsenwerden oder vielleicht auf einfach nur darum, immer weiterzumachen, wie verrückt die Welt und wie „crazy“ man selbst auch sein mag.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "European Literature",
                "Contemporary",
                "Academic",
                "Cultural",
                "Novels",
                "Drama",
                "Roman"
            ]
        },
        {
            "title": "Lady Gallant",
            "authors": [
                "Suzanne Robinson"
            ],
            "ranking": 3.71,
            "ranking_count": 1560,
            "abstract": "AN INNOCENT TEMPTRESS. The ladies of the palace called Nora Becket mouse. But beneath her shy, artless ways hid the heart of a lioness. A daring spy in Queen Mary's court, she risked her life to rescue the innocent from a terrible fate. Yet it was Nora who needed rescuing when cutthroats attacked her--and when Christian de Rivers, a lusty, sword-wielding rogue, swept her out of harm's way ... and into his arms.. A BOLD ADVENTURER. As magnificent and mesmerizing as a hawk, Christian both frightened and excited Nora, even as he pursued her with a single-minded passion that left her longing to be caught. Yet soon she would discover that she had reason to be frightened. For the dashing nobleman had his own secrets to keep, his own enemies to rout--and his own brand of vengeance for a wide-eyed beauty whom he loved only too well....",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Adult",
                "Spy Thriller",
                "European Literature",
                "Historical Romance",
                "Literature"
            ]
        },
        {
            "title": "Warrior Statesman: The Life of Moshe Dayan",
            "authors": [
                "Robert Slater"
            ],
            "ranking": 4.07,
            "ranking_count": 15,
            "abstract": "In a biography of major historical scope, Robert Slater captures the essence of a man whose brilliant military mind, unwavering courage, and statesmanlike vision made him a living symbol of a reborn Israel. Warrior Statesman is the definitive biography of Moshe Dayan--soldier, politician, and diplomat. 16 pages of photographs.",
            "part_of_series": false,
            "genre_list": [
                "Biography"
            ]
        },
        {
            "title": "The Shock of the New",
            "authors": [
                "Robert Hughes"
            ],
            "ranking": 3.73,
            "ranking_count": 32760,
            "abstract": "A beautifully illustrated hundred-year history of modern art, from cubism to pop and avant-garde. More than 250 color photos.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Nonfiction",
                "History",
                "Design",
                "Reference",
                "Philosophy",
                "Cultural",
                "Criticism"
            ]
        },
        {
            "title": "The World as I Found It",
            "authors": [
                "Bruce Duffy"
            ],
            "ranking": 4.19,
            "ranking_count": 560,
            "abstract": "THE WORLD AS I FOUND IT centers around Ludwig Wittgenstein, one of the most powerfully magnetic philosophers of our time--brilliant, tortured, mercurial, forging his own solitary path while leaving a permanent mark on all around him.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Historical",
                "Literature",
                "Literary Fiction",
                "Novels",
                "European Literature",
                "War"
            ]
        },
        {
            "title": "Manuelzão e Miguilim",
            "authors": [
                "João Guimarães Rosa"
            ],
            "ranking": 4.3,
            "ranking_count": 833,
            "abstract": "As novelas que integram este volume foram publicadas originalmente no livro 'Corpo de baile', que depois foi dividido em três pelo autor. As duas histórias complementam-se, como um começo e um fim de vida - a constante e dolorosa descoberta do mundo pelo menino Miguilim, de 'Campo geral', e o relembrar por vezes também doloroso do vaqueiro sessentão Miguelzão, de 'Uma estória de amor'.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "European Literature",
                "Novels",
                "Romance",
                "Academic"
            ]
        },
        {
            "title": "A Billion Days of Earth",
            "authors": [
                "Doris Piserchia"
            ],
            "ranking": 3.58,
            "ranking_count": 93,
            "abstract": "[Front Cover]. In a time beyond the farthest tomorrow when man has lost his planet to the others, comes Sheen, the Supreme One.. (A Frederik Pohl Selection). [Back Cover]. Sheen: The Ego Eater.. The Earth teemed with life of all kinds, and many besides man had intelligence and the gift of speech. But chaos ruled. And violence. And despair. Then, in the Valley of the Dead, Sheen first entered the world, and all of life would bend to the might of the Supreme One before the final push to the stars.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Goodbye Mickey Mouse",
            "authors": [
                "Len Deighton"
            ],
            "ranking": 3.9,
            "ranking_count": 1245,
            "abstract": "In Goodbye Mickey Mouse Len Deighton has written his best novel yet: a brilliant, multi-dimensional picture of what it is to be at war, and what it was to be in love in the England of 1944. Goodbye Mickey Mouse is Deighton's fourteenth novel and a vivid evocation of wartime England, the story of a group of American fighter pilots flying escort missions over Germany in the winter of 1943-4. At the centre of the novel are two young men: the deeply reserved Captain Jamie Farebrother, estranged son of a deskbound colonel, and the cocky Lieutenant Mickey Morse, well on his way to becoming America's Number One Flying Ace. Alike only in their courage, they forge a bond of friendship in battle with far-reaching consequences for themselves, and for the future of those they love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Thriller",
                "Novels",
                "Aviation",
                "Spy Thriller",
                "Mystery"
            ]
        }
    ]
}