{
    "books": [
        {
            "title": "Tikki Tikki Tembo",
            "authors": [
                "Arlene Mosel",
                "Blair Lent"
            ],
            "ranking": 4.2,
            "ranking_count": 64266,
            "abstract": "Tikki tikki tembo-no sa rembo-. chari bari ruchi-pip peri pembo!. Three decades and more than one million copies later children still love hearing about the boy with the long name who fell down the well. Arlene Mosel and Blair Lent's classic re-creation of an ancient Chinese folktale has hooked legions of children, teachers, and parents, who return, generation after generation, to learn about the danger of having such an honorable name as Tikki tikki tembo-no sa rembo-chari bari ruchi-pip peri pembo.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Cultural",
                "Folklore",
                "Kids"
            ]
        },
        {
            "title": "Cottonmouth Kisses",
            "authors": [
                "Clint Catalyst"
            ],
            "ranking": 4.08,
            "ranking_count": 135,
            "abstract": "With wicked sarcasm and brilliant agility, Catalyst shreds the surface of all his many subjects—gay relationships, backwater adolescence, and spiraling addiction—and ignites a bonfire of personal honesty. Whether he's writing about a chance sexual encounter at a Goth club or revealing the inner thoughts of young hustlers, Catalyst grinds platitudes into toxic dust with a vivid, whip-smart voice.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Short Stories",
                "Dark Fantasy",
                "Gothic",
                "LGBT",
                "Autobiography"
            ]
        },
        {
            "title": "The Dark Half",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.79,
            "ranking_count": 132414,
            "abstract": "Thad Beaumont would like to say he is innocent. He'd like to say he has nothing to do with the series of monstrous murders that keep coming closer to his home. But how can Thad disown the ultimate embodiment of evil that goes by the name he gave it-and signs its crimes with Thad's bloody fingerprints?. ________________________. Alternate cover editions:. New English Library, 1990. New English Library Early Export Edition, 1990",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Christ Recrucified",
            "authors": [
                "Nikos Kazantzakis",
                "Jonathan Griffin"
            ],
            "ranking": 4.31,
            "ranking_count": 6931,
            "abstract": "The inhabitants of a Greek village, ruled by the Turks, plan to enact the life of Christ in a mystery play but are overwhelmed by their task. A group of refugees, fleeing from the ruins of their plundered homes, arrive asking for protection - and suddenly the drama of the Passion becomes reality.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Cultural",
                "Religion",
                "Philosophy",
                "Historical"
            ]
        },
        {
            "title": "The Third Twin",
            "authors": [
                "Ken Follett"
            ],
            "ranking": 3.76,
            "ranking_count": 30883,
            "abstract": "Using a restricted FBI database, genetic researcher Jeanie Ferrami has located identical twins. born to different mothers. . Frightened by her bizarre discovery, she is determined to discover the truth at any cost—until she finds herself at the center of a scandal that could ruin her career. To fight the charges, Jeannie plunges into a maze of hidden evidence. With growing horror, she uncovers a cynical, far-reaching conspiracy involving disturbing genetic experiments and some of the most powerful men in America—men who will kill to keep their secrets concealed.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Science Fiction",
                "Novels",
                "Historical",
                "Contemporary"
            ]
        },
        {
            "title": "The Child in Time",
            "authors": [
                "Ian McEwan"
            ],
            "ranking": 3.58,
            "ranking_count": 12641,
            "abstract": "Stephen Lewis, a successful writer of children's books, is confronted with the unthinkable: his only child, three-year-old Kate, is snatched from him in a supermarket. In one horrifying moment that replays itself over the years that follow, Stephen realizes his daughter is gone. With extraordinary tenderness and insight, Booker Prize–winning author Ian McEwan takes us into the dark territory of a marriage devastated by the loss of a child. Kate's absence sets Stephen and his wife, Julie, on diverging paths as they each struggle with a grief that only seems to intensify with the passage of time. Eloquent and passionate, the novel concludes in a triumphant scene of love and hope that gives full rein to the author's remarkable gifts. The winner of the Whitbread Prize,. The Child in Time. is an astonishing novel by one of the finest writers of his generation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "European Literature",
                "Literature",
                "Novels",
                "Adult Fiction",
                "Audiobook",
                "Drama"
            ]
        },
        {
            "title": "Preludes & Nocturnes",
            "authors": [
                "Neil Gaiman",
                "Sam Kieth",
                "Mike Dringenberg",
                "Malcolm Jones III",
                "Todd Klein",
                "Karen  Berger",
                "Daniel Vozzo"
            ],
            "ranking": 4.23,
            "ranking_count": 236972,
            "abstract": "Librarian Note: If you're looking for the Audible adaptation of the first three volumes. it is here.. New York Times best-selling author Neil Gaiman's transcendent series SANDMAN is often hailed as the definitive Vertigo title and one of the finest achievements in graphic storytelling. Gaiman created an unforgettable tale of the forces that exist beyond life and death by weaving ancient mythology, folklore and fairy tales with his own distinct narrative vision.. In PRELUDES & NOCTURNES, an occultist attempting to capture Death to bargain for eternal life traps her younger brother Dream instead. After his 70 year imprisonment and eventual escape, Dream, also known as Morpheus, goes on a quest for his lost objects of power. On his arduous journey, Morpheus encounters Lucifer, John Constantine, and an all-powerful madman.. This book also includes the story The Sound of Her Wings, which introduces us to the pragmatic and perky goth girl Death.. Includes issues 1-8 of the original series.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Horror",
                "Graphic Novels Comics",
                "Comics",
                "Adult"
            ]
        },
        {
            "title": "The Bridge",
            "authors": [
                "Iain Banks"
            ],
            "ranking": 3.85,
            "ranking_count": 11233,
            "abstract": "A darkly brilliant novel of self-discovery the cutting edge of experimental fiction. It leads from nowhere to nowhere, the mysterious world-spanning structure on which everyone seems to live. Rescued from the sea, devoid of personality or memory, all John Orr knows is the Bridge, his persistent dreams of war, and his desire for Chief Engineer Arrol's provocative daughter, Abberlaine.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Contemporary",
                "Cultural",
                "Literature",
                "Novels",
                "Thriller",
                "Banking",
                "European Literature"
            ]
        },
        {
            "title": "The A.B.C. Murders",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 4.03,
            "ranking_count": 129011,
            "abstract": "When Alice Asher is murdered in Andover, Hercule Poirot is already looking into the clues. Alphabetically speaking, it's one letter down, twenty-five to go.. There's a serial killer on the loose. His macabre calling card is to leave the ABC Railway Guide beside each victim's body. But if A is for Alice Asher, bludgeoned to death in Andover, and B is for Betty Bernard, strangled with her belt on the beach at Bexhill, who will then be Victim C? Considered to be one of Agatha Christie's best.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Collected Stories",
            "authors": [
                "Colette",
                "Robert Phelps",
                "Antonia White",
                "Matthew  Ward",
                "Anne-Marie Callimachi",
                "Robert G. Phelps"
            ],
            "ranking": 4.12,
            "ranking_count": 1091,
            "abstract": "The Collected Stories of Colette. beings together in one volume for the first time in any language the comprehensive collection of short stories by the novelist known worldwide as Colette, and now acknowledged, with Proust, as the most original French narrative writer of the first half of our century. of the one hundred stories gathered here, thirty-one appear for the first time in English and another twenty-nine have been newly translated for this volume.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Literary Fiction",
                "European Literature",
                "Historical",
                "Unfinished"
            ]
        },
        {
            "title": "The Quincunx",
            "authors": [
                "Charles Palliser"
            ],
            "ranking": 4.0,
            "ranking_count": 7835,
            "abstract": "The protagonist, a young man naive enough to be blind to all clues about his own hidden history (and to the fact that his very existence is troubling to all manner of evildoers) narrates a story of uncommon beauty which not only brings readers face-to-face with dozens of piquantly drawn characters at all levels of 19th-century English society but re-creates with precision the tempestuous weather and gnarly landscape that has been a motif of the English novel since Wuthering Heights. The suspension of disbelief happens easily, as the reader is led through twisted family trees and plot lines.. The quincunx of the title is a heraldic figure of five parts that appears at crucial points within the text (the number five recurs throughout the novel, which itself is divided into five parts, one for each of the family galaxies whose orbits the narrator is pulled into). Quintuple the length of the ordinary novel, this extraordinary tour de force also has five times the ordinary allotment of adventure, action and aplomb.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "European Literature",
                "Novels",
                "Literature",
                "Gothic"
            ]
        },
        {
            "title": "Cloudsplitter",
            "authors": [
                "Russell Banks"
            ],
            "ranking": 3.91,
            "ranking_count": 4449,
            "abstract": "A triumph of the imagination and a masterpiece of modern storytelling,. Cloudsplitter. is narrated by the enigmatic Owen Brown, last surviving son of America's most famous and still controversial political terrorist and martyr, John Brown. Deeply researched, brilliantly plotted, and peopled with a cast of unforgettable characters both historical and wholly invented,. Cloudsplitter. is dazzling in its re-creation of the political and social landscape of our history during the years before the Civil War, when slavery was tearing the country apart. But within this broader scope, Russell Banks has given us a riveting, suspenseful, heartbreaking narrative filled with intimate scenes of domestic life, of violence and action in battle, of romance and familial life and death that make the reader feel in astonishing ways what it is like to be alive in that time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Military History",
                "Literature",
                "Novels",
                "Literary Fiction",
                "The United States Of America",
                "North American Hi..."
            ]
        },
        {
            "title": "Ask Dr. Mueller: The Writings of Cookie Mueller",
            "authors": [
                "Cookie Mueller",
                "Amy Scholder",
                "John K. Waters"
            ],
            "ranking": 4.47,
            "ranking_count": 249,
            "abstract": "Ask Dr. Mueller captures the glamour and grittiness of Cookie Mueller?s life and times. Here are previously unpublished stories - wacky as they are enlightening - along with favorites from Walking Through Clear Water in a Pool Painted Black and other publications. Also the best of Cookie?s art columns from Details magazine, and the funniest of her advice columns from the East Village Eye, on everything from homeopathic medicine to how to cut your cocaine with a healthy substance. This collection is as much an autobiography as it is a map of downtown New York in the early ?80s - that moment before Bright Lights, Big City, before the art world exploded, before New York changed into a yuppie metropolis, while it still had a glimmer of bohemian life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Writing",
                "LGBT",
                "Short Stories"
            ]
        },
        {
            "title": "Winter's Heart",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 3.95,
            "ranking_count": 117740,
            "abstract": "Rand is on the run with Min, and in Cairhein, Cadsuane is trying to figure out where he is headed. Rand's destination is, in fact, one she has never considered.. Mazrim Taim, leader of the Black Tower, is revealed to be a liar. But what is he up to?. Faile, with the Aiel Maidens, Bain and Chiad, and her companions, Queen Alliandre and Morgase, is prisoner of Savanna's sept.. Perrin is desperately searching for Faile. With Elyas Machera, Berelain, the Prophet and a very mixed army of disparate forces, he is moving through country rife with bandits and roving Seanchan. The Forsaken are ever more present, and united, and the man called Slayer stalks Tel'aran'rhiod and the wolfdream.. In Ebou Dar, the Seanchan princess known as Daughter of the Nine Moons arrives--and Mat, who had been recuperating in the Tarasin Palace, is introduced to her. Will the marriage that has been foretold come about?. There are neither beginnings or endings to the turning of the Wheel of Time. But it is a beginning....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Adventure",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "Woman on the Edge of Time",
            "authors": [
                "Marge Piercy"
            ],
            "ranking": 3.94,
            "ranking_count": 15396,
            "abstract": "After being unjustly committed to a mental institution, Connie Ramos is contacted by an envoy from the year 2137, who shows her a utopian future of sexual and racial equality and environmental harmony.. But Connie also bears witness to another potential outcome: a dystopian society of grotesque exploitation. One will become our world. And Connie herself may strike the decisive blow...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Feminism",
                "Fantasy",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Womens"
            ]
        },
        {
            "title": "The Vagina Monologues",
            "authors": [
                "Eve Ensler",
                "Gloria Steinem"
            ],
            "ranking": 3.86,
            "ranking_count": 33747,
            "abstract": "I was worried about vaginas. I was worried about what we think about vaginas, and even more worried that we don't think about them. . . . So I decided to talk to women about their vaginas, to do vagina interviews, which became vagina monologues. I talked with over two hundred women. I talked to old women, young women, married women, single women, lesbians, college professors, actors, corporate professionals, sex workers, African American women, Hispanic women, Asian American women, Native American women, Caucasian women, Jewish women. At first women were reluctant to talk. They were a little shy. But once they got going, you couldn't stop them.. So begins Eve Ensler's hilarious, eye-opening tour into the last frontier, the forbidden zone at the heart of every woman. Adapted from the award-winning one-woman show that's rocked audiences around the world, this groundbreaking book gives voice to a chorus of lusty, outrageous, poignant, and thoroughly human stories, transforming the question mark hovering over the female anatomy into a permanent victory sign. With laughter and compassion, Ensler transports her audiences to a world we've never dared to know, guaranteeing that no one who reads The Vagina Monologues will ever look at a woman's body the same way again.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Plays",
                "Drama",
                "Womens",
                "Sexuality",
                "Gender",
                "Classics"
            ]
        },
        {
            "title": "The Education of Little Tree",
            "authors": [
                "Forrest Carter"
            ],
            "ranking": 4.13,
            "ranking_count": 15692,
            "abstract": "The Education of Little Tree tells of a boy orphaned very young, who is adopted by his Cherokee grandmother and half-Cherokee grandfather in the Appalachian mountains of Tennessee during the Great Depression. Little Tree as his grandparents call him is shown how to hunt and survive in the mountains, to respect nature in the Cherokee Way, taking only what is needed, leaving the rest for nature to run its course. Little Tree also learns the often callous ways of white businessmen and tax collectors, and how Granpa, in hilarious vignettes, scares them away from his illegal attempts to enter the cash economy. Granma teaches Little Tree the joys of reading and education. But when Little Tree is taken away by whites for schooling, we learn of the cruelty meted out to Indian children in an attempt to assimilate them and of Little Tree's perception of the Anglo world and how it differs from the Cherokee Way. A classic of its era, and an enduring book for all ages, The Education of Little Tree has now been redesigned for this twenty-fifth anniversary edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Young Adult",
                "Classics",
                "Childrens",
                "Book Club",
                "Literature",
                "Education"
            ]
        },
        {
            "title": "Girlfriend in a Coma",
            "authors": [
                "Douglas Coupland"
            ],
            "ranking": 3.62,
            "ranking_count": 18824,
            "abstract": "'What did Karen see that December night? What pictures of tomorrow could so disturb her that she would flee into a refuge of bottomless sleep? Why would she leave me?'. It's 15th December, 1979, and Richard's girlfriend Karen has entered a deep coma. She only took a couple of valium washed down with a cocktail, but now she's locked away in suspended animation, oblivious to the passage of time. What if she were to wake up decades later - a 17-year-old girl in a distant future, a future where the world has gone dark?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Science Fiction",
                "Novels",
                "Apocalyptic",
                "Fantasy",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Scoop",
            "authors": [
                "Evelyn Waugh"
            ],
            "ranking": 3.82,
            "ranking_count": 18849,
            "abstract": "Lord Copper, newspaper magnate and proprietor of the Daily Beast, has always prided himself on his intuitive flair for spotting ace reporters. That is not to say he has not made the odd blunder, however, and may in a moment of weakness make another. Acting on a dinner-party tip from Mrs Algernon Smith, he feels convinced that he has hit on just the chap to cover a promising little war in the African Republic of Ishmaelia. One of Evelyn Waugh's most exuberant comedies, Scoop is a brilliantly irreverent satire of Fleet Street and its hectic pursuit of hot news.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "Novels",
                "European Literature",
                "Writing",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Dragon Rider",
            "authors": [
                "Cornelia Funke"
            ],
            "ranking": 3.98,
            "ranking_count": 80556,
            "abstract": "A dragon. A boy. A journey. Firedrake, a brave young dragon, his loyal brownie friend Sorrel and a lonely boy called Ben are united as if by destiny. Together, they embark on a magical journey to find the legendary place where silver dragons can live in peace for ever. With only a curious map and the whispered memories of an old dragon to guide them, they fly across moonlit lands and seas to reach the highest mountains in the world. Along the way, they discover extraordinary new friends in unlikely places and a courage they never knew they had. Just as well, for the greatest enemy of all is never far behind them - a heartless monster from the past who's been waiting a very long time to destroy the last dragons on earth.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Naked Sun",
            "authors": [
                "Isaac Asimov",
                "Chris     Moore"
            ],
            "ranking": 4.17,
            "ranking_count": 50047,
            "abstract": "A millennium into the future, two advancements have altered the course of human history: the colonization of the Galaxy and the creation of the positronic brain. On the beautiful Outer World planet of Solaria, a handful of human colonists lead a hermit-like existence, their every need attended to by their faithful robot servants.. To this strange and provocative planet comes Detective Elijah Baley, sent from the streets of New York with his positronic partner, the robot R. Daneel Olivaw, to solve an incredible murder that has rocked Solaria to its foundations. The victim had been so reclusive that he appeared to his associates only through holographic projection.. Yet someone had gotten close enough to bludgeon him to death while robots looked on. Now Baley and Olivaw are faced with two clear impossibilities: Either the Solarian was killed by one of his robots--unthinkable under the laws of Robotics--or he was killed by the woman who loved him so much that she never came into his presence!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Classics",
                "Science Fiction Fantasy",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Auntie Mame",
            "authors": [
                "Jerome Lawrence",
                "Robert E.  Lee"
            ],
            "ranking": 4.25,
            "ranking_count": 846,
            "abstract": "This fabulously successful hit hardly needs introduction. Besides being the source for one of America's most popular musicals, AUNTIE MAME set a standard for Broadway comedy that's been sought after ever since. Auntie Mame was a handsome, sparkling, scatterbrained and warm-hearted lady who brightened the American landscape from 1928 to the immediate past by her whimsical gaiety, her slightly madcap adventures and her devotion to her young nephew, who grew up to be Patrick Dennis. Through fortunes that rose and fell and a pleasant but brief marriage to a likable Southerner, who had the bad luck to tumble down from the Matterhorn, Auntie Mame's chief concern was that nephew, whom she raised [the play's] central figure is a woman of spirit, innate kindness and undefeatable courage  NY Post.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Humor",
                "Classics",
                "Drama"
            ]
        },
        {
            "title": "The Wild Iris",
            "authors": [
                "Louise Glück",
                "Jonas Brun"
            ],
            "ranking": 4.18,
            "ranking_count": 9260,
            "abstract": "Winner of the Nobel Prize in Literature. From Pulitzer Prize-winning poet Louise Glück, a stunningly beautiful collection of poems that encompasses the natural, human, and spiritual realms. Bound together by the universal themes of time and mortality and with clarity and sureness of craft, Louise Glück's poetry questions, explores, and finally celebrates the ordeal of being alive.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nobel Prize",
                "Literature",
                "Environment",
                "The United States Of America",
                "Contemporary",
                "Nonfiction",
                "Womens",
                "Female Authors"
            ]
        },
        {
            "title": "The Dying Earth",
            "authors": [
                "Jack Vance"
            ],
            "ranking": 3.91,
            "ranking_count": 8288,
            "abstract": "Seekers of wisdom and beauty include lovely lost women, eccentric wizards and man-eating melancholy deodands. Twk-men ride dragonflies and trade information for salt. There are monsters and demons. Each being is morally ambiguous: the evil are charming, the good are dangerous.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Classics",
                "Science Fiction Fantasy",
                "Heroic Fantasy",
                "Apocalyptic",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Cod: A Biography of the Fish that Changed the World",
            "authors": [
                "Mark Kurlansky"
            ],
            "ranking": 3.92,
            "ranking_count": 20805,
            "abstract": "The Cod. Wars have been fought over it, revolutions have been triggered by it, national diets have been based on it, economies and livelihoods have depended on it. To the millions it has sustained, it has been a treasure more precious that gold. This book spans 1,000 years and four continents. From the Vikings to Clarence Birdseye, Mark Kurlansky introduces the explorers, merchants, writers, chefs and fisherman, whose lives have been interwoven with this prolific fish. He chronicles the cod wars of the 16th and 20th centuries. He blends in recipes and lore from the Middle Ages to the present. In a story that brings world history and human passions into captivating focus, he shows how the most profitable fish in history is today faced with extinction.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Food and Drink",
                "Science",
                "Animals",
                "Environment"
            ]
        },
        {
            "title": "The Great Railway Bazaar",
            "authors": [
                "Paul Theroux"
            ],
            "ranking": 3.9,
            "ranking_count": 18395,
            "abstract": "First published in 1975, Paul Theroux's strange, unique, and hugely entertaining railway odyssey has become a modern classic of travel literature. Here Theroux recounts his early adventures on an unusual grand continental tour. Asia's fabled trains -- the Orient Express, the Khyber Pass Local, the Frontier Mail, the Golden Arrow to Kuala Lumpur, the Mandalay Express, the Trans-Siberian Express -- are the stars of a journey that takes him on a loop eastbound from London's Victoria Station to Tokyo Central, then back from Japan on the Trans-Siberian. Brimming with Theroux's signature humor and wry keen observations, this engrossing chronicle is essential reading for both the ardent adventurer and the armchair traveler.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Cultural",
                "Autobiography",
                "Adventure",
                "Classics",
                "Biography",
                "Railways"
            ]
        },
        {
            "title": "Nine Princes in Amber",
            "authors": [
                "Roger Zelazny",
                "Mihaela Velina",
                "Tim          White"
            ],
            "ranking": 4.06,
            "ranking_count": 54409,
            "abstract": "Amber, the one real world, wherein all others, including our own Earth, are but Shadows. Amber burns in Corwin's blood. Exiled on Shadow Earth for centuries, the prince is about to return to Amber to make a mad and desperate rush upon the throne. From Arden to the blood-slippery Stairway into the Sea, the air is electrified with the powers of Eric, Random, Bleys, Caine, and all the princes of Amber whom Corwin must overcome. Yet, his savage path is blocked and guarded by eerie structures beyond imagining; impossible realities forged by demonic assassins and staggering horrors to challenge the might of Corwin's superhuman fury.' to 'Awakening in an Earth hospital unable to remember who he is or where he came from, Corwin is amazed to learn that he is one of the sons of Oberon, King of Amber, and is the rightful successor to the crown in a parallel world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Adventure",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "A Home at the End of the World",
            "authors": [
                "Michael Cunningham"
            ],
            "ranking": 3.92,
            "ranking_count": 18984,
            "abstract": "Michael Cunningham’s celebrated novel is the story of two boyhood friends: Jonathan, lonely, introspective, and unsure of himself; and Bobby, hip, dark, and inarticulate. In New York after college, Bobby moves in with Jonathan and his roommate, Clare, a veteran of the city's erotic wars. Bobby and Clare fall in love, scuttling the plans of Jonathan, who is gay, to father Clare's child. Then, when Clare and Bobby have a baby, the three move to a small house upstate to raise their child together and, with an odd friend, Alice, create a new kind of family.. A Home at the End of the World. masterfully depicts the charged, fragile relationships of urban life today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Contemporary",
                "Romance",
                "Novels",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Searching for Dragons",
            "authors": [
                "Patricia C. Wrede",
                "Peter de Sève"
            ],
            "ranking": 4.27,
            "ranking_count": 42308,
            "abstract": "Kidnap a dragon? How daring!. How. stupid. Cimorene, the princess who refuses to be proper, is back--but where is Kazul the dragon? That's what Cimorene is determined to find out.. Luckily--or perhaps. not. -so-luckily--she's got help: Mendenbar, the not-very-kingly King of the Enchanted Forest, has joined her in her quest. So with the aid of a broken-down magic carpet, a leaky magical sword, and a few buckets of soapy lemon water, they set off across the Enchanted Forest to tackle the dragon-napping and save the King of the Dragons.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Humor"
            ]
        },
        {
            "title": "An Instance of the Fingerpost",
            "authors": [
                "Iain Pears"
            ],
            "ranking": 3.93,
            "ranking_count": 23912,
            "abstract": "An ingenious tour de force: an utterly compelling historical mystery with a plot that twists and turns and keeps the reader guessing until the very last page.. We are in England in the 1660s. Charles II has been restored to the throne following years of civil war and Cromwell's short-lived republic. Oxford is the intellectual seat of the country, a place of great scientific, religious, and political ferment. A fellow of New College is found dead in suspicious circumstances. A young woman is accused of his murder. We hear the story of the death from four witnesses: an Italian physician intent on claiming credit for the invention of blood transfusion; the son of an alleged Royalist traitor; a master cryptographer who has worked for both Cromwell and the king; and a renowned Oxford antiquarian. Each tells his own version of what happened. Only one reveals the extraordinary truth.. With rights sold for record-breaking sums around the world,. An Instance of the Fingerpost. is destined to become a major international publishing event. Deserving of comparison to the works of John Fowles and Umberto Eco, Iain Pears's novel is an ingenious tour de force: an utterly compelling historical mystery with a plot that twists and turns and keeps the reader guessing until the very last page.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Thriller",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "The Third Man",
            "authors": [
                "Graham Greene"
            ],
            "ranking": 3.81,
            "ranking_count": 13283,
            "abstract": "Rollo Martins' usual line is the writing of cheap paperback Westerns under the name of Buck Dexter. But when his old friend Harry Lime invites him to Vienna, he jumps at the chance. With exactly five pounds in his pocket, he arrives only just in time to make it to his friend's funeral. The victim of an apparently banal street accident, the late Mr. Lime, it seems, had been the focus of a criminal investigation, suspected of nothing less than being the worst racketeer who ever made a dirty living in this city. Martins is determined to clear his friend's name, and begins an investigation of his own...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Classics",
                "Thriller",
                "Novels",
                "European Literature",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Murder in Mesopotamia",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.92,
            "ranking_count": 46717,
            "abstract": "An archaeologist’s wife is murdered on the shores of the River Tigris in Iraq.. It was clear to nurse Amy Leatheran that something sinister was going on at the Hassanieh dig, something associated with the presence of ‘Lovely Louise’, the wife of the celebrated archaeologist Dr. Leidner. But she couldn't pinpoint it.. In a few days’ time Hercule Poirot was due to drop in at the excavation site. With Louise suffering terrifying hallucinations, and tension within the group becoming almost unbearable, Poirot might just be too late…",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Aunt Julia and the Scriptwriter",
            "authors": [
                "Mario Vargas Llosa",
                "Helen R. Lane"
            ],
            "ranking": 3.93,
            "ranking_count": 17912,
            "abstract": "Mario Vargas Llosa's brilliant, multilayered novel is set in the Lima of the author's youth, where a young student named Marito is toiling away in the news department of a local radio station. His young life is disrupted by two arrivals.. The first is his aunt Julia, recently divorced and thirteen years older, with whom he begins a secret affair. The second is a manic radio scriptwriter named Pedro Camacho, whose racy, vituperative soap operas are holding the city's listeners in thrall. Pedro chooses young Marito to be his confidant as he slowly goes insane.. Interweaving the story of Marito's life with the ever-more-fevered tales of Pedro Camacho, Vargas Llosa's novel is masterfully done, hilarious, mischievous, a classic named one of the best books of the year by the New York Times Book Review.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Nobel Prize",
                "European Literature",
                "Novels",
                "Literature",
                "Classics",
                "Romance"
            ]
        },
        {
            "title": "The Counterfeiters",
            "authors": [
                "André Gide"
            ],
            "ranking": 3.84,
            "ranking_count": 8471,
            "abstract": "Originally published in 1925, this book became known for the frank sexuality of its contents and its account of middle class French morality. The themes of the book explore the problem of morals, the problem of society and the problems facing writers. An appendix to this edition (Vintage, 1973) contains excerpts from the Gide's notebooks which he kept while writing this book.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "LGBT",
                "Roman"
            ]
        },
        {
            "title": "Relativity: The Special and the General Theory",
            "authors": [
                "Albert Einstein",
                "Nigel Calder",
                "Robert William Lawson"
            ],
            "ranking": 4.2,
            "ranking_count": 19680,
            "abstract": "An accesible version of Einstein's masterpiece of theory, written by the genius himself. According to Einstein himself, this book is intended to give an exact insight into the theory of Relativity to those readers who, from a general scientific and philosophical point of view, are interested in the theory, but who are not conversant with the mathematical apparatus of theoretical physics. When he wrote the book in 1916, Einstein's name was scarcely known outside the physics institutes. Having just completed his masterpiece, The General Theory of Relativity—which provided a brand-new theory of gravity and promised a new perspective on the cosmos as a whole—he set out at once to share his excitement with as wide a public as possible in this popular and accessible book.. Here published for the first time as a Penguin Classic, this edition of. Relativity. features a new introduction by bestselling science author Nigel Calder.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Classics",
                "Philosophy",
                "History",
                "Reference"
            ]
        },
        {
            "title": "Testament of Youth",
            "authors": [
                "Vera Brittain",
                "Mark Bostridge"
            ],
            "ranking": 4.08,
            "ranking_count": 10390,
            "abstract": "Much of what we know and feel about the First World War we owe to Vera Brittain's elegiac yet unsparing book, which set a standard for memoirists from Martha Gellhorn to Lillian Hellman. Abandoning her studies at Oxford in 1915 to enlist as a nurse in the armed services, Brittain served in London, in Malta, and on the Western Front. By war's end she had lost virtually everyone she loved.. Testament of Youth. is both a record of what she lived through and an elegy for a vanished generation. Hailed by the. Times Literary Supplement. as a book that helped “both form and define the mood of its time,” it speaks to any generation that has been irrevocably changed by war.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "Autobiography",
                "Classics",
                "Biography",
                "War",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Word for World Is Forest",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.0,
            "ranking_count": 22811,
            "abstract": "Centuries in the future, Terrans have established a logging colony & military base named New Tahiti on a tree-covered planet whose small, green-furred, big-eyed inhabitants have a culture centered on lucid dreaming. Terran greed spirals around native innocence & wisdom, overturning the ancient society.. Humans have learned interstellar travel from the Hainish (the origin-planet of all humanoid races, including Athsheans). Various planets have been expanding independently, but during the novel it's learned that the League of All Worlds has been formed. News arrives via an ansible, a new discovery. Previously they had been cut off, 27 light years from home.. The story occurs after The Dispossessed, where both the ansible & the League of Worlds are unrealised. Also well before Planet of Exile, where human settlers have learned to coexist. The 24th century has been suggested.. Terran colonists take over the planet locals call Athshe, meaning forest, rather than dirt, like their home planet Terra. They follow the 19th century model of colonization: felling trees, planting farms, digging mines & enslaving indigenous peoples. The natives are unequipped to comprehend this. They're a subsistence race who rely on the forests & have no cultural precedent for tyranny, slavery or war. The invaders take their land without resistance until one fatal act sets rebellion in motion & changes the people of both worlds forever.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Novels",
                "Novella",
                "Literature"
            ]
        },
        {
            "title": "Tales of the Unexpected",
            "authors": [
                "Roald Dahl"
            ],
            "ranking": 4.18,
            "ranking_count": 9382,
            "abstract": "A wine connoisseur with an infallible palate and a sinister taste in wagers. A decrepit old man with a masterpiece tattooed on his back. A voracious adventuress, a gentle cuckold, and a garden sculpture that becomes an instrument of sadistic vengeance. Social climbers who climb a bit too quickly. Philanderers whose deceptions are a trifle too ornate. Impeccable servants whose bland masks slip for one vertiginous instant.. In these deliciously nasty stories an internationally acclaimed practitioner of the short narrative works his own brand of black magic: tantalizing, amusing, and sometimes terrifying readers into a new sense of what lurks beneath the ordinary. Included in Roald Dahl's. Tales of the Unexpected. are such notorious gems of the bizarre as The Sound Machine, Lamb to Slaughter, Neck, and The Landlady.. Cover illustration by Seth Jaben. Cover design by Heidi North. Contents:. - Taste. - Lamb to the Slaughter. - Man from the South. - My Lady Love, My Dove. - Dip in the Pool. - Galloping Foxley. - Skin. - Neck. - Nunc Dimittis. - The Landlady. - William and Mary. - The Way Up to Heaven. - Parson's Pleasure. - Mrs. Bixby and the Colonel's Coat. - Royal Jelly. - Edward the Conqueror. - The Sound Machine. - Georgy Porgy. - The Hitchhiker. - Poison. - The Boy Who Talked with Animals. - The Umbrella Man. - Genesis and Catastrophe. - The Butler",
            "part_of_series": true,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Horror",
                "Classics",
                "Humor",
                "Childrens",
                "Mystery",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Collected Poems, 1909-1962",
            "authors": [
                "T.S. Eliot"
            ],
            "ranking": 4.29,
            "ranking_count": 20347,
            "abstract": "There is no more authoritative collection of the poetry that T.S. Eliot himself wished to preserve than this volume, published two years before his death in 1965.. Poet, dramatist, critic, and editor, T. S. Eliot was one of the defining figures of twentieth-century poetry. This edition of Collected Poems 1909-1962 includes his verse from Prufrock and Other Observations (1917) to Four Quartets (1943), and includes such literary landmarks as 'The Waste Land' and 'Old Possum's Book of Practical Cats'.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Fiction",
                "European Literature",
                "Nobel Prize",
                "Reference"
            ]
        },
        {
            "title": "Love and War",
            "authors": [
                "John Jakes"
            ],
            "ranking": 4.13,
            "ranking_count": 17336,
            "abstract": "The Hazards and the Mains -- the first fatal shot fired at Fort Sumter divided them irrevocably with loyalties more powerful than family ties. The young would clash on the bloody battlefields of Bull Run and Fredericksburg, while in intrigue-ridden Washington and Richmond strong-willed men and beautiful women would defend their principles with their lives...or satisfy illicit cravings with schemes that could destroy friends and enemies alike.. This surging drama is the second part of the trilogy that includes NORTH AND SOUTH and HEAVEN AND HELL",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "War",
                "Romance",
                "Classics",
                "Adult",
                "American"
            ]
        },
        {
            "title": "Tales of the South Pacific",
            "authors": [
                "James A. Michener"
            ],
            "ranking": 4.05,
            "ranking_count": 14911,
            "abstract": "Winner of the 1948 Pulitzer Prize for Fiction. Enter the exotic world of the South Pacific, meet the men and women caught up in the drama of a big war. The young Marine who falls madly in love with a beautiful Tonkinese girl. Nurse Nellie and her French planter, Emile De Becque. The soldiers, sailors, and nurses playing at war and waiting for love in a tropic paradise.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Short Stories",
                "Classics",
                "War",
                "Adventure",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Winnie the Pooh: The Complete Collection of Stories and Poems",
            "authors": [
                "A.A. Milne"
            ],
            "ranking": 4.47,
            "ranking_count": 44435,
            "abstract": "Winnie the Pooh: The Complete Collection of Stories and Poems. was originally published in 1994, but this beautifully produced slip-cased edition has been specially created to commemorate the 75th anniversary of the publication of the very first stories about Winnie the Pooh.. It consists of the classic, well-loved, tried-and-tested stories by AA Milne, from Winnie the Pooh (1926), The House at Pooh Corner (1928) and the poetry from When We Were Very Young (1924) and Now We Are Six (1927).. Here is Edward Bear coming downstairs now, bump, bump, bump, on the back of his head, behind Christopher Robin. It is, as far as he knows, the only way of coming downstairs, but sometimes he feels that there really is another way, if only he could stop bumping for a moment and think of it. And then he feels that perhaps there isn't. Anyhow, here he is at the bottom, and ready to be introduced to you. Winnie-the-Pooh.. So begins the opening sentences of chapter one of this wonderful book in which we are introduced to Winnie-the-Pooh... and the stories begin.. Although the stories are aimed at young children, older children (i.e.,adults!) of all ages will be able to recapture the wonderful Pooh stories of their childhood, remembering once again playing at Pooh sticks, reading about Hundred Acre Wood and finding out why Edward Bear is called Winnie-the-Pooh. Was he really named after a swan?. The poems are not as well-known as the Pooh stories, but nevertheless some of them are ones to which children can still relate today, even though they were written 75 years ago when, in some circles, nannies and nurseries were commonplace.. Half Way Down. Half way down the stairs. Is a stair. Where I sit. There isn't any. Other stair. Quite Like. It. I'm not at the bottom. I'm not at the top. So this is the stair. Where. I always. Stop. This exquisite book will make an excellent gift for young and old alike. --. Susan Naylor",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Childrens",
                "Fiction",
                "Poetry",
                "Fantasy",
                "Short Stories",
                "Animals",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "The Optimist's Daughter",
            "authors": [
                "Eudora Welty"
            ],
            "ranking": 3.51,
            "ranking_count": 11796,
            "abstract": "The Optimist's Daughter is the story of Laurel McKelva Hand, a young woman who has left the South and returns, years later, to New Orleans, where her father is dying. After his death, she and her silly young stepmother go back still farther, to the small Mississippi town where she grew up. Alone in the old house, Laurel finally comes to an understanding of the past, herself, and her parents.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "American",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Gothic",
                "Womens"
            ]
        },
        {
            "title": "The Custom of the Country",
            "authors": [
                "Edith Wharton",
                "Linda Wagner-Martin",
                "Stephen Orgel",
                "Julie",
                "Pablo",
                "Antonio",
                "Vincent",
                "(伊迪斯·华顿)",
                "more…",
                "Zola",
                "…less"
            ],
            "ranking": 4.04,
            "ranking_count": 11769,
            "abstract": "Considered by many to be her masterpiece, Edith Wharton's epic work is a scathing yet personal examination of the exploits and follies of the modern upper class. As she unfolds the story of Undine Spragg, from New York to Europe, Wharton affords us a detailed glimpse of what might be called the interior décor of this America and its nouveau riche fringes. Through a heroine who is as vain, spoiled, and selfish as she is irresistibly fascinating, and through a most intricate and satisfying plot that follows Undine's marriages and affairs, she conveys a vision of social behavior that is both supremely informed and supremely disenchanted.. - Anita Brookner",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "New York",
                "Literary Fiction"
            ]
        },
        {
            "title": "An Equal Music",
            "authors": [
                "Vikram Seth"
            ],
            "ranking": 3.79,
            "ranking_count": 9932,
            "abstract": "The author of the international bestseller. A Suitable Boy. returns with a powerful and deeply romantic tale of two gifted musicians. Michael Holme is a violinist, a member of the successful Maggiore Quartet. He has long been haunted, though, by memories of the pianist he loved and left ten years earlier, Julia McNicholl. Now Julia, married and the mother of a small child, unexpectedly reenters his life and the romance flares up once more.. Against the magical backdrop of Venice and Vienna, the two lovers confront the truth about themselves and their love, about the music that both unites and divides them, and about a devastating secret that Julia must finally reveal. With poetic, evocative writing and a brilliant portrait of the international music scene,. An Equal Music. confirms Vikram Seth as one of the world's finest and most enticing writers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Music",
                "Cultural",
                "Romance",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Asian Literature",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Savage Inequalities: Children in America's Schools",
            "authors": [
                "Jonathan Kozol"
            ],
            "ranking": 4.26,
            "ranking_count": 18191,
            "abstract": "National Book Award-winning author Jonathan Kozol presents his shocking account of the American educational system in this stunning New York Times bestseller, which has sold more than 250,000 hardcover copies.. An impassioned book, laced with anger and indignation, about how our public education system scorns so many of our children. -- New York Times Book Review",
            "part_of_series": false,
            "genre_list": [
                "Education",
                "Nonfiction",
                "Sociology",
                "Social Movements",
                "Teaching",
                "Politics",
                "Race",
                "History",
                "Academic",
                "Social Issues"
            ]
        },
        {
            "title": "High-Rise",
            "authors": [
                "J.G. Ballard"
            ],
            "ranking": 3.63,
            "ranking_count": 29261,
            "abstract": "When a class war erupts inside a luxurious apartment block, modern elevators become violent battlegrounds and cocktail parties degenerate into marauding attacks on enemy floors. In this visionary tale, human society slips into violent reverse as once-peaceful residents, driven by primal urges, re-create a world ruled by the laws of the jungle.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Classics",
                "Horror",
                "Audiobook",
                "Thriller",
                "Novels",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Ghostwritten",
            "authors": [
                "David Mitchell"
            ],
            "ranking": 4.05,
            "ranking_count": 28828,
            "abstract": "A gallery attendant at the Hermitage. A young jazz buff in Tokyo. A crooked British lawyer in Hong Kong. A disc jockey in Manhattan. A physicist in Ireland. An elderly woman running a tea shack in rural China. A cult-controlled terrorist in Okinawa. A musician in London. A transmigrating spirit in Mongolia. What is the common thread of coincidence or destiny that connects the lives of these nine souls in nine far-flung countries, stretching across the globe from east to west? What pattern do their linked fates form through time and space?. A writer of pyrotechnic virtuosity and profound compassion, a mind to which nothing human is alien, David Mitchell spins genres, cultures, and ideas like gossamer threads around and through these nine linked stories. Many forces bind these lives, but at root all involve the same universal longing for connection and transcendence, an axis of commonality that leads in two directions—to creation and to destruction. In the end, as lives converge with a fearful symmetry,. Ghostwritten. comes full circle, to a point at which a familiar idea—that whether the planet is vast or small is merely a matter of perspective—strikes home with the force of a new revelation. It marks the debut novel of a writer with astonishing gifts.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Contemporary",
                "Literary Fiction",
                "Science Fiction",
                "Literature",
                "Magical Realism",
                "Novels",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Magic Toyshop",
            "authors": [
                "Angela Carter"
            ],
            "ranking": 3.83,
            "ranking_count": 10406,
            "abstract": "One night Melanie walks through the garden in her mother's wedding dress. The next morning her world is shattered. Forced to leave the comfortable home of her childhood, she is sent to London to live with relatives she never met: Aunt Margaret, beautiful and speechless, and her brothers, Francie, whose graceful music belies his clumsy nature, and the volatile Finn, who kisses Melanie in the ruins of the pleasure garden. And brooding Uncle Philip loves only the life-sized wooden puppets he creates in his toyshops. The classic gothic novel established Angela Carter as one of our most imaginative writers and augurs the themes of her later creative works.. Beneath its contemporary surface, this novel shimmers with blurred echoes—from Lewis Carroll, from 'Giselle' and 'Coppelia,' Harlequin and Punch… It leave behind it a flavor, pungent and unsettling —. The New York Times Book Review",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Gothic",
                "Classics",
                "Horror",
                "Literature",
                "European Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Walking Across Egypt",
            "authors": [
                "Clyde Edgerton",
                "Norman Dietz"
            ],
            "ranking": 3.9,
            "ranking_count": 5913,
            "abstract": "An unpretentious, finely-crafted novel that will linger with the readers like the last strains of a favorite hymn. It is more enjoyable than a pitcher full of sweet tea and one of Mattie's home-cooked dinners.. THE ATLANTA JOURNAL & CONSTITUTION. She had as much business keeping a stray dog as she had walking across Egypt--which not so incidentally is the title of her favorite hymn. She's Mattie Rigsbee, an independent, strong-minded senior citizen, who at 78, might be slowing down just a bit. When young, delinquent Wesley Benfield drops in on her life, he is even less likely a companion than the stray dog. But, of course, the dog never tasted her mouth-watering pound cake....Wise witty, down-home and real, WALKING ACROSS EGYPT is a book for everyone.. From the Trade Paperback edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "American",
                "Adult Fiction",
                "Contemporary",
                "Novels",
                "Book Club",
                "Adult",
                "Family",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Body Farm",
            "authors": [
                "Patricia Cornwell"
            ],
            "ranking": 4.06,
            "ranking_count": 70617,
            "abstract": "The Body Farm - a research institute that tests the decomposition of corpses. Black Mountain, North Carolina: a sleepy little town where the local police deal with one homicide a year, if they're unlucky, and where people are still getting used to the idea of locking their doors at night. But violent death is no respecter of venue, and the discovery of the corpse of an 11-year-old girl sends shock waves through the community. Dr Kay Scarpetta, Chief medical Examiner on a similar case in Virginia, is called in to apply her forensic skills to this latest atrocity, but the apparent simplicity of the case proves something of a poisoned chalice - until Scarpetta finds enlightenment through the curious pathologists' playground known as the Body Farm.. From Author’s Website",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Drama",
                "Adult"
            ]
        },
        {
            "title": "Señor Vivo and the Coca Lord",
            "authors": [
                "Louis de Bernières"
            ],
            "ranking": 4.11,
            "ranking_count": 4411,
            "abstract": "In this iridescent gem of a novel, Louis de Bernieres returns to the territory he mapped so well in. The War of Don Emmanuel's Nether Parts. , a South American country of resplendent eccentricity, gargantuan corruption, and terrifying violence, where the ordinary machinery of government has rusted and the only thing that works is magic.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Fantasy",
                "Humor",
                "Literature",
                "Historical",
                "Contemporary",
                "Novels",
                "Cultural",
                "European Literature"
            ]
        },
        {
            "title": "Children of Dune",
            "authors": [
                "Frank Herbert"
            ],
            "ranking": 3.95,
            "ranking_count": 139133,
            "abstract": "The desert planet of Arrakis has begun to grow green and lush. The life-giving spice is abundant. The nine-year-old royal twins, possesing their father's supernatural powers, are being groomed as Messiahs.. But there are those who think the Imperium does not need messiahs...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Space",
                "Audiobook",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Lost World",
            "authors": [
                "Arthur Conan Doyle"
            ],
            "ranking": 3.93,
            "ranking_count": 61279,
            "abstract": "It's London, 1907. Journalist Edward Malone, rejected by the woman he loves because he is too prosaic, decides to go in search of adventure and fame to prove himself worthy of her. Soon after, he meets Professor George Challenger, a scientist who claims to have discovered a 'lost world' populated by pterodactyls and other prehistoric monsters.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Fantasy",
                "Animals",
                "Audiobook",
                "Novels",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "Terra Nostra",
            "authors": [
                "Carlos Fuentes",
                "Margaret Sayers Peden",
                "Milan Kundera",
                "Jorge Volpi"
            ],
            "ranking": 4.12,
            "ranking_count": 1065,
            "abstract": "Perhaps the most ambitious novel from one of Mexico's greatest writers, the narrative covers 20 centuries of European and American culture, and prominently features the construction of El Escorial by Philip II. The title is Latin for Our earth. Modeled on James Joyce's Finnegans Wake, Terra Nostra shifts unpredictably between the sixteenth century and the twentieth, seeking the roots of contemporary Latin American society in the struggle between the conquistadors and indigenous Americans.. -Terra Nostra is the spreading out of the novel, the exploration of its possibilities, the voyage to the edge of what only a novelist can see and say.- Milan Kundera",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Literature",
                "Novels",
                "Cultural",
                "Literary Fiction",
                "Classics"
            ]
        },
        {
            "title": "I Never Promised You a Rose Garden",
            "authors": [
                "Hannah  Green",
                "Joanne Greenberg"
            ],
            "ranking": 3.87,
            "ranking_count": 29618,
            "abstract": "I Never Promised You a Rose Garden. is the story of a sixteen-year-old who retreats from reality into the bondage of a lushly imagined but threatening kingdom, and her slow and painful journey back to sanity.. Chronicles the three-year battle of a mentally ill, but perceptive, teenage girl against a world of her own creation, emphasizing her relationship with the doctor who gave her the ammunition of self-understanding with which to help herself.. I wrote this novel, which is a fictionalized autobiography, to give a picture of what being schizophrenic feels like and what can be accomplished with a trusting relationship between a gifted therapist and a willing patient. It is not a case history or study. I like to think it is a hymn to reality. —Joanne Greenberg",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Psychology",
                "Young Adult",
                "Health",
                "Mental Health",
                "Classics",
                "Contemporary",
                "Novels",
                "Realistic Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Paul Street Boys",
            "authors": [
                "Ferenc Molnár",
                "Masimiliano Longo"
            ],
            "ranking": 4.17,
            "ranking_count": 16032,
            "abstract": "The. war. between two groups of Hungarian boys living in Budapest. One with Hungarian national colours (red, white, green) is defending the square from. redshirts. (from Garibaldi's redshirts), who want to occupy the square.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Academic",
                "Childrens",
                "Cultural",
                "Young Adult",
                "Novels",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Babel Tower",
            "authors": [
                "A.S. Byatt"
            ],
            "ranking": 3.83,
            "ranking_count": 2647,
            "abstract": "Babel Tower. follows. The Virgin in the Garden. and. Still Life. in tracing Frederica Potter, a lover of books who reflects the author's life and times. It centers around two lawsuits: in one, Frederica -- a young intellectual who has married outside her social set -- is challenging her wealthy and violent husband for custody of their child; in the other, an unkempt but charismatic rebel is charged with having written an obscene book, a novel-within-a-novel about a small band of revolutionaries who attempt to set up an ideal community. And in the background, rebellion gains a major toehold in the London of the Sixties, and society will never be the same.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "Literary Fiction",
                "European Literature",
                "Contemporary",
                "Writing"
            ]
        },
        {
            "title": "Early Novels & Stories: Go Tell It on the Mountain / Giovanni’s Room / Another Country / Going to Meet the Man",
            "authors": [
                "James Baldwin",
                "Toni Morrison"
            ],
            "ranking": 4.44,
            "ranking_count": 756,
            "abstract": "“The civil rights struggle,” said. The New York Times Book Review. , “found eloquent expression in [Baldwin’s] novels. His historical importance is indisputable.” Here, in a. Library of America. volume edited by Nobel laureate Toni Morrison, is the fiction that established James Baldwin’s reputation as a writer who fused unblinking realism and rare verbal eloquence.. His first novel,. Go Tell It on the Mountain. (1953), tells the story, rooted in Baldwin’s own experience, of a preacher’s son coming of age in 1930’s Harlem. Ten years in the writing, its exploration of religious, sexual, and generational conflicts was described by Baldwin as “an attempt to exorcise something, to find out what happened to my father, what happened to all of us.”. Giovanni’s Room. (1956) is a searching, and in its day controversial, treatment of the tragic self-delusions of a young American expatriate at war with his own homosexuality.. Another Country. (1962), a wide-ranging exploration of America’s racial and sexual boundaries, depicts the suicide of a gifted jazz musician and its ripple effect on those who knew him. Complex in structure and turbulent in mood, it is in many ways Baldwin’s most ambitious novel.. Going to Meet the Man. (1965) collects Baldwin’s short fiction, including the masterful “Sonny’s Blues,” the unforgettable portrait of a jazz musician struggling with drug addiction in which Baldwin came closest to defining his goal as a writer: “For, while the tale of how we suffer, and how we are delighted, and how we may triumph is never new, it must be heard. There isn’t any other tale to tell, it’s the only light we’ve got in all this darkness.”",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Literature",
                "Novels",
                "Classics",
                "Anthologies",
                "American",
                "Literary Fiction",
                "Cultural"
            ]
        },
        {
            "title": "The Four Agreements: A Practical Guide to Personal Freedom",
            "authors": [
                "Miguel Ruiz",
                "ภัทริณี เจริญจินดา"
            ],
            "ranking": 4.17,
            "ranking_count": 282339,
            "abstract": "In. The Four Agreements. , don Miguel Ruiz reveals the source of self-limiting beliefs that rob us of joy and create needless suffering. Based on ancient Toltec wisdom, the Four Agreements offer a powerful code of conduct that can rapidly transform our lives to a new experience of freedom, true happiness, and love. The Four Agreements are: Be Impeccable With Your Word, Don't Take Anything Personally, Don't Make Assumptions, Always Do Your Best.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Spirituality",
                "Philosophy",
                "Psychology",
                "Inspirational",
                "Religion",
                "Audiobook",
                "Business"
            ]
        },
        {
            "title": "Daughter of the Blood",
            "authors": [
                "Anne Bishop"
            ],
            "ranking": 4.06,
            "ranking_count": 38892,
            "abstract": "Librarian's Note: Alternate cover for this ISBN can be found. here. .. The Dark Kingdom is preparing itself for the fulfillment of an ancient prophecy--the arrival of a new Queen, a Witch who will wield more power than even the High Lord of Hell himself. But this new ruler is young, and very susceptible to influence and corruption; whoever controls her controls the Darkness. And now, three sworn enemies begin a ruthless game of politics and intrigue, magic and betrayal, and the destiny of an entire world is at stake.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Paranormal",
                "Adult",
                "Dark"
            ]
        },
        {
            "title": "The Centaur",
            "authors": [
                "John Updike"
            ],
            "ranking": 3.7,
            "ranking_count": 4424,
            "abstract": "WINNER OF THE NATIONAL BOOK AWARD AND THE PRIX DU MEILLEUR LIVRE ÉTRANGER. The Centaur. is a modern retelling of the legend of Chiron, the noblest and wisest of the centaurs, who, painfully wounded yet unable to die, gave up his immortality on behalf of Prometheus. In the retelling, Olympus becomes small-town Olinger High School; Chiron is George Caldwell, a science teacher there; and Prometheus is Caldwell’s fifteen-year-old son, Peter. Brilliantly conflating the author’s remembered past with tales from Greek mythology, John Updike translates Chiron’s agonized search for relief into the incidents and accidents of three winter days spent in rural Pennsylvania in 1947. The result, said the judges of the National Book Award, is “a courageous and brilliant account of a conflict in gifts between an inarticulate American father and his highly articulate son.”",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Fantasy",
                "Literary Fiction",
                "Novels",
                "Modern"
            ]
        },
        {
            "title": "The Indian in the Cupboard",
            "authors": [
                "Lynne Reid Banks"
            ],
            "ranking": 3.92,
            "ranking_count": 101900,
            "abstract": "At first, Omri is unimpressed with the plastic Indian toy he is given for his birthday. But when he puts it in his old cupboard and turns the key, something extraordinary happens that will change Omri's life for ever.. For Little Bear, the Iroquois Indian brave, comes to life...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Classics",
                "Adventure",
                "Academic"
            ]
        },
        {
            "title": "I Am a Cat",
            "authors": [
                "Natsume Sōseki",
                "Aiko Ito",
                "Graeme Wilson"
            ],
            "ranking": 3.71,
            "ranking_count": 10514,
            "abstract": "Written from 1904 through 1906, Soseki Natsume's comic masterpiece, I Am a Cat, satirizes the foolishness of upper-middle-class Japanese society during the Meiji era. With acerbic wit and sardonic perspective, it follows the whimsical adventures of a world-weary stray kitten who comments on the follies and foibles of the people around him.. A classic of Japanese literature, I Am a Cat is one of Soseki's best-known novels. Considered by many as the most significant writer in modern Japanese history, Soseki's I Am a Cat is a classic novel sure to be enjoyed for years to come.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Animals",
                "Literature",
                "Humor",
                "Novels"
            ]
        },
        {
            "title": "Stupeur et tremblements",
            "authors": [
                "Amélie Nothomb"
            ],
            "ranking": 3.73,
            "ranking_count": 28650,
            "abstract": "This is an alternate cover edition for isbn13: 9782253150718. Au début des années 90, la narratrice est embauchée par Yumimoto, une puissante firme japonaise. Elle va découvrir à ses dépens l'implacable rigeur de l'autorité d'entreprise, en même temps qu les codes de conduite, incompréhensibles au profane, qui gouvernent la vie sociale au pays du Soleil levant.. D'erreurs en maladresses et en échecs, commence alors pour elle, comme dans un mauvais rêve, la descente inexorable dans les degrés de la hiérarchie, jusqu'au rang de surveillante des toilettes, celui de l'humiliation dernière. Une course absurde vers l'abîme - image de la vie -, où l'humour percutant d'Amélie Nothomb fait mouche à chaque ligne.. Entre le rire et l'angoisse, cette satire des nouveaux despotismes aux échos kafkaïens a conquis un immense public et valu à l'auteur d'. Hygiène de l'assassin. le Grand Prix du roman de l'Académie française en 1999.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "European Literature",
                "Novels",
                "Roman",
                "Literature"
            ]
        },
        {
            "title": "The Songlines",
            "authors": [
                "Bruce Chatwin"
            ],
            "ranking": 3.98,
            "ranking_count": 10343,
            "abstract": "In this extraordinary book, Bruce Chatwin has adapted a literary form common until the eighteenth century though rare in ours; a story of ideas in which two companions, traveling and talking together, explore the hopes and dreams that animate both them and the people they encounter. Set in almost uninhabitable regions of Central Australia,. The Songlines. asks and tries to answer these questions: Why is man the most restless, dissatisfied of animals? Why do wandering people conceive the world as perfect whereas sedentary ones always try to change it? Why have the great teachers—Christ or the Buddha—recommended the Road as the way. to salvation? Do we agree with Pascal that all man's troubles stem from his inability to sit quietly in a room?. We do not often ask these questions today for we commonly assume that living in a house is normal and that the wandering life is aberrant. But for more than twenty years Chatwin has mulled over the possibility that the reverse might be the case.. Pre-colonial Australia was the last landmass on earth peopled not by herdsmen, farmers, or city dwellers, but by hunter-gatherers. Their labyrinths of invisible pathways across the continent are known to us as Songlines or Dreaming Tracks, but to the Aboriginals as the tracks of their ancestors—the Way of the Law. Along these roads they travel in order to perform all those activities that are distinctively human—song, dance, marriage, exchange of ideas, and arrangements of territorial boundaries by agreement rather than force.. In Chatwin's search for the Songlines, Arkady is an ideal friend and guide: Australian by birth, the son of a Cossack exile, with all the strength and warmth of his inheritance. Whether hunting kangaroo from a Land Cruiser, talking to the diminutive Rolf in his book-crammed trailer, buying drinks for a bigoted policeman (and would-be writer), cheering as Arkady's true love declares herself (part of. The Songlines. is a romantic comedy), Chatwin turns this almost implausible picaresque adventure into something approaching the scale of a Greek tragedy.. The life of the Aboriginals stands in vivid contrast, of course, to the prevailing cultures of our time. And. The Songlines. presents unforgettable details about the kinds of disputes we know all too well from less traumatic confrontations: over sacred lands invaded by railroads, mines, and construction sites, over the laws and rights of a poor people versus a wealthy invasive one. To Chatwin these are but recent, local examples of an eternal basic distinction between settlers and wanderers. His book, devoted to the latter, is a brilliant evocation of this profound optimism: that man is by nature not a bellicose aggressor but a pacific, song-creating, adaptive species whose destiny is to quest for the truth.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Cultural",
                "History",
                "Anthropology",
                "Autobiography",
                "Philosophy",
                "Adventure",
                "Biography",
                "Literature"
            ]
        },
        {
            "title": "Five Smooth Stones",
            "authors": [
                "Ann Fairbairn"
            ],
            "ranking": 4.43,
            "ranking_count": 3090,
            "abstract": "An interracial romamce, intended to synthesize the Negro experience in terms and through people which will involve the reader and explore semantic worlds of difference and discrimination from nigra to white man's nigger to the point where the Negro can be an individual without a tag.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Classics",
                "Race",
                "Novels",
                "Cultural",
                "Politics",
                "Book Club"
            ]
        },
        {
            "title": "Barney's Version",
            "authors": [
                "Mordecai Richler"
            ],
            "ranking": 4.16,
            "ranking_count": 11181,
            "abstract": "Before his brain began to shrink, Barney Panofsky clung to two cherished beliefs. Life was absurd, and nobody truly understood anybody else. Even his friends tend to agree that Barney is a 'wife-abuser, an intellectual fraud, a purveyor of pap, a drunk with a penchant for violence and probably a murderer'. But when his sworn enemy threatens to publish this calumny, Barney is driven to write his own memoirs, rewinding the spool of his life, editing, selecting and plagiarising, as his memory plays tricks on him - and on the reader. Ebullient and perverse, he has seen off 3 wives - the enigmatic Clara, whom he drove to suicide in Paris in 1952; the garrulous Second Mrs Panofsky; and finally Miriam who stayed married to him for decades before running off with a sober academic. Houdini-like, Barney slides from crisis to success, from lowlife to highlife in Montreal, Paris and London, his outrageous expolits culminating in the scandal he carries around like a humpback - the murder charge that he goes on denying to the end.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Literature",
                "Humor",
                "Novels",
                "Classics",
                "Literary Fiction"
            ]
        },
        {
            "title": "Wonder Boys",
            "authors": [
                "Michael Chabon",
                "Hans Hermann"
            ],
            "ranking": 3.93,
            "ranking_count": 34363,
            "abstract": "In his first novel since. The Mysteries of Pittsburgh. , Chabon presents a hilarious and heartbreaking work—the story of the friendship between the wonder boys—Grady, an aging writer who has lost his way, and Crabtree, whose relentless debauchery is capsizing his career.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literature",
                "Literary Fiction",
                "LGBT",
                "Humor",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Lone Ranger and Tonto Fistfight in Heaven",
            "authors": [
                "Sherman Alexie"
            ],
            "ranking": 4.09,
            "ranking_count": 24890,
            "abstract": "In this darkly comic short story collection, Sherman Alexie, a Spokane/Coeur d'Alene Indian, brilliantly weaves memory, fantasy, and stark realism to paint a complex, grimly ironic portrait of life in and around the Spoke Indian Reservation. These 22 interlinked tales are narrated by characters raised on humiliation and government-issue cheese, and yet are filled with passion and affection, myth and dream. There is Victor, who as a nine-year-old crawled between his unconscious parents hoping that the alcohol seeping through their skins might help him sleep. Thomas Builds-the-Fire, who tells his stories long after people stop listening, and Jimmy Many Horses, dying of cancer, who writes letters on stationary that reads From the Death Bed of James Many Horses III, even though he actually writes them on his kitchen table. Against a backdrop of alcohol, car accidents, laughter, and basketball, Alexie depicts the distances between Indians and whites, reservation Indians and urban Indians, men and women, and most poetically, between modern Indians and the traditions of the past.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Humor",
                "Literature",
                "Contemporary",
                "Young Adult",
                "Literary Fiction",
                "Adult Fiction",
                "Academic"
            ]
        },
        {
            "title": "Kiss the Girls",
            "authors": [
                "James Patterson"
            ],
            "ranking": 3.98,
            "ranking_count": 324500,
            "abstract": "In Los Angeles, a reporter investigating a series of murders is killed. In Chapel Hill, North Carolina, a beautiful medical intern suddenly disappears. In Washington D.C. Alex Cross is back to solve the most baffling and terrifying murder case ever. Two clever pattern killers are collaborating, cooperating, competing - and they are working coast to coast.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Piano Teacher",
            "authors": [
                "Elfriede Jelinek",
                "Joachim Neugroschel"
            ],
            "ranking": 3.56,
            "ranking_count": 10568,
            "abstract": "The Piano Teacher,. the most famous novel of Elfriede Jelinek, who was awarded the 2004 Nobel Prize in Literature, is a shocking, searing, aching portrait of a woman bound between a repressive society and her darkest desires.. Erika Kohut is a piano teacher at the prestigious and formal Vienna Conservatory, who still lives with her domineering and possessive mother. Her life appears to be a seamless tissue of boredom, but Erika, a quiet thirty-eight-year-old, secretly visits Turkish peep shows at night to watch live sex shows and sadomasochistic films. Meanwhile, a handsome, self-absorbed, seventeen-year-old student has become enamored with Erika and sets out to seduce her. She resists him at first, but then the dark passions roiling under the piano teacher's subdued exterior explode in a release of sexual perversity, suppressed violence, and human degradation.. Celebrated throughout Europe for the intensity and frankness of her writings and awarded the Heinrich Böll Prize for her outstanding contribution to German letters, Elfriede Jelinek is one of the most original and controversial writers in the world today.. The Piano Teacher. was made into a film, released in the United States in 2001, was awarded the Grand Jury Prize at Cannes.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Nobel Prize",
                "European Literature",
                "Contemporary",
                "Novels",
                "Classics",
                "Literature",
                "Feminism",
                "Literary Fiction",
                "Music"
            ]
        },
        {
            "title": "Confessions of a Mask",
            "authors": [
                "Yukio Mishima",
                "Meredith Weatherby"
            ],
            "ranking": 3.95,
            "ranking_count": 21311,
            "abstract": "Confessions of a Mask. tells the story of Kochan, an adolescent boy tormented by his burgeoning attraction to men: he wants to be “normal.” Kochan is meek-bodied, and unable to participate in the more athletic activities of his classmates. He begins to notice his growing attraction to some of the boys in his class, particularly the pubescent body of his friend Omi. To hide his homosexuality, he courts a woman, Sonoko, but this exacerbates his feelings for men. As news of the War reaches Tokyo, Kochan considers the fate of Japan and his place within its deeply rooted propriety.. Confessions of a Mask. reflects Mishima’s own coming of age in post-war Japan. Its publication in English―praised by Gore Vidal, James Baldwin, and Christopher Isherwood―propelled the young Yukio Mishima to international fame.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "LGBT",
                "Classics",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Gone, Baby, Gone",
            "authors": [
                "Dennis Lehane"
            ],
            "ranking": 4.14,
            "ranking_count": 36264,
            "abstract": "Boston private detectives Patrick Kenzie and Angela Gennaro are hired to find four-year-old Amanda McCready, abducted from her bed on a warm, summer night. They meet her stoned-out, strangely apathetic mother, her loving aunt and uncle, the mother's dangerous, drug-addled friends, and two cops who've found so many abused or dead children they may be too far over the edge to come back. Despite enormous public attention, rabid news coverage, and dogged police work, the investigation repeatedly hits a brick wall. Led into a world of drug dealers, child molesters, and merciless executioners, Patrick and Angie are soon forced to face not only the horrors adults can perpetrate on innocents but also their own conflicted feelings about what is best, and worst, when it comes to raising children. And as the Indian summer fades and the autumn chill deepens, Amanda McCready stays gone, banished so completely that she seems never to have existed.. Then another child disappears. . . .. Dennis Lehane takes you into a world of triple crosses, elaborate lies, and shrouded motives, where the villains may be more moral than the victims, the missing should possibly stay missing, and those who go looking for them may not come back alive.. Settle in and turn off the phone. From its haunting opening to its shocking climax,. Gone, Baby, Gone. is certain to be one of the most thrilling, talked-about suspense novels you read this year.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Crow: From the Life and Songs of the Crow",
            "authors": [
                "Ted Hughes"
            ],
            "ranking": 4.08,
            "ranking_count": 3998,
            "abstract": "Crow. was Ted Hughes's fourth book of poems for adults and a pivotal moment in his writing career. In it, he found both a structure and a persona that gave his vision a new power and coherence. A. Alvarez wrote in the. Observer. , 'Each fresh encounter with despair becomes the occasion for a separate, almost funny, story in which natural forces and creatures, mythic figures, even parts of the body, act out their special roles, each endowed with its own irrepressible life. With. Crow. , Hughes joins the select band of survivor-poets whose work is adequate to the destructive reality we inhabit.'",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "European Literature",
                "Fiction",
                "Literature",
                "Horror",
                "Animals"
            ]
        },
        {
            "title": "The Master of Go",
            "authors": [
                "Yasunari Kawabata",
                "Edward G. Seidensticker"
            ],
            "ranking": 3.83,
            "ranking_count": 4269,
            "abstract": "Go is a game of strategy in which two players attempt to surround each other's black or white stones. Simple in its fundamentals, infinitely complex in its execution, Go is an essential expression of the Japanese spirit. And in his fictional chronicle of a match played between a revered and heretofore invincible Master and a younger and more modern challenger, Yasunari Kawabata captured the moment in which the immutable traditions of imperial Japan met the onslaught of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Literature",
                "Games",
                "Nobel Prize",
                "Novels",
                "Sports and Games"
            ]
        },
        {
            "title": "The Hangman's Beautiful Daughter",
            "authors": [
                "Sharyn McCrumb"
            ],
            "ranking": 3.97,
            "ranking_count": 5649,
            "abstract": "Everyone in Dark Hollow, Tennesee, knew that old Nora Bonesteel had the Sight. So naturally she was the first to know about the murder-suicide. Four members of the Underhill family lay dead on a run-down farm, and the two children who survived had no one left. Only the minister's wife, Laura Bruce, was willing to be their guardian.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Thriller",
                "American",
                "Suspense",
                "Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Mostly Harmless",
            "authors": [
                "Douglas Adams"
            ],
            "ranking": 3.96,
            "ranking_count": 120331,
            "abstract": "It’s easy to get disheartened when your planet has been blown up, the woman you love has vanished in a misunderstanding about space/time, the spaceship you are on crashes on a remote and Bob-fearing planet, and all you have to fall back on is a few simple sandwich-making skills. However, instead of being disheartened, Arthur Dent makes the terrible mistake of starting to enjoy life a bit and, immediately, all hell breaks loose.. Hell takes a number of forms: there’s the usual Ford Prefect form of hell, fresh hell in the form of an all-new version of. The Hitchhiker’s Guide to the Galaxy. , and a totally unexpected hell in the form of a teenage girl who startles Arthur Dent by being his daughter when he didn’t even know he had one.. Can Arthur save the Earth from total multidimensional obliteration? Can he save the. Guide. from a hostile alien takeover? Can he save his daughter, Random, from herself?. Of course not. He never works out what is going on, exactly. Will you?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Audiobook",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Time Regained",
            "authors": [
                "Marcel Proust",
                "Terence Kilmartin",
                "Andreas Mayor",
                "D.J. Enright"
            ],
            "ranking": 4.5,
            "ranking_count": 6021,
            "abstract": "The final volume of In Search of Lost Time chronicles the years of World War I, when, as M. de Charlus reflects on a moonlit walk, Paris threatens to become another Pompeii. Years later, after the war's end, Proust's narrator returns to Paris, where Mme. Verdurin has become the Princesse de Guermantes. He reflects on time, reality, jealousy, artistic creation, and the raw material for literature-his past life. This volume also includes the indispensable Guide to Proust, an index to all six volumes of the novel.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Philosophy",
                "Roman"
            ]
        },
        {
            "title": "The Other Side of Midnight",
            "authors": [
                "Sidney Sheldon"
            ],
            "ranking": 3.94,
            "ranking_count": 45316,
            "abstract": "Paris...Washington...a peaceful Midwestern campus...a fabulous villa in Greece...all part of a terrifying web of intrigue and treachery as a ruthless trio of human beings - an incredibly beautiful film star, a legendary Greek tycoon, a womanizing international adventurer- use an innocent American girl as a bewildered, horror-stricken pawn in a desperate game of vengeance and betrayal, love and lust, life and death...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Romance",
                "Suspense",
                "Novels",
                "Drama",
                "Contemporary"
            ]
        },
        {
            "title": "Dune Messiah",
            "authors": [
                "Frank Herbert"
            ],
            "ranking": 3.89,
            "ranking_count": 197052,
            "abstract": "Dune Messiah. continues the story of the man Muad'dib, heir to a power unimaginable, bringing to completion the centuries-old scheme to create a super-being.Brilliant...It is all that. Dune. was, and maybe a little bit more.--. Galaxy Magazine",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Classics",
                "Science Fiction Fantasy",
                "Space",
                "Audiobook",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Cyberiad",
            "authors": [
                "Stanisław Lem",
                "Michael Kandel",
                "Daniel Mróz"
            ],
            "ranking": 4.17,
            "ranking_count": 11991,
            "abstract": "A brilliantly funny collection of stories for the next age, from the celebrated author of. Solaris. . Ranging from the prophetic to the surreal, these stories demonstrate Stanislaw Lem's vast talent and remarkable ability to blend meaning and magic into a wholly entertaining and captivating work.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Humor",
                "European Literature",
                "Fantasy",
                "Science Fiction Fantasy",
                "Cultural",
                "Classics",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Islands in the Stream",
            "authors": [
                "Ernest Hemingway"
            ],
            "ranking": 3.88,
            "ranking_count": 14432,
            "abstract": "First published in 1970, nine years after Ernest Hemingway's death,. Islands in the Stream. is the story of an artist and adventurer — a man much like Hemingway himself. Rich with the uncanny sense of life and action characteristic of his writing — from his earliest stories. (In Our Time). to his last novella. (The Old Man and the Sea). — this compelling novel contains both the warmth of recollection that inspired. A Moveable Feast. and a rare glimpse of Hemingway's rich and relaxed sense of humor, which enlivens scene after scene.. Beginning in the 1930s,. Islands in the Stream. follows the fortunes of Thomas Hudson from his experiences as a painter on the Gulf Stream island of Bimini, where his loneliness is broken by the vacation visit of his three young sons, to his antisubmarine activities off the coast of Cuba during World War II. The greater part of the story takes place in a Havana bar, where a wildly diverse cast of characters — including an aging prostitute who stands out as one of Hemingway's most vivid creations — engages in incomparably rich dialogue. A brilliant portrait of the inner life of a complex and endlessly intriguing man,. Islands in the Stream. is Hemingway at his mature best.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "The Partner",
            "authors": [
                "John Grisham"
            ],
            "ranking": 3.95,
            "ranking_count": 119874,
            "abstract": "A man will do almost anything for ninety million dollars. So will its rightful owners. They found him in a small town in Brazil. He had a new name, Danilo Silva, and his appearance had been changed by plastic surgery. The search had taken four years. They'd chased him around the world, always just missing him. It had cost their clients $3.5 million. But so far none of them had complained.. The man they were about to kidnap had not always been called Danilo Silva. Before he had had another life, a life which ended in a car crash in February 1992. His gravestone lay in a cemetery in Biloxi, Mississippi. His name before his death was Patrick S. Lanigan. He had been a partner at an up-and-coming law firm. He had a pretty wife, a young daughter, and a bright future. Six weeks after his death, $90 million disappeared from the law firm.. It was then that his partners knew he was still alive. And the chase was on",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Law",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Eagle Has Landed",
            "authors": [
                "Jack Higgins"
            ],
            "ranking": 4.17,
            "ranking_count": 55658,
            "abstract": "In November of 1943, an elite team of Nazi paratroopers descends on British soil with a diabolical goal: to abduct Winston Churchill and cripple the Allied war effort. The mission, ordered by Hitler himself and planned by Heinrich Himmler, is led by ace agent Kurt Steiner and aided on the ground by IRA gunman Liam Devlin.. As the deadly duo executes Hitler’s harrowing plot, only the quiet town of Studley Constable stands in their way. Its residents are the lone souls aware of the impending Nazi plan, and they must become the most unlikely of heroes as the fate of the war hangs in the balance.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Historical",
                "War",
                "Spy Thriller",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "Mrs. McGinty's Dead",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.84,
            "ranking_count": 26905,
            "abstract": "‘Mrs McGinty’s dead!’ ‘How did she die?’ ‘Down on one knee, just like I!’ The old children’s game now seemed rather tasteless. The real Mrs McGinty was killed by a crushing blow to the back of the head and her pitifully small savings were stolen. Suspicion falls immediately on her lodger, hard up and out of a job. Hercule Poirot has other ideas – unaware that his own life is now in great danger.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Holiday in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.32,
            "ranking_count": 38589,
            "abstract": "An Alternate Cover edition can be found. here. No one likes to be alone during the holidays. For New York's most posh dating service, Personally Yours, it is the season to bring lonely hearts together. But Lieutenant Eve Dallas, on the trail of a ritualistic serial killer, has made a disturbing discovery: all of the victims have been traced to Personally Yours. As the murders continue, Eve enters into an elite world of people searching for their one true love--and a killer searching for his next victim. A world where the power of love leads men and women into the ultimate act of betrayal...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Suspense",
                "Science Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Woman at Point Zero",
            "authors": [
                "Nawal El Saadawi",
                "Sherif Hetata"
            ],
            "ranking": 4.13,
            "ranking_count": 15486,
            "abstract": "From her prison cell, Firdaus, sentenced to die for having killed a pimp in a Cairo street, tells of her life from village childhood to city prostitute. Society's retribution for her act of defiance - death - she welcomes as the only way she can finally be free.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Northern Africa",
                "Cultural",
                "Classics",
                "Womens",
                "Academic",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Seize the Day",
            "authors": [
                "Saul Bellow",
                "Cynthia Ozick"
            ],
            "ranking": 3.53,
            "ranking_count": 11281,
            "abstract": "Deftly interweaving humor and pathos, Saul Bellow evokes in the climactic events of one day the full drama of one man's search to affirm his own worth and humanity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Novella",
                "Nobel Prize",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "Magician's Gambit",
            "authors": [
                "David Eddings"
            ],
            "ranking": 4.13,
            "ranking_count": 88792,
            "abstract": "Ce'Nedra, Imperial Princess of Tolnedra, is confused. Everyone knows the tales of the Orb protecting the West from the evil god Torak are just silly legends. But here she is, forced to join a dangerous quest to recover that stolen Orb. No one believes in sorcery, but Garion's aunt and grandfather seem to be the fabled sorcerers Polgara and Belgarath, who would have to be thousands of years old.. Even young Garion is learning to do sorcery. He's just a farm boy, totally unsuitable for an Imperial Princess. Yet for some reason, she has the urge to teach him, brush back his tangled hair, and comfort him. But he is going to a strange tower in the center of all he believes evil, to face some horrible, powerful magician, and she can't be there to watch over him. She may never see him again!. Thus continues The Belgariad, an epic prophecy still unfolding.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Childrens",
                "Epic"
            ]
        },
        {
            "title": "They Do It with Mirrors",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.78,
            "ranking_count": 31367,
            "abstract": "A man is shot at in a juvenile reform home – but someone else dies…. Miss Marple senses danger when she visits a friend living in a Victorian mansion which doubles as a rehabilitation centre for delinquents. Her fears are confirmed when a youth fires a revolver at the administrator, Lewis Serrocold. Neither is injured. But a mysterious visitor, Mr Gulbrandsen, is less fortunate – shot dead simultaneously in another part of the building.. Pure coincidence? Miss Marple thinks not, and vows to discover the real reason for Mr Gulbrandsen’s visit.. Librarian's note: this entry is for the novel, They Do It with Mirrors. Collections and other Miss Marple stories are located elsewhere on Goodreads. The series includes 12 novels and 20 short stories. Entries for the short stories can be found by searching Goodreads for: a Miss Marple Short Story.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Just Above My Head",
            "authors": [
                "James Baldwin"
            ],
            "ranking": 4.4,
            "ranking_count": 2281,
            "abstract": "The stark grief of a brother mourning a brother opens this novel with a stunning, unforgettable experience.  Here, in a monumental saga of love and rage, Baldwin goes back to Harlem, to the church of his groundbreaking novel. Go Tell It on the Mountain. , to the homosexual passion of. Giovanni's Room. , and to the political fire that enflames his nonfiction work.  Here, too, the story of gospel singer Arthur Hall and his family becomes both a journey into another country of the soul and senses--and a living contemporary history of black struggle in this land.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "LGBT",
                "Cultural",
                "Race",
                "Literature",
                "American"
            ]
        },
        {
            "title": "The Lady in the Lake",
            "authors": [
                "Raymond Chandler"
            ],
            "ranking": 4.05,
            "ranking_count": 23107,
            "abstract": "A couple of missing wives—one a rich man's and one a poor man's—become the objects of Marlowe's investigation. One of them may have gotten a Mexican divorce and married a gigolo and the other may be dead. Marlowe's not sure he cares about either one, but he's not paid to care.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "The Drowned and the Saved",
            "authors": [
                "Primo Levi"
            ],
            "ranking": 4.44,
            "ranking_count": 7254,
            "abstract": "The author tries to understand the rationale behind Auschwitz, Treblinka, Bergen-Belsen. Dismissing stereotyped images of brutal Nazi torturers and helpless victims, Levi draws extensively on his own experiences to delve into the minds and motives of oppressors and oppressed alike. Describing the difficulty and shame of remembering, the limited forms of collaboration between inmates and SS goalers, the exploitation of useless violence and the plight of the intellectual, Levi writes about the issue of power, mercy and guilt, and their effects on the lives of the ordinary people who suffered so incomprehendingly.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "World War II",
                "Autobiography",
                "Philosophy",
                "War",
                "European Literature",
                "Biography",
                "Writing"
            ]
        },
        {
            "title": "ماهی سیاه کوچولو",
            "authors": [
                "Samad Behrangi",
                "Brahîm Ronîzêr"
            ],
            "ranking": 4.17,
            "ranking_count": 14165,
            "abstract": "کتاب ماهی سیاه کوچولو، نوشته‌ی صمد بهرنگی داستان ماهی کوچکی است که به عشق دیدن دریا و شناختن دنیای پیرامونش، از خانواده و دوستانش جدا می‌شود و به سفر می‌رود. شجاعت و شهامت ماهی سیاه کوچولو در سفرش، نقطه‌ی محوری داستان است.. ماهی سیاه کوچولو کتاب برگزیده کودک در سال ۱۳۴۷ شد. داستان ماهی سیاه کوچولو در سال‌های پیش از انقلاب، به عنوان یک داستان علیه حکومت پهلوی معرفی می‌شد و بسیاری ماهی سیاه کوچولو را نماد نسل جوان انقلابی و روشنفکر می‌دانستند. زبان نمادین قصه، الهام‌بخش بسیاری از نویسندگان و شاعران مختلف شد و اشعار و متون بسیاری در وصفش سروده شد",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Short Stories",
                "Cultural",
                "Novels",
                "Literature",
                "Classics",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "A Kingdom of Dreams",
            "authors": [
                "Judith McNaught"
            ],
            "ranking": 4.21,
            "ranking_count": 49728,
            "abstract": "Abducted from her convent school, headstrong Scottish beauty Jennifer Merrick does not easily surrender to Royce Westmoreland, Duke of Claymore. Known as The Wolf; his very name strikes terror in the hearts of his enemies. But proud Jennifer will have nothing to do with the fierce English warrior who holds her captive, this handsome rogue who taunts her with his blazing arrogance. Boldly she challenges his will... until the night he takes her in his powerful embrace, awakening in her an irresistible hunger. And suddenly Jennifer finds herself ensnared in a bewildering web... a seductive, dangerous trap of pride, passion, loyalty, and overwhelming love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Womens Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Preacher, Volume 1: Gone to Texas",
            "authors": [
                "Garth Ennis",
                "Steve Dillon",
                "Joe R. Lansdale"
            ],
            "ranking": 4.16,
            "ranking_count": 71512,
            "abstract": "Alternate Cover Edition. One of the most celebrated comics titles of the late 1990s, PREACHER is a modern American epic of life, death, love and redemption also packed with sex, booze, blood and bullets - not to mention angels, demons, God, vampires and deviants of all stripes.. At first glance, the Reverend Jesse Custer doesn't look like anyone special-just another small-town minister slowly losing his flock and his faith. But he's about to come face-to-face with proof that God does indeed exist. Merging with a bizarre spiritual force called Genesis, Jesse now possesses the power of the Word, an ability to make people do whatever he utters. He begins a violent and riotous journey across the country in search of answers from the elusive deity.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Horror",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Religion"
            ]
        },
        {
            "title": "The Farthest Shore",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.12,
            "ranking_count": 102426,
            "abstract": "Book Three of Ursula K. Le Guin's Earthsea CycleDarkness threatens to overtake Earthsea: the world and its wizards are losing their magic. Despite being wearied with age, Ged Sparrowhawk -- Archmage, wizard, and dragonlord -- embarks on a daring, treacherous journey, accompanied by Enlad's young Prince Arren, to discover the reasons behind this devastating pattern of loss. Together they will sail to the farthest reaches of their world -- even beyond the realm of death -- as they seek to restore magic to a land desperately thirsty for it.With millions of copies sold worldwide, Ursula K. Le Guin's Earthsea Cycle has earned a treasured place on the shelves of fantasy lovers everywhere, alongside the works of such beloved authors as J. R. R. Tolkien and C. S. Lewis.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Classics",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Scaramouche",
            "authors": [
                "Rafael Sabatini",
                "Gary Hoppenstand"
            ],
            "ranking": 4.09,
            "ranking_count": 8179,
            "abstract": "“Last Wednesday he had been engaged in moving an audience of Rennes to anger; on this Wednesday he was to move an audience of Guichen to mirth...”. Once he was André-Louis Moreau, a lawyer raised by nobility, unconcerned with the growing discontent among France’s lower class—until his friend was mercilessly struck down by a member of the aristocracy.. Now he is Scaramouche. Speaking out against the unjust French government, he takes refuge with a nomadic band of actors and assumes the role of the clown Scaramouche—a comic figure with a very serious message.... Set during the French Revolution, this novel of swashbuckling romance is also a thought-provoking commentary on class, inequality, and the individual’s role in society—a story that has become Rafael Sabatini’s enduring legacy.. With an Introduction by Gary Hoppenstand",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Fiction",
                "Adventure",
                "Cultural",
                "European History",
                "Literature",
                "Romance"
            ]
        }
    ]
}