{
    "books": [
        {
            "title": "Para Onde Vão Os Guarda-Chuvas",
            "authors": [
                "Afonso Cruz"
            ],
            "ranking": 4.45,
            "ranking_count": 1963,
            "abstract": "O pano de fundo deste romance é um Oriente efabulado, baseado no que pensamos que foi o seu passado e acreditamos ser o seu presente, com tudo o que esse Oriente tem de mágico, de diferente e de perverso. Conta a história de um homem que ambiciona ser invisível, de uma criança que gostaria de voar como um avião, de uma mulher que quer casar com um homem de olhos azuis, de um poeta profundamente mudo, de um general russo que é uma espécie de galo de luta, de uma mulher cujos cabelos fogem de uma gaiola, de um indiano apaixonado e de um rapaz que tem o universo inteiro dentro da boca.. Um magnífico romance que abre com uma história ilustrada para crianças que já não acreditam no Pai Natal e se desdobra numa sublime tapeçaria de vidas, tecida com os fios e as cores das coisas que encontramos, perdemos e esperamos reencontrar.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Romance",
                "Contemporary",
                "Novels",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "Ninho",
            "authors": [
                "Remi Berenguer"
            ],
            "ranking": 0.0,
            "ranking_count": 0,
            "abstract": "“Muitos querem desenterrar a verdade, outros querem enterrá-la para sempre, mas desta vez não é apenas um assunto humano...”. A descoberta de um sitio arqueológico inexplicavelmente preservado e cercado de mistérios, o maior deles sua própria improvável existência, interrompe as obras do túnel sob o rio Pinheiros e deixa em xeque os engenheiros Abigail e Flávio Rebouças e a secretária-executiva Caroline Ayres. A construção enterrada põe em movimento eventos que colocarão em risco não apenas seus empregos mas também suas próprias vidas e, talvez ainda mais terrivelmente, a própria noção que têm de si mesmos.. A história está literalmente brotando do chão e as pessoas querem contá-la a seu modo, decantando e depurando a tragédia e os horrores que a antiga São Paulo fez questão de enterrar durante sua formação como cidade cosmopolita. Porém, no registro da história, haverá algo que possa ser chamado de “a verdade”? E quem está preparado para admitir que os fatos podem ser muito mais complicados do que as versões que contamos deles?. Verdade, identidade, memória são questionadas nos planos histórico e pessoal à medida que os personagens se envolvem com as desconcertantes descobertas sob o solo e uns com os outros. Subitamente e sem possibilidade de retorno, se veem compelidos a cavar e expor a crua verdade também sobre si mesmos.. Orfandade, marginalidade, preconceito de classe e racial, sexualidade, fama corrosiva, relações pessoais esgarçadas, histórias que se contou por tanto tempo que se tornaram verdades e o inextricável dom de voar.... Em “Ninho”, algo inumano está a espreita, nos escaninhos do tempo, nas relações humanas, nas histórias pessoais e coletivas, à espera de alguém que inadvertidamente o encontre.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Greatest Hits",
            "authors": [
                "Laura  Barnett"
            ],
            "ranking": 3.76,
            "ranking_count": 1200,
            "abstract": "The new novel from the author of the number one bestseller. The Versions of Us. .. One day. Sixteen songs. The soundtrack of a lifetime.... Alone in her studio, Cass Wheeler is taking a journey back into her past. After a silence of ten years, the singer-songwriter is picking the sixteen tracks that have defined her - sixteen key moments in her life - for a uniquely personal Greatest Hits album.. In the course of this one day, both ordinary and extraordinary, the story of Cass's life emerges - a story of highs and lows, of music, friendship and ambition, of great love and great loss. But what prompted her to retreat all those years ago, and is there a way for her to make peace with her past?. Daughter. Mother. Singer. Lover. What are the memories that mean the most?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Music",
                "Contemporary",
                "Book Club",
                "Literary Fiction",
                "European Literature",
                "Audiobook",
                "Adult Fiction",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "My Nazi Nemesis",
            "authors": [
                "Rich DiSilvio"
            ],
            "ranking": 3.77,
            "ranking_count": 166,
            "abstract": "GOLD MEDAL WINNER International Book Contest. Jack Goodwin is a clever and cocky CIA agent saddled with baggage. Haunted by a dark past for fifteen years, Jack finally tells all to his daughter Eleanor.. As an OSS agent during the war, Jack’s traumatic past involved a series of near-death experiences, from failed sorties and secret missions, to a horrifying run-in with Auschwitz, to having met and married Eleanor's mother, Veronika. But the flames of passion had died when a prying Waffen SS officer, Alois Richter, entered the fray. With an amorous eye for the bride and a suspicious plea to join the OSS, Alois had sent Jack’s world into a dark tailspin with catastrophic results.. Fueled with revenge, father and daughter join forces to hunt down his long-time nemesis. But when disturbing evidence arises, Eleanor is forced to reevaluate the mission, as intrigue, murder, and suspense abound, leading to a climatic face-off that reaches terrifying and unexpected heights.",
            "part_of_series": false,
            "genre_list": [
                "Historical"
            ]
        },
        {
            "title": "It's a Nightmare",
            "authors": [
                "Nicole Quinn"
            ],
            "ranking": 3.57,
            "ranking_count": 53,
            "abstract": "The Gold Stone Girl is set a million years in the future. The planet Earth has reformed itself into the one-continent world of Blinkin. God and his devil have given way to a new polarity -- to the Night Mare and the Dream Weaver. But the Night Mare has co-opted her opposite, and she now rules the night and the day.. Into this nightmare world, where human females are kept as cattle, and licensed as domestic pets -- inside the stone-system designed to prevent the enemy’s return -- Mina, a rogue DreamWeaver, is born in the Off-grid of Winkin City. She’s found inside the mossy womb of a willow tree, alongside lygaeids hibernating as larvae. Hers is a hero’s journey, as she lives the life of a human-breeder, who discovers that in order to survive, she must change everything.",
            "part_of_series": true,
            "genre_list": [
                "Horror"
            ]
        },
        {
            "title": "The Tiniest Elf",
            "authors": [
                "Laurențiu M. Badea"
            ],
            "ranking": 4.05,
            "ranking_count": 21,
            "abstract": "Lilly sat with her eyes fixed on the window, watching snowflakes crowding on the alley in front of the house, and slowly, slowly everything was covered with a fluffy coat of snow.. She thought about the letter that she wrote for Santa Claus, about the gifts he would place under the Christmas tree tonight. And then she realized she should ask Santa for something else.. The Tiniest Elf is the whimsical story of a little girl, her innocent wish, and her adventure to find Santa Claus.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Die Feder eines Greifs",
            "authors": [
                "Cornelia Funke"
            ],
            "ranking": 4.09,
            "ranking_count": 1391,
            "abstract": "Der Drachenreiter kehrt zurück: Fortsetzung von Cornelia Funkes erfolgreichstem Kinderroman! Zwei Jahre nach ihrem Sieg über Nesselbrand erwartet Ben, Barnabas und Fliegenbein ein neues Abenteuer: Der Nachwuchs des letzten Pegasus ist bedroht! Nur die Sonnenfeder eines Greifs kann ihre Art noch retten. Gemeinsam mit einer fliegenden Ratte, einem Fjordtroll und einer nervösen Papageiin reisen die Gefährten nach Indonesien. Auf der Suche nach dem gefährlichsten aller Fabelwesen merken sie schnell: sie brauchen die Hilfe eines Drachens und seines Kobolds.Die Feder eines Greifs ist Lesegenuss vom Feinsten: spannend, magisch und atmosphärisch. Ein großer, fantastischer Roman der international gefeierten, preisgekrönten Autorin Cornelia Funke.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "European Literature",
                "Animals"
            ]
        },
        {
            "title": "Columbus Day",
            "authors": [
                "Craig Alanson"
            ],
            "ranking": 4.26,
            "ranking_count": 19204,
            "abstract": "We were fighting on the wrong side, of a war we couldn't win. And that was the good news.. The Ruhar hit us on Columbus Day. There we were, innocently drifting along the cosmos on our little blue marble, like the native Americans in 1492. Over the horizon come ships of a technologically advanced, aggressive culture, and BAM! There go the good old days, when humans only got killed by each other. So, Columbus Day. It fits.. When the morning sky twinkled again, this time with Kristang starships jumping in to hammer the Ruhar, we thought we were saved. The UN Expeditionary Force hitched a ride on Kristang ships to fight the Ruhar, wherever our new allies thought we could be useful. So, I went from fighting with the US Army in Nigeria, to fighting in space. It was lies, all of it. We shouldn't even be fighting the Ruhar, they aren't our enemy, our allies are.. I'd better start at the beginning..... Alternate Cover Edition can be found. here. .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Space",
                "War",
                "Fantasy"
            ]
        },
        {
            "title": "Paper Girls, Vol. 2",
            "authors": [
                "Brian K. Vaughan",
                "Cliff Chiang",
                "Matt  Wilson",
                "Jared K. Fletcher"
            ],
            "ranking": 4.13,
            "ranking_count": 26211,
            "abstract": "Brian K. Vaughan. , #1. New York Times. bestselling writer of. SAGA. , and. Cliff Chiang. , legendary artist of. WONDER WOMAN. , return with acclaimed colorist. Matt Wilson. and innovative letterer. JAred K. Fletcher. for the second volume of. PAPER GIRLS. , as the hit series continues with a bold new direction.. After surviving the strangest night of their lives in the Cleveland suburb of Stony Stream, intrepid young newspaper deliverers Erin, Mac, and Tiffany find themselves launched from 1988 to a distant and terrifying future... the year 2016.. What would you do if you were suddenly confronted by your 12-year-old self? 40-year-old newspaper reporter Erin Tieng is about to find out in this action-packed story about identity, mortality, and growing older in the 21st century.. Collects. PAPER GIRLS. #6-#10",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Graphic Novels Comics",
                "Fantasy",
                "Comics",
                "Adventure"
            ]
        },
        {
            "title": "Summary of Start with Why: How Great Leaders Inspire Everyone to Take Action by Simon Sinek | Includes Analysis",
            "authors": [
                "NOT A BOOK"
            ],
            "ranking": 4.19,
            "ranking_count": 47,
            "abstract": "Start With Why: by Simon Sinek | Summary & Analysis. A Smarter You In 15 Minutes… What is your time worth?. Today only, get this Amazon bestseller for just $2.99. Regularly priced at $4.99. Read on your PC, Mac, smart phone, tablet or Kindle device.. Simon Sinek’s book explains what it is that those apparently born leaders do that makes them so successful. He explains how leaders are not necessarily born; that they can be made. Sinek reveals how any of us can learn what the world’s “born” leaders do that most people don’t. This is a “must read” book for anyone who wants to lead their organization to success.. What is the great secret that puts one person or organization way out in front of the rest? How do they get to be so much more innovative and successful and remain so, whatever their competitors do? Well, the answer is that asking questions is a good start but they have to be the right questions. Sinek tells us that the most vital question is “WHY.”. In business, it is obviously a good idea to know what you do. You need to know how you do it. But most important of all is to know WHY you do what you do. In “Start with Why,” the author explains that it’s the basic question all the great leaders in business, social reform, or any other field asked themselves right at the beginning. He examines such leaders as Steve Jobs, Richard Branson or Martin Luther King and notes that they all applied the same thinking and started from the same question:”WHY?”. The book goes on to show us how to apply this principle in our own businesses. It explains how to get from “what?” to “how?” and on to “WHY?” Why are we doing what we do rather than something else? Read the book, apply its lessons and you could be the next Jobs or Branson. The sky’s no longer the limit!. Detailed overview of the book \n   Most valuable lessons and information \n   Key Takeaways and Analysis. Take action today and download this book for a limited time discount of only $2.99!. Written by Elite Summaries. Please note: This is a detailed summary and analysis of the book and not the original book.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Fourth Monkey",
            "authors": [
                "J.D. Barker"
            ],
            "ranking": 4.19,
            "ranking_count": 26557,
            "abstract": "For over five years, the Four Monkey Killer has terrorized the residents of Chicago. When his body is found, the police quickly realize he was on his way to deliver one final message, one which proves he has taken another victim who may still be alive.. As the lead investigator on the 4MK task force, Detective Sam Porter knows even in death, the killer is far from finished. When he discovers a personal diary in the jacket pocket of the body, Porter finds himself caught up in the mind of a psychopath, unraveling a twisted history in hopes of finding one last girl, all while struggling with personal demons of his own.. With only a handful of clues, the elusive killer’s identity remains a mystery. Time is running out and the Four Monkey Killer taunts from beyond the grave in this masterfully written fast-paced thriller.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Don Juan",
            "authors": [
                "Rafael Marín Trechera"
            ],
            "ranking": 4.0,
            "ranking_count": 11,
            "abstract": "DON JUAN TENORIO HA VUELTO.. Don Juan tenorio ha vuelto. Don Juan, el saqueador de Roma. El que burlaba mujeres y espantaba a los curas. El que se abrió paso hasta Viena y mandó al Sultán la cabeza de Mikhal Oglu como regalo. El que mataba a los franceses por ternas de hermanos y escapó de la prisión de la Conciergerie en París y de i Piombi en Venecia. El que hacía soñar a las mozas y añorar a las damas ya vencidas lo que nunca volverían a paladear gracias a sus caricias. El que sedujo a cien huríes y prendió fuego a la flota de Barbarroja en la misma Constantinopla. El que conocía el secreto de una estocada invencible y tenía la suerte del diablo en las cartas y en los dados, porque ni ganar ni perder le importaban, sino seguir jugando hasta que desesperara el alba y los gallos ronquearan. El capitán de la Compañía que solo conocía hazañas y victorias. Don Juan, el hombre que era mito. El mito que fue leyenda.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Bloodshot, Volume 1: Setting the World on Fire",
            "authors": [
                "Duane Swierczynski",
                "Manuel García",
                "Arturo Lozzi",
                "Lewis LaRosa",
                "Ian Hannin",
                "Mico Suayan"
            ],
            "ranking": 3.79,
            "ranking_count": 1270,
            "abstract": "Your name is Angelo Mortalli. Your brother is trapped behind enemy lines and on the verge of - no. That's not right. Your name is Raymond Garrison. You've retired from the dangers of the field, but a desperate plea from your oldest friend plunges you into a vicious firefight that - no. That's not right, either. You are Bloodshot. You are the shade of gray that freedom requires. The perfect confluence of military necessity and cutting-edge technology. A walking WikiLeaks. A reservoir of dirty secrets that could set the world on fire. And you've just been captured!. By best-selling writer Duane Swierczynski and acclaimed artists Manuel Garcia & Arturo Lozzi, find out why this is the series that has. IGN. proclaiming Valiant is quickly becoming the publisher to beat.. Collecting. :. Bloodshot. 1-4",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Comics",
                "Graphic Novels Comics",
                "Fiction",
                "Action",
                "War",
                "Mystery"
            ]
        },
        {
            "title": "The Hackers Code: The Great Prison Escape Project And Ways to Fly High in Life",
            "authors": [
                "A.K. Mars"
            ],
            "ranking": 4.67,
            "ranking_count": 3,
            "abstract": "The Hackers Code is a great work of non-fiction inspirational book. In fact it is not just inspirational book but a lot to do with many essential parts of life.. This book “The Hackers Code” is written to teach people that many of us are living life in some kind of prison. and this prison is present in our mind in the form of our belief, thoughts, behaviors and emotions. Many of us have dreams of our own and we give up on those things. and there are reasons for those. and there are blockages for those.. Amazon Link to this wonderful book is :. The Hackers Code: The Great Prison Escape Project And Ways to Fly High in Life: A. K. MARS: 9781522072942: Amazon.com: Books. “The Hackers Code by A.K. MARS.” is release world wide and is available in the respective Amazon country websites in both kindle and paperback format.. This book is one of the rare book in its own kind that teach us to be successful and teach us to really thrive in any part of our life. Let us see in details what and why these book has been written.. Why This Book?. -A large group of people are living in some kind of dreams; their ideal life; Unworked; Untouched; Unfulfilled.. - People are in constant dilemma of subconscious confusion; leading their dreams nowhere and untouched. Current occupation, societal situations, unproductive habits, false assumptions, and behaviors become the blockage. This entire thing act as soldiers of enemy and surrounds people and they don’t seems to find any escape from these unknown prisons.. - A large group of people lacks the proper knowledge, techniques and coaching to live productive, progressive, and authentic life style.. - The purpose of this book is to provide the missing ingredients of life education hence empowering people to actualize themselves and live an optimum life.. Expectation from book,. - Understand the wider aspects and concepts of Life and their own Self. - Build the knowledge and expertise of the working and practical principles of Nature (spiritual as well as material side of nature) so they can design, develop and nurture their own life by their own terms, choice and will. As part of this, they will also be able to consciously craft their Life goals and work practically upon the process of accomplishments while having the answers of Why, What and How.. - Gain practical knowledge of meditative and energy-based techniques that they can apply in their regular schedule and transform their life so they can become more Productive, Mindful and Authentic. What the book provide through content’s: - Knowledge of the key Laws of Nature in the spiritual and materialistic realm and will also provide open concepts about how everything is linked with each other.. - A uniquely selected and carefully crafted short correlated inspirational stories, to support the other concepts and techniques provided in the book, about the life of legends from various fields and countries, which will further help them to closely develop the concepts and best practices.. - Consciousness about unproductiveness, ambiguity, distraction and disturbances (lower focus and energy) based daily life scenarios.. This book further provides the consciousness based concepts, hacking and lifestyle techniques to deal with such situations.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "a Message in a Book",
            "authors": [
                "Lyv Forever"
            ],
            "ranking": 5.0,
            "ranking_count": 8,
            "abstract": "'If you want a message to be heard, it has got to be sent out.' 'A Message in a Book' is a unique experience where you are the author and you are the reader. A love-lock, a message in a bottle, in a book. Read a message, write a message, share a message and find a message. Where will your message travel to and will it come back? As the buyer of the book you get the opportunity to dedicate the book to anybody of your choice. You will also have the option to write the 'Opening Message' in the book, or to give it to a friend or family member as a gift. The next step is to pass the book onto someone, so they can write the next message. In turn, they will pass the book on. The journey has begun, but where will it end? Will you find a book started by someone from the other end of the world? Will 'your' book find it's way back to you? A poem to help you on your way; It's time to write 'a Message in a Book' Maybe the 'first' or 'last' so take a look A love-locked poem, written in rhyme A memory that smiles, time after time A thought of something you want to do A something you did, a secret to you A person that has changed your life A Mother, Brother, Daughter or Wife A thank you, you never got to say A promise you'll keep, after today The book you hold is 'one of a kind' Words you wrote, someone must find Pass the book on and 'set it free' The message you wrote, lives forever, you see! A message from the author; 'I want you to share your messages with the world and feel comfort in the thought that others, have taken pleasure in reading them.' Lyv x",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Brown Girl Dreaming",
            "authors": [
                "Jacqueline Woodson"
            ],
            "ranking": 4.14,
            "ranking_count": 79869,
            "abstract": "Jacqueline Woodson, one of today's finest writers, tells the moving story of her childhood in mesmerizing verse.. Raised in South Carolina and New York, Woodson always felt halfway home in each place. In vivid poems, she shares what it was like to grow up as an African American in the 1960s and 1970s, living with the remnants of Jim Crow and her growing awareness of the Civil Rights movement. Touching and powerful, each poem is both accessible and emotionally charged, each line a glimpse into a child’s soul as she searches for her place in the world. Woodson’s eloquent poetry also reflects the joy of finding her voice through writing stories, despite the fact that she struggled with reading as a child. Her love of stories inspired her and stayed with her, creating the first sparks of the gifted writer she was to become.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Autobiography",
                "Nonfiction",
                "Childrens",
                "Biography",
                "Audiobook",
                "Cultural",
                "Family",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Call",
            "authors": [
                "Peadar Ó Guilín"
            ],
            "ranking": 3.84,
            "ranking_count": 12544,
            "abstract": "Imagine a world where you might disappear any minute, only to find yourself alone in a grey sickly land, with more horrors in it than you would ever wish to know about. And then you hear a horn and you know that whoever lives in this hell has got your scent and the hunt has already begun.. Could you survive the Call?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fairies",
                "Audiobook"
            ]
        },
        {
            "title": "Neverland's Lament",
            "authors": [
                "Jason Medici"
            ],
            "ranking": 4.6,
            "ranking_count": 5,
            "abstract": "If his body is forever a child, does his mind remain young also? Peter shrugged the question away. He was a boy and supposed to have fun. That was all that mattered. But the nightmares came every night. Something important was lost – someone he cared about. If only the boy could remember what had happened, but his mind didn’t dare venture into such painful waters. Though Neverland was his island, Peter feared losing control. Keeping power over the thoughts in his head was a constant struggle. Something precious was gone; and without any idea of where to look, a story from the young Wendy was his only hope of piecing together the mystery of his loss and returning to that place of eternal joy and happiness.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Magpie Lord",
            "authors": [
                "K.J. Charles"
            ],
            "ranking": 4.06,
            "ranking_count": 16253,
            "abstract": "A lord in danger. A magician in turmoil. A snowball in hell.. Exiled to China for twenty years, Lucien Vaudrey never planned to return to England. But with the mysterious deaths of his father and brother, it seems the new Lord Crane has inherited an earldom. He’s also inherited his family’s enemies. He needs magical assistance, fast. He doesn’t expect it to turn up angry. Magician Stephen Day has good reason to hate Crane’s family. Unfortunately, it’s his job to deal with supernatural threats. Besides, the earl is unlike any aristocrat he’s ever met, with the tattoos, the attitude... and the way Crane seems determined to get him into bed. That’s definitely unusual.. Soon Stephen is falling hard for the worst possible man, at the worst possible time. But Crane’s dangerous appeal isn’t the only thing rendering Stephen powerless. Evil pervades the house, a web of plots is closing round Crane, and if Stephen can’t find a way through it—they’re both going to die.. Previously published by Samhain Publishing.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Historical",
                "LGBT",
                "Mystery"
            ]
        },
        {
            "title": "Above and Beyond",
            "authors": [
                "Kathryn Shay"
            ],
            "ranking": 4.18,
            "ranking_count": 1340,
            "abstract": "A family of heroes, all in dangerous jobs, all irrevocably tied to those they love. Read about the Marino clan in this fast-paced, emotional new series, To Serve and Protect, by NYT bestselling author Kathryn Shay.. Nick Marino is the top guy on POTUS’s Secret Service detail. But he’s temporarily sent to upstate New York to guard the president’s sister, Isabelle Barton, who is being threatened in anonymous notes. There, Nick becomes involved with the widowed mom and twin boys, who quickly win over what he thought was his hardened heart. Amidst the heightened anxiety of tracking down the threats, the constant vigilance and an ever-growing sexual attraction between Isabelle and Nick, these two people must uncover not only the plot against her, but determine what to do about their impossible romance.. ABOVE AND BEYOND provides a deep dive into the life of a Secret Service agent and a close look at being related to the most powerful man in the world, along with the glamor of Washington, D.C. politics.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Suspense",
                "Business",
                "Fiction",
                "Mystery",
                "Contemporary",
                "Thriller",
                "Family"
            ]
        },
        {
            "title": "One Part Woman",
            "authors": [
                "Perumal Murugan"
            ],
            "ranking": 3.77,
            "ranking_count": 5152,
            "abstract": "Kali and Ponna's efforts to conceive a child have been in vain. Hounded by the taunts and insinuations of others, all their hopes come to converge on the chariot festival in the temple of Ardhanareeswara, the half-female god. Everything hinges on the one night when rules are relaxed and consensual union between any man and woman is sanctioned. This night could end the couple's suffering and humiliation. But it will also put their marriage to the ultimate test.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Literary Fiction",
                "Historical",
                "Contemporary",
                "Novels",
                "Literature",
                "Romance"
            ]
        },
        {
            "title": "Twilight's Last Gleaming",
            "authors": [
                "John Michael Greer"
            ],
            "ranking": 4.15,
            "ranking_count": 199,
            "abstract": "A chilling high-concept geo-political thriller about a declining United States versus a resurgent China.. The year is 2025. A giant oil field has been discovered off the Tanzanian coast. Tanzania's a Chinese ally, and the UnitedStates desperately needs this oil to prop up an economy crippled by the collapse of the fracking bubble. A newly-elected US president orders regime change, but the Chinese have plans of their own. The explosion that follows shatters a decades-old balance of global power, brings both nations to the brink of nuclear war, and triggers a crisis back in America that the United States may not survive.... Part military-political thriller, part stark warning of an uncomfortably likely future, TWILIGHT'S LAST GLEAMING promises to be one of the year's most controversial novels.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "War",
                "Science Fiction"
            ]
        },
        {
            "title": "Foreign Exchange",
            "authors": [
                "Denise Jaden"
            ],
            "ranking": 4.08,
            "ranking_count": 63,
            "abstract": "Jamie Monroe has always played it safe. That is, until her live-for-the-moment best friend, Tristan, jets off to Italy on a student exchange program. Left alone with her part-time mother and her disabled brother, Jamie discovers that she is quite capable of taking her own risks, starting with her best friend’s hotter-than-hot older brother, Sawyer. Sawyer and Tristan have been neighbors for years, but as Jamie grows closer to the family she thought she knew, she discovers some pretty big secrets—not only from her, but from each other. As she sinks deeper into their web of pretense, she suspects that her best friend may not be on a safe exchange program at all. Jamie sets off to Europe on a class trip with plans to meet up with Tristan, but when Tristan stops all communication, suddenly no one seems trustworthy, least of all the one person she was starting to trust—Sawyer.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Young Adult",
                "Travel"
            ]
        },
        {
            "title": "The Moonlight Dreamers",
            "authors": [
                "Siobhan Curham"
            ],
            "ranking": 3.95,
            "ranking_count": 1170,
            "abstract": "Amber craves excitement and adventure. Instead, she’s being bullied at school for having two dads, and life at home isn’t much better. Inspired by Oscar Wilde, Amber realizes that among the millions of people in London, there must be others who feel the same as she does; other dreamers – moonlight dreamers. After chance encounters with Maali, Sky and Rose, Amber soon recruits the three girls to the Moonlight Dreamers. It’s high time they started pursuing their dreams, and how better than with the support of friends?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "LGBT",
                "Fiction",
                "Romance",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Dwynwen's Feast",
            "authors": [
                "I.H. Smythe"
            ],
            "ranking": 4.8,
            "ranking_count": 5,
            "abstract": "Let the feast begin! Oliver Black is a restaurant critic and exuberantly moral family man. Father to an eight-year-old vegan warrior princess with her own animal rescue service, and three hulking teenage boys whose purpose in life is to convert bananas into testosterone, Oliver has his hands full.. Oliver's wife, Lucy, is an ambitious artist with a secret, although given that Oliver corresponds regularly with a blackmailer while his brother constantly runs from the police, it would seem that Lucy is not the only one with a clandestine life. It is Oliver who first introduces us to Rafe Wilde, a music critic and playboy manque who boasts big secrets and even bigger troubles. When Rafe's current and former girlfriends both refuse to sleep with him and he is forced to endure Oliver's relentless criticism of his taste in music and women, Rafe is driven to distraction. But when his irritation turns into hostility and his hostility turns into hatred, Rafe becomes hell-bent on revenge.. Dwynwen's Feast merrily transports souls hungry for humor on a full-course satirical romp through music, art, philosophy, religion, cats, critics, beds, and bananas.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Tipping Point for Planet Earth: How Close Are We to the Edge?",
            "authors": [
                "Anthony D. Barnosky",
                "Elizabeth A. Hadly"
            ],
            "ranking": 4.08,
            "ranking_count": 79,
            "abstract": "Tipping Point for Planet Earth. explains why Earth is headed for a tipping point, a change so fast, dramatic, and unexpected that humanity will reel at the consequences.. Midway through this century, there will be more than nine billion people on the planet. Already we are using most of the arable land that exists and overfishing the oceans. Water, too, is becoming scarce in many places.. The services that humans depend upon--like a supply of clean water, food production, and protection from disease--are subject to dangerous threats as well.. We can still keep humanity moving forward by ensuring that the negative changes that are accumulating do not outweigh the positive ones.. Tipping Point for Planet Earth. offers sensible solutions to our most pressing problems. The grand challenge of the 21st century is to change the endgame from one that looks like a train wreck, to one that sees the train carrying us all into a bright future.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Science",
                "Conservation"
            ]
        },
        {
            "title": "Warfare",
            "authors": [
                "Julie  Hall",
                "Nathalia Suellen"
            ],
            "ranking": 4.33,
            "ranking_count": 709,
            "abstract": "The battle is far from over.. When the lives of her loved ones are put in peril, who will Audrey turn to for help? On the surface, Audrey's existence in the afterlife is coming together. Her quirky new mentor guides her on the path to becoming the demon hunter she always hoped. She has great friends and even a kinda-sorta-maybe new boyfriend. But if things are so wonderful, why is Logan never far from her thoughts?. After learning that her family is the target of an unprecedented demonic siege Audrey puts all she’s gained in jeopardy by defying heavenly authorities and returning to Earth. Stranded at the place she once called home with the one person she's been desperate to forget, she'll face vicious monsters, betrayers, and a legion of demons with an insidious weapon that even her celestial sword can't defeat.. Will Audrey’s mistakes in the afterlife be what destroys the lives of the ones she loves the most?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Christian Fiction",
                "Paranormal",
                "Romance",
                "Christian"
            ]
        },
        {
            "title": "The Maze Runner Trilogy",
            "authors": [
                "James Dashner"
            ],
            "ranking": 4.19,
            "ranking_count": 8509,
            "abstract": "The perfect gift for fans of The Hunger Games and Divergent, this boxed set of the paperback editions of James Dashner's New York Times bestselling series includes The Maze Runner, The Scorch Trials, and The Death Cure. The Maze Runner motion picture featuring the star of MTV's Teen Wolf, Dylan O'Brien; Kaya Scodelario; Aml Ameen; Will Poulter; and Thomas Brodie-Sangster, and hits theaters September 19, 2014 Also look for James Dashner's newest book The Eye of Minds, book one in the Mortality Doctrine series.. If you ain't scared, you ain't human.. When Thomas wakes up in the lift, the only thing he can remember is his name. He's surrounded by strangers--boys whose memories are also gone.. Nice to meet ya, shank. Welcome to the Glade.. Outside the towering stone walls that surround the Glade is a limitless, ever-changing maze. It's the only way out--and no one's ever made it through alive.. Everything is going to change.. Then a girl arrives. The first girl ever. And the message she delivers is terrifying.. Remember. Survive. Run.. Praise for the Maze Runner series:. A] mysterious survival saga that passionate fans describe as a fusion of Lord of the Flies, The Hunger Games, and Lost.--EW.com. Wonderful action writing--fast-paced...but smart and well observed.--Newsday. A] nail-biting must-read.--Seventeen.com. Breathless, cinematic action. --Publishers Weekly. Heart-pounding to the very last moment. --Kirkus Reviews. Exclamation-worthy. --Romantic Times. STAR] James Dashner's illuminating prequel The Kill Order] will thrill fans of this Maze Runner series] and prove just as exciting for readers new to the series. --Shelf Awareness, Starred",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Apocalyptic",
                "Mystery",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "Let's Talk About Love",
            "authors": [
                "Claire Kann"
            ],
            "ranking": 3.74,
            "ranking_count": 9318,
            "abstract": "Alice had her whole summer planned. Non-stop all-you-can-eat buffets while marathoning her favorite TV shows (best friends totally included) with the smallest dash of adulting--working at the library to pay her share of the rent. The only thing missing from her perfect plan? Her girlfriend (who ended things when Alice confessed she's asexual). Alice is done with dating--no thank you, do not pass go, stick a fork in her, done.. But then Alice meets Takumi and she can’t stop thinking about him or the rom com-grade romance feels she did not ask for (uncertainty, butterflies, and swoons, oh my!).. When her blissful summer takes an unexpected turn, and Takumi becomes her knight with a shiny library employee badge (close enough), Alice has to decide if she’s willing to risk their friendship for a love that might not be reciprocated—or understood.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Young Adult",
                "LGBT",
                "Fiction",
                "New Adult",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Sex, The Illustrated History: Through Time, Religion, and Culture, Volume Two",
            "authors": [
                "John R.  Gregg"
            ],
            "ranking": 4.5,
            "ranking_count": 6,
            "abstract": "Sex, The Illustrated History: Through Time, Religion, and Culture, Volume Two continues a daring exploration of human sexuality from the ancient to the modern world. This volume explores the sexual beliefs and practices of the peoples of Asia, Australia , Africa , The South Pacific, and the Indigenous Americas. Revealed are sexual practices and beliefs previously omitted or obscured from all historical telling. This work explores complex relationships between Eastern spirituality and sexuality. The author continues the exploration of religion’s control over sexuality, and the projection of women as both goddess and chattel.. The Illustrated History traces sexual attitudes from the transcendent to the bizarre, throughout the worlds’ cultures.. These pages share graphic erotic artworks as well as explicit literary excerpts painstakingly culled from the hidden treasure troves of cultures throughout history. The often explicit illustrations are linked by historical and anthropological content, inviting the reader to experience sexuality through varied and often shocking cultural lenses. Each volume contains over 250 erotically -themed images that have been gathered by the author, in his travels and studies of world cultures. An encyclopedic tour of the sexuality of humankind!",
            "part_of_series": false,
            "genre_list": [
                "Sexuality"
            ]
        },
        {
            "title": "The Redwood Revenger",
            "authors": [
                "Johannes Johns"
            ],
            "ranking": 4.0,
            "ranking_count": 22,
            "abstract": "In 2043, Olivia Ermine survives The Great Warming safe in Cascadia, yet a maniacal woolen devil would see her dead. Her blood holds the key to the VanDirks Corporation’s domination of the planet, and they will stop at nothing to get it! Can she beat the rising tide?. A genre-bending journey through solarpunk sci-fi and science fantasy awaits.... Things are Grrreeat! The Great Warming has proceeded apace, Florida is a soggy nub aslither in pythons. The Great Erasure’s come and gone, the black mirror shattered and the Great Autarchy’s Regime with it. The murder2.0 networked smart-toaster surveillance state’s kaput, so are financial markets, digital records, and killer robots. Viva the Quantum Era! The Great Balkanization continues, the West Coast seceded. It calls itself the Cascadian Federation, a military and vertical farming empire powered by the sun. The border’s secure out to the old Highway 15 DMZ, where Cascadia ends and Montanastan begins, home to militias, dust, famines, mass crucifixions, denominational nut-jobbery, and the ravages of paleomegavirus.. Olivia's left her chaotic globetrotting life behind and returned to her ancestral family home in Redwood, a charming Cascadian university town, a safe oasis in a turbulent world. Yet, the transition’s had a few quirks…disturbing dreams and now visions of a scruffy, saucer-eyed rogue-AI with a penchant for levitation and force fields. To make matters worse, she’s stalked by a murderous, straight razor wielding, dandified sock monkey. Meanwhile, VanDirks, a planetary fast-food mega-corp founded in the 1600s, in the slave trade, is after her famous uncle’s artistic legacy and just maybe her uncle too. In the haze of thunderbud and fog, through time and tide, between land and sea, the earth and the stars, an ancient mystery seeks its revenge.. NOTE:. The Redwood Revenger. is the first book in the trilogy.. Red Bush (The Redwood Revenger, Book Two). is also available.. Red Root (The Redwood Revenger, Book Three). is coming in later 2019.. Approx. 323 pages (97,000 words) in length.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Witchborn",
            "authors": [
                "Nicholas Bowling"
            ],
            "ranking": 3.26,
            "ranking_count": 3134,
            "abstract": "It's 1577. Queen Elizabeth I has imprisoned scheming Mary Queen of Scots, and Alyce's mother is burned at the stake for witchcraft. Alyce kills the witchfinder and flees to London - but the chase isn't over yet. As she discovers her own dark magic, powerful political forces are on her trail. She can't help but wonder: why is she so important? Soon she finds herself deep in a secret battle between rival queens, the fate of England resting on her shoulders...",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Young Adult",
                "Paranormal",
                "Fiction",
                "Historical Fiction"
            ]
        },
        {
            "title": "The Island Dwellers: Stories",
            "authors": [
                "Jen Silverman"
            ],
            "ranking": 3.92,
            "ranking_count": 253,
            "abstract": "For readers of Miranda July, Rebecca Lee, and Mary Gaitskill, a debut short-story collection that is a mesmerizing blend of wit, transgression, and heart.. LONGLISTED FOR THE PEN/ROBERT W. BINGHAM PRIZE FOR DEBUT FICTION. A passive-aggressive couple in the midst of a divorce compete over whose new fling is more exotic. A Russian migrant in Tokyo agonizes over the money her lover accepts from a yakuza. A dead body on a drug dealer’s floor leads to the strangest first date ever.. In this razor-sharp debut collection, Jen Silverman delivers eleven interconnected stories that take place in expat bars, artist colonies, train stations, and matchbox apartments in the United States and Japan. Unforgettable characters crisscross through these transient spaces, loving, hurting, and leaving each other as they experience the loneliness and dangerous freedom that comes with being an outsider. In “Maria of the Grapes,” a pair of damaged runaways get lost in the seductive underworld beneath Tokyo’s clean streets; in “Pretoria,” a South African expatriate longs for the chaos of her homeland as she contemplates a marriage proposal; in “Girl Canadian Shipwreck,” a young woman in Brooklyn seeks permission to flee from her boyfriend and his terrible performance art; in “Maureen,” an aspiring writer realizes that her beautiful, neurotic boss is lonelier than she lets on.. The Island Dwellers. ranges near and far in its exploration of solitude and reinvention, identity and sexuality, family and home. Jen Silverman is the rare talent who can evoke the landscape of a whole life in a single subtle phrase—vital, human truths that you may find yourself using as a map to your own heart.. Praise for. The Island Dwellers. “These stories, in any case, are irresistible, delivering a portrait of contemporary relationships that . . . is shot through with veins of real connection.”. —. The New York Times Book Review. “The eleven stories that make up this collection are raw, intense in their longing, and tender in the most unexpected ways.”. —. Lambda Literary. “Silverman’s disarming and unconventional characters are all searching for a connection with others. Some are battling loneliness or the fear of being alone but they’re all blessed with quick wits and warmth. This is an outstanding short story debut.”. —. Shelf Awareness",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Anthologies",
                "Contemporary",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "Orbit",
            "authors": [
                "M.L.  Wang"
            ],
            "ranking": 3.97,
            "ranking_count": 306,
            "abstract": "This was a world where two black women with spears trumped three white men with guns, and one unarmed musician trumped them all. This was going to take some getting used to.... After barely escaping Earth with their lives, Joan and Daniel scramble to piece together the mystery of Killer 31 while dodging police, security guards, annoying family members, and dark hooded figures.. Daniel always intended to take on the Firebird mantle and fight his father’s enemies, but he didn’t expect to have to do it at the age of thirteen under a hail of spears and bullets.. Joan was hoping to find a world where she wouldn’t be isolated because of her powers, but adjusting to existence on the bottom of Duna’s racial hierarchy turns out to be more painful than any of the alienation she experienced on Earth.. Grieving, unbalanced, and quickly becoming the most wanted people on the Dakkabana space station, Joan and Daniel are forced to strike up alliances with some unlikely people: a hyperactive Firebird fanboy, a friendly painter, and the disappointing son of an otherwise powerful warrior family. Can the group of misfits pull together into something resembling a team in time to outsmart their enemies and save Firebird?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Tattered",
            "authors": [
                "Devney Perry"
            ],
            "ranking": 4.1,
            "ranking_count": 15934,
            "abstract": "Thea Landry has always known her place in modern-day society. It’s somewhere just above the trash can her mother dumped her in as a newborn but below the class where much comes easy. With her tattered shoes and bargain-bin clothes, her life has never been full of glamour.. So when a rich and charismatic man takes interest, she doesn’t fool herself into thinking their encounter is anything more than a one-night stand. Months later, she’s kicking herself for not getting his phone number. Or his last name. She’s given up hope of seeing him ever again.. Until one day, years later, Logan Kendrick waltzes into her life once more and turns everything she’s built upside down. This time around, she won’t make the same mistake. She’s going to fight to keep him in her life—not for herself.. But for their daughter.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult",
                "New Adult",
                "Audiobook",
                "Fiction",
                "Childrens",
                "Family",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Birdwatcher",
            "authors": [
                "William  Shaw"
            ],
            "ranking": 4.01,
            "ranking_count": 3084,
            "abstract": "Police Sergeant William South has a good reason to shy away from murder investigations: he is a murderer himself.. A methodical, diligent, and exceptionally bright detective, South is an avid birdwatcher and trusted figure in his small town on the rugged Kentish coast. He also lives with the deeply buried secret that, as a child in Northern Ireland, he may have killed a man. When a fellow birdwatcher is found murdered in his remote home, South's world flips.. The culprit seems to be a drifter from South's childhood; the victim was the only person connecting South to his early crime; and a troubled, vivacious new female sergeant has been relocated from London and assigned to work with South. As our hero investigates, he must work ever-harder to keep his own connections to the victim, and his past, a secret.. The Birdwatcher. is British crime fiction at its finest; a stirring portrait of flawed, vulnerable investigators; a meticulously constructed mystery; and a primal story of fear, loyalty and vengeance.. **Longlisted for the Theakston Old Peculier Crime Novel of the Year",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Audiobook",
                "Suspense",
                "Animals"
            ]
        },
        {
            "title": "Drop Zone",
            "authors": [
                "Traci Hunter Abramson"
            ],
            "ranking": 4.25,
            "ranking_count": 1089,
            "abstract": "Paige Vickers needs a new life, so she’s relieved when she’s given an assignment that takes her away from her stressful position as a psychiatric nurse with the CIA and puts her in a job as administrative assistant for Vanessa Johnson, an instructor for undercover operatives at the CIA’s training facility.. At the same time, Damian Schmitt has been transferred to become a part of the Saint Squad—an elite group of Navy SEALs. However, on his first training mission with the team, he is almost killed, and the team suspects that the nearly fatal exercise was no accident. Then tensions accelerate when the rest of the squad is deployed on a secret mission—only to come up missing.. When the Saint Squad’s disappearance endangers Paige’s boss, it is up to Paige and Damian to discover what has happened by going undercover to Maracaibo, Venezuela, the city of Damian’s childhood. The shocking twists and turns keep all the members of the team guessing as they push to find out who is responsible for the attacks on the tightly knit Saint Squad.",
            "part_of_series": true,
            "genre_list": [
                "Lds",
                "Romance",
                "Mystery",
                "Suspense",
                "Christianity",
                "Thriller",
                "Fiction",
                "Adventure",
                "Contemporary"
            ]
        },
        {
            "title": "Only the Deplorable",
            "authors": [
                "Ashim Shanker"
            ],
            "ranking": 5.0,
            "ranking_count": 5,
            "abstract": "Only the Deplorable is the second book in the philosophical novel series Migrations exploring themes related to ontology, epistemology, individual/social identity, and transculturation. By turns provocative, labyrinthine and engagingly absurd, this series of meditations propels the mind on a journey visiting--on both the macro and micro levels--the trials and tribulations, the concurrences and contradictions, the separations and unions, inherent in the human search for individual and metaphysical purpose.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Do Farol",
            "authors": [
                "Stella De Lope"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "UM FAROL. UM AMOR IMORTAL. UM LUGAR AMALDIÇOADO. UM OCEANO A CRUZAR.. E UMA LUZ PARA GUIAR.... Quando Alex Hailey decidiu seguir viagem para a afastada Belle’s Bay, ela apenas desejava passar um fim de semana descansando e recarregando as energias antes da grande exposição que aconteceria em Paris. Mas o que esta promissora designer de joias não esperava era ser guiada, pela luz de um velho farol, em direção ao estoico Eric. Um faroleiro atormentado com uma história de vida repleta de segredos e silêncios. E ao envolver-se com este homem misterioso, Alex colocaria em risco sua liberdade.. E sua vida.. Com. Do Farol. , a autora do romance policial Vida Suja, nos apresenta Belle’s Bay, envolta em uma mística aura, palco de amores impossíveis e desfechos brutais, onde cada um que nela se arriscar, será testado e levado ao limite de suas forças em uma jornada inesperada até que um grave erro do passado seja desfeito.. E enquanto não seguirem a luz, a baía não voltará a viver.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Just Like Animals",
            "authors": [
                "Hettie Ivers"
            ],
            "ranking": 4.0,
            "ranking_count": 868,
            "abstract": "For ten long years, I stayed away to protect her.. I thought I’d successfully subverted my wolf’s instincts where Bethany was concerned.. But when I saw her on that dance floor, my inner beast took over.. I told myself it would be just one dance. One dance and I’d let her go.. I didn’t mean to bite her.. Or f*ck her in the middle of a crowded dance club.. Or kidnap her… again.. ***. Read an excerpt here ➜ https://bit.ly/2J8Gukt. NOTE:. Just Like Animals. is a fast-paced dirty ride (to quote a reviewer). The romance between the main couple was written to work as a first read in the series for readers new to the Werelock Evolution world. However, please note that this is book number 5 within the Werelock Evolution series, so it also continues elements of the overarching storyline of the world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Shapeshifters",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "The Boat",
            "authors": [
                "Clara Salaman"
            ],
            "ranking": 3.42,
            "ranking_count": 361,
            "abstract": "They thought they had been rescued. They were wrong.... When a boat appears out of a raging storm, Johnny and his new bride Clem don't think twice about stepping on board to take refuge, especially as it is crewed by a bohemian couple who represent everything they want to be. But all is not what it seems. And when they finally open their eyes to the truth, the boat is in the middle of the vast open sea.... This is a hypnotic, emotionally charged novel about two sweet young lovers who lose their innocence in paradise, and is based on the author's real life experience.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Drama",
                "Thriller",
                "Dark",
                "Suspense"
            ]
        },
        {
            "title": "The Visible Man",
            "authors": [
                "Chuck Klosterman"
            ],
            "ranking": 3.73,
            "ranking_count": 8659,
            "abstract": "New York Times. bestselling author of. Sex, Drugs, and Cocoa Puffs. and. Downtown Owl. , “the Ethicist” of the. New York Times Magazine. , Chuck Klosterman returns to fiction with his second novel—an imaginative page-turner about a therapist and her unusual patient, a man who can render himself invisible.. Therapist Victoria Vick is contacted by a cryptic, unlikable man who insists his situation is unique and unfathomable. As he slowly reveals himself, Vick becomes convinced that he suffers from a complex set of delusions: Y__, as she refers to him, claims to be a scientist who has stolen cloaking technology from an aborted government project in order to render himself nearly invisible. He says he uses this ability to observe random individuals within their daily lives, usually when they are alone and vulnerable. Unsure of his motives or honesty, Vick becomes obsessed with her patient and the disclosure of his increasingly bizarre and disturbing tales. Over time, it threatens her career, her marriage, and her own identity.. Interspersed with notes, correspondence, and transcriptions that catalog a relationship based on curiosity and fear,. The Visible Man. touches on all of Chuck Klosterman’s favorite themes—the consequence of culture, the influence of media, the complexity of voyeurism, and the existential contradiction of normalcy. Is this comedy, criticism, or horror? Not even Y__ seems to know for sure.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Contemporary",
                "Novels",
                "Psychology",
                "Literary Fiction",
                "Adult Fiction",
                "Fantasy",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "The Handsome Girl & Her Beautiful Boy",
            "authors": [
                "B.T. Gottfred"
            ],
            "ranking": 3.59,
            "ranking_count": 843,
            "abstract": "Everyone assumes that Zee is a lesbian. Her classmates, her gym buddies, even her so-called best friend. So many people think that Zee likes girls, even Zee is starting to wonder. Could they be onto something?. Everyone assumes that Art is gay. They take one look at his nice clothes and his pretty face and think:. well, obviously.. But there's more to Zee and Art than anyone realizes. When Art first meets Zee, he knows he's found someone special--someone magical. Zee may not be able to see that magic in herself, but Art is bound and determined to show it to her.. What develops is a powerful connection between two people who are beautiful in all the ways they've been told are strange. As they explore their own complexities in gender, sexuality, and identity, they fall for the complexities they find in each other. With his trademark frankness, B.T. Gottfred delves inside both characters' heads in this story about love and living authentically.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "LGBT",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Watch City: Waltham Watch",
            "authors": [
                "Jessica Lucci"
            ],
            "ranking": 4.3,
            "ranking_count": 23,
            "abstract": "Professor Tess Alset is on her way to a personal engagement when disaster strikes, thrusting her into a new city's hidden strife. Ziracuny, the power hungry mayor, and her mysterious associates infiltrate the political and economic structures of Waltham, while inequality between Subtonian immigrants and Walthamites worsens. Tess becomes embroiled in the battle for freedom, and leads a revolt against tyranny. Tess and her allies discover that they are stronger together, like magnets pulling in joint force. Undercurrents of female empowerment, family ties, lost love, and rated-G romance connect the characters in a world billowing with progressive action.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "Insomniacs, We",
            "authors": [
                "J. Andrew Schrecker"
            ],
            "ranking": 3.6,
            "ranking_count": 10,
            "abstract": "Insomniacs compose grocery lists and manifestos, a phoenix lies charred in its own ashes, and shadows hide in corners, afraid of themselves. In this decade-spanning volume of poetry, J. Andrew Schrecker blends surrealism, observation, and personal confession to paint a portrait of heartache and longing in recession-torn America.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "El laberinto de los espíritus",
            "authors": [
                "Carlos Ruiz Zafón"
            ],
            "ranking": 4.51,
            "ranking_count": 39329,
            "abstract": "El laberinto de los espíritus, es el desenlace de la saga de El cementerio de los libros olvidados que se inició en 2001 con La sombra del viento y continuó en 2008 con El juego del ángel y en 2011 con El prisionero del cielo.. Elevadas por la crítica internacional a la categoría de clásico contemporáneo, las novelas de El cementerio de los libros olvidados se han convertido en uno de los universos literarios más apasionantes del nuevo siglo, y Carlos Ruiz Zafón en el escritor español más leído en todo el mundo después de Cervantes.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Cultural",
                "Fantasy",
                "Writing",
                "European Literature",
                "Magical Realism",
                "Thriller"
            ]
        },
        {
            "title": "Mambo in Chinatown",
            "authors": [
                "Jean Kwok"
            ],
            "ranking": 3.75,
            "ranking_count": 4924,
            "abstract": "From the bestselling author of. Girl in Translation. , a novel about a young woman torn between her family duties in Chinatown and her escape into the world of ballroom dancing.. Twenty-two-year-old Charlie Wong grew up in New York’s Chinatown, the older daughter of a Beijing ballerina and a noodle maker. Though an ABC (America-born Chinese), Charlie’s entire world has been limited to this small area. Now grown, she lives in the same tiny apartment with her widower father and her eleven-year-old sister, and works—miserably—as a dishwasher.. But when she lands a job as a receptionist at a ballroom dance studio, Charlie gains access to a world she hardly knew existed, and everything she once took to be certain turns upside down. Gradually, at the dance studio, awkward Charlie’s natural talents begin to emerge. With them, her perspective, expectations, and sense of self are transformed—something she must take great pains to hide from her father and his suspicion of all things Western. As Charlie blossoms, though, her sister becomes chronically ill. As Pa insists on treating his ailing child exclusively with Eastern practices to no avail, Charlie is forced to try to reconcile her two selves and her two worlds—Eastern and Western, old world and new—to rescue her little sister without sacrificing her newfound confidence and identity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Romance",
                "Cultural",
                "Womens Fiction",
                "Adult Fiction",
                "Literature",
                "New York",
                "Adult"
            ]
        },
        {
            "title": "Baron Wenckheim's Homecoming",
            "authors": [
                "László Krasznahorkai",
                "Ottilie Mulzet"
            ],
            "ranking": 4.15,
            "ranking_count": 673,
            "abstract": "Set in contemporary times,. Baron Wenckheim’s Homecoming. tells the story of a Prince Myshkin–like figure, Baron Bela Wenckheim, who decides to return at the end of his life to the provincial Hungarian town of his birth. Having escaped from his many casino debts in Buenos Aires, where he was living in exile, he wishes to be reunited with his high school sweetheart Marika. What follows is an endless storm of gossip, con men, and local politicians, vividly evoking the small town’s alternately drab and absurd existence. All along, the Professor—a world-famous natural scientist who studies mosses and inhabits a bizarre Zen-like shack in a desolate area outside of town—offers long rants and disquisitions on his own attempts to immunize himself from thought. Spectacular actions are staged, death and the abyss loom, until finally doom is brought down on the unsuspecting residents of the town.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Contemporary",
                "Historical",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Quiver",
            "authors": [
                "Julia Watts"
            ],
            "ranking": 4.16,
            "ranking_count": 579,
            "abstract": "Set in rural Tennessee, QUIVER by Julia Watts is a brilliant YA novel that focuses on the unlikely friendship between two teens from opposite sides of the culture wars.. Libby is the oldest child of six, going on seven, in a family that adheres to the quiverfull lifestyle: strict evangelical Christians who believe that they should have as many children as God allows because children are like arrows in the quiver of God's righteous warriors. Like the other families who adhere to this philosophy, Libby's family regards the father as the Christian patriarch and leader and the mother as the helpmeet who gives birth to, cares for, and homeschools the children.. Meanwhile, Zo is the gender fluid offspring of Libby's new neighbors who have moved to the country from Knoxville in hopes of living a slower-paced, more natural life.. Zo and hir family are as far to the left ideologically as Libby's family is to the right, and yet Libby and Zo, who are the same age, feel a connection that leads them to friendship—a friendship that seems doomed from the start because of their families' differences.. Through deft storytelling, built upon extraordinary character development, author Watts offers a close examination of the contemporary compartmentalization of social interactions, and forms a story that resonates far beyond its pages.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Religion"
            ]
        },
        {
            "title": "The Notorious Benedict Arnold: A True Story of Adventure, Heroism & Treachery",
            "authors": [
                "Steve Sheinkin"
            ],
            "ranking": 3.81,
            "ranking_count": 4461,
            "abstract": "Most people know that Benedict Arnold was America's first, most notorious traitor. Few know that he was also one of its greatest war heroes. This accessible biography introduces young readers to the real Arnold: reckless, heroic, and driven. Packed with first-person accounts, astonishing battle scenes, and surprising twists, this is a gripping and true adventure tale.. The Notorious Benedict Arnold. is the winner of the 2011 Boston Globe - Horn Book Award for Nonfiction.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "History",
                "Historical",
                "North American Hi...",
                "American Revolution",
                "War",
                "Audiobook",
                "Childrens",
                "Military History"
            ]
        },
        {
            "title": "Dancing to Songs About Death",
            "authors": [
                "Summer Warner"
            ],
            "ranking": 4.44,
            "ranking_count": 16,
            "abstract": "Through poetry and stream of consciousness prose, Dancing to Songs About Death chronicles the journey of an overly anxious young woman from childhood to adulthood. Lyrical and honest, Dancing to Songs About Death is an album of words and feelings for the person who isn't afraid of dancing in life's darkest shadows.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Animals Eat Each Other: A Novel",
            "authors": [
                "Elle Nash"
            ],
            "ranking": 3.61,
            "ranking_count": 1120,
            "abstract": "In Elle Nash’s stunning and powerful debut, a girl with no name embarks on a fraught three-way relationship with Matt, a satanist and a tattoo artist, and his girlfriend Hannah, a new mom. The liaison is caged by strict rules and rigid emotional distance. Nonetheless, it’s all too easy to surrender to an attraction so powerful she finds herself erased, abandoning even her own name in favor of a new one: Lilith.. As Lilith grows closer to Matt, she begins to recognize the dark undertow of obsession and jealousy that her presence has created between Matt and Hanna, and finds herself balancing on a knife’s edge between pain and pleasure, the promise of the future and the crushing isolation of the present. With stripped-down prose and unflinching clarity, Nash examines madness in the wreckage of love, and the loss of self that accompanies it. Nash's work has been featured in. Cosmopolitan, Elle, Marie Claire. and others.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "LGBT",
                "Dark",
                "Novella",
                "Adult Fiction",
                "Health"
            ]
        },
        {
            "title": "Forty Autumns: A Family's Story of Courage and Survival on Both Sides of the Berlin Wall",
            "authors": [
                "Nina Willner"
            ],
            "ranking": 4.36,
            "ranking_count": 7934,
            "abstract": "In this illuminating and deeply moving memoir, a former American military intelligence officer goes beyond traditional Cold War espionage tales to tell the true story of her family—of five women separated by the Iron Curtain for more than forty years, and their miraculous reunion after the fall of the Berlin Wall.. Forty. Autumns. makes visceral the pain and longing of one family forced to live apart in a world divided by two. At twenty, Hanna escaped from East to West Germany. But the price of freedom—leaving behind her parents, eight siblings, and family home—was heartbreaking. Uprooted, Hanna eventually moved to America, where she settled down with her husband and had children of her own.. Growing up near Washington, D.C., Hanna’s daughter, Nina Willner became the first female Army Intelligence Officer to lead sensitive intelligence operations in East Berlin at the height of the Cold War. Though only a few miles separated American Nina and her German relatives—grandmother Oma, Aunt Heidi, and cousin, Cordula, a member of the East German Olympic training team—a bitter political war kept them apart.. In. Forty Autumns. , Nina recounts her family’s story—five ordinary lives buffeted by circumstances beyond their control. She takes us deep into the tumultuous and terrifying world of East Germany under Communist rule, revealing both the cruel reality her relatives endured and her own experiences as an intelligence officer, running secret operations behind the Berlin Wall that put her life at risk.. A personal look at a tenuous era that divided a city and a nation, and continues to haunt us,. Forty Autumns. is an intimate and beautifully written story of courage, resilience, and love—of five women whose spirits could not be broken, and who fought to preserve what matters most: family.. Forty Autumns. is illustrated with dozens of black-and-white and color photographs.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Autobiography",
                "Biography",
                "Cultural",
                "Biography Memoir",
                "Historical",
                "Audiobook",
                "Politics",
                "Book Club"
            ]
        },
        {
            "title": "Deng Xiaoping and the Transformation of China",
            "authors": [
                "Ezra F. Vogel"
            ],
            "ranking": 4.44,
            "ranking_count": 2548,
            "abstract": "No one in the twentieth century had a greater impact on world history than Deng Xiaoping. And no scholar is better qualified than Ezra Vogel to disentangle the contradictions embodied in the life and legacy of China's boldest strategist--the pragmatic, disciplined force behind China's radical economic, technological, and social transformation.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "History",
                "Biography",
                "Nonfiction",
                "Politics",
                "Economics",
                "Biography Memoir"
            ]
        },
        {
            "title": "Blurred Lines: Rethinking Sex, Power, and Consent on Campus",
            "authors": [
                "Vanessa Grigoriadis"
            ],
            "ranking": 3.85,
            "ranking_count": 272,
            "abstract": "A new sexual revolution is sweeping the country, and college students are on the front lines. Few places in America have felt the influence of #MeToo more intensely. Indeed, college campuses were in many ways the harbingers of #MeToo. Grigoriadis captures the nature of this cultural reckoning without shying away from its complexity. College women use fresh, smart methods to fight entrenched sexism and sexual assault even as they celebrate their own sexuality as never before. Many “woke” male students are more open to feminism than ever, while others perpetuate the cruelest misogyny. Coexisting uneasily, these students are nevertheless rewriting long-standing rules of sex and power from scratch.. Eschewing any political agenda, Grigoriadis travels to schools large and small, embedding in their social whirl and talking candidly with dozens of students, as well as to administrators, parents, and researchers.. Blurred Lines. is a riveting, indispensable illumination of the most crucial social change on campus in a generation.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Education",
                "Gender",
                "Sexuality",
                "Sociology",
                "Politics",
                "Social Movements",
                "Womens",
                "Health"
            ]
        },
        {
            "title": "Bright We Burn",
            "authors": [
                "Kiersten White"
            ],
            "ranking": 4.33,
            "ranking_count": 11673,
            "abstract": "Haunted by the sacrifices he made in Constantinople, Radu is called back to the new capital. Mehmed is building an empire, becoming the sultan his people need. But Mehmed has a secret: as emperor, he is more powerful than ever . . . and desperately lonely. Does this mean Radu can finally have more with Mehmed . . . and would he even want it?. Lada's rule of absolute justice has created a Wallachia free of crime. But Lada won't rest until everyone knows that her country's borders are inviolable. Determined to send a message of defiance, she has the bodies of Mehmed's peace envoy delivered to him, leaving Radu and Mehmed with no choice. If Lada is allowed to continue, only death will prosper. They must go to war against the girl prince.. But Mehmed knows that he loves her. He understands her. She must lose to him so he can keep her safe. Radu alone fears that they are underestimating his sister's indomitable will. Only by destroying everything that came before--including her relationships--can Lada truly build the country she wants.. Claim the throne. Demand the crown. Rule the world.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fantasy",
                "LGBT",
                "Fiction",
                "Retellings",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Сліди на дорозі",
            "authors": [
                "Валерій Маркус",
                "Дмитро Гордієнко"
            ],
            "ranking": 4.63,
            "ranking_count": 766,
            "abstract": "Я б міг сказати, що ця книга правдива, але це будуть пусті слова. Правда в кожного своя, тому подібними словами можна жонглювати як завгодно. Інколи ми настільки заграємося, що самі починаємо вірити у те, що наша вигадка і є істина. Не хочу вам брехати. Ця книга не про правду. Вона про те, що боліло особисто мені й чим я мусив поділитися. Вона про мій біль, емоції та відчуття. Сюжет побудований на моєму баченні світу на різних етапах життя. Сюжет книги про емоції. Адже врешті-решт ми живемо емоціями, відчуттями та враженнями. Страх, задоволення, секс, моменти щастя… Ми живемо, колекціонуючи враження. Тому мені здається, що це достойна тема для книги.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "War",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "Elevation",
            "authors": [
                "Stephen King",
                "Mark Edward Geyer"
            ],
            "ranking": 3.67,
            "ranking_count": 101682,
            "abstract": "Although Scott Carey doesn’t look any different, he’s been steadily losing weight. There are a couple of other odd things, too. He weighs the same in his clothes and out of them, no matter how heavy they are. Scott doesn’t want to be poked and prodded. He mostly just wants someone else to know, and he trusts Doctor Bob Ellis.. In the small town of Castle Rock, the setting of many of King’s most iconic stories, Scott is engaged in a low grade—but escalating—battle with the lesbians next door whose dog regularly drops his business on Scott’s lawn. One of the women is friendly; the other, cold as ice. Both are trying to launch a new restaurant, but the people of Castle Rock want no part of a gay married couple, and the place is in trouble. When Scott finally understands the prejudices they face–including his own—he tries to help. Unlikely alliances, the annual foot race, and the mystery of Scott’s affliction bring out the best in people who have indulged the worst in themselves and others.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Fantasy",
                "Audiobook",
                "Short Stories",
                "Mystery",
                "Novella",
                "Science Fiction",
                "Adult",
                "Thriller"
            ]
        },
        {
            "title": "Daughters of Northern Shores",
            "authors": [
                "Joanne Bischof"
            ],
            "ranking": 4.36,
            "ranking_count": 1110,
            "abstract": "Aven Norgaard understands courage. Orphaned within an Irish workhouse, then widowed at just nineteen, she voyaged to America where she was wooed and wed by Thor Norgaard, a Deaf man in rural Appalachia. That the Lord saw her along the winding journey and that Aven now carries Thor’s child are blessings beyond measure. Yet while Thor holds her heart, it is his younger brother and rival who haunts her memories. Haakon—whose selfish choices shattered her trust in him.. Having fled the farm after trying to take Aven as his own, Haakon sails on the North Atlantic ice trade where his soul is plagued with regrets that distance cannot heal. Not even the beautiful Norwegian woman he’s pursued can ease the torment. When the winds bear him home after four years away, Haakon finds the family on the brink of tragedy. A decades-old feud with the neighboring farm has wrenched them into the fiercest confrontation on Blackbird Mountain since the Civil War. Haakon’s cunning and strength hold the power to seal many fates, including Thor’s which is already at stake through a grave illness brought to him as the first prick of warfare.. Now Haakon faces the hardest choice of his life. One that shapes a battlefield where pride must be broken enough to be restored, and where a prodigal son may finally know the healing peace of surrender and the boundless gift of forgiveness. And when it comes to the woman he left behind in Norway, he just might discover that while his heart belongs to a daughter of the north, she’s been awaiting him on shores more distant than the land he’s fighting for.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Romance",
                "Fiction",
                "Christian",
                "Family",
                "Adult"
            ]
        },
        {
            "title": "The Sacred Search: What If It's Not about Who You Marry, But Why?",
            "authors": [
                "Gary L. Thomas"
            ],
            "ranking": 4.29,
            "ranking_count": 4734,
            "abstract": "What if you stopped looking for a “soul mate” and started looking for a “sole mate”—someone who will live out with you the great purpose of God?. What if dating isn’t about finding “the one” but making a wise choice so you can better serve the One who loves you most? What if God didn’t design relationships to make you happy but to make you holy? In. The Sacred Search,. Gary Thomas will transform the way you look at romantic relationships. Whether you are single, dating, or engaged, Gary’s unique perspective on dating will prepare you for a satisfying, spiritually enriching marriage even before you walk down the aisle. As Gary reminds us, a good marriage is not something you find—it’s something you make.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Relationships",
                "Marriage",
                "Nonfiction",
                "Religion",
                "Spirituality"
            ]
        },
        {
            "title": "Dystopia: How The Tyranny of Specialists Fragment African Cities",
            "authors": [
                "Archimedes Muzenda"
            ],
            "ranking": 4.0,
            "ranking_count": 7,
            "abstract": "A revelation of the spatial atrocities committed by specialist planners in the development of African cities.. For more than fifty centuries, cities were planned and developed by generalists. The town planners were Jacks of all trades yet masters of none. But, in the last fifty years, this changed. Town planning dismantled into various specialists - masters of a single trade.. Traffic engineers; urban environmentalists, modernist architects, town planning regulators, housing specialists, postmodern and Marxist scholars. . As these specialists focus on their specialities, they operate in isolations.. In. Dystopia. , Archimedes Muzenda reveals the destruction specialist planning has caused in cities across Africa. He reveals the extent of spatial atrocities perpetrated by specialists on urban societies. In doing so, Muzenda set a basis for specialists to find one other if they are to create prosperous, sustainable, and just cities - cities that are liveable.",
            "part_of_series": false,
            "genre_list": [
                "Cities",
                "Cultural",
                "Geography",
                "Nonfiction"
            ]
        },
        {
            "title": "The Marrying of Chani Kaufman",
            "authors": [
                "Eve   Harris"
            ],
            "ranking": 3.79,
            "ranking_count": 5873,
            "abstract": "19 year-old Chani lives in the ultra-orthodox Jewish community of North West London. She has never had physical contact with a man, but is bound to marry a stranger. The rabbi's wife teaches her what it means to be a Jewish wife, but Rivka has her own questions to answer. Soon buried secrets, fear and sexual desire bubble to the surface in a story of liberation and choice; not to mention what happens on the wedding night.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Religion",
                "Contemporary",
                "European Literature",
                "Literary Fiction",
                "Womens",
                "Novels",
                "Romance"
            ]
        },
        {
            "title": "Sweet Dreams",
            "authors": [
                "Kristen Ashley"
            ],
            "ranking": 4.38,
            "ranking_count": 46748,
            "abstract": "She's ready for the ride of her life . . .. Lauren Grahame is looking to reinvent herself. After leaving her cheating husband, Lauren moves to Carnal, Colorado, and gets a job as a waitress in a biker bar called Bubba's. It's a nothing job in a nowhere joint . . . until Tatum Jackson walks in. Lauren has never seen a man with such good looks, muscles, and attitude. But when he insults her, Lauren doesn't want anything to do with him. Too bad for Lauren he's also the bar's part owner and bartender.. When the rough-around-the-edges Tate meets the high-class Lauren, he thinks she won't fit in at Bubba's. Yet there's more to Lauren than meets the eye, and Tate soon sets his mind on claiming her as his own. Before long, the desire burning between them is heating up the cold mountain air. But when violence strikes the town, Tate must reveal a dark secret to Lauren-one that may put an end to their sweet dreams.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult",
                "Suspense",
                "Mystery",
                "Adult Fiction",
                "Womens Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Girl, Stop Apologizing: A Shame-Free Plan For Embracing And Achieving Your Goals",
            "authors": [
                "Rachel Hollis"
            ],
            "ranking": 3.83,
            "ranking_count": 69357,
            "abstract": "“I believe we. can. change the world. But first, we’ve got to stop living in fear of being judged for who we are.”. Rachel Hollis has seen it too often: women not living into their full potential. They feel a tugging on their hearts for something more, but they’re afraid of embarrassment, of falling short of perfection, of not being enough.. In. Girl, Stop Apologizing. , #1. New York Times. bestselling author and founder of a multimillion-dollar media company, Rachel Hollis sounds a wake-up call. She knows that many women have been taught to define themselves in light of other people—whether as wife, mother, daughter, or employee—instead of learning how to own who they are and what they want. With a challenge to women everywhere to stop talking themselves out of their dreams, Hollis identifies the excuses to let go of, the behaviors to adopt, and the skills to acquire on the path to growth, confidence, and believing in yourself.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Audiobook",
                "Business",
                "Feminism",
                "Inspirational",
                "Adult",
                "Autobiography",
                "Womens"
            ]
        },
        {
            "title": "Deep State Stealth",
            "authors": [
                "Vikki Kestell"
            ],
            "ranking": 4.77,
            "ranking_count": 252,
            "abstract": "Conspiracies. Collusion. Plots. Secrets within secrets and plans within plans.. Thanks to Gemma and the nanomites’ timely intervention, President Jackson survives Vice President Harmon’s attempt to assassinate him and seize the presidency. Back in Albuquerque, Gemma makes a difficult decision: She allows the explosion that killed her identical twin sister to serve as the cover-up for her own “death.”. Half a year later, Gemma emerges from hiding as Jayda Locke. Soon after, the President’s sole contact within the NSA, an old and trusted friend, vanishes. Did the President’s friend learn the identities of Harmon’s co-conspirators in his plot to assassinate the President? Was the President’s friend found out and eliminated because of what he uncovered?. The President calls upon Jayda (now married to Zander Cruz) to infiltrate the NSA and, with the nanomites’ assistance, identify the remaining traitors. But is the sedition within the government more widespread than either Jayda or the President believed? More importantly, will Harmon’s confederates stage another coup, a second attempt upon the President’s life?. As Jayda and the nanomites breach the NSA’s security and begin to untangle the web of treachery, no one can conceive how deep the corruption runs—or how close it stands to the President himself.. Nanostealth. Book 1:. Stealthy Steps. Book 2:. Stealth Power. Book 3:. Stealth Retribution. Book 4:. Deep State Stealth",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Suspense",
                "Mystery",
                "Christian",
                "Christian Fiction"
            ]
        },
        {
            "title": "Like a Love Story",
            "authors": [
                "Abdi Nazemian"
            ],
            "ranking": 4.29,
            "ranking_count": 11227,
            "abstract": "It's 1989 in New York City, and for three teens, the world is changing.. Reza is an Iranian boy who has just moved to the city with his mother to live with his stepfather and stepbrother. He's terrified that someone will guess the truth he can barely acknowledge about himself. Reza knows he's gay, but all he knows of gay life are the media's images of men dying of AIDS.. Judy is an aspiring fashion designer who worships her uncle Stephen, a gay man with AIDS who devotes his time to activism as a member of ACT UP. Judy has never imagined finding romance...until she falls for Reza and they start dating.. Art is Judy's best friend, their school's only out and proud teen. He'll never be who his conservative parents want him to be, so he rebels by documenting the AIDS crisis through his photographs.. As Reza and Art grow closer, Reza struggles to find a way out of his deception that won't break Judy's heart--and destroy the most meaningful friendship he's ever known.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Young Adult",
                "Historical",
                "Romance",
                "Contemporary",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "SOUL EPIPHANY",
            "authors": [
                "Ashni Sonawala"
            ],
            "ranking": 5.0,
            "ranking_count": 8,
            "abstract": "Soul Epiphany is the poignant tale of the human spirit that chronicles the life of Indian marathoner Ramesh Dhami as he morphs from an underprivileged mountain kid into an impossible derelict steeped in drugs and theft, and subsequently makes a life transformation into becoming one of the best marathon runners that the country has seen to starting his own NGO serving millions in society that have been marginalized and forgotten. Soul Epiphany is a reminder of the power of free will and the strength of the human spirit to withstand and overcome seemingly impossible challenges through sheer grit and gumption and the fine art of never giving up. Soul Epiphany is a tribute to the epiphany that the soul can have through the most trying times as it emerges into a clear understanding of its purpose and the role it has to fulfil in its lifetime within a human body. Dhami, the protagonist of this non-fiction work of literature, today is a successful social entrepreneur that runs GreenSole - an NGO that provides recycled footwear to millions of barefooted children and adults in India and other third world countries.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Shout",
            "authors": [
                "Laurie Halse Anderson"
            ],
            "ranking": 4.28,
            "ranking_count": 17480,
            "abstract": "A searing poetic memoir and call to action from the bestselling and award-winning author of. Speak. , Laurie Halse Anderson!. Bestselling author Laurie Halse Anderson is known for the unflinching way she writes about, and advocates for, survivors of sexual assault. Now, inspired by her fans and enraged by how little in our culture has changed since her groundbreaking novel. Speak. was first published twenty years ago, she has written a poetry memoir that is as vulnerable as it is rallying, as timely as it is timeless. In free verse, Anderson shares reflections, rants, and calls to action woven between deeply personal stories from her life that she's never written about before. Searing and soul-searching, this important memoir is a denouncement of our society's failures and a love letter to all the people with the courage to say #metoo and #timesup, whether aloud, online, or only in their own hearts.. SHOUT. speaks truth to power in a loud, clear voice—and once you hear it, it is impossible to ignore.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Young Adult",
                "Feminism",
                "Audiobook",
                "Health",
                "Biography Memoir",
                "Contemporary",
                "Adult",
                "Sociology"
            ]
        },
        {
            "title": "Everybody Lies: Big Data, New Data, and What the Internet Can Tell Us About Who We Really Are",
            "authors": [
                "Seth Stephens-Davidowitz"
            ],
            "ranking": 3.9,
            "ranking_count": 36201,
            "abstract": "Foreword by Steven Pinker. Blending the informed analysis of. The Signal and the Noise. with the instructive iconoclasm of. Think Like a Freak. , a fascinating, illuminating, and witty look at what the vast amounts of information now instantly available to us reveals about ourselves and our world—provided we ask the right questions.. By the end of an average day in the early twenty-first century, human beings searching the internet will amass eight trillion gigabytes of data. This staggering amount of information—unprecedented in history—can tell us a great deal about who we are—the fears, desires, and behaviors that drive us, and the conscious and unconscious decisions we make. From the profound to the mundane, we can gain astonishing knowledge about the human psyche that less than twenty years ago, seemed unfathomable.. Everybody Lies. offers fascinating, surprising, and sometimes laugh-out-loud insights into everything from economics to ethics to sports to race to sex, gender and more, all drawn from the world of big data. What percentage of white voters didn’t vote for Barack Obama because he’s black? Does where you go to school effect how successful you are in life? Do parents secretly favor boy children over girls? Do violent films affect the crime rate? Can you beat the stock market? How regularly do we lie about our sex lives and who’s more self-conscious about sex, men or women?. Investigating these questions and a host of others, Seth Stephens-Davidowitz offers revelations that can help us understand ourselves and our lives better. Drawing on studies and experiments on how we really live and think, he demonstrates in fascinating and often funny ways the extent to which all the world is indeed a lab. With conclusions ranging from strange-but-true to thought-provoking to disturbing, he explores the power of this digital truth serum and its deeper potential—revealing biases deeply embedded within us, information we can use to change our culture, and the questions we’re afraid to ask that might be essential to our health—both emotional and physical. All of us are touched by big data everyday, and its influence is multiplying.. Everybody Lies. challenges us to think differently about how we see it and the world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Psychology",
                "Business",
                "Economics",
                "Sociology",
                "Audiobook",
                "Social Science",
                "Politics"
            ]
        },
        {
            "title": "Компас",
            "authors": [
                "Mathias Énard",
                "Матіас Енар",
                "Ірина Славінська"
            ],
            "ranking": 3.8,
            "ranking_count": 2063,
            "abstract": "Віденський музикознавець Франц Ріттер проводить довгу безсонну ніч, опинившись сам на сам зі страшним діагнозом і зі спогадами, які накочуються, мов хвилі. Франц повертається думкою до своїх подорожей Сирією, Єгиптом, Іраном: там він провадив дослідження, там шукав свій Схід і себе в ньому. Там шукав дорогу до коханої Сари, і згадки про неї щоразу болісні й солодкі. Францові спогади супроводжують мандрівники й авантюристи, науковці та поети, художники та музиканти, чиї шляхи перетиналися на Сході, чиї думки так чи інакше були спрямовані туди, куди вказував їхній внутрішній компас.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Contemporary",
                "Roman",
                "Travel"
            ]
        },
        {
            "title": "By Fire, By Water",
            "authors": [
                "Mitchell James Kaplan"
            ],
            "ranking": 3.73,
            "ranking_count": 1113,
            "abstract": "Luis de Santángel, chancellor to the court and longtime friend of the lusty King Ferdinand, has had enough of the Spanish Inquisition. As the power of Inquisitor General Tomás de Torquemada grows, so does the brutality of the Spanish church and the suspicion and paranoia it inspires. When a dear friend’s demise brings the violence close to home, Santángel is enraged and takes retribution into his own hands. But he is from a family of conversos, and his Jewish heritage makes him an easy target. As Santángel witnesses the horrific persecution of his loved ones, he begins slowly to reconnect with the Jewish faith his family left behind. Feeding his curiosity about his past is his growing love for Judith Migdal, a clever and beautiful Jewish woman navigating the mounting tensions in Granada. While he struggles to decide what his reputation is worth and what he can sacrifice, one man offers him a chance he thought he’d lost…the chance to hope for a better world. Christopher Columbus has plans to discover a route to paradise, and only Luis de Santángel can help him.. Within the dramatic story lies a subtle, insightful examination of the crisis of faith at the heart of the Spanish Inquisition. Irresolvable conflict rages within the conversos in. By Fire, By Water. , torn between the religion they left behind and the conversion meant to ensure their safety. In this story of love, God, faith, and torture, fifteenth-century Spain comes to dazzling, engrossing life.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Religion",
                "Judaism",
                "Adult"
            ]
        },
        {
            "title": "The Boy At the Back of the Class",
            "authors": [
                "Onjali Q. Raúf"
            ],
            "ranking": 4.45,
            "ranking_count": 8821,
            "abstract": "SHORTLISTED FOR THE BLUE PETER BOOK AWARD 2019. SHORTLISTED FOR THE WATERSTONES CHILDREN'S BOOK PRIZE 2019. Told with heart and humour, The Boy at the Back of the Class is a child's perspective on the refugee crisis, highlighting the importance of friendship and kindness in a world that doesn't always make sense.. There used to be an empty chair at the back of my class, but now a new boy called Ahmet is sitting in it.. He's nine years old (just like me), but he's very strange. He never talks and never smiles and doesn't like sweets - not even lemon sherbets, which are my favourite!. But then I learned the truth: Ahmet really isn't very strange at all. He's a refugee who's run away from a War. A real one. With bombs and fires and bullies that hurt people. And the more I find out about him, the more I want to help.. That's where my best friends Josie, Michael and Tom come in. Because you see, together we've come up with a plan. . .. With beautiful illustrations by Pippa Curnick",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Realistic Fiction",
                "Novels",
                "Academic",
                "Contemporary",
                "Family",
                "War",
                "Young Adult"
            ]
        },
        {
            "title": "Locke & Key, Vol. 5: Clockworks",
            "authors": [
                "Joe Hill",
                "Gabriel Rodríguez"
            ],
            "ranking": 4.47,
            "ranking_count": 31122,
            "abstract": "Locke & Key tells of Keyhouse, an unlikely New England mansion, with fantastic doors that transform all who dare to walk through them.... and home to a hate-filled and relentless creature that will not rest until it forces open the most terrible door of them all...! After the gruesome murder of their father, the Locke kids, Tyler, Kinsey and Bode move with their mother Nina to the ancestral family home, Keyhouse. They soon discover that the house is full of secrets when they start finding magical keys which hold impossible powers such as turning people into ghosts, or being able to erase someone's memories. They are not the only ones who know of the keys; a demonic creature known as Dodge is also after the keys, with the goal of opening the Black Door, which will allow the demons of hell to enter our world. The sprawling tale of the Locke family and their mastery of the 'whispering steel' thunders to new heights as the true history of the family is revealed to Tyler and Kinsey. Zack Wells assumes a new form, Tyler and Kinsey travel through time.. Tyler and Kinsey Locke have no idea that their now-deceased nemesis, Lucas Dodge Caravaggio, has taken over the body of their younger brother, Bode. With unrestricted access to Keyhouse, Dodge's ruthless quest to find the Omega Key and open the Black Door is almost complete. But Tyler and Kinsey have a dangerous key of their own — one that can unlock all the secrets of Keyhouse by opening a gateway to the past. The time has come for the Lockes to face theri own legacy and the darkness behind the Black Door. Because if they don't learn from their family history, they may be doomed to repeat it, and time is running out!. Colonel Adam Crais's minutemen are literally trapped between a rock and a hard place; in the first days of the Revolutionary War, they find themselves hiding beneath 120 feet of New England stone, with a full regiment of redcoats waiting for them in the daylight... and a door into hell in the cavern below. The black door is open, and it's up to a 16-year-old smith named Ben Locke to find a way to close it. The biggest mysteries of the Locke & Key series are resolved as Clockworks opens, not with a bang, but with the thunderous crash of English cannons.. Contents:. Clockworks [Locke & Key • 5] / graphic format novella by Joe Hill; interior artwork by Gabriel Rodriguez and Jay Fotos. 1 The Locksmith's Son. 2 SMASH!. 3 The Tamers of the Tempest. 4 The Whispering Iron. 5 Grown-Ups. 6 Curtain. The Known Keys (Clockworks) [Locke & Key • 5.5] [Excerpts from the Diary of Benjamin Pierce Locke, 1757-1799] / shortfiction by Joe Hill; interior artwork by Gabriel Rodriguez. ...to be concluded in Locke & Key: OMEGA. Storytellers: Joe Hill, author, Gabriel Rodriguez, Illustrator. Series edited by Chris Ryall. Collection edited by Justin Eisinger.. .",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Mystery"
            ]
        },
        {
            "title": "Creepy Carrots!",
            "authors": [
                "Aaron Reynolds",
                "Peter  Brown"
            ],
            "ranking": 4.17,
            "ranking_count": 15023,
            "abstract": "The Twilight Zone. comes to the carrot patch in this clever picture book parable about a rabbit who fears his favorite treats are out to get him.. Jasper Rabbit loves carrots—especially Crackenhopper Field carrots.. He eats them on the way to school.. He eats them going to Little League.. He eats them walking home.. Until the day the carrots start following him...or are they?. Celebrated artist Peter Brown’s stylish illustrations pair perfectly with Aaron Reynold’s text in this hilarious eBook with audio that shows it’s all fun and games…until you get too greedy.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Holiday",
                "Humor",
                "Fiction",
                "Animals",
                "Fantasy",
                "Food and Drink"
            ]
        },
        {
            "title": "Prison Poems",
            "authors": [
                "Mahvash Sabet"
            ],
            "ranking": 4.32,
            "ranking_count": 41,
            "abstract": "Poems by Mahvash Sabet , one of the seven members of the Yaran-- the group of imprisoned Bahá'í leaders in Iran. These poems testify to the courage and the despair, the misery and the hopes of thousands of Iranians struggling to survive conditions of extreme oppression. Her poems have allowed her to speak when words were denied, to talk when no one was listening to her. But unlike many prison poems, hers are not merely a catalogue of hopes and fears. Sometimes a means of historical documentation, a chronicle of what the Bahá’ís have been subjected to since their incarceration; sometimes a series of portraits of other women trapped in prison with her; sometimes meditations on powerlessness, on loneliness; her poems are plangent with appeal, ardent with hope – for whatever the accusations against her, she is a prisoner of faith.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Religion"
            ]
        },
        {
            "title": "Van Gogh: The Life",
            "authors": [
                "Steven Naifeh",
                "Gregory White Smith"
            ],
            "ranking": 4.11,
            "ranking_count": 22699,
            "abstract": "Steven Naifeh and Gregory White Smith, who galvanized readers with their Pulitzer Prize–winning biography of Jackson Pollock, have written another tour de force—an exquisitely detailed, compellingly readable portrait of Vincent van Gogh. Working with the full cooperation of the Van Gogh Museum in Amsterdam, Naifeh and Smith have accessed a wealth of previously untapped materials to bring a crucial understanding to the larger-than-life mythology of this great artist: his early struggles to find his place in the world; his intense relationship with his brother Theo; and his move to Provence, where he painted some of the best-loved works in Western art. The authors also shed new light on many unexplored aspects of Van Gogh’s inner world: his erratic and tumultuous romantic life; his bouts of depression and mental illness; and the cloudy circumstances surrounding his death at the age of thirty-seven.. Though countless books have been written about Van Gogh, no serious, ambitious examination of his life has been attempted in more than seventy years. Naifeh and Smith have re-created Van Gogh’s life with an astounding vividness and psychological acuity that bring a completely new and sympathetic understanding to this unique artistic genius.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Art",
                "Biography Memoir",
                "Autobiography",
                "Cultural",
                "Historical",
                "Unfinished"
            ]
        },
        {
            "title": "Nomad",
            "authors": [
                "Matthew Mather"
            ],
            "ranking": 3.82,
            "ranking_count": 8054,
            "abstract": "Something massive is coming.... And it's heading for Earth.. That's what Dr. Ben Rollins, head of Harvard's exoplanet research team, is told by NASA after being dragged out of bed in the middle of the night. His first instinct is to call his daughter, Jessica, who's vacationing in Italy with his wife. Something's coming, he tells them. A hundred times the mass of the sun. We can't see it, don't know what it is yet, but they're calling it Nomad--and in just months,. the Earth may be destroyed. .. But what is it? And how did they miss detecting it until now? In a frantic race against time, Dr. Rollins must unravel Nomad's secrets. A mysterious clue surfaces in his old research papers from the end of the Cold War, more than thirty years earlier.... The world erupts into chaos as the end approaches--and Ben discovers that his wife and daughter are trapped in Europe. The key to humanity's survival rests in the final answers Dr. Rollins pieces together, in the midst of his desperate scramble across continents to find his family before Nomad swallows the planet.. MORE ABOUT NOMAD. A story of family and redemption set amid a brand new category of cataclysm--all the more plausible and terrifying as the science behind it is vetted by a team of world-class astrophysicists from CERN, SETI, the Keck Observatory and more. It even has its own simulation video, included at the end of the book.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Thriller",
                "Business",
                "Science Fiction Fantasy",
                "Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Second Temple Period",
            "authors": [
                "Binyamin Lau"
            ],
            "ranking": 4.28,
            "ranking_count": 102,
            "abstract": "The Sages is the first book to appear in English by the charismatic Jerusalem rabbi, Binyamin Lau. It offers fresh perspectives on the individual characters of the Jewish sages (Chazal), the historical contexts in which they lived, and the creativity they brought to the pursuit of Jewish wisdom. This first volume in a three-volume set examines the teachings of the Men of the Great Assembly, Yosi Ben Yoezer, Hillel, Shamai and others of the Second Temple Period.",
            "part_of_series": true,
            "genre_list": [
                "Religion",
                "Literature",
                "Historical",
                "Judaism",
                "History"
            ]
        },
        {
            "title": "Silent Weapons",
            "authors": [
                "David Mack"
            ],
            "ranking": 4.08,
            "ranking_count": 1464,
            "abstract": "The second book in a new trilogy by the national bestselling author of. Star Trek: Destiny. !. Three years after the disastrous final Borg Invasion, a bitter cold war against the Typhon Pact has pushed Starfleet’s resources to the breaking point. Now the rise of a dangerous new technology threatens to destroy the Federation from within. Captain Jean-Luc Picard and the. Enterprise. crew answer a distress call, only to become targets in a deadly game of deception. To protect a vital diplomatic mission, they must find a way to identify the spies hiding in their midst, before it’s too late. But Worf soon realizes the crew’s every move has been predicted: Someone is using them as pawns. And the closer they get to exposing their enemy, the deeper they spiral into its trap…",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Star Trek",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Artificial Intelligence"
            ]
        },
        {
            "title": "She Said: How Two Reporters Broke the Story that Changed the Rules about Sex and Power",
            "authors": [
                "Jodi Kantor",
                "Megan Twohey"
            ],
            "ranking": 4.37,
            "ranking_count": 29244,
            "abstract": "'We were determined, from the start, to give a voice to the voiceless.' KANTOR AND TWOHEY. On October 5, 2017, the. New York Times. published an article by Jodi Kantor and Megan Twohey that changed the world forever. For months Kantor and Twohey had been having confidential discussions with top actresses, former Weinstein employees and other sources, learning of disturbing, long-buried allegations. The journalists meticulously picked their way through a web of decades-old secret payouts and non-disclosure agreements, pressed some of the most famous women in the world – and some unknown ones – to risk going on the record, and faced down Weinstein, his team of high-priced defenders, and even his private investigators.. In this book, Kantor and Twohey relive in real-time what it took to break the story and give an up-close portrait of the forces they were up against. They describe the experiences of the women who spoke up – for the sake of other women, for future generations, and for themselves. Their stories have never been told in this way before.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Audiobook",
                "Crime",
                "Politics",
                "Writing",
                "Womens",
                "Social Movements",
                "History",
                "Mystery"
            ]
        },
        {
            "title": "The Guns at Last Light: The War in Western Europe, 1944-1945",
            "authors": [
                "Rick Atkinson"
            ],
            "ranking": 4.44,
            "ranking_count": 8682,
            "abstract": "The magnificent conclusion to Rick Atkinson’s acclaimed Liberation Trilogy about the Allied triumph in Europe during World War II. It is the twentieth century’s unrivaled epic: at a staggering price, the United States and its allies liberated Europe and vanquished Hitler. In the first two volumes of his bestselling Liberation Trilogy, Rick Atkinson recounted how the American-led coalition fought through North Africa and Italy to the threshold of victory. Now he tells the most dramatic story of all—the titanic battle for Western Europe.. D-Day marked the commencement of the final campaign of the European war, and Atkinson’s riveting account of that bold gamble sets the pace for the masterly narrative that follows. The brutal fight in Normandy, the liberation of Paris, the disaster that was Operation Market Garden, the horrific Battle of the Bulge, and finally the thrust to the heart of the Third Reich—all these historic events and more come alive with a wealth of new material and a mesmerizing cast of characters. Atkinson tells the tale from the perspective of participants at every level, from presidents and generals to war-weary lieutenants and terrified teenage riflemen. When Germany at last surrenders, we understand anew both the devastating cost of this global conflagration and the enormous effort required to win the Allied victory.. With the stirring final volume of this monumental trilogy, Atkinson’s accomplishment is manifest. He has produced the definitive chronicle of the war that unshackled a continent and preserved freedom in the West.. http://us.macmillan.com/thegunsatlast...",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "North American Hi...",
                "Audiobook"
            ]
        },
        {
            "title": "The Acme Novelty Library #20",
            "authors": [
                "Chris Ware"
            ],
            "ranking": 4.29,
            "ranking_count": 2084,
            "abstract": "Jordan Wellington Lint, fifty-one, is chief executive officer of Lint Financial Products, a company he began serving in 1985 as assistant and adviser before working his way up its corporate ladder to record-setting innovation in the fields of finance and high-yield investment. In his seven years as the head of Lint, Jordan has grown the company from a business lender and real estate speculator to a leading provider of network financial infrastructure services, all the while positioning Lint as a model of corporate integrity and high-yield, low-risk product. Lint’s vision has made him one of the most influential and widely sought-after leaders in the complex Omaha securities industry, and his fresh approach to an understanding of local problems, leadership, and determination have enabled Lint to outdistance and outpace its competitors.. Lint graduated from UNL in 1981 with a B.A. in business and briefly studied music and recording in Los Angeles before returning to his hometown of Omaha, Nebraska, where he has continued his life journey ever since. In his ongoing role as chief executive officer and his dual roles as public servant and father, Lint continues to put his creative leadership and vision to work in a variety of challenging settings. He is married and the father of two boys.. The. ACME Novelty Library #20. comprises a contributing chapter to cartoonist ChrisWare’s gradual accretion of the ongoing graphic novel experiment Rusty Brown.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Art",
                "Graphic Novels Comics",
                "Academic",
                "Comics",
                "American",
                "Own"
            ]
        },
        {
            "title": "The True Lives of the Fabulous Killjoys",
            "authors": [
                "Gerard Way",
                "Shaun Simon",
                "Becky Cloonan"
            ],
            "ranking": 4.1,
            "ranking_count": 4374,
            "abstract": "Years ago, the Killjoys fought against the tyrannical megacorporation Better Living Industries, costing them their lives, save for one—the mysterious Girl. Today, the followers of the original Killjoys languish in the Desert while BLI systematically strips citizens of their individuality. As the fight for freedom fades, it’s left to the Girl to take up the mantle and bring down the fearsome BLI! Collects The True Lives of the Fabulous Killjoys #1–#6 and “Dead Satellites” from Free Comic Book Day 2013.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Graphic Novels Comics",
                "Fiction",
                "Comics",
                "LGBT"
            ]
        },
        {
            "title": "Hunting for Silence",
            "authors": [
                "Robert Thier"
            ],
            "ranking": 4.52,
            "ranking_count": 5253,
            "abstract": "British business mogul Rikkard Ambrose has departed London to face his arch-rival in a deadly game of espionage and intrigue at the Royal Court of France, leaving his lady love behind to knit socks and twiddle her thumbs.. Left behind alone? That is not something Lilly Linton is willing to put up with! Determined to show her boss who’s boss, she embarks on her most dangerous adventure yet, armed with the most powerful weapon of all: love—and, just in case, her trusted revolver.. The 5th volume of Robert Thier’s award-winning Storm and Silence series.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Humor",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Night Shift",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 4.1,
            "ranking_count": 17186,
            "abstract": "From the #1. New York Times. bestselling author of the Sookie Stackhouse novels comes the third novel of Midnight, Texas, the town where some secrets will never see the light of day.... At Midnight’s local pawnshop, weapons are flying off the shelves—only to be used in sudden and dramatic suicides right at the main crossroads in town. Who better to figure out why blood is being spilled than the vampire Lemuel, who, while translating mysterious texts, discovers what makes Midnight the town it is. There’s a reason why witches and werewolves, killers and psychics, have been drawn to this place...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "The Topeka School",
            "authors": [
                "Ben Lerner"
            ],
            "ranking": 3.5,
            "ranking_count": 21559,
            "abstract": "Adam Gordon is a senior at Topeka High School, class of '97. His parents are psychologists, his mom a famous author in the field. A renowned debater and orator, an aspiring poet, and - although it requires a lot of posturing and weight lifting - one of the cool kids, he's also one of the seniors who brings the loner Darren Eberheart into the social scene, with disastrous effects.. Deftly shifting perspectives and time periods,. The Topeka School. is a riveting story about the challenges of raising a good son in a culture of toxic masculinity. It is also a startling prehistory of the present: the collapse of public speech, the tyranny of trolls and the new right, and the ongoing crisis of identity among white men.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Audiobook",
                "Historical",
                "Literature",
                "The United States Of America",
                "Adult Fiction"
            ]
        },
        {
            "title": "Galaxy Pirates",
            "authors": [
                "Tamuna Tsertsvadze"
            ],
            "ranking": 4.06,
            "ranking_count": 16,
            "abstract": "In a distant future, mankind discovers they're not alone in this universe. Aliens arrive, and the Earth gets engulfed in space wars, where humans turn out helpless and defenceless, regardless of their nuclear and biological weapons. One of the strongest and the most aggressive species of aliens - Reptiloids - turn Planet Earth into their slave-trading colony. Soon the population of humans drastically decreases, so that they are on the verge of extinction. Gods, deities, fate, light - everything seems to have forsaken them.. Violet Hawthorne is one of the few surviving humans, sold as a slave. The nineteen-year-old girl works in a pub on Planet Irahor of Radenoids (the species that created humans millennia ago). She is treated worse than an animal and laments about her cruel fate. Yet, unlike other humans, Violet has not given up on hope - she knows that somewhere across the stars roams a man who can reverse the course of fate - the Young Captain of the Galaxy Pirates.. Violet dreams to find this legendary man and enter his crew of audacious pirates fighting against the cruel world, in the hope of getting their help to save her planet and people.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Ama Dios (4 AoL Consciousness Books Combined, #111)",
            "authors": [
                "Nataša Pantović"
            ],
            "ranking": 5.0,
            "ranking_count": 6,
            "abstract": "Ama Dios, 4 AoL Consciousness Books Combined.. Applying Quantum Physics to manifestation of Consciousness researching Ancient Psychological aspects of Alchemy & Chinese, Greek, Hindu Philosophers, the compilation of 9 AoL books: 2 fiction and 7 non-fiction explore Symbols, Mysticism, Arts, Creativity, Consciousness & Beauty:. 1. A-Ma by Nataša Pantovič, Historical Fiction set in 17th Century China. A Mystical Journey of Portuguese, Chinese Consciousness Researchers, set in the Age of Enlightenment during the Dutch attack to Macao in 1622, the Reform of Chinese Calendar in 1630-s, with Father Adam Schall's appointment to the Chinese Board of Mathematicians during 1650-s, the witch hunt of a Shaman's African Goddess incarnated in China as Ama and her father Ottavio, a Portuguese Alchemist. Size: 244 pg, 6x9”. 2. Tree of Life with Spiritual Poetry. A Novel by Nataša Pantović is set in Findhorn, UK as a Journey into the Field of Dreams that In various religious interpretations, within myths, and as a mystical concept represents the inter-connection of all life on our beautiful planet. The story becomes a true adoption story venturing into Africa, Ethiopia, Kenia, within the magic of four elements, four directions, four stages of Life. Size: 264 pg 6 x 9”. 3. Conscious Creativity: Mindfulness Meditations by Nuit, Developing both Left and Right Brain could be essential for Creative Thinkers of our Future. To purify mind we start with the consciousness that energy follows thoughts and we use Quantum Physics Logic within Consciousness Research of Taoism following Yin and Yang Universe Manifestations to enter Creative Flow. Year: 2017 Size: 96 pages, 6 x 9. 4. Spiritual Symbols with Their Meaning by Nuit. Our Holographic Universe resonates with the most amazing precision creating Realities of our Choice. Using the sound (Aum, Amin, Allah) resonance to mediate, today & in the past our artists use symbols to enter higher states of consciousness. From Neolithic wisdom of Ancient Temples' carvings of spirals, Pythagoras numbers, Leonardo da Vinci's paintings, ancient wisdom of magic, mysticism, occult travels to our worlds giving us conscious / subconscious gift from Greek Philosophers, Neolithic Temples Goddesses, Alchemy Size 152 pg 6 x 9",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Spirituality",
                "Adult"
            ]
        },
        {
            "title": "The Law of Moses",
            "authors": [
                "Amy Harmon"
            ],
            "ranking": 4.34,
            "ranking_count": 32006,
            "abstract": "If I tell you right up front, right in the beginning that I lost him, it will be easier for you to bear. You will know it’s coming, and it will hurt. But you’ll be able to prepare.. Someone found him in a laundry basket at the Quick Wash, wrapped in a towel, a few hours old and close to death. They called him Baby Moses when they shared his story on the ten o’clock news – the little baby left in a basket at a dingy Laundromat, born to a crack addict and expected to have all sorts of problems. I imagined the crack baby, Moses, having a giant crack that ran down his body, like he’d been broken at birth. I knew that wasn’t what the term meant, but the image stuck in my mind. Maybe the fact that he was broken drew me to him from the start.. It all happened before I was born, and by the time I met Moses and my mom told me all about him, the story was old news and nobody wanted anything to do with him. People love babies, even sick babies. Even crack babies. But babies grow up to be kids, and kids grow up to be teenagers. Nobody wants a messed up teenager.. And Moses was messed up. Moses was a law unto himself. But he was also strange and exotic and beautiful. To be with him would change my life in ways I could never have imagined. Maybe I should have stayed away. Maybe I should have listened. My mother warned me. Even Moses warned me. But I didn’t stay away.. And so begins a story of pain and promise, of heartache and healing, of life and death. A story of before and after, of new beginnings and never-endings. But most of all...a love story.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Koimonogatari",
            "authors": [
                "NisiOisiN",
                "VOFAN",
                "Daniel  Joseph"
            ],
            "ranking": 4.59,
            "ranking_count": 341,
            "abstract": "Circling back to a middle school girl’s apotheosis, if we can call it that, in. Otorimonogatari. , and the mortal threat it poses to the hero and his girl, this “Season Two” finale is narrated, for the first time in the series, by a grown-up—but if the word conjures a sense of reliability, of stability and certainty to you, dear reader, then the lesson to take home from this is to trust no one.. Because the teller of the tale, who has been summoned by the heroine to defuse the situation, despite having been her nemesis since the very outset of the series, is—in the absence of the equally shady adult, Oshino, who at least was an expert—none other than his college frenemy, the fake ghostbuster who doesn’t believe in ghosts, the shameless swindler Deishu Kaiki.. And it is indeed a con that he agrees to perpetrate, uncharacteristically pro bono, on a wrathful god—a mythic undertaking if true, which it may be, when a liar among liars holds that his story, like any other, is all a lie. But maybe not, when a man who claims to be wise in the ways of the world sounds just as self-conscious as his adolescent counterparts or a Russian anti-hero.",
            "part_of_series": true,
            "genre_list": [
                "Novels",
                "Fantasy",
                "Mystery",
                "Humor",
                "Asian Literature",
                "Young Adult",
                "Fiction",
                "Sequential Art"
            ]
        },
        {
            "title": "Kristian's War",
            "authors": [
                "Peter Wisan"
            ],
            "ranking": 3.97,
            "ranking_count": 76,
            "abstract": "Kris Anders, a dirt-poor farmer, lives in a land where evil forces take the form of men. The sins of his past weigh heavily on his mind. When a stranger directs him to take a new path, Kris begins the journey of a lifetime towards a distant King who is rumored to solve all problems. But then a ruthless soldier is dispatched by the ruler of the dark land to capture or kill Kris. Everything leads to one final fight, where Kris must defeat the demons of his past or die.. Marine Corps veteran Peter Wisan delivers a gripping, tactical take on the spiritual journey in a blend of heart-stopping action and heart-rending loss. Order a copy now…if you have what it takes to join, KRISTIAN’S WAR.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Fantasy",
                "Adventure",
                "Young Adult",
                "Religion",
                "Action",
                "Science Fiction"
            ]
        },
        {
            "title": "The Book Woman of Troublesome Creek",
            "authors": [
                "Kim Michele Richardson"
            ],
            "ranking": 4.23,
            "ranking_count": 140964,
            "abstract": "An alternate cover edition for ISBN 978-1492671527 can be found. here.. In 1936, tucked deep into the woods of Troublesome Creek, KY, lives blue-skinned 19-year-old Cussy Carter, the last living female of the rare Blue People ancestry.. The lonely young Appalachian woman joins the historical Pack Horse Library Project of Kentucky and becomes a librarian, riding across slippery creek beds and up treacherous mountains on her faithful mule to deliver books and other reading material to the impoverished hill people of Eastern Kentucky.. Along her dangerous route, Cussy, known to the mountain folk as Bluet, confronts those suspicious of her damselfly-blue skin and the government's new book program. She befriends hardscrabble and complex fellow Kentuckians, and is fiercely determined to bring comfort and joy, instill literacy, and give to those who have nothing, a bookly respite, a fleeting retreat to faraway lands.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Writing",
                "Adult",
                "Adult Fiction",
                "Book Club",
                "Romance",
                "American"
            ]
        },
        {
            "title": "Leviathan Wakes",
            "authors": [
                "James S.A. Corey"
            ],
            "ranking": 4.27,
            "ranking_count": 215905,
            "abstract": "From a. New York Times. bestselling and Hugo award-winning author comes a modern masterwork of science fiction, introducing a captain, his crew, and a detective as they unravel a horrifying solar system wide conspiracy that begins with a single missing girl.. Humanity has colonized the solar system—Mars, the Moon, the Asteroid Belt and beyond—but the stars are still out of our reach.. Jim Holden is XO of an ice miner making runs from the rings of Saturn to the mining stations of the Belt. When he and his crew stumble upon a derelict ship, the. Scopuli. , they find themselves in possession of a secret they never wanted. A secret that someone is willing to kill for—and kill on a scale unfathomable to Jim and his crew. War is brewing in the system unless he can find out who left the ship and why.. Detective Miller is looking for a girl. One girl in a system of billions, but her parents have money and money talks. When the trail leads him to the. Scopuli. and rebel sympathizer Holden, he realizes that this girl may be the key to everything.. Holden and Miller must thread the needle between the Earth government, the Outer Planet revolutionaries, and secretive corporations—and the odds are against them. But out in the Belt, the rules are different, and one small ship can change the fate of the universe.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Fantasy",
                "Mystery",
                "Horror",
                "Adult"
            ]
        },
        {
            "title": "The Infinite Jeff - Part 2: A Parable of Change (Discover a New World)",
            "authors": [
                "Will Holcomb"
            ],
            "ranking": 4.94,
            "ranking_count": 47,
            "abstract": "In part one Stanley, an out of work tech writer, gets a short-term contract job across the country. Of the three areas he feels give meaning to life: family, work, religion; he is going to leave the only one of the three which has meaning to him, family, to go be ‘just a tech writer’ at ‘just another company.’ In part one, on the road trip to his temporary job, his concept of religion is ripped apart and new building blocks are given to him. He is left with a mind full of jumbled ideas and dreading the idea of trying to work at a new job while rebuilding with the new blocks. But what he finds after begrudgingly starting his first day is what he never expected. There is a chance for meaning in work.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality"
            ]
        },
        {
            "title": "Talus",
            "authors": [
                "Erol Ozan"
            ],
            "ranking": 3.04,
            "ranking_count": 48,
            "abstract": "Rylan and his partner in crime, anthropologist Ursula Deiss, push deep into a dangerous rain forest in Madagascar with a group of scientists. In the jungle, they find a population of cryptic man-like primates. Their discovery quickly draws them into a vortex of an ancient conspiracy that is bound to change mankind's destiny. Enriched with extensive facts drawn from the fields of anthropology, swarm intelligence, and information science, Talus takes the readers from one vibrant location to another, zapping them from Madagascar's uncharted rain forests to Oxford's dark libraries and from Paris's melancholic back streets to Sicily's sunny vineyards.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Science Fiction"
            ]
        },
        {
            "title": "Confessions",
            "authors": [
                "Ryne Douglas Pearson"
            ],
            "ranking": 3.62,
            "ranking_count": 198,
            "abstract": "'Knowing' screenwriter Ryne Douglas Pearson brings to life a novel of vengeance, revelation, and redemption.. Three shots. Two killers. One secret that must be kept.. Five years after his sister, Katie, was murdered, Chicago Police Chaplain Father Michael Jerome has moved on with his life. But he has never forgotten that terrible time. Has never stopped wondering who killed her.. And why.. When a dying criminal's confession points Michael toward answers to these questions, he embarks on a journey of discovery that takes him from the halls of Congress to death row at an Indiana prison, and ultimately leads him to Christine Wheeler. A friend from his sister's past, she expresses doubts about the circumstances of Katie's murder. Doubts that force Michael down a path where revelations shatter a lifetime of illusions held about those closest to him, and uncover a web of deceit crafted to keep a dark truth from ever being known.. But every secret he uncovers, every lie he unravels, leads him to realize that someone is desperate for the past to stay buried.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense"
            ]
        },
        {
            "title": "Guardians of the Cross",
            "authors": [
                "T.R. Graves"
            ],
            "ranking": 4.29,
            "ranking_count": 94,
            "abstract": "Allison La Crosse discovers she has several powers, including a spiritual gift to heal the dying with her touch. With the newfound awareness, she uncovers mind-boggling truths about a world, which has been hidden her whole life, thanks to her mother’s selfless actions.. The most important revelation pertains to her ordained place within The Disciples of the Cross as one of their Warriors. This position moves her even closer to her mentor, Brody Kennedy, who ends up being the only other Warrior.. Just as suddenly, it catapults her into the middle of a war between The Sect and The Disciples. Allison’s appointment to Warrior—alongside Brody—exacerbates the leader of The Sect’s malicious hunt for her.. As a result, everything about her existence is altered. With the modification of her life, she prepares to do anything necessary to save everyone loved by her… including Brody and Clark.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance"
            ]
        }
    ]
}