{
    "books": [
        {
            "title": "Conclave",
            "authors": [
                "Robert   Harris"
            ],
            "ranking": 3.96,
            "ranking_count": 24879,
            "abstract": "The Pope is dead.. Behind the locked doors of the Sistine Chapel, one hundred and eighteen cardinals from all over the globe will cast their votes in the world’s most secretive election.. They are holy men. But they have ambition. And they have rivals.. Over the next seventy-two hours one of them will become the most powerful spiritual figure on earth.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Historical",
                "Mystery",
                "Religion",
                "Cultural",
                "Audiobook",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "A Hundred Thousand Worlds",
            "authors": [
                "Bob Proehl"
            ],
            "ranking": 3.8,
            "ranking_count": 1470,
            "abstract": "Valerie Torrey took her son Alex and fled Los Angeles six years ago—leaving both her role on a cult sci-fi TV show and her costar husband after a tragedy blew their small family apart. Now Val must reunite nine-year-old Alex with his estranged father, so they set out on a road trip from New York, Val making appearances at comic book conventions along the way.. As they travel west, encountering superheroes, monsters, time travelers, and robots, Val and Alex are drawn into the orbit of the comic-con regulars, from a hapless twentysomething illustrator to a lesbian comics writer to a group of cosplay women who provide a chorus of knowing commentary. For Alex, this world is a magical place where fiction becomes reality, but as they get closer to their destination, he begins to realize that the story his mother is telling him about their journey might have a very different ending than he imagined.. A literary-meets-genre pleasure from an exciting new writer,. A Hundred Thousand Worlds. is a tribute to the fierce and complicated love between a mother and son—and to the way the stories we create come to shape us.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Adult Fiction",
                "Science Fiction",
                "Audiobook",
                "LGBT",
                "Sequential Art",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Rosehead",
            "authors": [
                "Ksenia Anske"
            ],
            "ranking": 4.02,
            "ranking_count": 419,
            "abstract": "Misunderstood and overmedicated, twelve-year-old Lilith Bloom finds the prospect of a grand family reunion decidedly dull... That is, until she discovers that the rose garden surrounding her grandfather's Berlin mansion is, well, completely and utterly carnivorous. Armed with Panther, her talking pet whippet, and the help of the mute boy next door, Lilith must unravel the secrets behind the mysterious estate, all while her family remains gloriously unaware that they are about to be devoured.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Young Adult",
                "Fiction",
                "Magical Realism",
                "Mystery"
            ]
        },
        {
            "title": "Love Unspoken",
            "authors": [
                "Lisa De Jong"
            ],
            "ranking": 3.9,
            "ranking_count": 1067,
            "abstract": "I lent my heart to the bad boy, and he did exactly what I expected he would. He broke it.. And the guy I should have been with—he’s still here. He tries to take my mind off everything I’ve lost while showing me what I could have. I’m ready for a new start, to fall in love again … to do what I should have done in the first place.. Everything seems perfect.. Then the past comes walking back in. I thought I was over him, but one look and I know that’s not true. We went through too much together for those feelings to completely fade away.. When my past and present collide, how am I supposed to choose? They both love me, and I love them.. A heart will be broken … and it could be mine.",
            "part_of_series": true,
            "genre_list": [
                "New Adult",
                "Romance",
                "Contemporary",
                "Love"
            ]
        },
        {
            "title": "The Spirit Thief",
            "authors": [
                "Rachel Aaron"
            ],
            "ranking": 3.88,
            "ranking_count": 9444,
            "abstract": "Alternate Cover Edition can be found. here. .. Eli Monpress is talented. He's charming. And he's a thief.. But not just any thief. He's the greatest thief of the age - and he's also a wizard. And with the help of his partners - a swordsman with the most powerful magic sword in the world but no magical ability of his own, and a demonseed who can step through shadows and punch through walls - he's going to put his plan into effect.. The first step is to increase the size of the bounty on his head, so he'll need to steal some big things. But he'll start small for now. He'll just steal something that no one will miss - at least for a while.. Like a king.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Young Adult",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Rise of Empire",
            "authors": [
                "Michael J. Sullivan"
            ],
            "ranking": 4.37,
            "ranking_count": 45487,
            "abstract": "A PUPPET IS CROWNED. THE TRUE HEIR REMAINS HIDDEN. A ROGUE'S SECRET COULD CHANGE EVERYTHING.. War has come to Melengar and once more Royce and Hadrian are hired to make a desperate gamble and form an alliance with the Nationalists whom are fighting the Imperialists in the south. As the power of the Nyphron Empire grows, so does Royce's suspicion that the wizard Esrahaddon is using the thieves as pawns in his own grab for power. To find the truth, he must unravel the secret of Hadrian's past--what he discovers may end their friendship and break Riyria in two.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Adult",
                "Science Fiction Fantasy",
                "Epic"
            ]
        },
        {
            "title": "Labyrinth Lost",
            "authors": [
                "Zoraida Córdova"
            ],
            "ranking": 3.73,
            "ranking_count": 12051,
            "abstract": "Nothing says Happy Birthday like summoning the spirits of your dead relatives.. Alex is a bruja, the most powerful witch in a generation...and she hates magic. At her Deathday celebration, Alex performs a spell to rid herself of her power. But it backfires. Her whole family vanishes into thin air, leaving her alone with Nova, a brujo boy she can't trust. A boy whose intentions are as dark as the strange marks on his skin.. The only way to get her family back is to travel with Nova to Los Lagos, a land in-between, as dark as Limbo and as strange as Wonderland...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "LGBT",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Okay Okay: Holy Sh*t Vietnam",
            "authors": [
                "Fred Krebsbach"
            ],
            "ranking": 4.92,
            "ranking_count": 12,
            "abstract": "Before leaving for Vietnam, twenty-one-year-old Fred Krebsbach received a piece of advice from his uncle: carry something with you into combat that will give you comfort in a time of need. He figured it was worth a shot and chose his First Communion rosary. This turned out to be a life-changing, maybe even life-saving, decision.. Sent into combat as an M-60 machine gunner, for almost seven months Fred faced danger from booby traps, enemy combatants, and the jungle itself. After becoming injured and returning from the hospital he gave up the M-60 to become a squad leader for Special Forces. He endured seven more months of constant change and surprise, but one companion was constant―a voice inside his head that helped him find the right course of action to keep him alive. To this day Fred doesn't know what it was exactly, but it may have had something to do with that dang rosary!. Though he survived Vietnam, Fred was changed in irrevocable ways. He hopes his story helps his grandchildren and other young people understand the cost of combat and the value of thinking it through before engaging in war.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Dark Possession/Dark Curse",
            "authors": [
                "Christine Feehan",
                "Phil Gigante"
            ],
            "ranking": 4.59,
            "ranking_count": 2469,
            "abstract": "Dark Possession:. Manolito De La Cruz knew he was dangerously close to turning into a vampire. The last thing he expected after being called back to his Carpathian homeland by Prince Mikhail was to catch the scent of his destined lifemate in MaryAnn Delaney. A dedicated counselor for battered women, MaryAnn has a fulfilling life with no room for someone like Manolito. But when MaryAnn agrees to go to South America to offer guidance to a brutalized young woman, she has no idea of the trap that awaits her in the sweltering thick of the jungle. She has been lured there by Manolito himself, who has seductive plans for the unaware, irresistibly human female.. He is her lover, her predator, her lifemate. She is his dark possession…. Dark Curse:. Lara Calladine is haunted by childhood memories of being held prisoner in an ice cave and kept sane by the whispered stories told to her by her imprisoned aunts. She has spent years searching for the cave in hopes of finding the answers to the riddle of her.. Nicolas De La Cruz has returned to the Carpathian Mountains - his homeland - on orders from his eldest brother, Zacarias, to bring news of a conspiracy to the prince of their people. Lara and Nicolas' paths collide in an explosive adventure that rocks the Carpathian world.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Dark",
                "Adult"
            ]
        },
        {
            "title": "Dom Wars: Round Six",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.21,
            "ranking_count": 744,
            "abstract": "When Gladiator Inc, an adult toy company expands their market to familiarize the ‘vanilla’ world with the elements of BDSM, the result is a pay-per-view reality show with video feeds streamed live to subscribers. The show, Dom Wars, is a competition to determine the Top Dom that will become the spokesperson for the company.. The contestants all wear cameras to film every moment and angle of the competition, while they complete various challenges to determine who has ultimately Dominated various elements of themselves.. The hero and heroine of the series, Lucian Bane and Tara Reese, have barely made it into the Sixth and Final Round of Dom Wars. This week-long Survival Round will determine the Top Dom, once and for all.. The contestants are taken to an uninhabited island, where they will have to cross formidable jungle terrain. First Dom to reach the boat anchored on the other side of the island wins the million dollars and the title.. Seems simple. Except Lucian’s old adversary, the Sadist Jase Duff from Round One, has been tasked with making sure none of the five teams make it to the boat.. If he is successful, he wins the prize, only it's not money that Jase Duff cares about, its revenge on Lucian and Tara. And his sadistic need to inflict pain makes it game on.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Raging Heat",
            "authors": [
                "Richard Castle"
            ],
            "ranking": 4.0,
            "ranking_count": 6676,
            "abstract": "In. New York. Times Bestselling author Richard Castle's newest novel, an illegal immigrant falls from the sky and NYPD Homicide Detective Nikki Heat's investigation into his death quickly captures the imagination of her boyfriend, the Pulitzer Prize-winning journalist, Jameson Rook. When he decides to work the case with Heat as his next big story, Nikki is at first happy to have him ride-along. Yes, she must endure Rook's usual wild conspiracy speculations and adolescent wisecracks, but after reuniting following his recent assignment abroad, she's glad for the entertainment, the chance to bounce ideas, and just to be close to him again and feel the old spark rekindle. But when Rook's inquiry concludes that Detective Heat has arrested the wrong man for the murder, everything changes.. Balancing her high stakes job with a complicated romance has been a challenge ever since Nikki fell for the famous reporter. Now, her relationship lurches from mere complexity into sharp conflict over the most high-risk case of her career. Set against the raging force of Hurricane Sandy as it pounds New York, Heat battles an ambitious power broker, fights a platoon of urban mercenaries, and clashes with the man she loves. Detective Heat knows her job is to solve murders. She just worrie sthat solving this one will be the death of her relationship.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Romance",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Fury of the Phoenix",
            "authors": [
                "Cindy Pon"
            ],
            "ranking": 3.96,
            "ranking_count": 981,
            "abstract": "The Gods have abandoned Ai Ling.. Her mysterious power haunts her day and night, and she leaves home—with just the moon as her guide—overwhelmed by her memories and visions and an unbearable sense of dread. For Ai Ling knows that Chen Yong is vulnerable to corrupt enchantments from the under-world. How can she do nothing when she has the skill and power to fight at his side? A dream has told her where he is, the name of the ship he is traveling on, his destination. So she steals off and stows away on board.. The ocean voyage brings with it brutal danger, haunting revelations, and new friendships, but also the premonition of a very real and terrifying threat. Zhong Ye—the powerful sorcerer whom Ai Ling believed she had vanquished in the Palace of Fragrant Dreams—is trapped in Hell, neither alive nor dead. Can he reach from beyond the grave to reunite with Silver Phoenix and destroy Chen Yong? And destroy whatever chance Ai Ling has at happiness, at love?. In this sequel to the acclaimed novel. Silver Phoenix. , four lives are woven together and four destinies become one, now and forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Gender Failure",
            "authors": [
                "Ivan E. Coyote",
                "Rae Spoon"
            ],
            "ranking": 4.34,
            "ranking_count": 1947,
            "abstract": "Being a girl was something that never really happened for me.—Rae Spoon. Ivan E. Coyote and Rae Spoon are accomplished, award-winning writers, musicians, and performers; they are also both admitted gender failures. In their first collaborative book, Ivan and Rae explore and expose their failed attempts at fitting into the gender binary, and how ultimately our expectations and assumptions around traditional gender roles fail us all.. Based on their acclaimed 2012 live show that toured across the United States and in Europe,. Gender Failure. is a poignant collection of autobiographical essays, lyrics, and images documenting Ivan and Rae's personal journeys from gender failure to gender enlightenment. Equal parts hilarious and heartbreaking, it's a book that will touch LGBTQ readers and others, revealing, with candor and insight, that gender comes in more than two sizes.. Ivan E. Coyote. is the author of six story collections and the award-winning novel. Bow Grip. , and is co-editor of. Persistence: All Ways Butch and Femme. . Ivan frequently performs at high schools, universities, and festivals across North America.. Rae Spoon. is a transgender indie musician whose most recent CD is. My Prairie Home. , which is also the title of a new National Film Board of Canada documentary about them. Rae's first book,. First Spring Grass Fire. , was a Lambda Literary Award finalist in 2013.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "LGBT",
                "Autobiography",
                "Gender",
                "Writing",
                "Biography",
                "Feminism",
                "Cultural"
            ]
        },
        {
            "title": "Setting Free the Kites",
            "authors": [
                "Alex George"
            ],
            "ranking": 4.07,
            "ranking_count": 3756,
            "abstract": "From the author of the “lyrical and compelling” (. USA Today. ) novel. A Good American. comes a powerful story of two friends and the unintended consequences of friendship, loss, and hope.. For Robert Carter, life in his coastal Maine hometown is comfortably predictable. But in 1976, on his first day of eighth grade, he meets Nathan Tilly, who changes everything. Nathan is confident, fearless, impetuous—and fascinated by kites and flying. Robert and Nathan’s budding friendship is forged in the crucible of two family tragedies, and as the boys struggle to come to terms with loss, they take summer jobs at the local rundown amusement park. It’s there that Nathan’s boundless capacity for optimism threatens to overwhelm them both, and where they learn some harsh truths about family, desire, and revenge.. Unforgettable and heart-breaking,. Setting Free the Kites. is a poignant and moving exploration of the pain, joy, and glories of young friendship.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Historical",
                "Literary Fiction",
                "Audiobook",
                "Adult Fiction",
                "Contemporary",
                "Family",
                "Book Club"
            ]
        },
        {
            "title": "Red Clay Weather",
            "authors": [
                "Reginald Shepherd"
            ],
            "ranking": 4.12,
            "ranking_count": 26,
            "abstract": "“Among other things, Shepherd has always been an elemental poet. His work abounds with the imagery and motifs of water and fire, and while those elements are important here, it is air and earth that are the more dominant elements in this collection. . . .. Clay, red clay in particular, recurs several times throughout the collection as a motif of earth. It is the substance of creation, but always of impermanent things, whether heroes or Babylonian statues with feet of clay, or of things durable but fragile, such as the cuneiform tablets of ‘A Parking Lot Just Outside the Ruins of Babylon.’”. —Robert Philen, from the Foreword",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Hard Magic",
            "authors": [
                "Laura Anne Gilman"
            ],
            "ranking": 3.6,
            "ranking_count": 2847,
            "abstract": "Welcome to P.U.P.I.—Private, Unaffiliated, Paranormal Investigations. A handpicked team trained to solve crimes the regular police can't touch—crimes of magic.. My name's Bonnie Torres. Recent college grad, magic user and severely unemployed. Until I got a call out of nowhere to interview for a job I hadn't applied for. It smelled fishy, but the brutal truth was I needed the work—so off I went.. Two days later I'm a PUPI—me and Nick, Sharon, Nifty and Pietr. Five twentysomethings, thrown into an entirely new career in forensic magic.. The first job we get is a doozy: proving that the deaths of two Talents were murder, not suicide. Worse, there are high-profile people who want us to close up shop and go away. We're sniffing out things they'd rather keep buried.. Looks as if this job is gonna get interesting. The only problem is, we're making it up as we go along….",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Not That Kind of Girl: A Young Woman Tells You What She's \"Learned\"",
            "authors": [
                "Lena Dunham",
                "Joana Avillez"
            ],
            "ranking": 3.29,
            "ranking_count": 126220,
            "abstract": "There is nothing gutsier to me than a person announcing that their story is one that deserves to be told, writes Lena Dunham, and it certainly takes guts to share the stories that make up her first book,. Not That Kind of Girl. . These are stories about getting your butt touched by your boss, about friendship and dieting (kind of) and having two existential crises before the age of 20. Stories about travel, both successful and less so, and about having the kind of sex where you feel like keeping your sneakers on in case you have to run away during the act. Stories about proving yourself to a room of 50-year-old men in Hollywood and showing up to an outlandishly high-fashion event with the crustiest red nose you ever saw. Fearless, smart, and as heartbreakingly honest as ever,. Not That Kind of Girl. establishes Lena Dunham as more than a hugely talented director, actress and producer-it announces her as a fresh and vibrant new literary voice.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Feminism",
                "Biography",
                "Humor",
                "Audiobook",
                "Writing",
                "Biography Memoir"
            ]
        },
        {
            "title": "Shadow Wave",
            "authors": [
                "Robert Muchamore"
            ],
            "ranking": 4.14,
            "ranking_count": 8548,
            "abstract": "After a tsunami causes massive devastation to a tropical island, its governor sends in the bulldozers to knock down villages, replacing them with luxury hotels.. Guarding the corrupt governor’s family isn’t James Adams’ idea of the perfect mission, especially as it’s going to be his last as a CHERUB agent. And then retired colleague Kyle Blueman comes up with an unofficial and highly dangerous plan of his own.. James must choose between loyalty to CHERUB, and loyalty to his oldest friend.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Action",
                "Adventure",
                "Childrens",
                "Spy Thriller",
                "Mystery",
                "Thriller"
            ]
        },
        {
            "title": "Lumberjanes, Vol. 1: Beware the Kitten Holy",
            "authors": [
                "Noelle Stevenson",
                "Grace Ellis",
                "Shannon Watters",
                "Brooklyn Allen",
                "Maarta Laiho",
                "Aubrey Aiese"
            ],
            "ranking": 3.91,
            "ranking_count": 68646,
            "abstract": "FRIENDSHIP TO THE MAX!. At Miss Qiunzilla Thiskwin Penniquiqul Thistle Crumpet's camp for hard-core lady-types, things are not what they seem. Three-eyed foxes. Secret caves. Anagrams. Luckily, Jo, April, Mal, Molly, and Ripley are five rad, butt-kicking best pals determined to have an awesome summer together... And they're not gonna let a magical quest or an array of supernatural critters get in their way! The mystery keeps getting bigger, and it all begins here.. Collects Lumberjanes No. 1-4.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Graphic Novels Comics",
                "LGBT",
                "Childrens",
                "Adventure",
                "Humor"
            ]
        },
        {
            "title": "Radiant Angel",
            "authors": [
                "Nelson DeMille"
            ],
            "ranking": 3.91,
            "ranking_count": 16918,
            "abstract": "After a showdown with the notorious Yemeni terrorist known as The Panther, John Corey has left the Anti-Terrorist Task Force and returned home to New York City, taking a job with the Diplomatic Surveillance Group. Although Corey's new assignment with the DSG - surveilling Russian diplomats working at the U.N. Mission - is thought to be a quiet end, he is more than happy to be out from under the thumb of the FBI and free from the bureaucracy of office life.. But Corey realizes something the U.S. government doesn't: The all-too-real threat of a newly resurgent Russia.. When Vasily Petrov, a colonel in the Russian Foreign Intelligence Service posing as a diplomat with the Russian U.N. Mission, mysteriously disappears from a Russian oligarch's party in Southampton, it's up to Corey to track him down. What are the Russians up to and why? Is there a possible nuclear threat, a so-called radiant angel? Will Corey find Petrov and put a stop to whatever he has planned before it's too late? Or will Corey finally be outrun and outsmarted, with America facing the prospect of a crippling attack unlike anything it's ever seen before?. Prescient and chilling. DeMille's new novel takes us into the heart of a new Cold War with a clock-ticking plot that has Manhattan in its crosshairs.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Spy Thriller",
                "Action",
                "Adventure"
            ]
        },
        {
            "title": "The Tapper Twins Go to War (with Each Other)",
            "authors": [
                "Geoff Rodkey"
            ],
            "ranking": 4.06,
            "ranking_count": 2256,
            "abstract": "This brand-new series by a popular screenwriter is a pitch-perfect, contemporary comedy featuring twelve-year-old fraternal twins, Claudia and Reese, who couldn't be more different... except in their determination to come out on top in a vicious prank war! But when the competition escalates into an all-out battle that's fought from the cafeteria of their New York City private school all the way to the fictional universe of an online video game, the twins have to decide if their efforts to destroy each other are worth the price.. Told as a colorful oral history by the twins and their friends, and including photos, screenshots, chat logs, online gaming digital art, and text messages between their clueless parents, The Tapper Twins is a hilariously authentic showcase of what it's like to be in middle school in our digitally-saturated world.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Humor",
                "Realistic Fiction",
                "Fiction",
                "Family",
                "Young Adult",
                "New York"
            ]
        },
        {
            "title": "The Killing Moon",
            "authors": [
                "N.K. Jemisin"
            ],
            "ranking": 3.94,
            "ranking_count": 16622,
            "abstract": "THE CITY BURNED BENEATH THE DREAMING MOON. In the ancient city-state of Gujaareh, peace is the only law. Upon its rooftops and among the shadows of its cobbled streets wait the Gatherers - the keepers of this peace. Priests of the dream-goddess, their duty is to harvest the magic of the sleeping mind and use it to heal, soothe...and kill those judged corrupt.. But when a conspiracy blooms within Gujaareh's great temple, the Gatherer Ehiru must question everything he knows. Someone, or something, is murdering innocent dreamers in the goddess's name, and Ehiru must now protect the woman he was sent to kill - or watch the city be devoured by war and forbidden magic.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Goodbye, Piccadilly: War at Home, 1914",
            "authors": [
                "Cynthia Harrod-Eagles"
            ],
            "ranking": 3.83,
            "ranking_count": 724,
            "abstract": "Set against the real events of 1914, the first book in an exciting new series from Cynthia Harrod-Eagles is extraordinary in scope and imagination. In 1914, Britain faces a new kind of war. For Edward and Beatrice Hunter, their children, servants, and neighbors, life will never be the same again. For David, the eldest, war means a chance to do something noble; but enlisting will break his mother's heart. His sister Diana, 19 and beautiful, longs for marriage. She has her heart set on Charles Wroughton, son of Earl Wroughton, but Charles will never be allowed to marry a banker's daughter. Below stairs, Cook and Ada, the head housemaid, grow more terrified of German invasion with every newspaper atrocity story. Ethel, under housemaid, can't help herself when it comes to men and now soldiers add to the temptation; yet there's more to this flighty girl than meets the eye. The once-tranquil village of Northcote reels under an influx of khaki volunteers, wounded soldiers, and Belgian refugees. The war is becoming more dangerous and everyone must find a way to adapt to this rapidly changing world.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "War",
                "Literature",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "A Perfect Blood",
            "authors": [
                "Kim Harrison"
            ],
            "ranking": 4.38,
            "ranking_count": 35700,
            "abstract": "New York Times. bestselling author Kim Harrison returns to the Hollows with the electrifying follow-up to her acclaimed. Pale Demon. !. A Perfect Blood. Ritually murdered corpses are appearing across Cincinnati, terrifying amalgams of human and. other. . Pulled in to help investigate by the I.S. and FIB, former witch turned day-walking demon Rachel Morgan soon realizes a horrifying truth: a human hate group is trying to create its own demons to destroy all Inderlanders, and to do so, it needs her blood.. She's faced vampires, witches, werewolves, demons, and more, but humanity itself might be her toughest challenge yet.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Possibility Dogs: What a Handful of \"Unadoptables\" Taught Me About Service, Hope, and Healing",
            "authors": [
                "Susannah Charleson"
            ],
            "ranking": 4.18,
            "ranking_count": 1357,
            "abstract": "An inspiring story that shows how dogs can be rescued, and can rescue in return.. With her critically acclaimed, bestselling first book,. Scent of the Missing. , Susannah Charleson was widely praised for her unique insight into the kinship between humans and dogs, as revealed through her work in canine search and rescue alongside her partner, golden retriever Puzzle.. Now, in. The Possibility Dogs. , Charleson journeys into the world of psychiatric service, where dogs aid humans with disabilities that may be unseen but are no less felt. This work had a profound effect on Charleson, perhaps because, for her, this journey began as a personal one: Charleson herself struggled with posttraumatic stress disorder for months after a particularly grisly search. Collaboration with her search dog partner made the surprising difference to her own healing. Inspired by that experience, Charleson learns to identify abandoned dogs with service potential, often plucking them from shelters at the last minute, and to train them for work beside hurting partners, to whom these second-chance dogs bring intelligence, comfort, and hope.. Along the way she comes to see canine potential everywhere, often where she least expects it – from Merlin the chocolate lab puppy with the broken tail once cast away in a garbage bag, who now stabilizes his partner’s panic attacks; to Ollie, the blind and deaf terrier, rescued moments before it was too late, who now soothes anxious children; to Jake Piper, the starving pit bull terrier mix with the wayward ears who is transformed into a working service dog and, who, for Charleson, goes from abandoned to irreplaceable.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Disability",
                "Biography Memoir",
                "Environment"
            ]
        },
        {
            "title": "Korparna",
            "authors": [
                "Tomas Bannerhed"
            ],
            "ranking": 3.73,
            "ranking_count": 652,
            "abstract": "En pojke ser, med stigande skräck, sin lantbrukande far förtvivla över omständigheterna. De magra åkrarna ger inte tillräckligt, men trots att fadern plågats intill galenskapens rand av det tröstlösa slitet på gården är han som besatt av att sonen måste ta över och föra arvet vidare. Kedjan av generationer med plågade småbönder får inte brytas. Pojken räddar sig undan hos fåglarna.. Det är Sverige, det är Småland, det är ett annat sjuttiotal.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Novels",
                "Family",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "Country of the Bad Wolfes",
            "authors": [
                "James Carlos Blake"
            ],
            "ranking": 4.08,
            "ranking_count": 422,
            "abstract": "A page-turning epic about the making of a borderland crime family,. Country of the Bad Wolfes. will appeal both to aficionados of family sagas and to fans of hard-knuckled crime novels by the likes of Donald Pollack, Elmore Leonard, James Lee Burke and James Ellroy.. Basing the novel partly on his own ancestors, Blake presents the story of the Wolfe family — spanning three generations, centering on two sets of identical twins and the women they love, and ranging from New England to the heart of Mexico before arriving at its powerful climax at the Rio Grande.. Begat by an Irish-English pirate in New Hampshire in 1828, the Wolfe family follows its manifest destiny into war-torn Mexico. There, through the connection of a mysterious American named Edward Little, their fortunes intertwine with those of Porfirio Díaz, who will rule the country for more than thirty years before his overthrow by the Revolution of 1910. In the course of those tumultuous chapters in American and Mexican history, as Díaz grows in power, the Wolfes grow rich and forge a violent history of their own, spawning a fearsome legacy that will pursue them to a climactic reckoning at the Río Grande.. A master of the historical novel, James Carlos Blake has been hailed as “a poet of the damned who writes like an angel” (Donald Newlove,. Kirkus Reviews. ).. Library Journal. says of Blake's latest novel that it is brawling, high-spirited, and superbly realized ... this novel offers many pleasures, including endearing characters, unlikely love stories, and all manner of mayhem.. James Carlos Blake. was born in Mexico and grew up in Texas and Florida. He is the author of nine other novels and a collection of short works. Among his literary honors are the Los Angeles Times Book Prize, the Southwest Book Award, and the Falcon Award.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Westerns",
                "Fiction",
                "Adventure",
                "Mystery",
                "Action"
            ]
        },
        {
            "title": "The House of Twenty Thousand Books",
            "authors": [
                "Sasha Abramsky"
            ],
            "ranking": 3.68,
            "ranking_count": 335,
            "abstract": "The House of Twenty Thousand Books. is the story of Chimen Abramsky, an extraordinary polymath and bibliophile who amassed a vast collection of socialist literature and Jewish history. For more than 50 years, Chimen and his wife, Miriam, hosted epic gatherings in their house of books that brought together many of the age's greatest thinkers.. The atheist son of one of the century's most important rabbis, Chimen was born in 1916 near Minsk, spent his early teenage years in Moscow while his father served time in a Siberian labor camp for religious proselytizing, and then immigrated to London, where he discovered the writings of Karl Marx and became involved in left-wing politics. He briefly attended the newly established Hebrew University in Jerusalem, until World War II interrupted his studies.. Back in England, he married, and for many years he and Miriam ran a respected Jewish bookshop in London's East End. When the Nazis invaded Russia in June 1941, Chimen joined the Communist Party, becoming a leading figure in the party's National Jewish Committee. He remained a member until 1958, when, shockingly late in the day, he finally acknowledged the atrocities committed by Stalin. In middle age, Chimen reinvented himself once more, this time as a liberal thinker, humanist, professor, and manuscript expert for Sotheby's auction house.. Journalist Sasha Abramsky re-creates here a lost world, bringing to life the people, the books, and the ideas that filled his grandparents' house, from gatherings that included Eric Hobsbawm and Isaiah Berlin to books with Marx's handwritten notes, William Morris manuscripts and woodcuts, an early 16th-century Bomberg Bible, and a first edition of Descartes'. Meditations. .. The House of Twenty Thousand Books. is a wondrous journey through our times, from the vanished worlds of Eastern European Jewry to the cacophonous politics of modernity.",
            "part_of_series": false,
            "genre_list": [
                "Writing",
                "Nonfiction",
                "Biography",
                "Autobiography",
                "History",
                "Literature",
                "Biography Memoir",
                "Politics",
                "Religion"
            ]
        },
        {
            "title": "Saga, Volume 6",
            "authors": [
                "Brian K. Vaughan",
                "Fiona Staples"
            ],
            "ranking": 4.47,
            "ranking_count": 47649,
            "abstract": "After a dramatic time jump, the three-time Eisner Award winner for Best Continuing Series continues to evolve, as Hazel begins the most exciting adventure of her life: kindergarten. Meanwhile, her starcrossed family learns hard lessons of their own.. Collects:. Saga. #31-36.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Adult",
                "Comics",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "How To Be An Artist",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "A short science fiction script, a detective, and the end of a love affair.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The City of Lightning (The Second Journey of Agatha Heterodyne Volume 2)",
            "authors": [
                "Kaja Foglio",
                "Phil Foglio"
            ],
            "ranking": 4.34,
            "ranking_count": 282,
            "abstract": "Adventure, Romance, Mad Science! Agatha is the last of the Heterodynes, a notorious family of Mad Scientists that everyone had thought safely wiped out. When a rival scientist traps her family castle and the surrounding town in a time-freeze, Agatha must embark on a journey to find a way to reverse the effect and save the people she loves. Available in Softcover and Hardcover editions.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Humor",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "Shadow Man",
            "authors": [
                "Alan Drew"
            ],
            "ranking": 3.75,
            "ranking_count": 1481,
            "abstract": "What Dennis Lehane does for Boston, Alan Drew does for Southern California in this gritty thriller about an idyllic community rocked by a serial killer—and a dark secret.. Detective Ben Wade has returned to his California hometown of Rancho Santa Elena for a quieter life. Suddenly the town, with its peaceful streets and excellent public schools, finds itself at the mercy of a serial killer who slips through windows and screen doors, shattering illusions of safety. As Ben and forensic specialist Natasha Betencourt struggle to stay one step ahead of the killer, Ben’s own world is rocked again by a teen’s suicide. Ben must decide how far he is willing to go, and how much he will risk, to rescue the town from a long-buried secret, as well as from a psychotic murderer.. With eerie, chilling, fine prose, Alan Drew brings us into the treacherous underbelly of a suburban California town in this brilliant novel of suspense about a man, and a community, confronted with the heart of human darkness.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Flame Bearer",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.43,
            "ranking_count": 17730,
            "abstract": "The brand new novel in Bernard Cornwell’s number one bestselling series on the making of England and the fate of his great hero, Uhtred of Bebbanburg.. BBC2’s major TV show THE LAST KINGDOM is based on the first two books in the series.. Britain is at an uneasy peace. After their bloody defeat of Danish-held East Anglia, the West Saxons stand victorious while the Mercians have taken back their land on the border of Northumbria, the last kingdom of Britain still ruled by the pagan northmen. A precarious truce exists between Æthelflæd’s Mercia and Northumbria, now ruled by Uhtred of Bebbanburg’s son-in-law, Sigtryggr.. Under the cover of this fragile calm, Uhtred must begin his campaign that will end with the assault on Bebbanburg, the great fortress that is rightly his and was stolen from him in childhood. But his plans are shattered when the Scots surge down and lay claim to the north of England, as the West Saxons, under Uhtred’s old enemy, Æthelhelm, invade Northumbria from the south. If Uhtred is to succeed in recapturing Bebbanburg he must both defeat Æthelhelm’s forces and drive the Scots away before he can attack the formidable fortress by the sea. He has a small army and many enemies, but Uhtred is not the supreme warlord of Britain for nothing . . .",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Fantasy",
                "European Literature",
                "War",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Fire This Time: A New Generation Speaks About Race",
            "authors": [
                "Jesmyn Ward",
                "Kima Jones",
                "Garnette Cadogan",
                "Claudia Rankine",
                "Emily Raboteau",
                "Mitchell S. Jackson",
                "Natasha Trethewey",
                "Daniel José Older",
                "more…",
                "Edwidge Danticat",
                "Rachel Kaadzi Ghansah",
                "Wendy S. Walters",
                "Isabel Wilkerson",
                "Honorée Fanonne Jeffers",
                "Carol  Anderson",
                "Kevin Young",
                "Kiese Laymon",
                "Clint   Smith",
                "…less"
            ],
            "ranking": 4.37,
            "ranking_count": 8267,
            "abstract": "National Book Award winner Jesmyn Ward takes James Baldwin’s 1963 examination of race in America. , The Fire Next Time. , as a jumping off point for this groundbreaking collection of essays and poems about race from the most important voices of her generation and our time.. In light of recent tragedies and widespread protests across the nation,. The Progressive. magazine republished one of its most famous pieces: James Baldwin’s 1962 “Letter to My Nephew,” which was later published in his landmark book,. The Fire Next Time. . Addressing his fifteen-year-old namesake on the one hundredth anniversary of the Emancipation Proclamation, Baldwin wrote: “You know and I know, that the country is celebrating one hundred years of freedom one hundred years too soon.”. Award-winning author Jesmyn Ward knows that Baldwin’s words ring as true as ever today. In response, she has gathered short essays, memoir, and a few essential poems to engage the question of race in the United States. And she has turned to some of her generation’s most original thinkers and writers to give voice to their concerns.. The Fire This Time. is divided into three parts that shine a light on the darkest corners of our history, wrestle with our current predicament, and envision a better future. Of the eighteen pieces, ten were written specifically for this volume.. In the fifty-odd years since Baldwin’s essay was published, entire generations have dared everything and made significant progress. But the idea that we are living in the post-Civil Rights era, that we are a “postracial” society, is an inaccurate and harmful reflection of a truth the country must confront. Baldwin’s “fire next time” is now upon us, and it needs to be talked about.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Race",
                "Social Movements",
                "Poetry",
                "Politics",
                "Cultural",
                "Anthologies",
                "History"
            ]
        },
        {
            "title": "Герой поневолі, том 1",
            "authors": [
                "Кирило Горішний",
                "Міхай Тимошенко",
                "Іван Франко",
                "Ivan Franko"
            ],
            "ranking": 4.32,
            "ranking_count": 87,
            "abstract": "«Степан Калинович був канцеляристом при львівській державній бухгалтерії. Двадцять літ числив він скарбові доходи й видатки. Двадцять найкращих літ життя провів у отсій темній канцелярії, живучи з дня на день правильно і точно, мов добре накручений годинник, не думаючи про ніякі зміни, про інше життя. Треба було аж бурі 1848 року, щоб у те тихе, самітне життя внести деякий неспокій і заколот», - розповідає про головного героя Іван Франко. Степан Калинович – українець, який не звик до самостійних дій, і чия доля кардинально змінилася, коли він, поневолі, опинився у вуличних боях і пережив неймовірні пригоди на барикадах революції «Весна народів» у 1848р.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction"
            ]
        },
        {
            "title": "Mrs. Lincoln's Dressmaker",
            "authors": [
                "Jennifer Chiaverini"
            ],
            "ranking": 3.5,
            "ranking_count": 26921,
            "abstract": "In. Mrs. Lincoln’s Dressmaker. , novelist Jennifer Chiaverini presents a stunning account of the friendship that blossomed between Mary Todd Lincoln and her seamstress, Elizabeth “Lizzie” Keckley, a former slave who gained her professional reputation in Washington, D.C. by outfitting the city’s elite. Keckley made history by sewing for First Lady Mary Todd Lincoln within the White House, a trusted witness to many private moments between the President and his wife, two of the most compelling figures in American history.. In March 1861, Mrs. Lincoln chose Keckley from among a number of applicants to be her personal “modiste,” responsible not only for creating the First Lady’s gowns, but also for dressing Mrs. Lincoln in the beautiful attire Keckley had fashioned. The relationship between the two women quickly evolved, as Keckley was drawn into the intimate life of the Lincoln family, supporting Mary Todd Lincoln in the loss of first her son, and then her husband to the assassination that stunned the nation and the world.. Keckley saved scraps from the dozens of gowns she made for Mrs. Lincoln, eventually piecing together a tribute known as the Mary Todd Lincoln Quilt. She also saved memories, which she fashioned into a book, Behind the Scenes: Thirty Years a Slave and Four Years in the White House. Upon its publication, Keckley’s memoir created a scandal that compelled Mary Todd Lincoln to sever all ties with her, but in the decades since, Keckley’s story has languished in the archives. In this impeccably researched, engrossing novel, Chiaverini brings history to life in rich, moving style.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "Book Club",
                "Adult Fiction",
                "Adult",
                "Audiobook",
                "North American Hi...",
                "War"
            ]
        },
        {
            "title": "One Brother Shy",
            "authors": [
                "Terry Fallis"
            ],
            "ranking": 3.96,
            "ranking_count": 1265,
            "abstract": "From the two-time winner of the Stephen Leacock Medal for Humour, and author of. The Best Laid Plans. , comes a new story about a man tormented by an event from his youth, and the journey he finds himself on to heal and to learn who he is.. Few people know the real Alex MacAskill. Most of the world sees a painfully and chronically shy software engineer in his mid-20s, soft-spoken, a bit of a loner, and someone easy to escape notice wherever possible—and that’s just the way Alex wants it. Because no matter how many years have passed, the incident known only as “Gabriel” in the MacAskill family is something that still haunts him.. But when his mother, one of the only people in the world who Alex felt comfortable as himself around, dies after a long illness, he suddenly has no choice but to face the very thing that he’s been avoiding since that night in high school. In an instant, Alex finds himself trying to piece together the mystery of his identity, and on a search for parts of his family he never knew existed—a search that takes him from Ottawa to London to Moscow, encountering along the way the KGB, painful memories from his past, and even the 1972 Russian hockey team—a search that ultimately helps Alex discover himself.. With his trademark wit and captivating storytelling, Terry Fallis has written a novel unlike any of his others. One Brother Shy is at once poignant and humorous, heartbreaking and heartwarming, and readers will not soon forget Alex MacAskill.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Cultural",
                "Literature",
                "Contemporary",
                "Historical",
                "Audiobook",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Sense of Style: The Thinking Person's Guide to Writing in the 21st Century",
            "authors": [
                "Steven Pinker"
            ],
            "ranking": 4.05,
            "ranking_count": 7751,
            "abstract": "A short and entertaining book on the modern art of writing well by. New York Times. bestselling author Steven Pinker. Why is so much writing so bad, and how can we make it better? Is the English language being corrupted by texting and social media? Do the kids today even care about good writing? Why should any of us care?. In. The Sense of Style. , the bestselling linguist and cognitive scientist Steven Pinker answers these questions and more. Rethinking the usage guide for the twenty-first century, Pinker doesn’t carp about the decline of language or recycle pet peeves from the rulebooks of a century ago. Instead, he applies insights from the sciences of language and mind to the challenge of crafting clear, coherent, and stylish prose.. In this short, cheerful, and eminently practical book, Pinker shows how writing depends on imagination, empathy, coherence, grammatical knowhow, and an ability to savor and reverse engineer the good prose of others. He replaces dogma about usage with reason and evidence, allowing writers and editors to apply the guidelines judiciously, rather than robotically, being mindful of what they are designed to accomplish.. Filled with examples of great and gruesome prose, Pinker shows us how the art of writing can be a form of pleasurable mastery and a fascinating intellectual topic in its own right.",
            "part_of_series": false,
            "genre_list": [
                "Language",
                "Nonfiction",
                "Humanities",
                "Reference",
                "Psychology",
                "Science",
                "Self Help",
                "Business"
            ]
        },
        {
            "title": "The Intercept",
            "authors": [
                "Dick Wolf"
            ],
            "ranking": 3.84,
            "ranking_count": 5043,
            "abstract": "Days before the July Fourth holiday and the dedication of One World Trade Center at Ground Zero, an incident aboard a commercial jet reminds everyone involved that vigilance saves lives.. But New York Police detective Jeremy Fisk—from the department’s Intelligence Division, a well-funded anti-terror unit modeled upon the CIA—suspects that the event is a warning sign that another, potentially more extraordinary scheme has been set in motion. So when a passenger from the same plane disappears into the crowds of Manhattan, it’s up to Fisk and his partner Krina Gersten to find him before the celebrations begin... And time is running out.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Action",
                "Adult Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Alfred Hitchcock",
            "authors": [
                "Peter Ackroyd"
            ],
            "ranking": 3.63,
            "ranking_count": 782,
            "abstract": "A gripping short biography of the extraordinary Alfred Hitchock, the master of suspense.. Alfred Hitchcock was a strange child. Fat, lonely, burning with fear and ambition, his childhood was an isolated one, scented with fish from his father's shop. Afraid to leave his bedroom, he would plan great voyages, using railway timetables to plot an exact imaginary route across Europe. So how did this fearful figure become the one of the most respected film directors of the twentieth century?. As an adult, Hitch rigorously controlled the press's portrait of him, drawing certain carefully selected childhood anecdotes into full focus and blurring all others out. In this quick-witted portrait, Ackroyd reveals something more: a lugubriously jolly man fond of practical jokes, who smashes a once-used tea cup every morning to remind himself of the frailty of life. Iconic film stars make cameo appearances, just as Hitch did in his own films: Grace Kelly, Cary Grant, and James Stewart despair of his detached directing style and, perhaps most famously of all, Tippi Hedren endures cuts and bruises from a real-life fearsome flock of birds.. Alfred Hitchcock. wrests the director's chair back from the master of control and discovers what lurks just out of sight, in the corner of the shot.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Culture",
                "History",
                "Biography Memoir",
                "Media Tie In",
                "Art",
                "Cultural",
                "Literature",
                "Autobiography"
            ]
        },
        {
            "title": "Frivolous Pursuits",
            "authors": [
                "D.C. Farmer"
            ],
            "ranking": 4.09,
            "ranking_count": 33,
            "abstract": "Darren Trott has a job, a feisty girlfriend (with plans) and a house with potential. Oh yes, he’s living the dream. It just isn’t the dream he applied for.. You see, Darren likes taking photos of plastic models in real world settings. He calls it art. His girlfriend Amanda calls it a frivolous pursuit. She wants him to give it all up and turn his garage studio into a nail bar. Trouble is, his ‘art’ won’t let him. Every time Darren takes a picture, something very peculiar happens. Something amazing, and weird, and genuinely out of this world.. Psychopathic relatives, aboriginal demons, warrior queens, and a Brownie called George (with claws, a pork-pie hat and an attitude bigger than a banker’s wage), all want a piece of Darren. But they'll have to form an orderly queue because there's the small matter of an impending apocalypse to sort out first…. DC Farmer cordially invites you to join him in exploring the next white-knuckle case report from the Hipposync archives, following on from the highly received, The 400Lb Gorilla.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Magic Binds",
            "authors": [
                "Ilona Andrews"
            ],
            "ranking": 4.55,
            "ranking_count": 31750,
            "abstract": "Mercenary Kate Daniels knows all too well that magic in post-Shift Atlanta is a dangerous business. But nothing she’s faced could have prepared her for this…. Kate and the former Beast Lord Curran Lennart are finally making their relationship official. But there are some steep obstacles standing in the way of their walk to the altar…. Kate’s father, Roland, has kidnapped the demigod Saiman and is slowly bleeding him dry in his never-ending bid for power. A Witch Oracle has predicted that if Kate marries the man she loves, Atlanta will burn and she will lose him forever. And the only person Kate can ask for help is long dead.. The odds are impossible. The future is grim. But Kate Daniels has never been one to play by the rules…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "A Wind in the House of Islam",
            "authors": [
                "David Garrison"
            ],
            "ranking": 4.34,
            "ranking_count": 650,
            "abstract": "There are nine rooms in the house of Islam... and a wind is blowing through every one of them. David Garrison asked a thousand Muslim-background followers of Christ from movements in each of the nine rooms in the house of Islam, Tell me your story. What did God use to bring you to faith in Jesus Christ?",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "History",
                "Cultural"
            ]
        },
        {
            "title": "The Privileges",
            "authors": [
                "Jonathan  Dee"
            ],
            "ranking": 3.27,
            "ranking_count": 5758,
            "abstract": "Smart, socially gifted, and chronically impatient, Adam and Cynthia Morey are so perfect for each other that united they become a kind of fortress against the world. In their hurry to start a new life, they marry young and have two children before Cynthia reaches the age of twenty-five. Adam is a rising star in the world of private equity and becomes his boss's protégé. With a beautiful home in the upper-class precincts of Manhattan, gorgeous children, and plenty of money, they are, by any reasonable standard, successful.. But the Moreys' standards are not the same as other people's. The future in which they have always believed for themselves and their children—a life of almost boundless privilege, in which any desire can be acted upon and any ambition made real—is still out there, but it is not arriving fast enough to suit them. As Cynthia, at home with the kids day after identical day, begins to drift, Adam is confronted with a choice that will test how much he is willing to risk to ensure his family's happiness and to recapture the sense that the only acceptable life is one of infinite possibility.. The Privileges. is an odyssey of a couple touched by fortune, changed by time, and guided above all else by their epic love for each other. Lyrical, provocative, and brilliantly imagined, this is a timely meditation on wealth, family, and what it means to leave the world richer than you found it.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Family",
                "New York",
                "Novels",
                "Literature",
                "Adult Fiction",
                "Marriage",
                "Book Club"
            ]
        },
        {
            "title": "The Nowhere Child",
            "authors": [
                "Christian  White"
            ],
            "ranking": 3.99,
            "ranking_count": 22374,
            "abstract": "Winner of the Victorian Premier’s Literary Award,. The Nowhere Child. is screenwriter Christian White’s internationally bestselling debut thriller of psychological suspense about a woman uncovering devastating secrets about her family—and her very identity…. Kimberly Leamy is a photography teacher in Melbourne, Australia. Twenty-six years earlier, Sammy Went, a two-year old girl vanished from her home in Manson, Kentucky. An American accountant who contacts Kim is convinced she was that child, kidnapped just after her birthday. She cannot believe the woman who raised her, a loving social worker who died of cancer four years ago, crossed international lines to steal a toddler.. On April 3rd, 1990, Jack and Molly Went’s daughter Sammy disappeared from the inside their Kentucky home. Already estranged since the girl’s birth, the couple drifted further apart as time passed. Jack did his best to raise and protect his other daughter and son while Molly found solace in her faith. The Church of the Light Within, a Pentecostal fundamentalist group who handle poisonous snakes as part of their worship, provided that faith. Without Sammy, the Wents eventually fell apart.. Now, with proof that she and Sammy are in fact the same person, Kim travels to America to reunite with a family she never knew she had. And to solve the mystery of her abduction—a mystery that will take her deep into the dark heart of religious fanaticism where she must fight for her life against those determined to save her soul…",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Cultural",
                "Contemporary",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Creation of Eve",
            "authors": [
                "Lynn Cullen"
            ],
            "ranking": 3.69,
            "ranking_count": 1968,
            "abstract": "It's 1559. A young woman painter is given the honor of traveling to Michelangelo's Roman workshop to learn from the Maestro himself. Only men are allowed to draw the naked figure, so she can merely observe from afar the lush works of art that Michelangelo sculpts and paints from life. Sheltered and yet gifted with extraordinary talent, she yearns to capture all that life and beauty in her own art. But after a scandal involving one of Michelangelo's students, she flees Rome and fears she has doomed herself and her family.. The Creation of Eve. is a riveting novel based on the true but little- known story of Sofonisba Anguissola, the first renowned female artist of the Renaissance. After Sofi's flight from Rome, her family eagerly accepts an invitation from fearsome King Felipe II of Spain for her to become lady-in-waiting and painting instructor to his young bride. The Spanish court is a nest of intrigue and gossip, where a whiff of impropriety can bring ruin. Hopelessly bound by the rules and restrictions of her position, Sofi yearns only to paint. And yet the young Queen needs Sofi's help in other matters- inexperiences as she is, the Queen not only fails to catch the King's eye, but she fails to give him an heir, both of which are crimes that could result in her banishment. Sofi guides her in how best to win the heart of the King, but the Queen is too young, and too romantic, to be satisfied. Soon, Sofi becomes embroiled in a love triangle involving the Queen, the King, and the King's illegitimate half brother, Don Juan. And if the crime of displeasing the King is banishment, the crime of cuckolding him must surely be death.. Combining art, drama, and history from the Golden Age of Spain,. The Creation of Eve. is an expansive, original, and addictively entertaining novel that asks the question: Can you ever truly know another person's heart?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Art",
                "Cultural",
                "Literature",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "And I Darken",
            "authors": [
                "Kiersten White"
            ],
            "ranking": 3.83,
            "ranking_count": 49107,
            "abstract": "No one expects a princess to be brutal. And Lada Dragwlya likes it that way. Ever since she and her gentle younger brother, Radu, were wrenched from their homeland of Wallachia and abandoned by their father to be raised in the Ottoman courts, Lada has known that being ruthless is the key to survival. She and Radu are doomed to act as pawns in a vicious game, an unseen sword hovering over their every move. For the lineage that makes them special also makes them targets.. Lada despises the Ottomans and bides her time, planning her vengeance for the day when she can return to Wallachia and claim her birthright. Radu longs only for a place where he feels safe. And when they meet Mehmed, the defiant and lonely son of the sultan, Radu feels that he’s made a true friend—and Lada wonders if she’s finally found someone worthy of her passion.. But Mehmed is heir to the very empire that Lada has sworn to fight against—and that Radu now considers home. Together, Lada, Radu, and Mehmed form a toxic triangle that strains the bonds of love and loyalty to the breaking point.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Young Adult",
                "Romance",
                "Fiction",
                "Retellings",
                "LGBT",
                "Audiobook"
            ]
        },
        {
            "title": "Gabriel's Inferno",
            "authors": [
                "Sylvain Reynard"
            ],
            "ranking": 3.99,
            "ranking_count": 152622,
            "abstract": "Enigmatic and sexy, Professor Gabriel Emerson is a well respected Dante specialist by day, but by night he devotes himself to an uninhibited life of pleasure. He uses his notorious good looks and sophisticated charm to gratify his every whim, but is secretly tortured by his dark past and consumed by the profound belief that he is beyond all hope of redemption.. When the sweet and innocent Julia Mitchell enrolls as his graduate student, his attraction and mysterious connection to her not only jeopardizes his career, but sends him on a journey in which his past and his present collide.. An intriguing and sinful exploration of seduction, forbidden love and redemption, Gabriel's Inferno is a captivating and wildly passionate tale of one man's escape from his own personal hell as he tries to earn the impossible...forgiveness and love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "New Adult",
                "Fiction",
                "Academic",
                "Womens Fiction"
            ]
        },
        {
            "title": "When All Is Said",
            "authors": [
                "Anne  Griffin"
            ],
            "ranking": 4.03,
            "ranking_count": 34797,
            "abstract": "A tale of a single night. The story of a lifetime.. If you had to pick five people to sum up your life, who would they be? If you were to raise a glass to each of them, what would you say? And what would you learn about yourself, when all is said and done?. This is the story of Maurice Hannigan, who, over the course of a Saturday night in June, orders five different drinks at the Rainford House Hotel. With each he toasts a person vital to him: his doomed older brother, his troubled sister-in-law, his daughter of fifteen minutes, his son far off in America, and his late, lamented wife. And through these people, the ones who left him behind, he tells the story of his own life, with all its regrets and feuds, loves and triumphs.. Beautifully written, powerfully felt,. When All Is Said. promises to be the next great Irish novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "European Literature",
                "Audiobook",
                "Literary Fiction",
                "Book Club",
                "Adult",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Reconstructing Amelia",
            "authors": [
                "Kimberly McCreight"
            ],
            "ranking": 3.83,
            "ranking_count": 127362,
            "abstract": "In. Reconstructing Amelia. , the stunning debut novel from Kimberly McCreight, Kate's in the middle of the biggest meeting of her career when she gets the telephone call from Grace Hall, her daughter’s exclusive private school in Park Slope, Brooklyn. Amelia has been suspended, effective immediately, and Kate must come get her daughter—now. But Kate’s stress over leaving work quickly turns to panic when she arrives at the school and finds it surrounded by police officers, fire trucks, and an ambulance. By then it’s already too late for Amelia. And for Kate.. An academic overachiever despondent over getting caught cheating has jumped to her death. At least that’s the story Grace Hall tells Kate. And clouded as she is by her guilt and grief, it is the one she forces herself to believe. Until she gets an anonymous text: She didn’t jump.. Reconstructing Amelia. is about secret first loves, old friendships, and an all-girls club steeped in tradition. But, most of all, it’s the story of how far a mother will go to vindicate the memory of a daughter whose life she couldn’t save.. Fans of Gillian Flynn's. Gone Girl. will find. Reconstructing Amelia. just as gripping and surprising.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Young Adult",
                "Contemporary",
                "Suspense",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Lady Cop Makes Trouble",
            "authors": [
                "Amy  Stewart"
            ],
            "ranking": 3.83,
            "ranking_count": 8424,
            "abstract": "After besting (and arresting) a ruthless silk factory owner and his gang of thugs in. Girl Waits with Gun. , Constance Kopp became one of the nation’s first deputy sheriffs. She's proven that she can’t be deterred, evaded, or outrun. But when the wiles of a German-speaking con man threaten her position and her hopes for this new life, and endanger the honorable Sheriff Heath, Constance may not be able to make things right.. Lady Cop Makes Trouble. sets Constance loose on the streets of New York City and New Jersey--tracking down victims, trailing leads, and making friends with girl reporters and lawyers at a hotel for women. Cheering her on, and goading her, are her sisters Norma and Fleurette--that is, when they aren't training pigeons for the war effort or fanning dreams of a life on the stage.. Based on a true story,. Girl Waits with Gun. introduced Constance Kopp and her charming and steadfast sisters to an army of enthusiastic readers. Those readers will be thrilled by this second installment--also ripped from the headlines--in the romping, wildly readable life of a woman forging her own path, tackling crime and nefarious criminals along the way.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Audiobook",
                "Thriller",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Street Photographer",
            "authors": [
                "Vivian Maier",
                "John Maloof",
                "Geoff Dyer"
            ],
            "ranking": 4.47,
            "ranking_count": 3307,
            "abstract": "Please note that all blank pages in the book were chosen as part of the design by the publisher.. A good street photographer must be possessed of many talents: an eye for detail, light, and composition; impeccable timing; a populist or humanitarian outlook; and a tireless ability to constantly shoot, shoot, shoot, shoot and never miss a moment. It is hard enough to find these. qualities in trained photographers with the benefit of schooling and mentors and a community of fellow artists and aficionados supporting and rewarding their efforts. It is incredibly rare to find it in someone with no formal training and no network of peers.. Yet Vivian Maier is all of these things, a professional nanny, who from the 1950s until the 1990s took over 100,000 photographs worldwide—from France to New York City to Chicago and dozens of other countries—and yet showed the results to no one. The photos are amazing both for the breadth of the work and for the high quality of the humorous, moving, beautiful, and raw images of all facets of city life in America’s post-war golden age.. It wasn’t until local historian John Maloof purchased a box of Maier’s negatives from a Chicago auction house and began collecting and championing her marvelous work just a few years ago that any of it saw the light of day. Presented here for the first time in print,. Vivian Maier: Street Photographer. collects the best of her incredible, unseen body of work.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Nonfiction",
                "Art and Photography",
                "Biography",
                "History",
                "Literature",
                "Reference",
                "New York",
                "The United States Of America"
            ]
        },
        {
            "title": "Nothing Is True and Everything Is Possible: The Surreal Heart of the New Russia",
            "authors": [
                "Peter Pomerantsev"
            ],
            "ranking": 3.97,
            "ranking_count": 8593,
            "abstract": "A journey into the glittering, surreal heart of 21st century Russia, where even dictatorship is a reality show. Professional killers with the souls of artists, would-be theater directors turned Kremlin puppet-masters, suicidal supermodels, Hell’s Angels who hallucinate themselves as holy warriors, and oligarch revolutionaries: welcome to the wild and bizarre heart of twenty-first-century Russia. It is a world erupting with new money and new power, changing so fast it breaks all sense of reality, home to a form of dictatorship-far subtler than twentieth-century strains-that is rapidly rising to challenge the West.. When British producer Peter Pomerantsev plunges into the booming Russian TV industry, he gains access to every nook and corrupt cranny of the country. He is brought to smoky rooms for meetings with propaganda gurus running the nerve-center of the Russian media machine, and visits Siberian mafia-towns and the salons of the international super-rich in London and the US. As the Putin regime becomes more aggressive, Pomerantsev finds himself drawn further into the system.. Dazzling yet piercingly insightful,. Nothing Is True and Everything Is Possible. is an unforgettable voyage into a country spinning from decadence into madness.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Politics",
                "History",
                "Autobiography",
                "Writing",
                "Travel",
                "Culture"
            ]
        },
        {
            "title": "Wildcard",
            "authors": [
                "Marie Lu"
            ],
            "ranking": 4.0,
            "ranking_count": 45277,
            "abstract": "Emika Chen barely made it out of the Warcross Championships alive. Now that she knows the truth behind Hideo's new NeuroLink algorithm, she can no longer trust the one person she's always looked up to, who she once thought was on her side.. Determined to put a stop to Hideo's grim plans, Emika and the Phoenix Riders band together, only to find a new threat lurking on the neon-lit streets of Tokyo. Someone's put a bounty on Emika's head, and her sole chance for survival lies with Zero and the Blackcoats, his ruthless crew. But Emika soon learns that Zero isn't all that he seems--and his protection comes at a price.. Caught in a web of betrayal, with the future of free will at risk, just how far will Emika go to take down the man she loves?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "De tolk van Java",
            "authors": [
                "Alfred Birney"
            ],
            "ranking": 3.54,
            "ranking_count": 1570,
            "abstract": "Voor een Helmondse schoenmakersdochter, een Indische voormalige oorlogstolk en hun zoon – de verteller – bestaat er geen heden. Er is alleen een belast verleden: de jeugd van de moeder tijdens de Tweede Wereldoorlog in Brabant; de jeugd van de vader, die na de oorlog van Oost-Java naar Nederland vlucht; en de jeugd van de verteller die, geterroriseerd door zijn paranoïde vader, zijn tienerjaren op een internaat doorbrengt.. Jarenlang zal hij zijn ouders achtervolgen met vragen over de oorlog, die ook hij als een zware last met zich meedraagt. Hun verhalen zijn spannend, hilarisch, gruwelijk, treurig en rauw. Hun onderlinge verhouding is afwijkend: ze zijn eerder tot elkaar veroordeeld dan dat ze een liefhebbende band hebben, met de herinnering als hun gezamenlijke vijand.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "European Literature",
                "Historical",
                "Roman",
                "Novels",
                "Race",
                "War",
                "Academic"
            ]
        },
        {
            "title": "M Train",
            "authors": [
                "Patti Smith"
            ],
            "ranking": 3.99,
            "ranking_count": 35861,
            "abstract": "M Train. begins in the tiny Greenwich Village café where Smith goes every morning for black coffee, ruminates on the world as it is and the world as it was, and writes in her notebook. Through prose that shifts fluidly between dreams and reality, past and present, we travel to Frida Kahlo's Casa Azul in Mexico; to the fertile moon terrain of Iceland; to a ramshackle seaside bungalow in New York's Far Rockaway that Smith acquires just before Hurricane Sandy hits; to the West 4th Street subway station, filled with the sounds of the Velvet Underground after the death of Lou Reed; and to the graves of Genet, Plath, Rimbaud, and Mishima.. Woven throughout are reflections on the writer's craft and on artistic creation. Here, too, are singular memories of Smith's life in Michigan and the irremediable loss of her husband, Fred Sonic Smith.. Braiding despair with hope and consolation, illustrated with her signature Polaroids,. M Train. is a meditation on travel, detective shows, literature, and coffee. It is a powerful, deeply moving book by one of the most remarkable multiplatform artists at work today.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Music",
                "Biography",
                "Biography Memoir",
                "Poetry",
                "Art",
                "Travel",
                "Audiobook"
            ]
        },
        {
            "title": "Split Tooth",
            "authors": [
                "Tanya Tagaq"
            ],
            "ranking": 3.92,
            "ranking_count": 8112,
            "abstract": "From the internationally acclaimed Inuit throat singer who has dazzled and enthralled the world with music it had never heard before, a fierce, tender, heartbreaking story unlike anything you've ever read.. Fact can be as strange as fiction. It can also be as dark, as violent, as rapturous. In the end, there may be no difference between them.. A girl grows up in Nunavut in the 1970s. She knows joy, and friendship, and parents' love. She knows boredom, and listlessness, and bullying. She knows the tedium of the everyday world, and the raw, amoral power of the ice and sky, the seductive energy of the animal world. She knows the ravages of alcohol, and violence at the hands of those she should be able to trust. She sees the spirits that surround her, and the immense power that dwarfs all of us.. When she becomes pregnant, she must navigate all this.. Veering back and forth between the grittiest features of a small arctic town, the electrifying proximity of the world of animals, and ravishing world of myth, Tanya Tagaq explores a world where the distinctions between good and evil, animal and human, victim and transgressor, real and imagined lose their meaning, but the guiding power of love remains.. Haunting, brooding, exhilarating, and tender all at once, Tagaq moves effortlessly between fiction and memoir, myth and reality, poetry and prose, and conjures a world and a heroine readers will never forget.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Magical Realism",
                "Cultural",
                "Audiobook",
                "Fantasy",
                "Adult",
                "Literary Fiction",
                "Historical",
                "Contemporary"
            ]
        },
        {
            "title": "Unholy Night",
            "authors": [
                "Seth Grahame-Smith"
            ],
            "ranking": 3.83,
            "ranking_count": 7927,
            "abstract": "From the author of the. New York Times. bestselling. Abraham Lincoln: Vampire Hunter. ,. comes. UNHOLY NIGHT. , the next evolution in dark historical revisionism.. They're an iconic part of history's most celebrated birth. But what do we really know about the Three Kings of the Nativity, besides the fact that they followed a star to Bethlehem bearing strange gifts? The Bible has little to say about this enigmatic trio. But leave it to Seth Grahame-Smith, the brilliant and twisted mind behind. Abraham Lincoln: Vampire Hunter. and. Pride and Prejudice and Zombies. to take a little mystery, bend a little history, and weave an epic tale.. In Grahame-Smith's telling, the so-called Three Wise Men are infamous thieves, led by the dark, murderous Balthazar. After a daring escape from Herod's prison, they stumble upon the famous manger and its newborn king. The last thing Balthazar needs is to be slowed down by young Joseph, Mary and their infant. But when Herod's men begin to slaughter the first born in Judea, he has no choice but to help them escape to Egypt.. It's the beginning of an adventure that will see them fight the last magical creatures of the Old Testament; cross paths with biblical figures like Pontius Pilate and John the Baptist; and finally deliver them to Egypt. It may just be the greatest story never told.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Horror",
                "Humor",
                "Religion",
                "Holiday",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "title": "Archenemies",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 4.29,
            "ranking_count": 59692,
            "abstract": "The Renegades Trilogy continues, in this fiercely awaited second installment after the New York Times-bestselling Renegades by Marissa Meyer, author of the Lunar Chronicles.. Time is running out.. Together, they can save the world.. But they each other's worst nightmare.. In Renegades, Nova and Adrian (aka Insomnia and Sketch) fought the battle of their lives against the Anarchist known as the Detonator. It was a short-lived victory.. The Anarchists still have a secret weapon, one that Nova believes will protect her. The Renegades also have a strategy for overpowering the Anarchists, but both Nova and Adrian understand that it could mean the end of Gatlon City - and the world - as they know it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Audiobook",
                "Fiction",
                "Comics",
                "Adventure"
            ]
        },
        {
            "title": "The Road Back to You: An Enneagram Journey to Self-Discovery",
            "authors": [
                "Ian Morgan Cron",
                "Suzanne Stabile"
            ],
            "ranking": 4.21,
            "ranking_count": 43676,
            "abstract": "Ignorance is bliss except in self-awareness.... What you don't know about yourself can hurt you and your relationships―and even keep you in the shallows with God. Do you want help figuring out who you are and why you're stuck in the same ruts? The Enneagram is an ancient personality typing system with an uncanny accuracy in describing how human beings are wired, both positively and negatively.. In. The Road Back to You. Ian Morgan Cron and Suzanne Stabile forge a unique approach―a practical, comprehensive way of accessing Enneagram wisdom and exploring its connections with Christian spirituality for a deeper knowledge of ourselves, compassion for others, and love for God. Witty and filled with stories, this book allows you to peek inside each of the nine Enneagram types, keeping you turning the pages long after you have read the chapter about your own number. Not only will you learn more about yourself, but you will also start to see the world through other people's eyes, understanding how and why people think, feel, and act the way they do. Beginning with changes you can start making today, the wisdom of the Enneagram can help take you further along into who you really are―leading you into places of spiritual discovery you would never have found on your own, and paving the way to the wiser, more compassionate person you want to become.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Christian",
                "Audiobook",
                "Spirituality",
                "Religion",
                "Leadership"
            ]
        },
        {
            "title": "I Am Thunder",
            "authors": [
                "Muhammad    Khan"
            ],
            "ranking": 3.8,
            "ranking_count": 1169,
            "abstract": "'I promised myself this time would be different. I would stand up for myself.'. Fifteen-year-old Muzna Saleem is used to being invisible. So no one is more surprised than her when Arif Malik, the hottest boy in school, takes a sudden interest.. But Arif is hiding a terrible secret and, as they begin to follow a dark path, Muzna faces an impossible choice: keep quiet and betray her beliefs, or speak out and betray her heart.. I Am Thunder. is the debut novel from stunning YA voice, Muhammad Khan, which questions how far you'll go to stand up for what. you. believe.. 'An uplifting, empowering novel with hope at its heart'. Observer Children's Book of the Week. '. Funny and clever - a perspective long overdue in British fiction' Alex Wheatle,. Guardian. prize-winning author of. Crongton Knights. '. This one is special . . . punches well above the weight of most debuts'. The Times. 'This assured, hopeful debut feels unprecedented and essential'. Guardian. 'One of the most distinctive narrators I've read in ages.' Fiona Noble,. Bookseller",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Romance",
                "Family",
                "Religion",
                "Islam",
                "Realistic Fiction"
            ]
        },
        {
            "title": "El Buscón en las Indias",
            "authors": [
                "Alain Ayroles",
                "Juanjo Guarnido"
            ],
            "ranking": 4.46,
            "ranking_count": 1469,
            "abstract": "CUATRO SIGLOS DESPUÉS, CONOCEMOS EL DESENLACE DE UNA DE LAS CUMBRES LITERARIAS DEL SIGLO DE ORO.. Sinvergüenza poco fiable y pese a todo entrañable, don Pablos de Segovia nos ofrece el relato de sus aventuras picarescas en la España del Siglo de Oro y en esas Américas que entonces aún se conocían como las Indias. A veces miserable y otras acaudalado, ora halagado, ora despreciado, sus tribulaciones lo llevarán desde los bajos fondos a los palacios, de las cumbres andinas a los meandros de la Amazonia, para llegar hasta aquel lugar mítico en el que cristalizan todos los sueños del Nuevo Mundo: ¡El Dorado!. El granadino Juanjo Guarnido, artista de la multipremiada Blacksad, y el genial guionista Alain Ayroles –De capa y colmillos– nos brindan la continuación de La vida del Buscón, de Francisco de Quevedo. Un brillante homenaje a una de las cumbres de la literatura en lengua castellana que supone un auténtico deleite para los lectores.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Historical",
                "Fiction",
                "Cultural",
                "Adventure",
                "Comics Bd"
            ]
        },
        {
            "title": "The Animal Book",
            "authors": [
                "Steve Jenkins"
            ],
            "ranking": 4.47,
            "ranking_count": 725,
            "abstract": "Animals smooth and spiky, fast and slow, hop and waddle through the two hundred plus pages of the Caldecott Honor artist Steve Jenkins’s most impressive nonfiction offering yet. Sections such as “Animal Senses,” “Animal Extremes,” and “The Story of Life” burst with fascinating facts and infographics that will have trivia buffs breathlessly asking, “Do you know a termite queen can produce up to 30,000 eggs a day?” Jenkins’s color-rich cut- and torn-paper artwork is as strikingly vivid as ever. Rounding out this bountiful browsers’ almanac of more than three hundred animals is a discussion of the artist’s bookmaking process, an animal index, a glossary, and a bibliography. A bookshelf essential!",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Science",
                "Childrens",
                "Environment",
                "Reference",
                "Kids"
            ]
        },
        {
            "title": "All Those Explosions Were Someone Else's Fault",
            "authors": [
                "James Alan Gardner"
            ],
            "ranking": 3.82,
            "ranking_count": 1098,
            "abstract": "Monsters are real.. But so are heroes.. Sparks are champions of weird science. Boasting capes and costumes and amazing super-powers that only make sense if you don't think about them too hard, they fight an eternal battle for truth and justice . . . mostly.. Darklings are creatures of myth and magic: ghosts, vampires, were-beasts, and the like. Their very presence warps reality. Doors creak at their approach. Cobwebs gather where they linger.. Kim Lam is an ordinary college student until a freak scientific accident (what else?) transforms Kim and three housemates into Sparks--and drafts them into the never-ending war between the Light and Dark. They struggle to master their new abilities--and (of course) to design cool costumes and come up with great hero-names.. Turns out that accident was just the first salvo in a Mad Genius's latest diabolical scheme. Now it's up to four newbie heroes to save the day, before they even have a chance to figure out what their team's name should be!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Comics",
                "LGBT",
                "Humor",
                "Cultural",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Life Undercover: Coming of Age in the CIA",
            "authors": [
                "Amaryllis Fox"
            ],
            "ranking": 3.91,
            "ranking_count": 8011,
            "abstract": "Amaryllis Fox's memoir tells the story of her ten years in the most elite clandestine ops unit of the CIA, hunting the world's most dangerous terrorists in sixteen countries while marrying and giving birth to a daughter.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Politics",
                "Audiobook",
                "Biography Memoir",
                "Spy Thriller",
                "History",
                "War"
            ]
        },
        {
            "title": "The Rise of Rome: The Making of the World's Greatest Empire",
            "authors": [
                "Anthony Everitt"
            ],
            "ranking": 3.95,
            "ranking_count": 2652,
            "abstract": "From Anthony Everitt, the bestselling author of acclaimed biographies of Cicero, Augustus, and Hadrian, comes a riveting, magisterial account of Rome and its remarkable ascent from an obscure agrarian backwater to the greatest empire the world has ever known.. Emerging as a market town from a cluster of hill villages in the eighth and seventh centuries B.C., Rome grew to become the ancient world’s preeminent power. Everitt fashions the story of Rome’s rise to glory into an erudite page-turner filled with lasting lessons for our time. He chronicles the clash between patricians and plebeians that defined the politics of the Republic. He shows how Rome’s shrewd strategy of offering citizenship to her defeated subjects was instrumental in expanding the reach of her burgeoning empire. And he outlines the corrosion of constitutional norms that accompanied Rome’s imperial expansion, as old habits of political compromise gave way, leading to violence and civil war. In the end, unimaginable wealth and power corrupted the traditional virtues of the Republic, and Rome was left triumphant everywhere except within its own borders.. Everitt paints indelible portraits of the great Romans—and non-Romans—who left their mark on the world out of which the mighty empire grew: Cincinnatus, Rome’s George Washington, the very model of the patrician warrior/aristocrat; the brilliant general Scipio Africanus, who turned back a challenge from the Carthaginian legend Hannibal; and Alexander the Great, the invincible Macedonian conqueror who became a role model for generations of would-be Roman rulers. Here also are the intellectual and philosophical leaders whose observations on the art of government and “the good life” have inspired every Western power from antiquity to the present: Cato the Elder, the famously incorruptible statesman who spoke out against the decadence of his times, and Cicero, the consummate orator whose championing of republican institutions put him on a collision course with Julius Caesar and whose writings on justice and liberty continue to inform our political discourse today.. Rome’s decline and fall have long fascinated historians, but the story of how the empire was won is every bit as compelling. With The Rise of Rome, one of our most revered chroniclers of the ancient world tells that tale in a way that will galvanize, inform, and enlighten modern readers.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Audiobook",
                "Cultural",
                "Politics",
                "Classics",
                "Historical"
            ]
        },
        {
            "title": "The Leviathan Trilogy",
            "authors": [
                "Scott Westerfeld",
                "Keith Thompson"
            ],
            "ranking": 4.39,
            "ranking_count": 1100,
            "abstract": "All three books in Scott Westerfeld’s around-the-world, steampunk adventure trilogy, now collected together in one ebook bundle!. Leviathan. Behemoth. Goliath",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Young Adult",
                "Historical",
                "Adventure",
                "Fiction",
                "Romance",
                "War"
            ]
        },
        {
            "title": "Κάτι παράξενες γυναίκες",
            "authors": [
                "Γιώργος Λαγκώνας"
            ],
            "ranking": 4.74,
            "ranking_count": 19,
            "abstract": "Παράξενες γυναικείες μορφές παρελαύνουν σε αυτές τις πέντε ιστορίες, όπου με αφορμή το θηλυκό στοιχείο-ή και εξαιτίας του- το Φανταστικό και το παράδοξο εισβάλλουν στην καθημερινή πραγματικότητα.",
            "part_of_series": false,
            "genre_list": [
                "Horror"
            ]
        },
        {
            "title": "Lost Boy",
            "authors": [
                "Christina Henry"
            ],
            "ranking": 4.22,
            "ranking_count": 19188,
            "abstract": "There is one version of my story that everyone knows. And then there is the truth. Once I loved a boy called Peter Pan.. Peter brought me to his island because there were no rules and no grownups to make us mind. He brought boys from the Other Place to join in the fun, but Peter’s idea of fun is sharper than a pirate’s sword. He wants always to be that shining sun that we all revolve around. He’ll do anything to be that sun. Peter promised we would all be young and happy forever.. Peter will say I’m a villain, that I wronged him, that I never was his friend.. Peter Lies.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Retellings",
                "Fiction",
                "Young Adult",
                "Adult",
                "Adventure",
                "Dark"
            ]
        },
        {
            "title": "All That Man Is",
            "authors": [
                "David Szalay"
            ],
            "ranking": 3.66,
            "ranking_count": 7522,
            "abstract": "SHORTLISTED FOR THE 2016 MAN BOOKER PRIZE. Nine men. Each of them at a different stage of life, each of them away from home, and each of them striving – in the suburbs of Prague, beside a Belgian motorway, in a cheap Cypriot hotel – to understand just what it means to be alive, here and now.. Tracing an arc from the spring of youth to the winter of old age,. All That Man Is. brings these separate lives together to show us men as they are – ludicrous and inarticulate, shocking and despicable; vital, pitiable, hilarious, and full of heartfelt longing. And as the years chase them down, the stakes become bewilderingly high in this piercing portrayal of 21st-century manhood.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "European Literature",
                "Novels",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Gone",
            "authors": [
                "Lisa McMann"
            ],
            "ranking": 3.7,
            "ranking_count": 31457,
            "abstract": "There is an alternate cover edition for this ISBN13. here. .. Things should be great for Janie—she has graduated from high school and is spending her summer with Cabel, the guy she’s totally in love with. But deep down she’s panicking about how she’s going to survive her future when getting sucked into other people’s dreams is really starting to take its toll.. Things get even more complicated when she meets her father for the very first time—and he’s in a coma. As Janie uncovers his secret past, she begins to realize that the choice thought she had has more dire consequences than she ever imagined.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Kinderwhore",
            "authors": [
                "Maria Kjos Fonn"
            ],
            "ranking": 4.47,
            "ranking_count": 1091,
            "abstract": "Moren til Charlotte er alltid hjemme, likevel er hun aldri der. Hun bruker mesteparten av tiden til å sove, og sterke medisiner for å holde seg i søvn.. Når moren ikke sover, gir hun Charlotte nye fedre. Én av dem viser henne et glimt av at noe annet og bedre er mulig. Men det varer altfor kort, så kommer det en ny far.. Som tolvåring opplever Charlotte noe hun ikke har forutsetning for å ta innover seg. Etterhvert fatter hun nytten av morens pillebruk, glad for å oppdage at det finnes måter å skru av følelsene sine på.. Snart lever Charlotte med stor avstand både til seg selv og til andre. Er det mulig å komme seg ut av en barndom med så destruktive mønstre?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Health",
                "Contemporary",
                "Roman",
                "European Literature",
                "LGBT",
                "Psychology",
                "Adult"
            ]
        },
        {
            "title": "Rubbernecker",
            "authors": [
                "Belinda Bauer"
            ],
            "ranking": 4.09,
            "ranking_count": 10261,
            "abstract": "The dead can't speak to us, Professor Madoc had said. But that was a lie. The body Patrick Fort is examining in anatomy class is trying to tell him all kinds of things. But no one hears what he does, and no one understands when he tries to tell them. Life is already strange enough for Patrick - being a medical student with Asperger's Syndrome doesn't come without its challenges. And that's before he is faced with solving a possible murder, especially when no one believes a crime has even taken place. Now he must stay out of danger long enough to unravel the mystery. But as Patrick learns one truth from a dead man, he discovers there have been many other lies closer to home.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Neurodiversity",
                "Contemporary",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Draconian Measures",
            "authors": [
                "J.C. Owens"
            ],
            "ranking": 3.99,
            "ranking_count": 1291,
            "abstract": "The immortal Finnarians mate for life and once they find their mate, nothing on earth can make them leave them. But what about when that mate is not Finnarian at all, but a stubborn, fiery, extremely irritable Draconian? What if that Draconian wants nothing at all to do with his Finnarian mate? It seems the Finnarian prince, Sadan, is going to have his work cut out for him. Fortunately, he is just as stubborn and far more persistent than said Draconian has ever had to deal with.. Graitaan is the last remaining Draconian and he has attracted the eye of a Finnarian prince, who claims that he is his bloodmate. Sadan may want to be mated, but Graitaan has developed a passionate hatred for his Finnarian commander, prince or not. Too bad Finnarians are persistent as the hells. Especially this one.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "M M Romance",
                "Paranormal",
                "War"
            ]
        },
        {
            "title": "Shadowrise",
            "authors": [
                "Tad Williams"
            ],
            "ranking": 4.01,
            "ranking_count": 6247,
            "abstract": "With King Olin imprisoned and Prince Kendrick slain, the royal twins Barrick and Briony have been forced to flee their homeland. But both families and nations can hide dark and terrible secrets. Even if Barrick and Briony survive learning the astonishing truths at the heart of their own family and of Southmarch itself, they must find a way to reclaim their kingdom and rescue their home-from traitors, tyrants, a god-king, and even the angry gods themselves.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook",
                "Speculative Fiction",
                "War"
            ]
        },
        {
            "title": "Wish",
            "authors": [
                "Alexandra Bullen"
            ],
            "ranking": 3.45,
            "ranking_count": 3419,
            "abstract": "If you could have anything, what would you wish for?. For broken-hearted Olivia Larsen, nothing can change the fact that her twin sister, Violet, is gone... until a mysterious, beautiful gown arrives on her doorstep. The dress doesn't just look magical; it is magical. It has the power to grant her one wish, and the only thing Olivia wants is her sister back.. With Violet again by her side, both girls get a second chance at life. And as the sisters soon discover, they have two more dresses-and two more wishes left. But magic can't solve everything, and Olivia is forced to confront her ghosts to learn how to laugh, love, and live again.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Romance",
                "Contemporary",
                "Womens Fiction"
            ]
        },
        {
            "title": "Flidderbugs",
            "authors": [
                "Jonathan  Gould"
            ],
            "ranking": 3.64,
            "ranking_count": 72,
            "abstract": "As Kriffle the Flidderbug investigates why his fellow ‘bugs find it impossible to agree on the pressing issue of how many points there are on the leaves of the tree on which they live, he finds that the truth is more complicated, and ultimately more terrifying, than he ever could have imagined.. Flidderbugs is a political satire, a modern fable, or maybe just a funny little story about a bunch of insects with some very peculiar obsessions.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Short Stories",
                "Fiction",
                "Young Adult",
                "Fantasy"
            ]
        },
        {
            "title": "Archangel's Blade",
            "authors": [
                "Nalini Singh"
            ],
            "ranking": 4.25,
            "ranking_count": 31533,
            "abstract": "New York Times bestselling author Nalini Singh is back in the shadows of a deadly, beautiful world where angels rule, vampires serve, and one female hunter must crawl out of the darkness to survive…. The severed head marked by a distinctive tattoo on its cheek should have been a Guild case, but dark instincts honed over hundreds of years of life compel the vampire Dmitri to take control. There is something twisted about this death, something that whispers of centuries long past…but Dmitri’s need to discover the truth is nothing to the vicious strength of his response to the hunter assigned to decipher the tattoo.. Savaged in a brutal attack that almost killed her, Honor is nowhere near ready to come face to face with the seductive vampire who is an archangel’s right hand, and who wears his cruelty as boldly as his lethal sensuality…the same vampire who has been her secret obsession since the day she was old enough to understand the inexplicable, violent emotions he aroused in her.. As desire turns into a dangerous compulsion that might destroy them both, it becomes clear the past will not stay buried. Something is hunting…and it will not stop until it brings a blood-soaked nightmare to life once more…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Make Miracles in Forty Days: Turning What You Have into What You Want",
            "authors": [
                "Melody Beattie"
            ],
            "ranking": 3.94,
            "ranking_count": 430,
            "abstract": "If you could ask for a miracle right now, what would it be? We’ve all had situations in our lives that seem beyond our control or that have no clear remedy. In this concise, inspirational guide, bestselling self-help guru Melody Beattie shows us that we have the ability to make a miracle for almost any circumstance we’re facing.. Beattie, a trusted counselor for millions of readers, has shared her own stirring stories of overcoming obstacles and dealing with life’s tragedies for more than twenty-five years. In. Make Miracles in Forty Days. she now offers the ultimate distillation of what she knows about gratitude, surrender, and connecting with our essential power. She challenges us to be more present each day and details a six-week action plan, the Miracle Exercise, to jump-start transformation in our lives. After completing a series of activities, we’ll establish what miracles we’d like to create, and then she’ll walk us through practicing this innovative exercise alone, with a partner, and even with our children. Beattie instructs us to be thankful for everything in our lives and for how we’re really feeling; we need to express gratitude for what we have and who we are, not just for our obvious blessings. It is crucial that we are grateful for recognizing what is upsetting and bothering us. Through acknowledging the pain that we’re feeling, we can excise any denial or resistance that is holding us back. As we progress over the forty days, instead of feeling lost, numb, or confused, we’ll become more conscious, aware, and alive. Our miracle will begin to materialize.. Along the way, Beattie reveals her own experiences of making miracles, individually and through working with a partner, and those of the participants in her Miracle Workshop. She shares moving stories of overcoming hardship and finding acceptance and forgiveness, and inspires us to move forward with a renewed vigor for life.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Spirituality",
                "Health"
            ]
        },
        {
            "title": "Only with the Heart",
            "authors": [
                "Alexandria Constantinova Szeman"
            ],
            "ranking": 3.68,
            "ranking_count": 38,
            "abstract": "After a childhood spent in foster homes and a lifetime of longing, Claudia has finally found a family: a devoted husband, Sam, and a loving and supportive mother, Eleanor. But soon Eleanor develops Alzheimer's -- complete with violent eruptions, speechlessness, incontinence, and suicide attempts -- and Claudia's beautiful life becomes a nightmare. When Eleanor is unexpectedly found dead, Claudia is charged with murder. Told in the unforgettable voices of its three players -- Claudia, Eleanor, and Sam -- Only With the Heart is an engrossing, beautifully crafted novel about the agonizing effects of terminal disease, our deepest need for acceptance, and the difficult, complex character of love.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Death"
            ]
        },
        {
            "title": "Succubus Revealed",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.27,
            "ranking_count": 21415,
            "abstract": "In Georgina Kincaid, succubus and she-demon, #1. New York Times. bestselling author Richelle Mead has created one of her most enticing characters. But with a shot at love, and maybe even redemption, is the ultimate seductress finally going soft? Like hell she is. . .. Georgina Kincaid has had an eternity to figure out the opposite sex, but sometimes they still surprise her. Take Seth Mortensen. The man has risked his soul to become Georgina's boyfriend. Still, with Lucifer for a boss, Georgina can't just hang up her killer heels and settle down to domestic bliss. In fact, she's being forced to transfer operations. . .to Las Vegas.. The City of Sin is a dream gig for a succubus, but Georgina's allies are suspicious. Why are the powers-that-be so eager to get her away from Seattle and from Seth? Georgina is one of Hell's most valuable assets, but if there's any way out of the succubus business she plans to take it, no matter how much roadkill she leaves behind. She just hopes the casualties won't include the one man she's risking everything for. . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Caravaggio: A Life Sacred and Profane",
            "authors": [
                "Andrew Graham-Dixon"
            ],
            "ranking": 4.12,
            "ranking_count": 3967,
            "abstract": "Michelangelo Merisi da Caravaggio (29 September 1571–18 July 1610) lived probably the darkest and most dangerous life of any of the great painters. The worlds of Milan and Rome through which Caravaggio moved and which Andrew Graham-Dixon describes brilliantly in this book, are those of cardinals and prostitutes, prayer and violence. Graham-Dixon puts the murder of a pimp, Ranuccio Tomassoni, at the centre of his story. It occurred at the height of Caravaggio’s fame in Rome and probably brought about his flight through Malta and Sicily, which led to his death in suspicious circumstances off the coast of Naples. Graham-Dixon shows how Caravaggio’s paintings emerged from this extraordinarily wild and troubled life: his detailed readings of them explain their originality and Caravaggio’s mentality better than any of his predecessors.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Biography",
                "Nonfiction",
                "History",
                "Cultural",
                "Biography Memoir",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "German: Biography of a Language",
            "authors": [
                "Ruth H. Sanders"
            ],
            "ranking": 3.63,
            "ranking_count": 120,
            "abstract": "Thousands of years ago, seafront clans in Denmark began speaking the earliest form of Germanic language--the first of six signal events that Ruth Sanders highlights in this marvelous history of the German language.. Blending linguistic, anthropological, and historical research, Sanders presents a brilliant biography of the language as it evolved across the millennia. She sheds light on the influence of such events as the bloody three-day Battle of Kalkriese, which permanently halted the incursion of both the. Romans and the Latin language into northern Europe, and the publication of Martin Luther's German Bible translation, a People's Bible which in effect forged from a dozen spoken dialects a single German language. The narrative ranges through the turbulent Middle Ages, the spread of the printing. press, the formation of the nineteenth-century German Empire which united the German-speaking territories north of the Alps, and Germany's twentieth-century military and cultural horrors. The book also covers topics such as the Gothic language (now extinct), the vast expansion of Germanic tribes. during the Roman era, the role of the Vikings in spreading the Norse language, the branching off of Yiddish, the lasting impact of the Thirty Years War on the German psyche, the revolution of 1848, and much more.. Ranging from prehistoric times to modern, post-war Germany, this engaging volume offers a fascinating account of the evolution of a major European language as well as a unique look at the history of the German people. It will appeal to everyone interested in German language, culture, or history.",
            "part_of_series": false,
            "genre_list": [
                "Humanities",
                "History",
                "Nonfiction",
                "Cultural",
                "European Literature"
            ]
        },
        {
            "title": "The Great Big Book of Horrible Things: The Definitive Chronicle of History's 100 Worst Atrocities",
            "authors": [
                "Matthew   White"
            ],
            "ranking": 4.14,
            "ranking_count": 966,
            "abstract": "Evangelists of human progress meet their opposite in Matthew White's epic examination of history's one hundred most violent events, or, in White's piquant phrasing, the numbers that people want to argue about. Reaching back to 480 BCE's second Persian War, White moves chronologically through history to this century's war in the Congo and devotes chapters to each event, where he surrounds hard facts (time and place) and succinct takeaways (who usually gets the blame?) with lively military, social, and political histories. With the eye of a seasoned statistician, White assigns each entry a ranking based on body count, and in doing so he gives voice to the suffering of ordinary people that, inexorably, has defined every historical epoch. By turns droll, insightful, matter-of-fact, and ultimately sympathetic to those who died,. The Great Big Book of Horrible Things. gives readers a chance to reach their own conclusions while offering a stark reminder of the darkness of the human heart.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "War",
                "Reference",
                "Crime",
                "Religion",
                "Horror"
            ]
        },
        {
            "title": "The High King of Montival",
            "authors": [
                "S.M. Stirling"
            ],
            "ranking": 3.93,
            "ranking_count": 3597,
            "abstract": "The. New York Times. bestselling author continues his post- apocalyptic series chronicling a modern world without technology.. With. The Sword of the Lady. , Rudi Mackenzie's destiny was determined. Now he returns to Montival in the Pacific Northwest, where he will face the legions of the Prophet. To achieve victory, Rudi must assemble a coalition of those who had been his enemies a few months before and forge them into an army that will rescue his homeland.. Only then will Rudi be able to come to terms with how the Sword has changed him, as well as the world, and assume his place as Artos, High King of Montival...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Science Fiction Fantasy",
                "Literature"
            ]
        },
        {
            "title": "Pulphead",
            "authors": [
                "John Jeremiah Sullivan"
            ],
            "ranking": 4.01,
            "ranking_count": 7172,
            "abstract": "In. Pulphead,. John Jeremiah Sullivan takes us on an exhilarating tour of our popular, unpopular, and at times completely forgotten culture. Simultaneously channeling the gonzo energy of Hunter S. Thompson and the wit and insight of Joan Didion, Sullivan shows us—with a laidback, erudite Southern charm that’s all his own—how we really (no, really) live now.. In his native Kentucky, Sullivan introduces us to Constantine Rafinesque, a nineteenth-century polymath genius who concocted a dense, fantastical prehistory of the New World. Back in modern times, Sullivan takes us to the Ozarks for a Christian rock festival; to Florida to meet the alumni and straggling refugees of MTV’s. Real World,. who’ve generated their own self-perpetuating economy of minor celebrity; and all across the South on the trail of the blues. He takes us to Indiana to investigate the formative years of Michael Jackson and Axl Rose and then to the Gulf Coast in the wake of Katrina—and back again as its residents confront the BP oil spill.. Gradually, a unifying narrative emerges, a story about this country that we’ve never heard told this way. It’s like a fun-house hall-of-mirrors tour: Sullivan shows us who we are in ways we’ve never imagined to be true. Of course we don’t know whether to laugh or cry when faced with this reflection—it’s our inevitable sob-guffaws that attest to the power of Sullivan’s work.",
            "part_of_series": false,
            "genre_list": [
                "Writing",
                "Nonfiction",
                "Short Stories",
                "Music",
                "Autobiography",
                "Culture",
                "Literature",
                "Travel",
                "American"
            ]
        },
        {
            "title": "Changeless",
            "authors": [
                "Gail Carriger"
            ],
            "ranking": 3.99,
            "ranking_count": 44453,
            "abstract": "Alexia Maccon, the Lady Woolsey, awakens in the wee hours of the mid-afternoon to find her husband, who should be decently asleep like any normal werewolf, yelling at the top of his lungs. Then he disappears; leaving her to deal with a regiment of supernatural soldiers encamped on her doorstep, a plethora of exorcised ghosts, and an angry Queen Victoria.. But Alexia is armed with her trusty parasol, the latest fashions, and an arsenal of biting civility. So even when her investigations take her to Scotland, the backwater of ugly waistcoats, she is prepared: upending werewolf pack dynamics as only the soulless can. She might even find time to track down her wayward husband, if she feels like it.. CHANGELESS is the second book of the Parasol Protectorate series: a comedy of manners set in Victorian London, full of werewolves, vampires, dirigibles, and tea-drinking.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction",
                "Historical",
                "Mystery"
            ]
        },
        {
            "title": "South of Surrender",
            "authors": [
                "Laura Kaye"
            ],
            "ranking": 4.26,
            "ranking_count": 966,
            "abstract": "She’s the only one who can see through his golden boy façade to the broken god within…. Chrysander Notos, Supreme God of the South Wind and Summer, is on a mission: save Eurus from his death sentence and prove his troubled brother can be redeemed. But Eurus fights back, triggering vicious summer storms that threaten the mortal realm, dangerously drain Chrys, and earn the ire of the Olympic gods who ordered Eurus dead.. Laney Summerlyn refuses to give up her grandfather’s horse farm, despite her deteriorating vision. More than ever, she needs the organized routine of her life at Summerlyn Stables, until a ferocious storm brings an impossible—and beautiful—creature crashing down from the heavens.. Injured while fighting Eurus, Chrys finds himself at the mercy of a mortal woman whose compassion and acceptance he can’t resist. As they surrender to the passion flaring between them, immortal enemies close in, forcing Chrys to choose between his brother and the only woman who’s ever loved the real him.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult",
                "Contemporary",
                "Mythology"
            ]
        },
        {
            "title": "Shotgun Sorceress",
            "authors": [
                "Lucy A. Snyder"
            ],
            "ranking": 3.71,
            "ranking_count": 663,
            "abstract": "BURNING DOWN THE HOUSE. For Jessie Shimmer, everything changed when she went to hell and back to save her lover, Cooper Marron. After tangling with supernatural forces and killing an untouchable spirit lord, Jessie finds herself gifted—or perhaps cursed—with dark powers. And when she and Cooper make love, her pleasure throes light the whole house on fire. What is a sorceress to do?. Jessie is about to find out. The circumstances of her birth, the mystery of a father she never knew, and the help of a cuddly ferret turned fearsome monster have made Jessie not just an outlaw from mundane society, but an accidental revolutionary in the magic realm. Encountering portals stitched into thin air and a fiercely sexy soul harvester, Jessie rushes headlong among enemies, horrors, wonders, and lovers into a place of self-discovery—or destruction.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Urban",
                "Romance"
            ]
        },
        {
            "title": "Children of Time Book 1: The Smallest Giant",
            "authors": [
                "G.J. Winters"
            ],
            "ranking": 3.24,
            "ranking_count": 75,
            "abstract": "What century are heroes from?. A HERO IS BORN IN ANOTHER TIME. Kenneth may have thought his life was insignificant until one day he was caught up into something bigger than he ever imagined.. Kenneth Yardrow, a shy 13 year old, had the impossible occur one day in class after school. Nearly everything that Kenneth had seen in science fiction and learned not to be true, became true. Without warning, space and time opened, and a man in a spacesuit actually entered into his eighth grade classroom. Before Kenneth could make sense of anything, he and his classmate Savannah, a girl he did not particularly like, were removed from the time they knew.. When Kenneth woke up, he was no longer in school but in a place that could only exist in his dreams. Where was he? Who was the peculiar man staring at him? What does he even want with a 13 year old boy? And why was Savannah there, too?. Kenneth has more questions than the strange man seems to have answers to. What will the stranger reveal? And how does one insignificant boy suddenly become so significant?. EXCERPT. Good morning, significant citizen, the man said. I trust you are well?. The words came to Kenneth as though they traveled a long way to reach him. He put a hand to his forehead, already despising the headache that he felt growing there.. What? was all Kenneth could utter. The back of his eyes felt like they were being punctured by shards of glass and he blinked his eyes in rapid succession, trying to will away the pain.. I am your introductory guide to the 73rd century. My designation is Unquill Hester. Please be at ease. You were chosen out of an infinite number of lives in the time stream because you are special. The man, larger than any man Kenneth could remember seeing, looked delighted. He couldn't stop grinning.. A light danced in the man's eyes. He looked to Kenneth like a scientist who'd just discovered a particularly fascinating insect in its natural habitat.",
            "part_of_series": true,
            "genre_list": [
                "Business"
            ]
        },
        {
            "title": "Blockade Billy",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.46,
            "ranking_count": 20693,
            "abstract": "Even the most die-hard baseball fans don't know the true story of William “Blockade Billy” Blakely. He may have been the greatest player the game has ever seen, but today no one remembers his name. He was the first--and only--player to have his existence completely removed from the record books. Even his team is long forgotten, barely a footnote in the game's history.. Every effort was made to erase any evidence that William Blakely played professional baseball, and with good reason. Blockade Billy had a secret darker than any pill or injection that might cause a scandal in sports today. His secret was much, much worse... and only Stephen King, the most gifted storyteller of our age, can reveal the truth to the world, once and for all.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Sports",
                "Short Stories",
                "Thriller",
                "Suspense",
                "Mystery",
                "Novella",
                "Audiobook"
            ]
        },
        {
            "title": "Hitchers",
            "authors": [
                "Will McIntosh"
            ],
            "ranking": 3.68,
            "ranking_count": 590,
            "abstract": "Two years ago, on the same day but miles apart, Finn Darby lost two of the most important people in his life: his wife Lorena, struck by lightning on the banks of the Chattahoochee River, and his abusive, alcoholic grandfather, Tom Darby, creator of the long-running newspaper comic strip. Toy Shop. . Against his grandfather’s dying wish, Finn has resurrected. Toy Shop. , adding new characters, and the strip is more popular than ever, bringing in fan letters, merchandising deals, and talk of TV specials. Finn has even started dating again.. When a terrorist attack decimates Atlanta, killing half a million souls, Finn begins blurting things in a strange voice beyond his control. The voice says things only his grandfather could know. Countless other residents of Atlanta are suffering a similar bizarre affliction. Is it mass hysteria, or have the dead returned to possess the living? Finn soon realizes he has a hitcher within his skin... his grandfather. And Grandpa isn’t terribly happy about the changes Finn has been making to. Toy Shop. . Together with a pair of possessed friends, an aging rock star, and a waitress, Finn races against time to find a way to send the dead back to Deadland... or die trying!. Skyhorse Publishing, under our Night Shade and Talos imprints, is proud to publish a broad range of titles for readers interested in science fiction (space opera, time travel, hard SF, alien invasion, near-future dystopia), fantasy (grimdark, sword and sorcery, contemporary urban fantasy, steampunk, alternative history), and horror (zombies, vampires, and the occult and supernatural), and much more. While not every title we publish becomes a. New York Times. bestseller, a national bestseller, or a Hugo or Nebula award-winner, we are committed to publishing quality books from a diverse group of authors.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Paranormal",
                "Romance",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Brutal Tenderness",
            "authors": [
                "Marata Eros"
            ],
            "ranking": 4.02,
            "ranking_count": 424,
            "abstract": "There are two sides to every story. In this dark and sexy companion novel to the New York Times bestseller A Terrible Love, experience the sizzling passion and pulse-pounding suspense through FBI agent Cas Steele’s eyes as he hunts down a psychopath...and falls for the killer’s prey.. Cas has been charged with an unsavory task: manipulate the hauntingly beautiful Jewell MacLeod—a woman he has every reason to hate—and slowly gain her trust in order to use her as bait to lure in a killer. But as the killer draws closer, Cas realizes that he can’t deny the scorching chemistry that ignites between him and Jewell, even if giving into his physical desire for her means jeopardizing his mission...and opening himself up to the possibility of a real and terrible love...",
            "part_of_series": true,
            "genre_list": [
                "New Adult",
                "Romance",
                "Suspense",
                "Adult Fiction",
                "Contemporary",
                "Mystery",
                "Dark",
                "Thriller"
            ]
        },
        {
            "title": "Death of Kings",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.29,
            "ranking_count": 26691,
            "abstract": "The master of historical fiction presents the iconic story of King Alfred and the making of a nation. As the ninth century wanes, England appears about to be plunged into chaos once more.. For the Viking-raised but Saxon-born warrior, Uhtred, whose life seems to shadow the making of England, this presents him with difficult choices. King Alfred is dying and his passing threatens the island of Britain to renewed warfare. Alfred wants his son, Edward, to succeed him but there are other Saxon claimants to the throne as well as ambitious pagan Vikings to the north.. Uhtred's loyalty - and his vows - were to Alfred, not to his son, and despite his long years of service to Alfred, he is still not committed to the Saxon cause. His own desire is to reclaim his long lost lands and castle to the north. But the challenge to him, as the king's warrior, is that he knows that he will either be the means of making Alfred's dream of a united and Christian England come to pass or be responsible for condemning it to oblivion.. This novel is a dramatic story of the power of tribal commitment and the terrible difficulties of divided loyalties. This is the making of England magnificently brought to life.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "War",
                "Adventure",
                "European Literature",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "Touching Rune",
            "authors": [
                "S.E. Smith"
            ],
            "ranking": 4.21,
            "ranking_count": 748,
            "abstract": "Rune August embraces her life in New York City in 1894. She has lived again and again through many different time periods but has never found tranquility until she walked into St. Agnes Home for Orphans. In her heart, she believes she has found a place she can call home. She will do everything she can to give the children in the orphanage a better life.. When a developer sets his sights on the property she and the children call home, she doesn’t hesitate to fight back - and win. But that win comes at a terrible price... her life… casting her once again into the shadows.. Refusing to leave the children unprotected, she watches over and protects them in a different form… as the beloved statue in their center garden. But her time as the children’s guardian angel draws to a close when the orphanage is renovated. Rune finds herself packed away and sold. Her new home is now far away from the familiar streets of New York and the children she loves.. Sergei Vasiliev and his best friend and bodyguard, Dimitri Mihailov, run one of the most powerful computer software development companies in the world. Both men carry deep scars from their life on the streets and from living in the world of the ultra-rich. Sergei knows men want him for his power and women want him for his money. Dimitri knows that some men and women would do anything to gain the secrets their company is developing.. Their lives change when Sergei purchases a statue for their home outside of Moscow. There is something about the statue of the young woman that touches an unexpected need deep inside both of them.. An impulsive purchase and a simple wish will change their lives forever. For anyone who touches Rune learns that love and hope are what makes the world a better place. Can she warm the hearts of two bitter, scarred men before the last petal falls from the Christmas rose that grows in the garden that has become her new home or will she be forever frozen, destined to only love them from afar?",
            "part_of_series": true,
            "genre_list": [
                "Erotica",
                "Romance",
                "Fantasy",
                "Science Fiction",
                "Menage",
                "Contemporary",
                "Polyamorous",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Emperor's Knife",
            "authors": [
                "Mazarkis Williams"
            ],
            "ranking": 3.3,
            "ranking_count": 2010,
            "abstract": "There is a cancer at the heart of the mighty Cerani Empire: a plague that marks each victim with a fragment of a greater design. And as the geometric patterns cover the skin, so the victims fall under the power of the Pattern Master.. The lost prince Sarmin, the emperor’s only surviving brother, lies locked in a hidden room. As the pattern draws closer to the palace he is at last remembered, and now he awaits the bride his mother has chosen: Mesema, a Windreader from the northern plains. She is used to riding free across the grasslands, now she must learn the politicking of the Court is not a game, but deadly earnest.. Eyul, imperial assassin, is burdened by the atrocities he has committed, and his advancing years. As commanded he bears the emperor’s Knife to the desert in search of a cure for the pattern-markings.. Conspiracies soon boil over into open violence and the enemy moves toward victory. Now only three people stand in his way: a lost prince, a world-weary killer, and a young girl who once saw a path through the waving grasses.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Epic",
                "Adult",
                "Mystery",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Mating for Life",
            "authors": [
                "Marissa Stapley"
            ],
            "ranking": 3.75,
            "ranking_count": 561,
            "abstract": "With pitch-perfect honesty and heartwarming humor, this captivating debut explores marriage, motherhood, identity, and what it takes to love someone—family members, friends, or spouses—for life.. Former folk singer Helen Sear was a feminist wild child who proudly disdained monogamy, raising three daughters—each by a different father—largely on her own. Now in her sixties, Helen has fallen in love with a traditional man who desperately wants to marry her. And while she fears losing him, she’s equally afraid of abandoning everything she’s ever stood for if she goes through with it.. Meanwhile, Helen’s youngest daughter, Liane, is in the heady early days of a relationship with her soul mate. But he has an ex-wife and two kids, and her new role as a “step-something” doesn’t come with an instruction manual. Ilsa, an artist, has put her bohemian past behind her and is fervently hoping her second marriage will stick. Yet her world feels like it is slowly shrinking, and her painting is suffering as a result—and she realizes she may need to break free again, even if it means disrupting the lives of her two young children. And then there’s Fiona, the eldest sister, who has worked tirelessly to make her world pristine, yet who still doesn’t feel at peace. When she discovers her husband has been harboring a huge secret, Fiona loses her tenuous grip on happiness and is forced to face some truths about herself that she’d rather keep buried.. Interweaving the alternating perspectives of Helen, her daughters, and the women surrounding them, “each new chapter brings a wise and tender look at single life, dating rituals, and marital unease” (. New York Times. bestselling author Jennifer Close). In this “absolute feat of storytelling” (bestselling author Grace O'Connell), Marissa Stapley celebrates the many roles modern women play, and shows that even though happy endings aren’t one-size-fits-all, some loves really. can. last for life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Cultural",
                "Contemporary",
                "Relationships",
                "Sociology",
                "Drama",
                "Womens"
            ]
        },
        {
            "title": "Our Aesthetic Categories: Zany, Cute, Interesting",
            "authors": [
                "Sianne Ngai"
            ],
            "ranking": 4.34,
            "ranking_count": 238,
            "abstract": "The zany, the cute, and the interesting saturate postmodern culture. They dominate the look of its art and commodities as well as our discourse about the ambivalent feelings these objects often inspire. In this radiant study, Sianne Ngai offers a theory of the aesthetic categories that most people use to process the hypercommodified, mass-mediated, performance-driven world of late capitalism, treating them with the same seriousness philosophers have reserved for analysis of the beautiful and the sublime.. Ngai explores how each of these aesthetic categories expresses conflicting feelings that connect to the ways in which postmodern subjects work, exchange, and consume. As a style of performing that takes the form of affective labor, the zany is bound up with production and engages our playfulness and our sense of desperation. The interesting is tied to the circulation of discourse and inspires interest but also boredom. The cute’s involvement with consumption brings out feelings of tenderness and aggression simultaneously. At the deepest level, Ngai argues, these equivocal categories are about our complex relationship to performing, information, and commodities.. Through readings of Adorno, Schlegel, and Nietzsche alongside cultural artifacts ranging from Bob Perelman’s poetry to Ed Ruscha’s photography books to the situation comedy of Lucille Ball, Ngai shows how these everyday aesthetic categories also provide traction to classic problems in aesthetic theory. The zany, cute, and interesting are not postmodernity’s only meaningful aesthetic categories, Ngai argues, but the ones best suited for grasping the radical transformation of aesthetic experience and discourse under its conditions.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Art",
                "Nonfiction",
                "Criticism",
                "Culture",
                "Sociology",
                "Writing",
                "Literature"
            ]
        },
        {
            "title": "Choosing to SEE",
            "authors": [
                "Mary Beth Chapman",
                "Steven Curtis Chapman"
            ],
            "ranking": 4.27,
            "ranking_count": 14751,
            "abstract": "Mary Beth Chapman. is the wife of Grammy and Dove Award winning recording artist Steven Curtis Chapman. Together they began Show Hope, a nonprofit organization dedicated to caring for the world's most vulnerable children by providing financial assistance to families wishing to adopt, as well as increasing awareness of the orphan crisis and funneling resources to orphans domestically and internationally. Mary Beth serves as president of Show Hope and is a speaker for Women of Faith 2010 with her husband. She is also coauthor with Steven of the Shaoey and Dot series of children's picture books. Mary Beth and Steven have six children: Emily, Caleb, Will Franklin, and adopted daughters Shaohannah Hope, Stevey Joy, and Maria Sue, who is now with Jesus. The Chapmans live in Tennessee.. www.MaryBethChapman.com. Ellen Vaughn. is a bestselling author and inspirational speaker. Her recent books include. It's All About Him. with Denise Jackson (wife of Alan Jackson), which debuted at #1 on the. New York Times. nonfiction list. She is also coauthor with Chuck Colson of. Being the Body. . In addition to her nonfiction work, Vaughn is an award-winning novelist. She lives in the Washington, D.C., area with her husband, Lee.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Parenting",
                "Religion",
                "Inspirational"
            ]
        },
        {
            "title": "Monstrous Beauty",
            "authors": [
                "Elizabeth Fama"
            ],
            "ranking": 3.64,
            "ranking_count": 4976,
            "abstract": "Fierce, seductive mermaid Syrenka falls in love with Ezra, a young naturalist. When she abandons her life underwater for a chance at happiness on land, she is unaware that this decision comes with horrific and deadly consequences.. Almost one hundred forty years later, seventeen-year-old Hester meets a mysterious stranger named Ezra and feels overwhelmingly, inexplicably drawn to him. For generations, love has resulted in death for the women in her family. Is it an undiagnosed genetic defect . . . or a curse? With Ezra’s help, Hester investigates her family’s strange, sad history. The answers she seeks are waiting in the graveyard, the crypt, and at the bottom of the ocean—but powerful forces will do anything to keep her from uncovering her connection to Syrenka and to the tragedy of so long ago.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mythology",
                "Romance",
                "Historical",
                "Paranormal",
                "Fiction"
            ]
        }
    ]
}