{
    "books": [
        {
            "title": "The Slaves of Solitude",
            "authors": [
                "Patrick Hamilton",
                "David Lodge"
            ],
            "ranking": 4.09,
            "ranking_count": 2313,
            "abstract": "England in the middle of World War II, a war that seems fated to go on forever, a war that has become a way of life. Heroic resistance is old hat. Everything is in short supply, and tempers are even shorter.. Overwhelmed by the terrors and rigors of the Blitz, middle-aged Miss Roach has retreated to the relative safety and stupefying boredom of the suburban town of Thames Lockdon, where she rents a room in a boarding house run by Mrs. Payne. There the savvy, sensible, decent, but all-too-meek Miss Roach endures the dinner-table interrogations of Mr. Thwaites and seeks to relieve her solitude by going out drinking and necking with a wayward American lieutenant. Life is almost bearable until Vicki Kugelmann, a seeming friend, moves into the adjacent room. That’s when Miss Roach’s troubles really start to begin.. Recounting an epic battle of wills in the claustrophobic confines of the boarding house, Patrick Hamilton’s. The Slaves of Solitude. , with a delightfully improbable heroine, is one of the finest and funniest books ever written about the trials of a lonely heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "War",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Collected Poems, 1948-1984",
            "authors": [
                "Derek Walcott"
            ],
            "ranking": 4.17,
            "ranking_count": 847,
            "abstract": "This remarkable collection, which won the 1986. Los Angeles Times. Book Prize for Poetry, includes most of the poems from each of Derek Walcott's seven prior books of verse and all of his long autobiographical poem, Another Life. The 1992 Nobel Laureate in Literature, Walcott has been producing for several decades, poetry with all the beauty, wisdom, directness, and narrative force of our classic myths and fairy tales, and in this hefty volume readers will find a full record of his important endeavor.. Walcott's virutes as a poet are extraordinary, James Dickey wrote in. The New York Times Book Review. . He could turn his attention on anything at all and make it live with a reality beyond its own; through his fearless language it becomes not only its acquired life, but the real one, the one that lasts . . . Walcott is spontaneous, headlong, and inventive beyond the limits of most other poets now writing.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nobel Prize",
                "Literature",
                "Fiction",
                "Academic",
                "Classics",
                "Anthologies",
                "Contemporary"
            ]
        },
        {
            "title": "Shadow of the Moon",
            "authors": [
                "M.M. Kaye"
            ],
            "ranking": 4.22,
            "ranking_count": 4173,
            "abstract": "Part One Of Two Parts. The author of THE FAR PAVILIONS returns us once again to the vast, intoxicating romance of India under the British Raj. SHADOW OF THE MOON is the story of Winter de Ballesteros, a beautiful English heiress come home to her beloved India. It is also the tale of Captain Alex Randall, her protector, who aches to possess her. Forged in the fires of a war that threatens to topple an empire, their tale is the saga of a desperate and unforgettable love that consumes all in its thrall. Filled with the mystery of moonlit palace gardens and the whisperings of passion and intrigue, M. M. Kaye evokes an era at once of its time, yet timeless.. Another splendid tale of India. (Wall Street Journal)",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Romance",
                "Adventure",
                "Literature",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "Young Miles",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 4.39,
            "ranking_count": 5989,
            "abstract": "The Warrior's Apprentice 1. The Mountains of Mourning 373. The Vor Game 465. Author's Afterword 829. IT ISN'T EASY, BEING VOR.... Being a Vor lord on the war-torn planet Barrayar wasn't easy. Being an officer in Barrayar's military wasn't easy. And being the leader of a force of spaceborne mercenaries while maintaining a secret identity wasn't easy—in fact it should have been impossible, to say nothing of being a capital offense on Barrayar. Not that impossibility or great danger would slow down young Miles Vorkosigan much.. The Warrior's Apprentice. 1. Discharged from the Barrarayan academy after flunking the physical, a discouraged Miles (17) takes possession of a jumpship and becomes the leader of a mercenary force that expands to a fleet of treasonous proportions.. The Mountains of Mourning. 373. Miles (20) is sent to a small mountain village to investigate the murder of an infant, killed because she had a physical defect. Miles must deal with deep-seated prejudice against “mutants” and uncover the real killer in this novella that won both the Hugo Award and Nebula Award.. The Vor Game. 465. Miles (20s) faces enormous challenges in this Hugo Award-winning novel as he leads a mutiny against his military commander's criminal orders, rejoins his Dendarii mercenaries, and attempts to rescue Emperor Gregor after Barrayar's royal scion has run off straight into trouble.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Fantasy",
                "Science Fiction Fantasy",
                "Adventure",
                "War",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Doctors",
            "authors": [
                "Erich Segal"
            ],
            "ranking": 4.05,
            "ranking_count": 14008,
            "abstract": "Writing with all the passion of Love Story and power of The Class, Erich Segal sweeps us into the lives of the Harvard Medical School's class of 1962. His stunning novel reveals the making of doctors--what makes them tick, scheme, hurt . . . and love. From the crucible of med school's merciless training through the demanding hours of internship and residency to the triumphs--and sometimes tragedies--beyond, Doctors brings to vivid life the men and women who seek to heal but who must first walk through fire. At the novel's heart is the unforgettable relationship of Barney Livingston and Laura Castellano, childhood friends who separately find unsettling celebrity and unsatisfying love--until their friendship ripens into passion. Yet even their devotion to each other, even their medical gifts may not be enough to save the one life they treasure above all others. Doctors --heartbreaking, witty, inspiring, and utterly, grippingly real--is a vibrant portrait that culminates in a murder, a trial . . . and a miracle.A superior story . . . A moving and compelling novel of doctors and their fears--how they confront them or are confounded by them.-- UPI.. Segal's best work to date.-- New York Post",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Medical",
                "Drama",
                "Health",
                "Contemporary",
                "Novels",
                "The United States Of America",
                "Classics",
                "Asian Literature"
            ]
        },
        {
            "title": "La virgen de los sicarios",
            "authors": [
                "Fernando Vallejo"
            ],
            "ranking": 3.72,
            "ranking_count": 3303,
            "abstract": "«La Virgen de los Sicarios es una descarnada parodia de la violencia que afectó a Medellín durante el auge del cartel dirigido por Pablo Escobar. Aquí Vallejo se representa como un anciano homosexual de conservadoras costumbres y de espíritu elitista que se dedica a la gramática y que regresa a su ciudad natal después de largos años de exilio en busca de amantes adolescentes y en espera de la muerte. Con humor cáustico describe la ciudad y sus habitantes, nada escapa a su afán desacralizador y a su mirada critica» María Mercedes Jaramillo, Gaceta de Colombia",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "LGBT",
                "Literature",
                "Novels",
                "Mystery",
                "Contemporary"
            ]
        },
        {
            "title": "Messiah",
            "authors": [
                "Gore Vidal"
            ],
            "ranking": 3.92,
            "ranking_count": 1063,
            "abstract": "When a mortician appears on television to declare that death is infinitely preferable to life, he sparks a religious movement that quickly leaves Christianity and most of Islam in the dust.. Gore Vidal’s deft and daring blend of satire and prophecy, first published in 1954, eerily anticipates the excesses of Jim Jones, David Koresh, and the Heaven’s Gate suicide cult.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Religion",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Classics"
            ]
        },
        {
            "title": "The Art of Computer Programming, Volume 1: Fundamental Algorithms",
            "authors": [
                "Donald Ervin Knuth"
            ],
            "ranking": 4.38,
            "ranking_count": 1791,
            "abstract": "The bible of all fundamental algorithms and the work that taught many of today's software developers most of what they know about computer programming.. -. Byte. , September 1995. I can't begin to tell you how many pleasurable hours of study and recreation they have afforded me! I have pored over them in cars, restaurants, at work, at home... and even at a Little League game when my son wasn't in the line-up.. -Charles Long. If you think you're a really good programmer... read [Knuth's] Art of Computer Programming... You should definitely send me a resume if you can read the whole thing.. -Bill Gates. It's always a pleasure when a problem is hard enough that you have to get the Knuths off the shelf. I find that merely opening one has a very useful terrorizing effect on computers.. -Jonathan Laventhol This first volume in the series begins with basic programming concepts and techniques, then focuses more particularly on information structures-the representation of information inside a computer, the structural relationships between data elements and how to deal with them efficiently. Elementary applications are given to simulation, numerical methods, symbolic computing, software and system design. Dozens of simple and important algorithms and techniques have been added to those of the previous edition. The section on mathematical preliminaries has been extensively revised to match present trends in research.. Ebook (PDF version) produced by Mathematical Sciences Publishers (MSP), http: //msp.org",
            "part_of_series": true,
            "genre_list": [
                "Computer Science",
                "Science",
                "Nonfiction",
                "Reference"
            ]
        },
        {
            "title": "They Shoot Horses, Don't They?",
            "authors": [
                "Horace McCoy",
                "Хорас Маккой"
            ],
            "ranking": 3.86,
            "ranking_count": 8065,
            "abstract": "The marathon dance craze flourished during the 1930s, but the underside was a competition and violence unknown to most ballrooms—a dark side that Horace McCoy's classic American novel powerfully captures.. Were it not in its physical details so carefully documented, it would be lurid beyond itself. —. Nation",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Classics",
                "Novels",
                "Literature",
                "Historical",
                "The United States Of America"
            ]
        },
        {
            "title": "Existentialism and Human Emotions",
            "authors": [
                "Jean-Paul Sartre"
            ],
            "ranking": 3.83,
            "ranking_count": 4543,
            "abstract": "Essay by Jean-Paul Sartre translated in English from French.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Cultural",
                "Classics",
                "Writing",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "The White Mountains",
            "authors": [
                "John Christopher"
            ],
            "ranking": 3.95,
            "ranking_count": 12513,
            "abstract": "Long ago, the Tripods—huge, three-legged machines—descended upon Earth and took control. Now people unquestioningly accept the Tripods' power. They have no control over their thoughts or their lives.. But for a brief time in each person's life—in childhood—he is not a slave. For Will, his time of freedom is about to end—unless he can escape to the White Mountains, where the possibility of freedom still exists.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Adventure",
                "Apocalyptic",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Sister of My Heart",
            "authors": [
                "Chitra Banerjee Divakaruni"
            ],
            "ranking": 3.99,
            "ranking_count": 19106,
            "abstract": "Anju is the daughter of an upper-caste Calcutta family; her cousin Sudha is the daughter of the black sheep of the family. Sudha is as beautiful, tenderhearted, and serious as Anju is plain, whip-smart, and defiant. yet since the day they were born, Sudha and Anju have been bonded in ways even their mothers cannot comprehend.. The cousins' bond is shattered, however, when Sudha learns a dark family secret. Urged into arranged marriages, their lives take sudden, opposite turns: Sudha becomes the dutiful daughter-in-law of a rigid small-town household, while Anju goes to America with her new husband and learns to live her own life of secrets. Then tragedy strikes them both, and the women discover that, despite the distance that has grown between them, they have only each other to turn to. Set in the two worlds of India and America, this is an exceptionally moving novel of love, friendship, and compelling courage.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Book Club",
                "Asian Literature",
                "Novels",
                "Historical",
                "Adult"
            ]
        },
        {
            "title": "Byzantium: The Apogee",
            "authors": [
                "John Julius Norwich"
            ],
            "ranking": 4.4,
            "ranking_count": 1082,
            "abstract": "Volume 2 of the series. With 32 pages of illustrations, and 7 maps.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Cultural",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "Master of the Game",
            "authors": [
                "Sidney Sheldon"
            ],
            "ranking": 4.13,
            "ranking_count": 53840,
            "abstract": "One of Sidney Sheldon's most popular and bestselling titles, repackaged and reissued for a new generation of fans. Kate Blackwell is one of the richest and most powerful women in the world. She is an enigma, a woman surrounded by a thousand unanswered questions. Her father was a diamond prospector who struck it rich beyond his wildest dreams. Her mother was the daughter of a crooked Afrikaaner merchant. Her conception was itself an act of hate-filled vengeance. At the extravagent celebrations of her ninetieth birthday, there are toasts from a Supreme Court Judge and a telegram from the White House. And for Kate there are ghosts, ghosts of absent friends and of enemies. Ghosts from a life of blackmail and murder. Ghosts from an empire spawned by naked ambition! Sidney Sheldon is one of the most popular storytellers in the world. This is one of his best-loved novels, a compulsively readable thriller, packed with suspense, intrigue and passion. It will recruit a new generation of fans to his writing.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Romance",
                "Drama",
                "Novels",
                "Historical"
            ]
        },
        {
            "title": "Broca's Brain: Reflections on the Romance of Science",
            "authors": [
                "Carl Sagan"
            ],
            "ranking": 4.05,
            "ranking_count": 10239,
            "abstract": "Carl Sagan, writer & scientist, returns from the frontier to tell us about how the world works. In his delightfully down-to-earth style, he explores & explains a mind-boggling future of intelligent robots, extraterrestrial life & its consquences, & other provocative, fascinating quandries of the future we want to see today.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "History",
                "Psychology",
                "Writing",
                "Space"
            ]
        },
        {
            "title": "Appointment in Samarra",
            "authors": [
                "John O'Hara"
            ],
            "ranking": 3.82,
            "ranking_count": 14555,
            "abstract": "O’Hara did for fictional Gibbsville, Pennsylvania what Faulkner did for Yoknapatawpha County, Mississippi: surveyed its social life and drew its psychic outlines, but he did it in utterly worldly terms, without Faulkner’s taste for mythic inference or the basso profundo of his prose. Julian English is a man who squanders what fate gave him. He lives on the right side of the tracks, with a country club membership, and a wife who loves him. His decline and fall, over the course of just 72 hours around Christmas, is a matter of too much spending, too much liquor, and a couple of reckless gestures. That his calamity is petty and preventable only makes it more powerful. In Faulkner, the tragedies all seem to be taking place on Olympus, even when they’re happening among the low-lifes. In O’Hara, they could be happening to you.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Historical",
                "The United States Of America"
            ]
        },
        {
            "title": "Nine Hundred Grandmothers",
            "authors": [
                "R.A. Lafferty"
            ],
            "ranking": 4.17,
            "ranking_count": 701,
            "abstract": "In all of science fiction, there has never been a writer like R.A. Lafferty, the highly acclaimed author of. Past Masters. and. Fourth Mansions. . His people are heroic, foolish, demonic or mischievous, but always unpredictable, and his stories soar with imagination even while they chuckle at themselves.. Here at last are the finest of Lafferty's shorter works, stories about:. A man who found one day that he knew everyone in the world.. A race who kept their most ancient ancestors on shelves in the basements.. A speeded-up world where a man could earn and lose a dozen fortunes a night.. A friendly bearlike creature named Snuffles who said he was God.. ...in all, twenty-one immensely enjoyable stories that will continue to delight you long after you've read them.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Anthologies",
                "Humor",
                "Speculative Fiction",
                "Classics"
            ]
        },
        {
            "title": "Rolf in the Woods: The Adventures of a Boy Scout with Indian Quonab & Little Dog Skookum",
            "authors": [
                "Ernest Thompson Seton"
            ],
            "ranking": 4.16,
            "ranking_count": 166,
            "abstract": "A historical book by Seton, it narrates the heroic tale of American Boy Scouts and how they won various sea fights and battles. The author has wonderfully captured the beauty of wild life and nature. With its theme of bravery and heroism, the book sets a great example for all readers especially young boys. Inspirational",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "The Visit",
            "authors": [
                "Friedrich Dürrenmatt",
                "Patrick Bowles"
            ],
            "ranking": 3.77,
            "ranking_count": 19963,
            "abstract": "This is the first complete English translation of the play that many critics consider to be Durrenmatt's finest work. Unlike an earlier version adapted for the English-language stage, this translation adheres faithfully to the author's original play as it was published and performed in German.. The action of. The Visit. takes place in the small town of Guellen, somewhere in Central Europe. An elderly millionairesse, Claire Zachanassian, returns to Guellen, her home town, after an absence of many years. Merely on the promise of her millions, she shortly turns what has been a depressed area into a boom town. But there is a condition attached to her largess, which the natives of Guellen realize only after they have become enmeshed in her vengeful plot: murder. Out of these elements, Durrenmatt has fashioned a many-leveled play which is at once a macabre parable, a deeply moving tragedy, and a scathing indictment of the power of greed.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Drama",
                "European Literature",
                "Fiction",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "A Jest of God",
            "authors": [
                "Margaret Laurence",
                "Margaret Atwood"
            ],
            "ranking": 3.95,
            "ranking_count": 2940,
            "abstract": "In this celebrated novel, Margaret Laurence writes with grace, power, and deep compassion about Rachel Cameron, a woman struggling to come to terms with love, with death, with herself and her world.. Trapped in a milieu of deceit and pettiness – her own and that of others – Rachel longs for love, and contact with another human being who shares her rebellious spirit. Through her summer affair with Nick Kazlik, a schoolmate from earlier years, she learns at last to reach out to another person and to make herself vulnerable.. A Jest of God. won the Governor General’s Award for 1966 and was released as the successful film,. Rachel, Rachel. . The novel stands as a poignant and singularly enduring work by one of the world’s most distinguished authors.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Adult Fiction",
                "Womens"
            ]
        },
        {
            "title": "Exploits & Opinions of Dr. Faustroll, Pataphysician: A Neo-Scientific Novel",
            "authors": [
                "Alfred Jarry",
                "Roger Shattuck",
                "Simon Watson Taylor"
            ],
            "ranking": 4.0,
            "ranking_count": 748,
            "abstract": "Alfred Jarry is best known as the author of the proto-Dada play Ubu Roi, but this anarchic novel of absurdist philosophy is widely regarded as the central work to his oeuvre. Refused for publication in the author's lifetime, Exploits and Opinion of Dr. Faustroll recounts the adventures of the inventor of Pataphysics . . . the science of imaginary solutions. Pataphysics has since inspired artists as diverse as Marcel Duchamp and the 60s rock band Soft Machine, as well as the mythic literary organization the College de Pataphysique. Simon Watson Taylor's superb annotated translation (which in turn inspired a new French edition of the text) was first published by Grove Press in 1965 as part of their now out-of-print collection, Selected Works of Alfred Jarry. As a result, this most important novel by Jarry has never before been published under its own title in English.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Philosophy",
                "Literature",
                "European Literature",
                "Novels",
                "Science Fiction",
                "Humor",
                "Classics"
            ]
        },
        {
            "title": "Heaven",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 4.04,
            "ranking_count": 23071,
            "abstract": "Of all the folks in the mountain shacks, the Casteels were the lowest -- the scum of the hills.. Heaven Leigh Casteel was the prettiest, smartest girl in the backwoods, despite her ragged clothes and dirty face...despite a father meaner than ten vipers...despite her weary stepmother, who worked her like a mule. For her brother Tom and the little ones, Heaven clung to her pride and her hopes. Someday they'd get away and show the world that they were decent, fine and talented -- worthy of love and respect.. Then Heaven's stepmother ran off, and her wicked, greedy father had a scheme -- a vicious scheme that threatened to destroy the precious dream of Heaven and the children forever!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Drama",
                "Mystery",
                "Thriller",
                "Contemporary",
                "Womens Fiction"
            ]
        },
        {
            "title": "Lie Down with Lions",
            "authors": [
                "Ken Follett"
            ],
            "ranking": 3.86,
            "ranking_count": 18108,
            "abstract": "Ellis, the American. Jean-Pierre, the Frenchman. They were two men on opposite sides of the cold war, with a woman torn between them. Together, they formed a triangle of passion and deception, racing from terrorist bombs in Paris to the violence and intrigue of Afghanistan - to the moment of truth and deadly decision for all of them...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Historical",
                "Suspense",
                "Mystery",
                "Adventure",
                "Spy Thriller",
                "Romance"
            ]
        },
        {
            "title": "خرمگس",
            "authors": [
                "Ethel Lilian Voynich",
                "خسرو همایون‌پور",
                "J.M. Gaffney"
            ],
            "ranking": 4.18,
            "ranking_count": 9958,
            "abstract": "Ethel Lilian Voynich, née Boole (1864-1960) was a novelist and musician, and a supporter of several revolutionary causes. In 1893 she married Wilfrid Michael Voynich, revolutionary, antiquarian and bibliophile, the eponym of the Voynich manuscript. She is most famous for her novel The Gadfly, first published in 1897 in the United States (June) and Britain (September), about the struggles of an international revolutionary in Italy. This novel was very popular in the Soviet Union and the People's Republic of China. By the time of Voynich's death The Gadfly had sold an estimated 2,500,000 copies in the Soviet Union. Ethel Voynich was a significant figure not only on the late Victorian literary scene but also in Russian emigrant circles. Her other works include: Jack Raymond (1901), Olive Latham (1904) and An Interrupted Friendship (1910).",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Historical",
                "Literature",
                "European Literature",
                "Cultural",
                "Politics"
            ]
        },
        {
            "title": "Trilce",
            "authors": [
                "César Vallejo",
                "Michael     Smith",
                "Valentino Gianuzzi"
            ],
            "ranking": 4.3,
            "ranking_count": 1022,
            "abstract": "'Trilce' is one of the great monuments of 20th-Century Hispanic poetry, as important in Hispanic letters as 'The Wasteland' and 'The Cantos' in the anglophone world, and all the more amazing for having been composed in remote Peru. Full of neologisms and symbols, the book is one that needs to be re-translated often, but this is only the second version to appear in the UK, and the fourth in the USA. A fully bilingual book, the Spanish texts are based upon the very latest scholarship, and are presented with full explanatory annotations for the English-speaking reader. Apart from the canonical text of 'Trilce', the book also includes an appendix of a further eight poems that were left out of the final published version of the book, but which it is useful to have available with the core text. The translations are by the Irish poet, and award-winning translator, Michael Smith, and the Peruvian scholar Valentino Gianuzzi.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "To Green Angel Tower",
            "authors": [
                "Tad Williams"
            ],
            "ranking": 4.19,
            "ranking_count": 32778,
            "abstract": "As the evil minions of the undead Sithi Storm King prepare for the kingdom-shattering culmination of their dark sorceries and King Elias is drawn ever deeper into their nightmarish, spell spun world, the loyal allies of Prince Josua desperately struggle to rally their forces at the Stone of Farewell. And with time running out, the remaining members of the now devastated League of the Scroll have also gathered there to unravel mysteries from the forgotten past in an attempt to find something to strike down their unslayable foe.. But whether or not they are successful, the call of battle will lead the valiant followers of Josua Lackhand on a memorable trek to the haunted halls of Asu'a itself - the Sithi's greatest stronghold.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Adventure",
                "Audiobook",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Toy Story",
            "authors": [
                "Walt Disney Company"
            ],
            "ranking": 4.28,
            "ranking_count": 2248,
            "abstract": "In this retelling of Disney's. Toy Story. , all the highlights of the animated film are transformed into action-packed pop-up scenes with all the favorite characters from the film.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Media Tie In",
                "Fantasy",
                "Classics",
                "Own",
                "Humor",
                "Animals"
            ]
        },
        {
            "title": "The Bottoms",
            "authors": [
                "Joe R. Lansdale"
            ],
            "ranking": 4.18,
            "ranking_count": 7383,
            "abstract": "The narrator of. The Bottoms. is Harry Collins, an old man obsessively reflecting on certain key experiences of his childhood. In 1933, the year that forms the centerpiece of the narrative, Harry is 11 years old and living with his mother, father, and younger sister on a farm outside of Marvel Creek, Texas, near the Sabine River bottoms. Harry's world changes forever when he discovers the corpse of a young black woman tied to a tree in the forest near his home. The woman, who is eventually identified as a local prostitute, has been murdered, molested, and sexually mutilated. She is also, as Harry will soon discover, the first in a series of similar corpses, all of them the victims of a new, unprecedented sort of monster: a traveling serial killer.. From his privileged position as the son of constable (and farmer and part-time barber) Jacob Collins, Harry watches as the distinctly amateur investigation unfolds. As more bodies -- not all of them colored -- surface, the mood of the local residents darkens. Racial tensions -- never far from the surface, even in the best of times -- gradually kindle. When circumstantial evidence implicates an ancient, innocent black man named Mose, the Ku Klux Klan mobilizes, initiating a chilling, graphically described lynching that will occupy a permanent place in Harry Collins's memories. With Mose dead and the threat to local white women presumably put to rest, the residents of Marvel Creek resume their normal lives, only to find that the actual killer remains at large and continues to threaten the safety and stability of the town.. Lansdale uses this protracted murder investigation to open up a window on an insular, poverty-stricken, racially divided community. With humor, precision, and great narrative economy, he evokes the society of Marvel Creek in all its alternating tawdriness and nobility, offering us a varied, absolutely convincing portrait of a world that has receded into history. At the same time, he offers us a richly detailed re-creation of the vibrant, dangerous physical landscapes that were part of that world and have since been buried under the concrete and cement of the industrialized juggernaut of the late 20th century. In Lansdale's hands, the gritty realities of Depression-era Texas are as authentic -- and memorable -- as anything in recent American fiction.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Horror",
                "Historical",
                "Thriller",
                "Young Adult",
                "Gothic"
            ]
        },
        {
            "title": "Mastering the Art of French Cooking",
            "authors": [
                "Julia Child",
                "Simone Beck",
                "Louisette Bertholle"
            ],
            "ranking": 4.21,
            "ranking_count": 62021,
            "abstract": "For over fifty years,. New York Times. bestseller. Mastering the Art of French Cooking. has been the definitive book on the subject for American readers. Featuring 524 delicious recipes, in its pages home cooks will find something for everyone, from seasoned experts to beginners who love good food and long to reproduce the savory delights of French cuisine, from historic Gallic masterpieces to the seemingly artless perfection of a dish of spring-green peas. Here Julia Child, Simone Beck, and Louisette Bertholle break down the classic foods of France into a logical sequence of themes and variations rather than presenting an endless and diffuse catalogue of dishes. Throughout, the focus is on key recipes that form the backbone of French cookery and lend themselves to an infinite number of elaborations--bound to increase anyone's culinary repertoire. With over 100 instructive illustrations to guide readers every step of the way,. Mastering the Art of French Cooking. deserves a place of honor in every kitchen in America.",
            "part_of_series": true,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Reference",
                "Cultural",
                "Classics"
            ]
        },
        {
            "title": "Mr Norris Changes Trains",
            "authors": [
                "Christopher Isherwood"
            ],
            "ranking": 3.76,
            "ranking_count": 4157,
            "abstract": "After a chance encounter on a train the English teacher William Bradshaw starts a close friendship with the mildly sinister Arthur Norris. Norris is a man of contradictions; lavish but heavily in debt, excessively polite but sexually deviant. First published in 1933. Mr Norris Changes Trains. piquantly evokes the atmosphere of Berlin during the rise of the Nazis.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "LGBT",
                "Literature",
                "Historical",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Lyddie",
            "authors": [
                "Katherine Paterson"
            ],
            "ranking": 3.62,
            "ranking_count": 6602,
            "abstract": "When Lyddie and her younger brother are hired out as servants to help pay off their family farm's debts, Lyddie is determined to find a way to reunite her family once again. Hearing about all the money a girl can make working in the textile mills in Lowell, Massachusetts, she makes her way there, only to find that her dreams of returning home may never come true.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Academic",
                "Realistic Fiction"
            ]
        },
        {
            "title": "In a Free State",
            "authors": [
                "V.S. Naipaul"
            ],
            "ranking": 3.49,
            "ranking_count": 4501,
            "abstract": "No writer has rendered our boundariless, post-colonial world more acutely or prophetically than V. S. Naipaul, or given its upheavals such a hauntingly human face. A perfect case in point is this riveting novel, a masterful and stylishly rendered narrative of emigration, dislocation, and dread, accompanied by four supporting narratives.. In the beginning it is just a car trip through Africa. Two English people--Bobby, a civil servant with a guilty appetite for African boys, and Linda, a supercilious compound wife -- are driving back to their enclave after a stay in the capital. But in between lies the landscape of an unnamed country whose squalor and ethnic bloodletting suggest Idi Amin's Uganda. And the farther Naipaul's protagonists travel into it, the more they find themselves crossing the line that separates privileged outsiders from horrified victims. Alongside this Conradian tour de force are four incisive portraits of men seeking liberation far from home. By turns funny and terrifying, sorrowful and unsparing, In A Free State is Naipaul at his best.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Short Stories",
                "Literature",
                "Nobel Prize",
                "Classics",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Red Scarf Girl",
            "authors": [
                "Ji-li Jiang"
            ],
            "ranking": 3.77,
            "ranking_count": 13773,
            "abstract": "Moving, honest, and deeply personal, Red Scarf Girl is the incredible true story of one girl’s courage and determination during one of the most terrifying eras of the twentieth century.. It's 1966, and twelve-year-old Ji-li Jiang has everything a girl could want: brains, popularity, and a bright future in Communist China. But it's also the year that China's leader, Mao Ze-dong, launches the Cultural Revolution—and Ji-li's world begins to fall apart. Over the next few years, people who were once her friends and neighbors turn on her and her family, forcing them to live in constant terror of arrest. And when Ji-li's father is finally imprisoned, she faces the most difficult dilemma of her life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Autobiography",
                "Cultural",
                "Biography",
                "Historical",
                "Academic",
                "Childrens",
                "Biography Memoir"
            ]
        },
        {
            "title": "Whatever",
            "authors": [
                "Michel Houellebecq",
                "Paul        Hammond"
            ],
            "ranking": 3.57,
            "ranking_count": 14311,
            "abstract": "Just thirty, with a well-paid job, depression and no love life, the narrator and anti-hero par excellence of this grim, funny, and clever novel smokes four packs of cigarettes a day and writes weird animal stories in his spare time.. Houellebecq's debut novel is painfully realistic portrayal of the vanishing freedom of a world governed by science and by the empty rituals of daily life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Contemporary",
                "Literature",
                "Novels",
                "Roman",
                "Philosophy",
                "Drama"
            ]
        },
        {
            "title": "The Collected Poems, 1957-1982",
            "authors": [
                "Wendell Berry"
            ],
            "ranking": 4.39,
            "ranking_count": 1731,
            "abstract": "A longtime spokesman for conservation, common sense, and sustainable agriculture, Wendell Berry writes eloquently in several styles and methods. Among other literary forms, he is a poet of great clarity and sureness. His love of language and his care for its music are matched only by his fidelity to the subjects he has written of during his first twenty-five years of work: land and nature, the family and community, tradition as the groundwork for life and culture. His graceful elegies sit easily alongside lyrics of humor and biting satire. Husbandman and husband, philosopher and Mad Farmer, he writes of values that endure, of earthy truths and universal imagery. His vision is one of hope and memory, of determination and faithfulness. For this far-reaching yet portable volume, Berry has chosen nearly two hundred poems from his previous eight collections.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Environment",
                "Nonfiction",
                "Literature",
                "Classics",
                "Biology",
                "Religion"
            ]
        },
        {
            "title": "At the Mountains of Madness",
            "authors": [
                "H.P. Lovecraft",
                "China Miéville",
                "S.T. Joshi"
            ],
            "ranking": 3.85,
            "ranking_count": 42553,
            "abstract": "Long acknowledged as a master of nightmarish vision, H.P. Lovecraft established the genuineness and dignity of his own pioneering fiction in 1931 with his quintessential work of supernatural horror,. At the Mountains of Madness. . The deliberately told and increasingly chilling recollection of an Antarctic expedition's uncanny discoveries --and their encounter with an untold menace in the ruins of a lost civilization--is a milestone of macabre literature.. This Definitive Edition of. At the Mountains of Madness. (The Modern Library) also includes Lovecraft's long essay Supernatural Horror in Literature.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Science Fiction",
                "Fantasy",
                "Audiobook",
                "Short Stories",
                "Novels"
            ]
        },
        {
            "title": "The Death of Ahasuerus",
            "authors": [
                "Pär Lagerkvist",
                "Naomi Walford"
            ],
            "ranking": 3.6,
            "ranking_count": 398,
            "abstract": "A continuation of an allegorical tale by the great Swedish poet, playwright, novelist & essayist (followed by Pilgrim at Sea, 1962 & being the 3rd installment of Lagerkvist's tetralogy consisting of Barabbas, The Sybil, The Death of Ahasuerus & Pilgrim at Sea) attempting to polarize the Christian ethos & modern attitudes,",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Nobel Prize",
                "Historical",
                "Classics",
                "Literature",
                "Novels",
                "Poetry"
            ]
        },
        {
            "title": "The Six Wives of Henry VIII",
            "authors": [
                "Alison Weir"
            ],
            "ranking": 4.09,
            "ranking_count": 67132,
            "abstract": "The tempestuous, bloody, and splendid reign of Henry VIII of England (1509-1547) is one of the most fascinating in all history, not least for his marriage to six extraordinary women. In this accessible work of brilliant scholarship, Alison Weir draws on early biographies, letters, memoirs, account books, and diplomatic reports to bring these women to life. Catherine of Aragon emerges as a staunch though misguided woman of principle; Anne Boleyn, an ambitious adventuress with a penchant for vengeance; Jane Seymour, a strong-minded matriarch in the making; Anne of Cleves, a good-natured and innocent woman naively unaware of the court intrigues that determined her fate; Catherine Howard, an empty-headed wanton; and Catherine Parr, a warm-blooded bluestocking who survived King Henry to marry a fourth time.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Historical",
                "English History",
                "European Literature",
                "Biography Memoir",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Liar's Poker",
            "authors": [
                "Michael   Lewis"
            ],
            "ranking": 4.14,
            "ranking_count": 90776,
            "abstract": "The time was the 1980s. The place was Wall Street. The game was called Liar’s Poker.. Michael Lewis was fresh out of Princeton and the London School of Economics when he landed a job at Salomon Brothers, one of Wall Street’s premier investment firms. During the next three years, Lewis rose from callow trainee to bond salesman, raking in millions for the firm and cashing in on a modern-day gold rush.. Liar’s Poker. is the culmination of those heady, frenzied years—a behind-the-scenes look at a unique and turbulent time in American business. From the frat-boy camaraderie of the forty-first-floor trading room to the killer instinct that made ambitious young men gamble everything on a high-stakes game of bluffing and deception, here is Michael Lewis’s knowing and hilarious insider’s account of an unprecedented era of greed, gluttony, and outrageous fortune. .",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Economics",
                "History",
                "Biography",
                "Autobiography",
                "Currency",
                "Buisness",
                "Politics"
            ]
        },
        {
            "title": "The Boys from Brazil",
            "authors": [
                "Ira Levin"
            ],
            "ranking": 4.06,
            "ranking_count": 37219,
            "abstract": "Alive and hiding in South America, the fiendish Nazi Dr. Josef Mengele gathers a group of former colleagues for a horrifying project—the creation of the Fourth Reich. Barry Kohler, a young investigative journalist, gets wind of the project and informs famed Nazi hunter Ezra Lieberman, but before he can relay the evidence, Kohler is killed.. Thus Ira Levin opens one of the strangest and most masterful novels of his career. Why has Mengele marked a number of harmless aging men for murder? What is the hidden link that binds them? What interest can they possibly hold for their killers: six former SS men dispatched from South America by the most wanted Nazi still alive, the notorious Angel of Death? One man alone must answer these questions and stop the killings—Lieberman, himself aging and thought by some to be losing his grip on reality.. At the heart of. The Boys from Brazil. lies a frightening contemporary nightmare, chilling and all too possible.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Horror",
                "Science Fiction",
                "Historical",
                "Suspense",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "The Song of the Lark",
            "authors": [
                "Willa Cather",
                "Doris Grumbach"
            ],
            "ranking": 3.9,
            "ranking_count": 9380,
            "abstract": "Perhaps Willa Cather's most autobiographical work,. The Song of the Lark. charts the story of a young woman's awakening as an artist against the backdrop of the western landscape. Thea Kronborg, an aspiring singer, struggles to escape from the confines her small Colorado town to the world of possibility in the Metropolitan Opera House. In classic Cather style,. The Song of the Lark. is the beautiful, unforgettable story of American determination and its inextricable connection to the land.. The time will come when she'll be ranked above Hemingway. -- Leon Edel",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Novels",
                "Literature",
                "Music",
                "Literary Fiction"
            ]
        },
        {
            "title": "Mission of Gravity",
            "authors": [
                "Hal Clement",
                "Paul Lehr"
            ],
            "ranking": 3.91,
            "ranking_count": 6884,
            "abstract": "Cover Artist: Ed Emshwiller. Mission of Gravity. is an sf novel by Hal Clement. The title is a play on words, one meaning the force which pulls & the other being extremely serious or important. It was serialized in. Astounding Science Fiction. , 4–7/53. Its 1st cloth publication was in '54. It was 1st published in paper in '58. Along with the novel itself, many editions (& most recent editions) of the book also include. Whirligig World. , an essay on creating the planet Mesklin that was published in the 6/53 Astounding. He published two sequels, a '70 novel called. Star Light. & a '73 short story called. Lecture Demonstration. .. Mission of Gravity. was nominated for a Retro Hugo Award for '54.. For a profit & adventure Barlennan would sail thousands of miles across uncharted waters, into regions where gravity played strange tricks. He'd dare the perils of strange tribes & stranger creatures--even dicker with those aliens from beyond the skies, though the concept of another world was unknown to the inhabitants of the planet of Mesklin. But in spite of the incredible technology of the strangers & without regard for their enormous size, Barlennan had the notion of turning the deal to an unsuspected advantage for himself--a considerable enterprise for a being very much resembling a 15 caterpillar!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Adventure",
                "Space",
                "Fantasy",
                "Literature"
            ]
        },
        {
            "title": "A Far Cry from Kensington",
            "authors": [
                "Muriel Spark"
            ],
            "ranking": 3.83,
            "ranking_count": 5200,
            "abstract": "Set on the crazier fringes of 1950s literary London, A Far Cry from Kensington is a delight, hilariously portraying love, fraud, death, evil, and transformation. Mrs. Hawkins, the majestic narrator, takes us well in hand and leads us back to her threadbare years in postwar London.. There, as a fat and much admired young war widow, she spent her days working for a mad, near-bankrupt publisher (of very good books) and her nights dispensing advice at her small South Kensington rooming house. At work and at home Mrs. Hawkins soon uncovered evil: shady literary doings and a deadly enemy; anonymous letters, blackmail, and suicide. With aplomb, however, Mrs. Hawkins confidently set about putting things to order, little imagining the mayhem that would ensue.. Now decades older, thin, successful, and delighted with life in Italy--quite a far cry from Kensington--Mrs. Hawkins looks back to all those dark doings and recounts how her own life changed forever. She still, however, loves to give advice: It's easy to get thin. You eat and drink the same as always, only half...I offer this advice without fee; it is included in the price of this book.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Classics",
                "Literary Fiction",
                "Audiobook",
                "Humor",
                "Novels",
                "Female Authors",
                "Literature"
            ]
        },
        {
            "title": "Godric",
            "authors": [
                "Frederick Buechner"
            ],
            "ranking": 4.17,
            "ranking_count": 2033,
            "abstract": "Frederick Buechner's. Godric. retells the life of Godric of Finchale, a twelfth-century English holy man whose projects late in life included that of purifying his moral ambition of pride...Sin, spiritual yearning, rebirth, fierce asceticism--these hagiographic staples aren't easy to revitalize but Frederick Buechner goes at the task with intelligent intensity and a fine readiness to invent what history doesn't supply. He contrives a style of speech for his narrator--Godric himself--that's brisk and tough-sinewed...He avoids metaphysical fiddle, embedding his narrative in domestic reality--familiar affection, responsibilities, disasters...All on his own, Mr. Buechner has managed to reinvent projects of self-purification and of faith as piquant matter for contemporary fiction [in a book] notable for literary finish...Frederick Buechner is a very good writer indeed. — Benjamin DeMott,. The New York Times Book Review. From the book's opening sentence...and sensible reader will be caught in. Godric. 's grip.... Godric. glimmers brightly. — Peter S. Prescott,. Newsweek. . Godric. is a memorable book...a marvelous gem of a book...destined to become a classic of its kind. — Michael Heskett,. Houston Chronicle. In the extraordinary figure of Godric, both stubborn outsider and true child of God, both worldly and unworldly, Frederick Buechner has found an ideal means of exploring the nature of spirituality.. Godric. is a living battleground where God fights it out with the world, the Flesh, and the Devil. —. London Times Literary Supplement. With a poet's sensibly and a high reverent fancy, Frederick Buechner paints a memorable portrait. — Edmund Fuller,. The Wall Street Journal",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Christian",
                "Novels",
                "Literature",
                "Religion",
                "Classics",
                "Christian Fiction",
                "Spirituality"
            ]
        },
        {
            "title": "A Door Into Ocean",
            "authors": [
                "Joan Slonczewski"
            ],
            "ranking": 3.98,
            "ranking_count": 2194,
            "abstract": "A Door into Ocean. is the novel upon which the author's reputation as an important SF writer principally rests. A ground-breaking work both of feminist SF and of world-building hard SF, it concerns the Sharers of Shora, a nation of women on a distant moon in the far future who are pacifists, highly advanced in biological sciences, and who reproduce by parthenogenesis--there are no males--and tells of the conflicts that erupt when a neighboring civilization decides to develop their ocean world, and send in an army.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Feminism",
                "Fantasy",
                "Speculative Fiction",
                "LGBT",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Death and the Penguin",
            "authors": [
                "Andrey Kurkov",
                "George Bird"
            ],
            "ranking": 3.81,
            "ranking_count": 10868,
            "abstract": "Viktor is an aspiring writer with only Misha, his pet penguin, for company. Although he would prefer to write short stories, he earns a living composing obituaries for a newspaper. He longs to see his work published, yet the subjects of his obituaries continue to cling to life. But when he opens the newspaper to see his work in print for the first time, his pride swiftly turns to terror. He and Misha have been drawn into a trap from which there appears to be no escape.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Mystery",
                "Novels",
                "Contemporary",
                "Humor",
                "Literature"
            ]
        },
        {
            "title": "Existentialism is a Humanism",
            "authors": [
                "Jean-Paul Sartre",
                "Arlette Elkaïm-Sartre",
                "Annie Cohen-Solal",
                "Carol Macomber"
            ],
            "ranking": 3.98,
            "ranking_count": 29639,
            "abstract": "It was to correct common misconceptions about his thought that Jean-Paul Sartre, the most dominent European intellectual of the post-World War II decades, accepted an invitation to speak on October 29, 1945, at the Club Maintenant in Paris. The unstated objective of his lecture (“Existentialism Is a Humanism”) was to expound his philosophy as a form of “existentialism,” a term much bandied about at the time. Sartre asserted that existentialism was essentially a doctrine for philosophers, though, ironically, he was about to make it accessible to a general audience. The published text of his lecture quickly became one of the bibles of existentialism and made Sartre an international celebrity.. The idea of freedom occupies the center of Sartre’s doctrine. Man, born into an empty, godless universe, is nothing to begin with. He creates his essence—his self, his being—through the choices he freely makes (“existence precedes essence”). Were it not for the contingency of his death, he would never end. Choosing to be this or that is to affirm the value of what we choose. In choosing, therefore, we commit not only ourselves but all of mankind.. This book presents a new English translation of Sartre’s 1945 lecture and his analysis of Camus’s. The Stranger. , along with a discussion of these works by acclaimed Sartre biographer Annie Cohen-Solal. This edition is a translation of the 1996 French edition, which includes Arlette Elkaïm-Sartre’s introduction and a Q&A with Sartre about his lecture.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Cultural",
                "Classics",
                "Writing",
                "European Literature",
                "Literature",
                "Academic",
                "Nobel Prize"
            ]
        },
        {
            "title": "Helen Keller",
            "authors": [
                "Margaret Davidson",
                "Wendy Watson"
            ],
            "ranking": 4.07,
            "ranking_count": 2628,
            "abstract": "The bestselling biography of Helen Keller and how, with the commitment and lifelong friendship of Anne Sullivan, she learned to talk, read, and eventually graduate from college with honors.",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Childrens",
                "Classics",
                "Academic",
                "History",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Wide Window",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 3.94,
            "ranking_count": 176939,
            "abstract": "Dear Reader,. If you have not read anything about the Baudelaire orphans, then before you read even one more sentence, you should know this: Violet, Klaus, and Sunny are kindhearted and quick-witted; but their lives, I am sorry to say, are filled with bad luck and misery. All of the stories about these three children are unhappy and wretched, and this one may be the worst of them all. If you haven't got the stomach for a story that includes a hurricane, a signalling device, hungry leeches, cold cucumber soup, a horrible villain, and a doll named Pretty Penny, then this book will probably fill you with despair. I will continue to record these tragic tales, for that is what I do. You, however, should decide for yourself whether you can possibly endure this miserable story.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "The Deep End of the Ocean",
            "authors": [
                "Jacquelyn Mitchard"
            ],
            "ranking": 3.87,
            "ranking_count": 118181,
            "abstract": "Few first novels receive the kind of attention and acclaim showered on this powerful story—a nationwide bestseller, a critical success, and the first title chosen for Oprah's Book Club. Both highly suspenseful and deeply moving,. The Deep End of the Ocean. imagines every mother's worst nightmare—the disappearance of a child—as it explores a family's struggle to endure, even against extraordinary odds. Filled with compassion, humor, and brilliant observations about the texture of real life, here is a story of rare power, one that will touch readers' hearts and make them celebrate the emotions that make us all one.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Womens Fiction",
                "Adult Fiction",
                "Drama",
                "Adult",
                "Family",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Back Bay",
            "authors": [
                "William Martin"
            ],
            "ranking": 3.9,
            "ranking_count": 2029,
            "abstract": "Meet the Pratt clan. Driven men. Determined women. Through six turbulent generations, they would pursue a lost Paul Revere treasure. And turn a family secret into an obsession that could destroy them. Here is the novel that launched William Martin's astonishing literary career and became an instant bestseller. From the grit and romance of old Boston to exclusive—and dangerous—Back Bay today, this sweeping saga paints an unforgettable portrait of a powerful dynasty beset by the forces of history...and a heritage of greed, lust, murder and betrayal.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Thriller",
                "Adventure",
                "North American Hi...",
                "Suspense",
                "Adult",
                "The United States Of America"
            ]
        },
        {
            "title": "ثرثرة فوق النيل",
            "authors": [
                "Naguib Mahfouz",
                "نجيب محفوظ"
            ],
            "ranking": 3.8,
            "ranking_count": 7981,
            "abstract": "لم يُبدع الإنسان ما هو أصدق من المهزلة.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Northern Africa",
                "Literature",
                "Classics",
                "Philosophy",
                "Cultural",
                "African Literature",
                "Nobel Prize"
            ]
        },
        {
            "title": "Life After God",
            "authors": [
                "Douglas Coupland"
            ],
            "ranking": 3.82,
            "ranking_count": 11648,
            "abstract": "This collection of stories cuts through the hype of modern living, travelling inward to the elusive terrain of dreams and nightmares.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Cultural",
                "Contemporary",
                "Literature",
                "Religion",
                "Novels",
                "Philosophy",
                "Literary Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "المرأة والجنس",
            "authors": [
                "Nawal El Saadawi",
                "نوال السعداوي"
            ],
            "ranking": 3.81,
            "ranking_count": 3615,
            "abstract": "يبدأ خوف المرأة من الجنس منذ الطفولة عندما تُحاط بهالةٍ من المخاوفِ والتحذيرات حول أعضاءها التناسلية؛ مثل تحذيرها من ركوب الدَّراجة أو القفز عن الدَّرج والخوف عليها من السّقوط الحادّ خشية تمزُّق غشاء بكارتها! ثمَّ تتدرُّج تلك المخاوف تصاعديًا لتشمل التحذير من الرِّجال، مما يولِّدُ في عقلها الباطن رابطًا بين الرِّجل والضرر الذي سيلحق بها يومًا ما.. هذا ماتخبرنا به الكتورة نوال السعداوي في كتابها المرأة والجنس والذي يحتوي على تحليلات تشريحية لجسد المرأة وتكوينها والتفرقة بينها وبين الرَّجل من حيث الطبيعة التكوينيّة برجوح كفّة المرأة وتفوّقها على الرَّجل من حيث القدرة على العيش بصحّة جيّة بسبب تشابه كروموسوماتها. ومن هنا تبدأ في البحث عن سبب التصنيف بين الرَّجل والمرأة إلى جنس أعلى وجنس أدنى وجعل العلاقة الجنسية بينهما أشبه بعلاقة السيِّد و العبد عن طريق بحوثات تربوية واجتماعية تبدأ من مرحلة الطفولة إلى النّضج.. كتاب مهم جدًا ويجب أن يتوافر في مكتبة كل بيت لتقرأه كلّ فتاةٍ في سنِّ المُراهقة وكلَّ امراةٍ لم تعرف أسرار جسدها بعد.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Psychology",
                "Philosophy",
                "Sexuality",
                "Audiobook",
                "Sociology",
                "Northern Africa",
                "Science",
                "Literature"
            ]
        },
        {
            "title": "You Can Heal Your Life",
            "authors": [
                "Louise L. Hay"
            ],
            "ranking": 4.15,
            "ranking_count": 71367,
            "abstract": "Louise’s key message in this powerful work is: “If we are willing to do the mental work, almost anything can be healed.” Louise explains how limiting beliefs and ideas are often the cause of illness, and how you can change your thinking…and improve the quality of your life.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Spirituality",
                "Health",
                "Psychology",
                "Inspirational",
                "Philosophy"
            ]
        },
        {
            "title": "Blood and Guts in High School",
            "authors": [
                "Kathy Acker"
            ],
            "ranking": 3.46,
            "ranking_count": 4985,
            "abstract": "Janey lived in the locked room. Twice a day the Persian slave trader came in and taught her to be a whore. Otherwise there was nothing. One day she found a pencil stub and scrap of paper in a forgotten corner of the room. She began to write down her life, starting with Parents stink (her father, who is also her boyfriend, has fallen in love with another woman and is about to leave her).. With. Blood and Guts in High School. , Kathy Acker, whose work has been labeled everything from post-punk porn to post-punk feminism, has created a brilliantly subversive narrative built from conversation, description, conjecture, and moments snatched from history and literature.. ~ groveatlantic.com",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Novels",
                "Literature",
                "Womens",
                "The United States Of America",
                "Classics",
                "Contemporary"
            ]
        },
        {
            "title": "The Sum of All Fears",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 4.04,
            "ranking_count": 59053,
            "abstract": "How do you save the United States President from himself? What if the President is incompetent to deal with the greatest crisis of all? Jack Ryan never thought he would have to ask those questions as, the world order changing, he prepares the ground for the Middle Eastern peace plan that, at last, might be the one to work.. But too many groups have invested too much blood. Shunned by their erstwhile Soviet sponsors, increasingly isolated by the realignment of the Mideast, these terrorists have one more desperate card to play, requiring a degree of ruthlessness never before seen. With one terrible act, the world is plunged into an instant nuclear crisis -- and the floundering President is plunged into the ultimate nightmare. Forces collide. Shots are exchanged. What had seemed to be an isolated and horrible incident appears to each side as the incendiary mischief of the other. With the world poised on the brink of nuclear war, Ryan and his FBI counterpart, Dan Murray, frantically seek a solution before the chiefs of state lose control of themselves -- and the world.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Action",
                "War",
                "Suspense",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "The War of Don Emmanuel's Nether Parts",
            "authors": [
                "Louis de Bernières"
            ],
            "ranking": 4.06,
            "ranking_count": 6352,
            "abstract": "This rambunctious first novel by the author of the bestselling Corelli's Mandolin is set in an impoverished, violent, yet ravishingly beautiful country somewhere in South America. When the haughty Dona Constanza decides to divert a river to fill her swimming pool, the consequences are at once tragic, heroic, and outrageously funny.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Humor",
                "Contemporary",
                "Historical",
                "Cultural",
                "Literary Fiction",
                "Literature",
                "Fantasy",
                "European Literature"
            ]
        },
        {
            "title": "Bridge of Birds",
            "authors": [
                "Barry Hughart"
            ],
            "ranking": 4.28,
            "ranking_count": 9983,
            "abstract": "When the children of his village were struck with a mysterious illness, Number Ten Ox sought a wiseman to save them. He found master Li Kao, a scholar with a slight flaw in his character. Together, they set out to find the Great Root of Power, the only possible cure.. The quest led them to a host of truly memorable characters, multiple wonders, incredible adventures—and strange coincidences, which were really not coincidences at all. And it involved them in an ancient crime that still perturbed the serenity of Heaven. Simply and charmingly told, this is a wry tale, a sly tale, and a story of wisdom delightfully askew. Once read, its marvels and beauty will not easily fade from the mind.. The author claims that this is a novel of an ancient China that never was. But, oh…it should have been!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Cultural",
                "Humor",
                "Mystery",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "title": "Ô Jérusalem",
            "authors": [
                "Larry Collins",
                "Dominique Lapierre"
            ],
            "ranking": 4.31,
            "ranking_count": 3669,
            "abstract": "This book recounts, moment by moment, the process that gave birth to the state of Israel. Collins & Lapierre weave a tapestry of shattered hopes, valor & fierce pride as the Arabs, Jews & British collide in their fight for control of Jerusalem.. O Jerusalem!. meticulously recreates this historic struggle. It penetrates the battle from the inside, exploring each party's interests, intentions & concessions as the city of their dreams teeters on the brink of destruction. From the Jewish fighters & their heroic commanders to the Arab chieftain whose death in battle doomed his cause along with the Mufti of Jerusalem's support for Hitler and the extermination of the Jews, but inspired a generation of Palestinians,. O Jerusalem!. tells the 3-dimensional story of this high-stakes, emotional conflict.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Literature",
                "War",
                "Historical",
                "Politics",
                "Religion"
            ]
        },
        {
            "title": "Freak the Mighty",
            "authors": [
                "Rodman Philbrick"
            ],
            "ranking": 4.02,
            "ranking_count": 48374,
            "abstract": "Two boys – a slow learner stuck in the body of a teenage giant and a tiny Einstein in leg braces – forge a unique friendship when they pair up to create one formidable human force. A wonderful story of triumph over imperfection, shame, and loss.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Realistic Fiction",
                "Fiction",
                "Childrens",
                "Academic",
                "Contemporary",
                "Adventure"
            ]
        },
        {
            "title": "Motoring with Mohammed: Journeys to Yemen and the Red Sea",
            "authors": [
                "Eric Hansen"
            ],
            "ranking": 3.99,
            "ranking_count": 1540,
            "abstract": "In 1978 Eric Hansen found himself shipwrecked on a desert island in the Red Sea. When goat smugglers offered him safe passage to Yemen, he buried seven years' worth of travel journals deep in the sand and took his place alongside the animals on a leaky boat bound for a country that he'd never planned to visit.. As he tells of the turbulent seas that stranded him on the island and of his efforts to retrieve his buried journals when he returned to Yemen ten years later, Hansen enthralls us with a portrait -- uncannily sympathetic and wildly offbeat -- of this forgotten corner of the Middle East. With a host of extraordinary characters from his guide, Mohammed, ever on the lookout for one more sheep to squeeze into the back seat of his car, to madcap expatriates and Eritrean gun runners- and with landscapes that include cities of dreamlike architectural splendor, endless sand dunes, and terrifying mountain passes, Hansen reveals the indelible allure of a land steeped in custom, conflicts old and new, and uncommon beauty.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Autobiography",
                "Adventure",
                "Biography",
                "History",
                "Humor",
                "Religion",
                "Cultural"
            ]
        },
        {
            "title": "A Journey to the New World: The Diary of Remember Patience Whipple, Mayflower, 1620",
            "authors": [
                "Kathryn Lasky"
            ],
            "ranking": 3.66,
            "ranking_count": 8405,
            "abstract": "A pilgrim girl makes the exciting yet dangerous journey on the Mayflower, filling her diary with thoughts about new friends, contact with Native Americans at Plymoth Colony, and the sickness that leaves her motherless.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Diary",
                "North American Hi...",
                "Literature"
            ]
        },
        {
            "title": "History",
            "authors": [
                "Elsa Morante",
                "Lily Tuck"
            ],
            "ranking": 4.27,
            "ranking_count": 5306,
            "abstract": "History. was written nearly thirty years after Elsa Morante and Alberto Moravia spent a year in hiding among remote farming villages in the mountains south of Rome. There she witnessed the full impact of the war and first formed the ambition to write an account of what history - the great political events driven by men of power, wealth, and ambition - does when it reaches the realm of ordinary people struggling for life and bread.. The central character in this powerful and unforgiving novel is Ida Mancuso, a schoolteacher whose husband has died and whose feckless teenage son treats the war as his playground. A German soldier on his way to North Africa rapes her, falls in love with her, and leaves her pregnant with a boy whose survival becomes Ida's passion.. Around these two other characters come and go, each caught up by the war which is like a river in flood. We catch glimpses of bombing raids, street crimes, a cattle car from which human cries emerge, an Italian soldier succumbing to frostbite on the Russian front, the dumb endurance of peasants who have lived their whole lives with nothing and now must get by with less than nothing.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Historical",
                "Classics",
                "War",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "أين عمري",
            "authors": [
                "إحسان عبد القدوس"
            ],
            "ranking": 3.71,
            "ranking_count": 853,
            "abstract": "روايتان قصيرتان. ـ أين عمرى. ـ أشرف خائنة",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Classics",
                "Literature",
                "Romance",
                "Fiction",
                "Media Tie In"
            ]
        },
        {
            "title": "Dreamland",
            "authors": [
                "Sarah Dessen"
            ],
            "ranking": 3.9,
            "ranking_count": 79310,
            "abstract": "There is an alternate cover edition for this ISBN13. here. .. Wake up, Caitlin. Ever since she started going out with Rogerson Biscoe, Caitlin seems to have fallen into a semiconscious dreamland where nothing is quite real. Rogerson is different from anyone Caitlin has ever known. He's magnetic. He's compelling. He's dangerous. Being with him makes Caitlin forget about everything else—her missing sister, her withdrawn mother, her lackluster life. But what happens when being with Rogerson becomes a larger problem than being without him?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Womens Fiction",
                "Sociology"
            ]
        },
        {
            "title": "Every Dead Thing",
            "authors": [
                "John Connolly"
            ],
            "ranking": 3.98,
            "ranking_count": 28503,
            "abstract": "Tortured and brilliant private detective Charlie Parker stars in this thriller by. New York Times. bestselling author John Connolly.. Former NYPD detective Charlie Bird Parker is on the verge of madness. Tortured by the unsolved slayings of his wife and young daughter, he is a man consumed by guilt, regret, and the desire for revenge. When his former partner asks him to track down a missing girl, Parker finds himself drawn into a world beyond his imagining: a world where thirty-year-old killings remain shrouded in fear and lies, a world where the ghosts of the dead torment the living, a world haunted by the murderer responsible for the deaths in his family—a serial killer who uses the human body to create works of art and takes faces as his prize. But the search awakens buried instincts in Parker: instincts for survival, for compassion, for love, and, ultimately, for killing.. Aided by a beautiful young psychologist and a pair of bickering career criminals, Parker becomes the bait in a trap set in the humid bayous of Louisiana, a trap that threatens the lives of everyone in its reach. Driven by visions of the dead and the voice of an old black psychic who met a terrible end, Parker must seek a final, brutal confrontation with a murderer who has moved beyond all notions of humanity, who has set out to create a hell on earth: the serial killer known only as the Traveling Man.. In the tradition of classic American detective fiction,. Every Dead Thing. is a tense, richly plotted thriller, filled with memorable characters and gripping action. It is also a profoundly moving novel, concerned with the nature of loyalty, love, and forgiveness. Lyrical and terrifying, it is an ambitious debut, triumphantly realized.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Horror",
                "Suspense",
                "Fantasy"
            ]
        },
        {
            "title": "The New Bill James Historical Baseball Abstract",
            "authors": [
                "Bill James"
            ],
            "ranking": 4.26,
            "ranking_count": 5402,
            "abstract": "Book by Bill James",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Nonfiction",
                "History",
                "Reference",
                "Literature",
                "Sports and Games",
                "North American Hi...",
                "Writing"
            ]
        },
        {
            "title": "The Duke and I",
            "authors": [
                "Julia Quinn"
            ],
            "ranking": 3.83,
            "ranking_count": 303013,
            "abstract": "Librarian note: See alternate cover editions. here. and. here. .. The Duke and I. is a romance set in the Regency era.. In the ballrooms and drawing rooms of Regency London, rules abound. From their earliest days, children of aristocrats learn how to address an earl and curtsey before a prince—while other dictates of the ton are unspoken yet universally understood. A proper duke should be imperious and aloof. A young, marriageable lady should be amiable… but not too amiable.. Daphne Bridgerton has always failed at the latter. The fourth of eight siblings in her close-knit family, she has formed friendships with the most eligible young men in London. Everyone likes Daphne for her kindness and wit. But no one truly desires her. She is simply too deuced honest for that, too unwilling to play the romantic games that captivate gentlemen.. Amiability is not a characteristic shared by Simon Basset, Duke of Hastings. Recently returned to England from abroad, he intends to shun both marriage and society—just as his callous father shunned Simon throughout his painful childhood. Yet an encounter with his best friend’s sister offers another option. If Daphne agrees to a fake courtship, Simon can deter the mamas who parade their daughters before him. Daphne, meanwhile, will see her prospects and her reputation soar.. The plan works like a charm—at first. But amid the glittering, gossipy, cut-throat world of London’s elite, there is only one certainty: love ignores every rule...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Audiobook",
                "Womens Fiction",
                "Historical Romance"
            ]
        },
        {
            "title": "The Wicked Day",
            "authors": [
                "Mary  Stewart"
            ],
            "ranking": 4.09,
            "ranking_count": 11246,
            "abstract": "Now, the spellbinding, final chapter of King Arthur's reign, where Mordred, sired by incest and reared in secrecy, ingratiates himself at court, and sets in motion the Fates and the end of Arthur....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Mythology",
                "Science Fiction Fantasy",
                "Historical Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Broad and Alien is the World",
            "authors": [
                "Ciro Alegría"
            ],
            "ranking": 4.1,
            "ranking_count": 386,
            "abstract": "A rich, unrivalled picture of the lives of Peru's Indian population.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "Fences",
            "authors": [
                "August Wilson"
            ],
            "ranking": 3.88,
            "ranking_count": 22302,
            "abstract": "Winner of the Pulitzer Prize for Drama and the Tony Award for Best Play. Now a Major Motion Picture directed by and starring Denzel Washington.. From August Wilson, author of. The Piano Lesson. and the 1984-85 Broadway season's best play,. Ma Rainey's Black Bottom. , is another powerful, stunning dramatic work that has won him numerous critical acclaim including the 1987 Tony Award for Best Play and the Pulitzer Prize. The protagonist of. Fences. (part of Wilson's ten-part Pittsburgh Cycle plays), Troy Maxson, is a strong man, a hard man. He has had to be to survive. Troy Maxson has gone through life in an America where to be proud and black is to face pressures that could crush a man, body and soul. But the 1950s are yielding to the new spirit of liberation in the 1960s, a spirit that is changing the world Troy Maxson has learned to deal with the only way he can, a spirit that is making him a stranger, angry and afraid, in a world he never knew and to a wife and son he understands less and less.",
            "part_of_series": true,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "Academic",
                "Cultural",
                "Historical",
                "Race"
            ]
        },
        {
            "title": "Marie Antoinette: Princess of Versailles, Austria - France, 1769",
            "authors": [
                "Kathryn Lasky"
            ],
            "ranking": 3.89,
            "ranking_count": 8940,
            "abstract": "I look up now into the oval mirror and see barely a trace of the mud-splattered girl tearing through the woodland on her horse, or the barefoot girl wading at Schonbrunn... I have become what Mama set out for me to be. Majestic. A Dauphine and eventually a Queen.. So writes the headstrong 13-year-old Maria Antonia--future Queen of France--in her diary on October 23, 1769. In this engrossing addition to the Royal Diaries series (. Elizabeth I: Red Rose of the House of Tudor. ,. Cleopatra VII: Daughter of the Nile. ), Kathryn Lasky invents a diary of the young Marie Antoinette in 1769--the year she is to be married off to Dauphin Louis Auguste, eldest grandson of the French king Louis XV. Arranged marriages were common in that day and age--as the Empress Theresa (of the Holy Roman Empire of the Germanic Nations) sought to consolidate power among nations by marrying off her children. Thus, the future of Austria and France falls upon Maria Antonia's young shoulders.. To prepare her for this awesome responsibility, she must be trained to write, read, speak French, dress, act... even breathe. Things get even more grim as she is shipped off to the court of Versailles and introduced to her puffy, awkward future husband and confronted with the court's ridiculous customs. Marie--an opinionated and insightful young woman--mocks the court of impeccable etiquette and manners that makes up nasty rhymes about those they hate, but panics when her hair is mussed. Lasky has done an excellent job of creating a very human character in the young Marie Antoinette--one whom young readers will want to learn more about. Fortunately, her story is given plenty of context with an epilogue describing the history of the young Queen after 1769, a historical note offering an 18th-century context, a Habsburg-Bourbon family tree, and various portraits of the royal family. (Ages 9 to 13). --Karin Snelson",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Cultural",
                "Diary",
                "Literature"
            ]
        },
        {
            "title": "Beauty and Sadness",
            "authors": [
                "Yasunari Kawabata",
                "Howard Hibbett"
            ],
            "ranking": 3.84,
            "ranking_count": 10158,
            "abstract": "Beauty and Sadness (Japanese: 美しさと哀しみと Utsukushisa to kanashimi to) is a 1964 novel by Japanese Nobel Prize winning author Yasunari Kawabata.. Opening on the train to Kyoto, the narrative, in characteristic Kawabata fashion, subtly brings up issues of tradition and modernity as it explores writer Oki Toshio's reunion with a young lover from his past, Otoko Ueno, who is now a famous artist and recluse. Ueno is now living with her protegée and a jealous lover, Keiko Sakami, and the unfolding relationships between Oki, Otoko, and Keiko form the plot of the novel. Keiko states several times that she will avenge Otoko for Oki's abandonment, and the story coalesces into a climactic ending.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Asian Literature",
                "Classics",
                "Literature",
                "Romance",
                "Nobel Prize",
                "Novels"
            ]
        },
        {
            "title": "Devil's Cub",
            "authors": [
                "Georgette Heyer"
            ],
            "ranking": 4.22,
            "ranking_count": 14806,
            "abstract": "Devil's Cub is one of Georgette Heyer's most famous and memorable novels, featuring a dashing and wild young nobleman and the gently bred young lady in whom he finally meets his match?. Like father, like son?. Dominic Alistair, Marquis of Vidal and fiery son of the notorious Duke of Avon, has established a rakish reputation that rivals his father's, living a life of excess and indulgence. Banished to the Continent after wounding his opponent in a duel, Vidal plans to run away with a lovely, but foolish gentlewoman. A young lady of remarkable fortitude?. Determined to save her sister from ruin, virtuous Mary Challoner intercepts the Marquis's advances and throws herself into his path, hoping Vidal will release her upon realizing his error.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Classics",
                "Historical Romance",
                "European Literature"
            ]
        },
        {
            "title": "Red Storm Rising",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 4.19,
            "ranking_count": 74700,
            "abstract": "Allah!. With that shrill cry, three Muslim terrorists blow up a key Soviet oil complex, creating a critical oil shortage that threatens the stability of the USSR.. To offer the effects of this disaster, members of the Politburo and the KGB devise a brilliant plan of diplomatic trickery - a sequence of events designed to pit the NATO allies against each other - a distraction calculated to enable the Soviets to seize all the oil in the Persian Gulf.. But as this spellbinding story of international intrigue and global politics nears its climax, the Soviets are faced with another prospect, one they hadn't planned on: a full-scale conflict in which nobody can win.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "War",
                "Action",
                "Spy Thriller",
                "Suspense",
                "Adventure",
                "Mystery",
                "Historical"
            ]
        },
        {
            "title": "Just Ella",
            "authors": [
                "Margaret Peterson Haddix"
            ],
            "ranking": 3.75,
            "ranking_count": 33856,
            "abstract": "Princess, nobody can stop those rumors. People would rather believe in fairy godmothers...than think that you took charge of your own destiny.Like every commoner in the land, Ella dreams of going to the ball and marrying Prince Charming. But after she is chosen to marry the prince, life with the royal family is not the happily ever after that Ella imagined. Pitiless and cold, the royals try to mold her into their vision of a princess. Ella's life becomes a meaningless schedule of protocol, which she fears she will never grasp. And Prince Charming's beautiful face hides a vacant soul.. Even as her life turns to misery, the stories persist that Ella's fairy godmother sent her to the ball: How else could the poor girl wear a beautiful gown, arrive in a coach, and dance in those glass slippers? But there is no fairy godmother to help Ella escape the deadening life of the castle. Can she do it on her own?. Margaret Peterson Haddix's reconstruction of the Cinderella legend without the magic -- how a commoner could have married the prince -- is a story as richly fascinating as the classic tale.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Retellings",
                "Childrens",
                "Fairy Tales"
            ]
        },
        {
            "title": "Timbuktu",
            "authors": [
                "Paul Auster"
            ],
            "ranking": 3.69,
            "ranking_count": 13606,
            "abstract": "Mr. Bones, the canine hero of Paul Auster's astonishing new book, is the sidekick and confidant of Willy G. Christmas, a brilliant and troubled homeless man from Brooklyn. As Willy's body slowly expires, he sets off with Mr. Bones for Baltimore in search of his high school English teacher and a new home for his companion. Mr. Bones is our witness during their journey, and out of his thoughts, Paul Auster has spun one of the richest, most compelling tales in American fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Animals",
                "Novels",
                "Literature",
                "Contemporary",
                "The United States Of America",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Island of the Day Before",
            "authors": [
                "Umberto Eco"
            ],
            "ranking": 3.48,
            "ranking_count": 14560,
            "abstract": "After a violent storm in the South Pacific in the year 1643, Roberto della Griva finds himself shipwrecked-on a ship. Swept from the Amaryllis, he has managed to pull himself aboard the Daphne, anchored in the bay of a beautiful island. The ship is fully provisioned, he discovers, but the crew is missing.. As Roberto explores the different cabinets in the hold, he remembers chapters from his youth: Ferrante, his imaginary evil brother; the siege of Casale, that meaningless chess move in the Thirty Years' War in which he lost his father and his illusions; and the lessons given him on Reasons of State, fencing, the writing of love letters, and blasphemy.. In this fascinating, lyrical tale, Umberto Eco tells of a young dreamer searching for love and meaning; and of a most amazing old Jesuit who, with his clocks and maps, has plumbed the secrets of longitudes, the four moons of Jupiter, and the Flood.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Fantasy",
                "European Literature",
                "Novels",
                "Classics",
                "Philosophy",
                "Cultural"
            ]
        },
        {
            "title": "Science of Mind",
            "authors": [
                "Ernest Shurtleff Holmes"
            ],
            "ranking": 4.36,
            "ranking_count": 2289,
            "abstract": "In the early part of the twentieth century, a visionary named Ernest Holmes began a journey of exploration and research that profoundly affected thinkers throughout America. His work, based on the teachings of the great philosophers, the sacred wisdom of both Eastern and Western traditions, and the empirical nature of science, offers a philosophy of religion and psychology emphasizing the limitless potential of the human mind. Now, for the first time, The Science of Mind appears in paperback to coincide with the seventieth anniversary of Ernest Holmes's founding of the Religious Science movement. This book contains the fundamentals of Holmes's teachings and is a primary resource used by teaching centers and spiritual healers worldwide. Its universal principles apply to people of all spiritual backgrounds as they describe a higher level of existence attainable through the use of Nature's forces and the power of God. While imparting an unrivaled technique for living, Dr. Holmes's classic guide speaks clearly to a complex world caught in transition and searching for guidance.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Psychology",
                "Nonfiction",
                "Philosophy",
                "Science",
                "Religion",
                "Self Help",
                "Classics"
            ]
        },
        {
            "title": "The Missing Piece",
            "authors": [
                "Shel Silverstein"
            ],
            "ranking": 4.25,
            "ranking_count": 29152,
            "abstract": "From. Shel Silverstein. , the celebrated author of. The Giving Tree. and. Where the Sidewalk Ends. , comes. The Missing Piece. , a charming fable that gently probes the nature of quest and fulfillment.. It was missing a piece. And it was not happy.. What it finds on its search for the missing piece is simply and touchingly told. This inventive and heartwarming fable can be read on many levels, and Silverstein’s iconic drawings and humor are sure to delight fans of all ages.. So it set off in search. of its missing piece.. And as it rolled. it sang this song—. 'Oh I'm lookin' for my missin' piece. I'm lookin' for my missin' piece. Hi-dee-ho, here I go,. Lookin' for my missin' piece.. And don't miss. Runny Babbit Returns (2017). ,. the new book from Shel Silverstein!",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Humor",
                "Inspirational"
            ]
        },
        {
            "title": "أصداء السيرة الذاتية",
            "authors": [
                "Naguib Mahfouz",
                "نجيب محفوظ"
            ],
            "ranking": 3.89,
            "ranking_count": 2162,
            "abstract": "في هذا الكتاب، يتجول نجيب محفوظ بين ذكرياته وخواطره وعوالمه وفلسفته في إطار عناوين مذيلة بفقرات خفيفة. خارج نطاق الرواية التي اعتادها وداخل عالم نجيب محفوظ الذي اعتاده.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Short Stories",
                "Literature",
                "Philosophy",
                "Autobiography",
                "Northern Africa",
                "Writing",
                "Audiobook",
                "Nonfiction"
            ]
        },
        {
            "title": "وجهة العالم الإسلامي: مشكلات الحضارة",
            "authors": [
                "مالك بن نبي",
                "عبد الصبور شاهين"
            ],
            "ranking": 4.13,
            "ranking_count": 371,
            "abstract": "نبذة الناشر:. تحليل عميق لمراحل التاريخ وسير المدينة وتطورها، وتقسيم تاريخ المجتمع الإسلامي إلى مراحل مرحلة الإسلام الأولى ومرحلة المدينة الإسلامية ومرحلة الجمود والانحطاط وفي وصف تحليلي عميق ثم مرحلة الاتصال بأوربة والنهضة وفوضى العالم الإسلامي الحديث والعالم الغربي أيضاً وبواكير العالم الإسلامي والمآل الروحي له.",
            "part_of_series": true,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Sociology"
            ]
        },
        {
            "title": "ذاكرة الجسد",
            "authors": [
                "Ahlam Mosteghanemi",
                "أحلام مستغانمي"
            ],
            "ranking": 3.81,
            "ranking_count": 24427,
            "abstract": "في حضور الوجدان تتألق معاني أحلام مستغانمي، وفي ذاكرة الجسد تتوج حضورها، حروفاً كلمات عبارات تتقاطر في حفل الغناء الروحي. موسيقاه الوطن المنبعث برغم الجراحات... مليون شهيد وثورة ومجاهد، وجزائر الثكلى بأبنائها تنبعث زوابع وعواصف الشوق والحنين في قلب خالد الرسام الذي امتشق الريشة بعد أن هوت يده التي حملت السلاح يوماً، والريشة والسلاح سيّان، كلاهما ريشة تعزف على أوتار الوطن. ففي فرنسا وعندما كان يرسم ما تراه عيناه، جسر ميرابو ونهر السين، وجد أن ما يرسمه هو جسراً آخر ووادياً آخر لمدينة أخرى هي قسنطينة، فأدرك لحظتها أنه في كل حال لا يرسم ما نسكنه، وإنما ما يسكننا.. وهل كانت أحلام مستغانمي تكتب ذاكرة الجسد أم أنها تكتب ذاكرة الوطن؟!! الأمر سيّان فما الجسد إلا جزء من الوطن وما الوطن إلا هذا الجسد الساكن فيه إلى الأبد. تتقاطر الذكرى مفعمة بروح الماضي الذي يأبى إلا الحضور في كل شيء متجسداً السي طاهر التي كما عرفها خالد طفلة رجل قاد خطواته على درب الكفاح؛ عرفها أنثى... كانت من الممكن أن تكون حبيبته، زوجته، ولكنها باتت زوجة في زواج لم يحضره، تلف الذكرى الصفحات، وتتهادى العبارات ممسكة بتلابيب الذكريات دون أن توقظ النفس ملل الحضور. الوطن والحبيبة يجتمعان، والثورة والحب ينصهران في بوتقة واحدة، ومزيجهما عطاء فكري، بعيد عن الخيال، للواقع أقرب، وللإنسان في صدق مشاعره وأحاسيسه أقرب وأقرب.",
            "part_of_series": true,
            "genre_list": [
                "Novels",
                "Fiction",
                "Romance",
                "Northern Africa",
                "Literature",
                "Cultural",
                "Historical",
                "Drama",
                "Love"
            ]
        },
        {
            "title": "The Loneliness of the Long-Distance Runner",
            "authors": [
                "Alan Sillitoe"
            ],
            "ranking": 3.79,
            "ranking_count": 5747,
            "abstract": "Nine classic short stories portraying the isolation, criminality, morality, and rebellion of the working class from award-winning, bestselling author Alan Sillitoe. The titular story follows the internal decisions and external oppressions of a seventeen-year-old inmate in a juvenile detention center who is known only by his surname, Smith. The wardens have given the boy a light workload because he shows talent as a runner. But if he wins the national long-distance running competition as everyone is counting on him to do, Smith will only vindicate the very system and society that has locked him up.. “. The Loneliness of the Long-Distance Runner” has long been considered a masterpiece on both the page and the silver screen. Adapted for film by Sillitoe himself in 1962, it became an instant classic of British New Wave cinema.. In “Uncle Ernest,” a middle-aged furniture upholsterer traumatized in World War II, now leads a lonely life. His wife has left him, his brothers have moved away, and the townsfolk treat him as if he were a ghost. When the old man finally finds companionship with two young girls whom he enjoys buying pastries for at a café, the local authorities find his behavior morally suspect. “Mr. Raynor the School Teacher” delves into a different kind of isolation—that of a voyeuristic teacher who fantasizes constantly about the women who work in a draper’s shop across the street. When his students distract him from his lustful daydreams, Mr. Raynor becomes violent.. The six stories that follow in this iconic collection continue to cement Alan Sillitoe’s reputation as one of Britain’s foremost storytellers, and a champion of the condemned, the oppressed, and the overlooked.. This ebook features an illustrated biography of Alan Sillitoe including rare images from the author’s estate.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "European Literature",
                "Sports",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Wonderful Life: The Burgess Shale and the Nature of History",
            "authors": [
                "Stephen Jay Gould"
            ],
            "ranking": 4.14,
            "ranking_count": 9442,
            "abstract": "High in the Canadian Rockies is a small limestone quarry formed 530 million years ago called the Burgess Shale. It hold the remains of an ancient sea where dozens of strange creatures lived—a forgotten corner of evolution preserved in awesome detail. In this book Stephen Jay Gould explores what the Burgess Shale tells us about evolution and the nature of history.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Biology",
                "History",
                "Environment",
                "Geology"
            ]
        },
        {
            "title": "No Comebacks",
            "authors": [
                "Frederick Forsyth",
                "Ib Christiansen"
            ],
            "ranking": 3.93,
            "ranking_count": 4047,
            "abstract": "Here are ten suspenseful, serpentine stories  of betrayal, blackmail, murder, and revenge... all  culminating in shocking twists of fate.   Within these pages live a wealth of  characters you will not soon forget... people  whose lives become irrevocably trapped in a world of  no comebacks, beyond the point of no return--from  the manipulators and the manipulated to the  ultra-rich capable of buying and selling human lives, to the everyday man maneuvered by circumstances into performing deadly acts of violence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Short Stories",
                "Suspense",
                "Mystery",
                "Spy Thriller",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Revolution in the Head: The Beatles Records and the Sixties",
            "authors": [
                "Ian MacDonald"
            ],
            "ranking": 4.25,
            "ranking_count": 5123,
            "abstract": "'No book has taken us closer to the music of the Beatles' Tony Parsons 'Consistently brilliant' SUNDAY TIMES 'Essential' Q The Beatles achievement was so dazzling, so extraordinary, that few have questioned it. Agreement that they were far and away the best pop group ever is all but universal. And nowhere is the spirit of the Sixties - both in its soaring optimism and its drug-spirited introspection - more perfectly expressed than in the Beatles' music. Taking all the elements which combined to create each song as it was captured on vinyl - the songwriting process, the stimuli of contemporary pop hits and events, the evolving input from each of the Four, the brilliant innovations pulled off in the studio and, ultimately, the twisting grip of psychedelic drugs - the Beatles are pinpointed, record by record, in precise and fascinating detail against the backdrop of that vibrant era.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "History",
                "Biography",
                "Art",
                "Reference",
                "Culture",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "L'année dernière à Marienbad",
            "authors": [
                "Alain Robbe-Grillet"
            ],
            "ranking": 4.18,
            "ranking_count": 294,
            "abstract": "Tout le film est l'histoire d'une persuasion : il s'agit d'une réalité que le héros crée par sa propre vision, par sa propre parole.. Cela se passe dans un grand hôtel, une sorte de palace international. Un inconnu erre de salle en salle, longe d'interminables corridors. Son œil passe d'un visage sans nom à un autre visage sans nom. Mais il revient sans cesse à celui d'une jeune femme. Et voilà qu'il lui offre un passé, un avenir et la liberté. Il lui dit qu'ils se sont rencontrés déjà, lui et elle, il y a un an, qu'ils se sont aimés, qu'il revient maintenant à ce rendez-vous fixé par elle-même, et qu'il va l'emmener avec lui.. L'inconnu est-il un banal séducteur ? Est-il un fou ? Ou bien confond-il seulement deux visages ? La jeune femme, en tout cas, commence par prendre la chose comme un jeu. Mais l'homme ne rit pas. Obstiné, grave, sûr de cette histoire passée que peu à peu il dévoile, il insiste, il apporte des preuves... Et la jeune femme, peu à peu, comme à regret, cède du terrain. Puis elle prend peur. Elle se raidit. Elle ne veut pas quitter cet autre homme qui veille sur elle et qui est peut-être son mari. Mais l'histoire que l'inconnu raconte prend corps de plus en plus, irrésistiblement, elle devient de plus en plus vraie. Le présent, le passé, du reste, ont fini par se confondre, tandis que la tension croissante entre les trois protagonistes crée dans l'esprit de l'héroïne des phantasmes de tragédie : le viol, le meurtre, le suicide.. Puis soudain, elle va céder... Elle a déjà cédé, en fait, depuis longtemps. Après une dernière tentative pour se dérober, elle semble accepter d'être celle que l'inconnu attend, et de s'en aller avec lui vers quelque chose, quelque chose d'innommé, quelque chose d'autre : l'amour, la poésie, la liberté... ou, peut-être, la mort.... Ciné-roman, illustré de photogrammes du film réalisé par Alain Resnais (1961).",
            "part_of_series": false,
            "genre_list": [
                "Culture",
                "Cultural",
                "Fiction",
                "Literature",
                "Classics",
                "Plays",
                "Fantasy",
                "European Literature",
                "Drama"
            ]
        },
        {
            "title": "Hatter's Castle",
            "authors": [
                "A.J. Cronin"
            ],
            "ranking": 4.31,
            "ranking_count": 3313,
            "abstract": "Hatter's Castle (1931) is the first novel of author A. J. Cronin. The story is set in 1879, in the fictional town of Levenford, on the Firth of Clyde. The plot revolves around many characters and has many subplots, all of which relate to the life of the hatter, James Brodie, whose narcissism and cruelty gradually destroy his family and life.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "European Literature",
                "Cultural",
                "Family",
                "Drama",
                "Novels",
                "Literature",
                "Thriller"
            ]
        },
        {
            "title": "Peter Pan in Kensington Gardens",
            "authors": [
                "J.M. Barrie",
                "Arthur Rackham"
            ],
            "ranking": 3.89,
            "ranking_count": 8719,
            "abstract": "Peter Pan in Kensington Gardens. by J.M. Barrie. Peter Pan, the boy who refused to grow up, is one of the immortals of children's literature. J.M. Barrie first created Peter Pan as a baby, living in secret with the birds and fairies in the middle of London, but as the children for whom he invented the stories grew older, so too did Peter, reappearing in Neverland, where he was aided in his epic battles with Red Indians and pirates by the motherly and resourceful Wendy Darling. With their contrary lures of home and escape, childhood and maturity, safety and high adventure, these unforgettable tales are equally popular with children and adults.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fantasy",
                "Fiction",
                "Childrens",
                "Adventure",
                "Young Adult",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "All My Sons",
            "authors": [
                "Arthur  Miller",
                "Christopher Bigsby"
            ],
            "ranking": 3.88,
            "ranking_count": 25137,
            "abstract": "Joe Keller and Herbert Deever, partners in a machine shop during the war, turned out defective airplane parts, causing the deaths of many men. Deever was sent to prison while Keller escaped punishment and went on to make lots of money. In a work of tremendous power, a love affair between Keller's son, Chris, and Ann Deever, Herbert's daughter, the bitterness of George Keller, who returns from the war to find his father in prison and his father's partner free, and the reaction of a son to his father's guilt escalate toward a climax of electrifying intensity.. Winner of the Drama Critics' Award for Best New Play in 1947,. All My Sons. established Arthur Miller as a leading voice in the American theater.. All My Sons. introduced themes that thread through Miller's work as a whole: the relationship between fathers and sons, and the conflict between business and personal ethics.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Fiction",
                "Academic",
                "Literature",
                "War"
            ]
        },
        {
            "title": "Pantaleón y las visitadoras",
            "authors": [
                "Mario Vargas Llosa"
            ],
            "ranking": 3.97,
            "ranking_count": 9815,
            "abstract": "Pantaleón Pantoja, un capitán del Ejército recientemente ascendido, recibe la misión de establecer un servicio de prostitución para las Fuerzas Armadas del Perú en el más absoluto secreto militar. Estricto cumplidor del deber que le ha sido asignado, Pantaleón se traslada a Iquitos, en plena selva, para llevar a cabo su cometido, pero se entrega a esta misión con tal obcecación que termina por poner en peligro el engranaje que él mismo ha puesto en movimiento.. Así arranca la novela de Mario Vargas Llosa. Pantaleón y las visitadoras. , publicada en 1973 y llevada posteriormente al cine.. Mario Vargas Llosa utiliza está anécdota para subrayar la hipocresía de las instituciones que se llaman ejemplares en relación con el oficio más viejo del mundo.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Humor",
                "Literature",
                "Novels",
                "Classics",
                "Nobel Prize",
                "Literary Fiction"
            ]
        },
        {
            "title": "Lunch Poems",
            "authors": [
                "Frank O'Hara"
            ],
            "ranking": 4.18,
            "ranking_count": 10419,
            "abstract": "Important poems by the late New York poet published in The New American Poetry, Evergreen Review, Floating Bear and stranger places.. Often O'Hara, strolling through the noisy splintered glare of a Manhattan noon, has paused at a sample Olivetti to type up thirty or forty lines of ruminations, or pondering more deeply has withdrawn to a darkened ware- or firehouse to limn his computed misunderstandings of the eternal questions of life, coexistence, and depth, while never forgetting to eat lunch, his favorite meal.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "New York",
                "LGBT",
                "Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "The Far Side of the World",
            "authors": [
                "Patrick O'Brian"
            ],
            "ranking": 4.45,
            "ranking_count": 11201,
            "abstract": "The war of 1812 continues, and Jack Aubrey sets course for Cape Horn on a mission after his own heart: intercepting a powerful American frigate outward bound to play havoc with the British whaling trade. Stephen Maturin has fish of his own to fry in the world of secret intelligence. Disaster in various guises awaits them in the Great South Sea and in the far reaches of the Pacific: typhoons, castaways, shipwrecks, murder, and criminal insanity.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "War",
                "Audiobook",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "And Never Said a Word",
            "authors": [
                "Heinrich Böll",
                "Leila Vennewitz"
            ],
            "ranking": 3.82,
            "ranking_count": 1717,
            "abstract": "First published in 1953,. And Never Said a Word. is one of Heinrich Böll's finest novels. He explores the extremities of marriage with depth and compassion. Böll evokes an entire emotional world in the space of a day and a half, as husband and wife alternately relate this story of love and isolation, poverty and injustice. Weakness, as well as strength, provides the subtle emotional threads that weave the bonds of their love; married life, they discover, takes a far greater toll on all those who truly love than on those whose hearts are empty. Böll writes with a moral resonance that extracts significance from the most commonplace lives.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Novels",
                "Cultural",
                "Classics",
                "Nobel Prize",
                "Literature",
                "Roman",
                "Love",
                "Historical"
            ]
        },
        {
            "title": "Gerald's Game",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.55,
            "ranking_count": 145934,
            "abstract": "Stephen King cranks up the suspense in a different kind of bedtime story. A game of seduction between a husband and wife goes horribly awry when the husband dies. But the nightmare has just begun...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Suspense",
                "Mystery",
                "Adult",
                "Audiobook",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "The Ponder Heart",
            "authors": [
                "Eudora Welty"
            ],
            "ranking": 3.61,
            "ranking_count": 1826,
            "abstract": "“A wonderful tragicomedy” of a Mississippi family, a vast inheritance, and an impulsive heir, by the Pulitzer Prize–winning author of. Delta Wedding (The New York Times).. Daniel Ponder is the amiable heir to the wealthiest family in Clay County, Mississippi. To friends and strangers, he’s also the most generous, having given away heirlooms, a watch, and so far, at least one family business. His niece, Edna Earle, has a solution to save the Ponder fortune from Daniel’s mortifying philanthropy: As much as she loves Daniel, she’s decided to have him institutionalized.. Foolproof as the plan may seem, it comes with a kink ??—?? one that sets in motion a runaway scheme of mistaken identity, a hapless local widow, a reckless wedding, a dim-witted teenage bride, and a twist of dumb luck that lands this once-respectable Southern family in court to brave an embarrassing trial for murder. It’s become the talk of Clay County. And the loose-tongued Edna Earle will tell you all about it.. “The most revered figure in contemporary American letters,” said The New York Times of Eudora Welty, which also hailed The Ponder Heart ??—?? a winner of the William Dean Howells Medal which was adapted into both a Broadway play and a PBS Masterpiece series ??—?? as “Miss Welty at her comic, compassionate best.”",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "American",
                "Gothic",
                "Literature",
                "Humor",
                "Literary Fiction",
                "Novella",
                "Novels",
                "Female Authors"
            ]
        },
        {
            "title": "الإسلام ومشكلات الحضارة",
            "authors": [
                "Sayed Qutb",
                "سيد قطب"
            ],
            "ranking": 3.83,
            "ranking_count": 225,
            "abstract": "ما تتسبب فيه حضارة اليوم من تدمير خصائص الإنسان وتحويله إلى آلة وحيوان، والجهل المطبق الذى يمر به الإنسان بالرغم من التقدم المادى، والعلاقة بين جنسى الرجل والمرأة وما بها من تخبط وما حدث فى النظم الاجتماعية والاقتصادية من اضطراب وأثر المدنية والحضارة الحديثة على نفوس البشر، وكيفية التخلص من هذه الأعباء التى جلبتها الحضارة المادية.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy"
            ]
        },
        {
            "title": "زوجة أحمد",
            "authors": [
                "إحسان عبد القدوس"
            ],
            "ranking": 3.51,
            "ranking_count": 1580,
            "abstract": "تروي هذه القصة سيرة امرأة وزوجة وأم،. وبعينين هذه المرأة متلهفاً لأن يعرف الحل لمثل هذه المشاكل وهذه التفاصيل التي مرت معه،. أو سوف تمر مع أولاده.... فهذه المرأة ليست زوجة الطراز المتعارف عليه،. وإنما هي مختلفة بتعقل أحكامها وآرائها فعندها الحب ترفع، والمبادئ والقيم والدين والزواج تترقى إلى حد الكمال،. إلى حد يطمح إليه كل إنسان، وإلى حد يسعى كل منا لأن يصل للحد الذي استطاعت هذه الإنسانة أن تحققه من سعادة وتوازن وحب.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Classics",
                "Romance",
                "Literature"
            ]
        }
    ]
}