{
    "books": [
        {
            "title": "Eureka Street",
            "authors": [
                "Robert McLiam Wilson"
            ],
            "ranking": 4.17,
            "ranking_count": 3567,
            "abstract": "EUREKA STREET is a story of Belfast in the six months just before and after the latest ceasefires. It is the story of Chuckie Lurgan, fat, Protestant and poor, who suddenly becomes very wealthy by various legal but immoral means; and of Jake Jackson, Catholic, reformed tough guy, who has been abandoned by his English girlfriend and is looking for love. Meanwhile the strange letters OTG start appearing on walls and paving stones throught the city. Now a major four-part drama for BBC TWO to be screened at the end of August 1999, starring Vincent Regan, Mark Benton, Marie Jones, Dervla Kirwan and Sorcha Cusack.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Historical",
                "Novels",
                "Contemporary",
                "War",
                "Literature",
                "Roman"
            ]
        },
        {
            "title": "Stars and Bars",
            "authors": [
                "William  Boyd"
            ],
            "ranking": 3.47,
            "ranking_count": 1839,
            "abstract": "Sharply observed and brilliantly plotted,. Stars and Bars. is an uproarious portrait of culture clash deep in the heart of the American South, by one of contemporary literature’s most imaginative novelists.. A recent transfer to Manhattan has inspired art assessor Henderson Dores to shed his British reserve and aspire to the impulsive and breezy nature of Americans. But when Loomis Gage, an eccentric millionaire, invites him to appraise his small collection of Impressionist paintings, Dores's plans quite literally go south. Stranded at a remote mansion in the Georgia countryside, Dores is received by the bizarre Gage family with Anglophobic slurs, nausea-inducing food, ludicrous death threats, and a menacing face off with competing art dealers. By the time he manages to sneak back to New York City–sporting only a cardboard box–Henderson Dores realizes he is fast on the way to becoming a naturalized citizen.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Novels",
                "Literature",
                "The United States Of America",
                "Modern",
                "Sequential Art",
                "New York",
                "Roman"
            ]
        },
        {
            "title": "A Tale of Three Kings",
            "authors": [
                "Gene Edwards"
            ],
            "ranking": 4.25,
            "ranking_count": 7937,
            "abstract": "For the many Christians who have experienced pain, loss, and heartache at the hands of other believers, this compelling story offers comfort, healing, and hope. Christian leaders and directors of religious movements throughout the world have recommended this simple, powerful, and beautiful story to their members and staff. You will want to join the thousands who have been profoundly touched by this incomparable story.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Leadership",
                "Fiction",
                "Spirituality",
                "Religion",
                "Christian Fiction"
            ]
        },
        {
            "title": "Creation",
            "authors": [
                "Gore Vidal"
            ],
            "ranking": 4.22,
            "ranking_count": 4128,
            "abstract": "Once again the incomparable Gore Vidal interprets and animates history -- this time in a panoramic tour of the 5th century B.C. -- and embellishes it with his own ironic humor, brilliant insights, and piercing observations. We meet a vast array of historical figures in a staggering novel of love, war, philosophy, and adventure . . .. There isn't a page of CREATION that doesn't inform and very few pages that do not delight.. -- John Leonard, The New York Times",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Literature",
                "Classics",
                "Novels",
                "Philosophy",
                "Religion",
                "Cultural"
            ]
        },
        {
            "title": "The Romulan Way",
            "authors": [
                "Diane Duane",
                "Peter Morwood"
            ],
            "ranking": 3.92,
            "ranking_count": 1532,
            "abstract": "They are a race of warriors, a noble people to whom honor is all. They are cousin to the Vulcan, ally to the Klingon, and Starfleet's most feared and cunning adversary. They are the Romulans, and for eight years, Federation Agent Terise LoBrutto has hidden in their midst. Now the presence of a captured Starfleet officer forces her to make a fateful choice between exposure and the chance to escape: maintain her cover -- or save the life of Dr. Leonard McCoy?. Here, in a startlingly different adventure, is the truth behind one of the most fascinating alien races ever created in Star Trek -- the Romulans.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Star Trek",
                "Science Fiction Fantasy",
                "Fantasy",
                "Adult Fiction",
                "Novels",
                "Space"
            ]
        },
        {
            "title": "Father Elijah: An Apocalypse",
            "authors": [
                "Michael D. O'Brien"
            ],
            "ranking": 4.39,
            "ranking_count": 3143,
            "abstract": "Michael O'Brien presents a thrilling apocalyptic novel about the condition of the Roman Catholic Church at the end of time. It explores the state of the modern world, and the strengths and weaknesses of the contemporary religious scene, by taking his central character, Father Elijah Schäfer, a Carmelite priest, on a secret mission for the Vatican which embroils him in a series of crises and subterfuges affecting the ultimate destiny of the Church.. Father Elijah is a convert from Judaism, a survivor of the Holocaust, a man once powerful in Israel. For twenty years he has been buried in the dark night of Carmel on the mountain of the prophet Elijah. The Pope and the Cardinal Secretary of State call him out of obscurity and give him a task of the highest sensitivity: to penetrate into the inner circles of a man whom they believe may be the Antichrist. Their purpose: to call the Man of Sin to repentance, and thus to postpone the great tribulation long enough to preach the Gospel to the whole world.. In this richly textured tale, Father Elijah crosses Europe and the Middle East, moves through the echelons of world power, meets saints and sinners, presidents, judges, mystics, embattled Catholic journalists, faithful priests and a conspiracy of traitors within the very House of God. This is an apocalypse in the old literary sense, but one that was written in the light of Christian revelation.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Christianity",
                "Religion",
                "Christian Fiction",
                "Christian",
                "Spirituality",
                "Literature",
                "Novels",
                "Thriller",
                "Fantasy"
            ]
        },
        {
            "title": "Five Little Peppers Abroad",
            "authors": [
                "Margaret Sidney"
            ],
            "ranking": 3.8,
            "ranking_count": 372,
            "abstract": "When the friends of the Pepper family found that the author was firm in her decision to continue their history no further, they brought their appeals for the details of some of those good times that made the “little brown house” an object-lesson.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Childrens",
                "Historical",
                "Young Adult",
                "Family"
            ]
        },
        {
            "title": "Primal Fear",
            "authors": [
                "William Diehl"
            ],
            "ranking": 4.22,
            "ranking_count": 9147,
            "abstract": "Martin Vail, the brilliant bad-boy lawyer every prosecutor and politician love to hate, is defending Aaron Stampler, a man found holding a bloody butcher's knife near a murdered archbishop. Vail is certain to lose, but Vail uses his unorthodox ways to good advantage when choosing his legal team—a tight group of men and women who must uncover the extraordinary truth behind the archbishop's slaughter. They do, in a heart-stopping climax unparalleled for the surprise it springs on the reader...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "Até ao Fim",
            "authors": [
                "Vergílio Ferreira"
            ],
            "ranking": 4.19,
            "ranking_count": 265,
            "abstract": "O perturbante monólogo de um pai durante o velório do filho.. Um homem passa a noite numa capela sobre o mar, a velar o corpo do filho, um jovem adulto, deliquente e toxicodependente. Durante essas horas, vai contando na primeira pessoa a história da sua vida e dirige-se ao filho morto, num intenso e perturbante monólogo.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Romance",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "الحياة الجديدة",
            "authors": [
                "Orhan Pamuk",
                "أورهان باموق",
                "سها سامح حسن",
                "عبد المقصود عبد الكريم"
            ],
            "ranking": 3.57,
            "ranking_count": 8069,
            "abstract": "نبذة الناشر:. يكتب أورهان باموق الرواية كمن يحفر بئراً عميقة بإبرة التطريز، وإن أية فكرة يتخذها محوراً لعمله الروائي، مهما تكن صغيرة ومهملة، تقوده إلى رسم بانوراما (إنسانية، اجتماعية، تاريخية، سياسية، فلسفية) لتركيا والعالم بشقيه المتقدم والمتخلف.. في مطلع الحياة الجديدة يقول الراوي: قرأت كتاباً غير مجرى حياتي كلها. ولكن ما هو هذا الكتاب؟ ومن هو مؤلفه؟ وما هي الأفكار التي تختبئ في ثناياه؟. هذه الأسئلة تبقى في حكم (المجاهيل) الرياضية، ومن ثم فإن الراوي يصطحب القارئ معه في رحلتين تفصل بينهما عشر سنوات للبحث عن الإجابات الممكنة لهذه الأسئلة -المجاهيل.. ولكن ما هي الحياة الجديدة التي ينشدها كاتبنا الألمعي؟ أهي تشكيلة حياة الغرب الاجتماعية الاقتصادية السياسية، أم تشكيلة حياة الشرق؟ أهي في المادة أم في الماورائيات؟. إن كاتباً من هذا الطراز يستحيل أن يشير إلى نمط حياة محدد في سياق عمل أدبي ليس من اختصاصه أساساً التحديد والتأطير والتفقيط إنه يطرح أسئلة، وينتقد مظاهر وأنماط من دون أن يبدو عليه أنه ينتقد أو يعيب.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Asian Literature",
                "Cultural",
                "Novels",
                "Literature",
                "Nobel Prize",
                "Contemporary",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "The Mystery of Holly Lane",
            "authors": [
                "Enid Blyton"
            ],
            "ranking": 4.03,
            "ranking_count": 2310,
            "abstract": "Who stole the money that the old man in Holly Lane had so carefully hidden in his cottage and where is it now? Why did his furniture disappear in the middle of the night? Fatty and the other Find-Outers have a long list of suspects, and a few clues, but this latest mystery just won't be solved! Mr Goon, the policeman, is hot on the scent too and he is sure that he has the answer when the others are still utterly confused. But who will solve the mystery first?",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Mystery",
                "Fiction",
                "Adventure",
                "Asian Literature",
                "Classics",
                "European Literature",
                "Thriller"
            ]
        },
        {
            "title": "Thursday's Child",
            "authors": [
                "Sonya Hartnett"
            ],
            "ranking": 3.79,
            "ranking_count": 1284,
            "abstract": "Harper Flute believes that her younger brother Tin, with his uncanny ability to dig, was born to burrow. While their family struggles to survive in a bleak landscape during the Great Depression, the silent and elusive little Tin - born on a Thursday and so fated to his wanderings - begins to escape underground, tunneling beneath their tiny shanty. As time passes, Tin becomes a wild thing, leaving his family further and further behind.. With exquisite prose, richly drawn characters, and a touch of magical realism, Sonya Hartnett tells a breathtakingly original coming-of-age story through the clear eyes of an observant child. It’s an unsentimental portrait of a loving family faced with poverty and heartbreak, entwined with a surreal vision of the enigmatic Tin, disappearing into a mysterious labyrinth that reaches unimaginably far, yet remains hauntingly near.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Historical",
                "Cultural",
                "Family",
                "Social Issues"
            ]
        },
        {
            "title": "My Oedipus Complex and Other Stories",
            "authors": [
                "Frank O'Connor",
                "Julian Barnes"
            ],
            "ranking": 3.83,
            "ranking_count": 481,
            "abstract": "This Collection of Stories includes the following:. The Genius. My Oedipus Complex. First Confession. The Study of History. The Man of the World. Guests of the Nation. Machine-Gun Corps in action. Soirée Chez une Belle Jeune Fille. Jumbo's Wife. The Cornet-Player Who Betrayed Ireland. There is a Lone House. News for the Church. The Mad Lomasneys. Uprooted. The Majesty of the Law. The Luceys. After Fourteen Years. Peasants. The Bridal Night. A Thing of Nothing. Michael's Wife. A Bachelor's Story. Fish for Friday. A Story by Maupassant. In the Train. The Corkerys. Old-Age Pensioners. The Long Road to Ummera. The Wreath. The Mass Island. ____________________________________________. The story of the title,. My Oedipus Complex. deals with a little boy named Larry and his feelings towards his father. When his father returns home from World War II, Larry is resentful and jealous of losing his mother's undivided attention, and finds himself in a constant struggle to win back her affections.. If you looking for the edition of only that short story, you can find it here:. My Oedipus Complex. .",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "European Literature",
                "Literature",
                "Cultural",
                "Psychology",
                "Novels",
                "Humor",
                "Realistic Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Change",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.94,
            "ranking_count": 4518,
            "abstract": "Tobias has pretty much gotten used to his life. He's a red-tailed hawk with the mind of a kid. It was weird when he first got trapped in morph. But now it's almost okay. After all, how many kids actually get the chance to fly?. Now Tobias is about to make a very special choice. A choice that the other Animorphs and Ax know nothing about. And it could mean the difference between being a hawk. . . and being human. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "Ben Israel; The Odyssey of a Modern Jew,",
            "authors": [
                "Arthur Katz"
            ],
            "ranking": 4.27,
            "ranking_count": 49,
            "abstract": "Raised in Brooklyn, New York, through the depression years and coming to adolescence during the turbulence of World War II, Art Katz, in his quest for the meaning of life, began a journey toward Truth that climaxed significantly and symbolically in Jerusalem.. Through the diversity of Marxist, pragmatist, and existential ideologies and philosophies, as well as merchant marine and military experiences, Art was brought to a final moral crisis as a teacher, able to raise, but not answer the groaning perplexities of the modern age and his own heart.. During a leave of absence, on a hitch-hiking odyssey through North Africa, Western Europe and the Middle East, the cynical and unbelieving atheist - vehement anti-religionist and anti-Christian - was radically apprehended by a God whom he was not seeking. The actual journal, Ben Israel - Odyssey of a modern Jew, recounts the breaking into consciousness and ultimate apprehension of an unsuspecting and resistant 'son of Israel.'",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Christian"
            ]
        },
        {
            "title": "Third from the Sun",
            "authors": [
                "Richard Matheson"
            ],
            "ranking": 3.98,
            "ranking_count": 251,
            "abstract": "Contents:. · Born of Man and Woman · vi F&SF Sum ’50. · Third from the Sun · ss Galaxy Oct ’50. · Lover, When You’re Near Me · nv Galaxy May ’52. · SRL Ad · ss F&SF Apr ’52. · Mad House · nv Fantastic Jan/Feb ’53. · F--- [“The Foodlegger”] · ss Thrilling Wonder Stories Apr ’52. · Dear Diary · ss Born of Man and Woman, Chamberlain, 1954. · To Fit the Crime · ss Fantastic Nov/Dec ’52. · Dress of White Silk · ss F&SF Oct ’51. · Disappearing Act · ss F&SF Mar ’53. · The Wedding · ss Beyond Fantasy Fiction Jul ’53. · Shipshape Home · ss Galaxy Jul ’52. · The Traveller · ss Born of Man and Woman, Chamberlain, 1954",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Horror",
                "Short Stories",
                "Fantasy",
                "Anthologies",
                "Fiction",
                "Classics",
                "Pulp",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Riders in the Chariot",
            "authors": [
                "Patrick White"
            ],
            "ranking": 3.98,
            "ranking_count": 827,
            "abstract": "Patrick White's brilliant 1961 novel, set in an Australian suburb, intertwines four deeply different lives. An Aborigine artist, a Holocaust survivor, a beatific washerwoman, and a childlike heiress are each blessed—and stricken—with visionary experiences that may or may not allow them to transcend the machinations of their fellow men. Tender and lacerating, pure and profane, subtle and sweeping,. Riders in the Chariot. is one of the Nobel Prize winner's boldest books.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Novels",
                "Literature",
                "Historical",
                "Nobel Prize",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Homecoming",
            "authors": [
                "Harold Pinter"
            ],
            "ranking": 3.7,
            "ranking_count": 9374,
            "abstract": "When Teddy, a professor in an American university, brings his wife Ruth to visit his old home in London, he finds his family still living in the house. In the conflict that follows, it is Ruth who becomes the focus of the family's struggle for supremacy.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Classics",
                "Literature",
                "European Literature",
                "Nobel Prize",
                "Academic"
            ]
        },
        {
            "title": "Revenge",
            "authors": [
                "Yōko Ogawa",
                "Stephen    Snyder"
            ],
            "ranking": 3.99,
            "ranking_count": 13926,
            "abstract": "Sinister forces draw together a cast of desperate characters in this eerie and absorbing novel from. Yoko Ogawa.. An aspiring writer moves into a new apartment and discovers that her landlady has murdered her husband. Years later, the writer’s stepson reflects upon his stepmother and the strange stories she used to tell him. Meanwhile, a surgeon’s lover vows to kill him if he does not leave his wife. Before she can follow-through on her crime of passion, though, the surgeon will cross paths with another remarkable woman, a cabaret singer whose heart beats delicately outside of her body. But when the surgeon promises to repair her condition, he sparks the jealousy of another man who would like to preserve the heart in a custom tailored bag. Murderers and mourners, mothers and children, lovers and innocent bystanders—their fates converge in a darkly beautiful web that they are each powerless to escape.. Macabre, fiendishly clever, and with a touch of the supernatural, Yoko Ogawa’s Revenge creates a haunting tapestry of death—and the afterlife of the living.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Horror",
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "Saint Francis",
            "authors": [
                "Nikos Kazantzakis",
                "John Michael Talbot",
                "Ender Gürol",
                "Amy Welborn",
                "Nikos Kazancakis"
            ],
            "ranking": 4.09,
            "ranking_count": 2162,
            "abstract": "Nikos Kazantzakis (1883-1957) was born in and lived in Greece most of his life. He was the author of poetry, plays, articles and novels, including The Last Temptation of Christ, Zorba the Greek and The Greek Passion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Religion",
                "Literature",
                "Classics",
                "Novels",
                "Spirituality",
                "Cultural"
            ]
        },
        {
            "title": "The Face of Battle: A Study of Agincourt, Waterloo and the Somme",
            "authors": [
                "John Keegan"
            ],
            "ranking": 4.13,
            "ranking_count": 7541,
            "abstract": "The Face of Battle. is military history from the battlefield: a look at the direct experience of individuals at 'the point of maximum danger'. It examines the physical conditions of fighting, the particular emotions and behaviour generated by battle, as well as the motives that impel soldiers to stand and fight rather than run away.. In his scrupulous reassessment of three battles, John Keegan vividly conveys their reality for the participants, whether facing the arrow cloud of Agincourt, the levelled muskets of Waterloo or the steel rain of the Somme.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Military",
                "War",
                "Psychology",
                "Audiobook"
            ]
        },
        {
            "title": "The Mozart Season",
            "authors": [
                "Virginia Euwer Wolff"
            ],
            "ranking": 3.98,
            "ranking_count": 1028,
            "abstract": "Remember, what's down inside you, all covered up—the things of your soul. The important, secret things . . . The story of you, all buried, let the music caress it out into the open.. When Allegra was a little girl, she thought she would pick up her violin and it would sing for her—that the music was hidden inside her instrument.. Now that Allegra is twelve, she believes the music is in her fingers, and the summer after seventh grade she has to teach them well. She's the youngest contestant in the Ernest Bloch Young Musicians' Competition.. She knows she will learn the notes to the concerto, but what she doesn't realize is she'll also learn—how to close the gap between herself and Mozart to find the real music inside her heart.. The Mozart Season. includes an interview with author Virginia Euwer Wolff.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Music",
                "Fiction",
                "Childrens",
                "Contemporary",
                "Realistic Fiction",
                "Historical"
            ]
        },
        {
            "title": "Dancing in the Dark",
            "authors": [
                "Maureen Lee"
            ],
            "ranking": 4.2,
            "ranking_count": 860,
            "abstract": "A brilliantly compelling Liverpool saga following the lives of two women - three generations apart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Love",
                "Audiobook"
            ]
        },
        {
            "title": "Time Must Have a Stop",
            "authors": [
                "Aldous Huxley",
                "Douglas Dutton"
            ],
            "ranking": 3.66,
            "ranking_count": 1358,
            "abstract": "Sebastian Barnack, a handsome English schoolboy, goes to Italy for the summer, and there his real education begins. His teachers are two quite different men: Bruno Rontini, the saintly bookseller, who teaches him about things spiritual; and Uncle Eustace, who introduces him to life's profane pleasures.. The novel that Aldous Huxley himself thought was his most successful at fusing idea with story,. Time Must Have a Stop. is part of Huxley's lifelong attempt to explore the dilemmas of twentieth-century man and to create characters who, though ill-equipped to solve the dilemmas, all go stumbling on in their painfully serious comedies (in this novel we have the dead atheist who returns in a seance to reveal what he has learned after death but is stuck with a second-rate medium who garbles his messages).. Time Must Have a Stop. is one of Huxley's finest achievements.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Literature",
                "Novels",
                "European Literature",
                "Science Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "The Apostle",
            "authors": [
                "Brad Thor"
            ],
            "ranking": 4.14,
            "ranking_count": 17519,
            "abstract": "Master of suspense and #1. New York Times. bestselling author Brad Thor returns with his most riveting international thriller yet.. A new administration and a new approach to dealing with America's enemies have left covert counterterrorism operative Scot Harvath without a job. But when American doctor Julia Gallo is kidnapped in Afghanistan, the terms of her ransom leave the president with only one course of action.. In a dangerous assignment that the United States government will deny any knowledge of, Scot Harvath must secretly infiltrate Kabul's notorious Policharki Prison and free the man the kidnappers demand as ransom - al-Qaeda mastermind, Mustafa Khan.. But when Harvath arrives, he quickly learns that there is more to the kidnapping than anyone dares to admit. And as the subterfuge is laid bare, Harvath must examine his own career of hunting down and killing terrorists, and ask himself if he has what it takes to help one of the world's worst go free.. Brimming with the kind of ripped-from-the-headlines authenticity Brad Thor's internationally bestselling novels are known for,. The Apostle. doubles down on the blockbuster success of. The Last Patriot. and reaffirms Thor's status as the master of the political thriller.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Action",
                "Suspense",
                "Spy Thriller",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Leopard Unleashed",
            "authors": [
                "Elizabeth Chadwick"
            ],
            "ranking": 4.01,
            "ranking_count": 878,
            "abstract": "Renard, Lord of the Ravenstow, is a crusader in Antioch, a place far removed from the cold Welsh Marches of his birth. Summoned home to his ailing father, Renard brings Olwen with him, an exotic dancing girl whose sensuous beauty and wild ways have ensnared him. Yet, in a political match made by their families, Renard is already betrothed to the innocent Elene and he know he is also returning to the duty of marriage.. Torn between Olwen and Elene, Renard's personal dilemma is set against a background of increasing civil strife as Ranulf of Chester, his greedy neighbour, strives to snatch his lands. When Renard is taken prisoner at the Battle of Lincoln, his fate is placed in the hand of two women - his former mistress, now in the bed of his deadliest enemy, and his determined yet inexperienced wife, protecting his lands against terrible odds...",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "European Literature",
                "Literature",
                "Historical Romance",
                "History"
            ]
        },
        {
            "title": "Thuvia, Maid of Mars",
            "authors": [
                "Edgar Rice Burroughs"
            ],
            "ranking": 3.76,
            "ranking_count": 8694,
            "abstract": "Mars has become divided by love. Not one, but two princes and a Jeddak are vying for the love of Thuvia of Ptarth. When she is mysteriously kidnapped, treachery threatens to throw Barsoom into bloody war. Now Cathoris must follow in the footsteps of his father, John Carter, and overcome phantom armies, dangerous spies and savage beasts as he attempts to save his true love and reunite Mars. The fourth Martian novel from Burroughs.. Excerpt:. Upon a massive bench of polished ersite beneath the gorgeous blooms of a giant pimalia a woman sat. Her shapely, sandalled foot tapped impatiently upon the jewel-strewn walk that wound beneath the stately sorapus trees across the scarlet sward of the royal gardens of Thuvan Dihn, Jeddak of Ptarth, as a dark-haired, red-skinned warrior bent low toward her, whispering heated words close to her ear. Ah, Thuvia of Ptarth, he cried, you are cold even before the fiery blasts of my consuming love! No harder than your heart, nor colder is the hard, cold ersite of this thrice happy bench which supports your divine and fadeless form! Tell me, O Thuvia of Ptarth, that I may still hope-that though you do not love me now, yet some day, some day, my princess, I- The girl sprang to her feet with an exclamation of surprise and displeasure. Her queenly head was poised haughtily upon her smooth red shoulders. Her dark eyes looked angrily into those of the man.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Classics",
                "Adventure",
                "Pulp",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Terre promise",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.2,
            "ranking_count": 62672,
            "abstract": "Far above the merciless Underdark, Drizzt Do'Urden fights to survive the elements of Toril's harsh surface. The drow begins a sojourn through a world entirely unlike his own--even as he evades the dark elves of his past.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Role Playing Games",
                "Young Adult"
            ]
        },
        {
            "title": "A Young Doctor's Notebook",
            "authors": [
                "Mikhail Bulgakov",
                "Hugh Aplin"
            ],
            "ranking": 4.3,
            "ranking_count": 17152,
            "abstract": "In this collection of short stories, drawing heavily from the author's own experiences as a medical graduate on the eve of the Russian Revolution, Bulgakov describes a young doctor's turbulent and often brutal introduction to his practice in the backward village of Muryovo.. Using a sharply realistic and humorous style, Bulgakov reveals his doubts about his own competence and the immense burden of responsibility, as he deals with a superstitious and poorly educated people struggling to enter the modern age. This acclaimed collection contains some of Bulgakov's most personal and insightful observations on youth, isolation and progress.. THIS EDITION INCLUDES THE PIECE. 'MORPHINE'",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Short Stories",
                "Literature",
                "Health",
                "Historical",
                "Medical"
            ]
        },
        {
            "title": "Immortal Wife",
            "authors": [
                "Irving Stone"
            ],
            "ranking": 3.94,
            "ranking_count": 554,
            "abstract": "Historical novel based on the life of Jessie Benton Frémont",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "Emerald City and other stories",
            "authors": [
                "Jennifer Egan",
                "Richard Waterhouse",
                "Charlie Thurston",
                "Madeleine Lambert"
            ],
            "ranking": 3.73,
            "ranking_count": 3054,
            "abstract": "These eleven masterful stories--the first collection from acclaimed author Jennifer Egan--deal with loneliness and longing, regret and desire. Egan's characters--models and housewives, bankers and schoolgirls--are united by their search for something outside their own realm of experience. They set out from locations as exotic as China and Bora Bora, as cosmopolitan as downtown Manhattan, or as familiar as suburban Illinois to seek their own transformations. Elegant and poignant, the stories in Emerald City are seamless evocations of self-discovery.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Travel",
                "Audiobook",
                "Anthologies"
            ]
        },
        {
            "title": "White Man's Justice, Black Man's Grief",
            "authors": [
                "Donald Goines"
            ],
            "ranking": 4.31,
            "ranking_count": 794,
            "abstract": "The godfather of urban lit, Donald Goines knows life on the streets is a one-way ticket to life behind bars, where suffering is the one and only daily bread.. Barely out of his twenties, Chester Hines knows the score. He's just another bug crawling through the streets of Detroit, waiting to be squashed under the heel of a system meant to keep a brother down. But with his old lady on his back, his only options are on the wrong side of the law. He didn't need a fortune-teller to tell him that sooner or later he'd end up in a system more brutal than the one that forced him there.. Prison life is raw. But it's the only life Chester's got. Against all odds, he and his crew will forge a brotherhood in hell. Together they'll scratch and claw their way day by day, suffering unimaginable abuse, betrayal, and pure, uncut hopelessness-or die trying.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Urban",
                "Cultural",
                "Mystery",
                "Classics"
            ]
        },
        {
            "title": "Outer Banks",
            "authors": [
                "Anne Rivers Siddons"
            ],
            "ranking": 3.92,
            "ranking_count": 9057,
            "abstract": "“Captures the richness and complication of female friendships in a way few writers have done. . . incredibly rich characterizations and a profound sense of place.”  —. Cosmopolitan. In her magnificent classic. Outer Banks. , acclaimed. New York Times. bestselling author Anne Rivers Siddons brilliantly recalls a lost time of hope and dreams—of comradeship, love, secrets, and betrayal—and creates characters brimming with life who will live in the heart forever.. In the uncertain ‘60s, four young women came together as sorority sisters on a Southern campus: elegant Kate; sensitive, sensible Cecie; sexy, vibrant and richer-than-sin Ginger; and poor, hopeless, brilliant Fig. At Nag’s Head, North Carolina, over the course of two idyllic spring breaks, their bonds of friendship were strengthened into something rare and powerfully binding. Now, thirty years later, they are returning to the isolated strip of barrier islands, hoping to recapture what has been lost—the love, the enthusiasm, the passion—and to finally understand what pulled them apart and cast them adrift.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "American",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Novels",
                "Drama",
                "Adult Fiction",
                "Womens"
            ]
        },
        {
            "title": "Flashman in the Great Game",
            "authors": [
                "George MacDonald Fraser",
                "Arthur Barbosa"
            ],
            "ranking": 4.35,
            "ranking_count": 4173,
            "abstract": "One of literature's most delightful rakes is back in another tale of rollicking adventure and tantalizing seduction. The plucky Flashman's latest escapades are sure to entertain devotees as well as attract new aficionados.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Humor",
                "Adventure",
                "Cultural",
                "War",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "All Things Bright and Beautiful",
            "authors": [
                "James Herriot"
            ],
            "ranking": 4.31,
            "ranking_count": 74698,
            "abstract": "A very warm, very engaging read. . . . The reader falls totally under his spell.. —. Associated Press. The second volume in the multimillion copy bestselling series. Millions of readers have delighted in the wonderful storytelling and everyday miracles of James Herriot in the over thirty years since his delightful animal stories were first introduced to the world.. Now in a new edition for the first time in a decade,. All Things Bright and Beautiful. is the beloved sequel to Herriot's first collection,. All Creatures Great and Small. , and picks up as Herriot, now newly married, journeys among the remote hillside farms and valley towns of the Yorkshire Dales, caring for their inhabitants—both two- and four-legged. Throughout, Herriot's deep compassion, humor, and love of life shine out as we laugh, cry, and delight in his portraits of his many, varied animal patients and their equally varied owners.. Humor, realism, sensitivity, earthiness; animals comic and tragic; and people droll, pathetic, courageous, eccentric—all of whom he views with the same gentle compassion and a lively sense of the sad, the ridiculous, and the admirable.. —. Columbus Dispatch",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Autobiography",
                "Biography",
                "Classics",
                "Humor",
                "Biography Memoir",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Cement of the Universe: A Study of Causation",
            "authors": [
                "John Leslie Mackie"
            ],
            "ranking": 3.5,
            "ranking_count": 14,
            "abstract": "Studies causation both as a concept and as it is 'in the objects' Offers new accounts of the logic of singular causal statements, the form of causal regularities, the detection of causal relationships, the asymmetry of cause and effect, and necessary connection, and it relates causation to functional and statistical laws and to teleology.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Science"
            ]
        },
        {
            "title": "The Glass Lake",
            "authors": [
                "Maeve Binchy"
            ],
            "ranking": 3.95,
            "ranking_count": 22185,
            "abstract": "Kit McMahon lives in the small Irish town of Lough Glass, where everyone knows everyone; children who walk to school together grow up and become sweethearts and marry, people gossip and grumble and dream their lives away. For it is a place where change comes slowly. drowned in the lake, and then the gossip runs wild. The consequences for Helen's husband, her son, but above all for her daughter, Kit, are unimaginable and will leave not one of their lives unchanged.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Cultural",
                "Romance",
                "European Literature",
                "Contemporary",
                "Drama",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Floating Opera",
            "authors": [
                "John Barth"
            ],
            "ranking": 3.86,
            "ranking_count": 2513,
            "abstract": "The Floating Opera is a 1956 novel by the American writer John Barth. It chronicles one day in the life of Todd Andrews, a day on which he makes a very important decision. It was Barth's first novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Classics",
                "Literature",
                "Literary Fiction",
                "American",
                "Humor",
                "United States"
            ]
        },
        {
            "title": "The Driver's Seat",
            "authors": [
                "Muriel Spark",
                "John Lanchester"
            ],
            "ranking": 3.62,
            "ranking_count": 7398,
            "abstract": "Lise is thin, neither good-looking nor bad-looking. One day she walks out of her office, acquires a gaudy new outfit, adopts a girlier tone of voice, and heads to the airport to fly south. On the plane she takes a seat between two men. One is delighted with her company, the other is deeply perturbed. So begins an unnerving journey into the darker recesses of human nature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novella",
                "Literature",
                "Mystery",
                "European Literature",
                "Thriller",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Monk's Hood",
            "authors": [
                "Ellis Peters"
            ],
            "ranking": 4.07,
            "ranking_count": 10519,
            "abstract": "Silver Dagger Award Winner: In this medieval mystery, Brother Cadfael faces suspicion when one of his herbal ingredients is used to kill a man.. Christmas 1138. Gervase Bonel is a guest of Shrewsbury Abbey of Saint Peter and Saint Paul when he suddenly takes ill. Luckily, the abbey boasts the services of the clever and kindly Brother Cadfael, a skilled herbalist. Cadfael hurries to the man’s bedside, only to be confronted with two surprises: In Master Bonel’s wife, the good monk recognizes Richildis, whom he loved before he took his vows—and Master Bonel has been fatally poisoned by monk’s-hood oil from Cadfael’s stores.. The sheriff is convinced that the murderer is Richildis’s son, Edwin, who hated his stepfather. But Cadfael, guided in part by his concern for a woman to whom he was once betrothed, is certain of her son’s innocence. Using his knowledge of both herbs and the human heart, Cadfael deciphers a deadly recipe for murder.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "Man Is Not Alone: A Philosophy of Religion",
            "authors": [
                "Abraham Joshua Heschel"
            ],
            "ranking": 4.4,
            "ranking_count": 578,
            "abstract": "Man Is Not Alone. is a profound, beautifully written examination of the ingredients of piety: how man senses God's presence, explores it, accepts it, and builds life upon it. Abraham Joshua Heschel's philosophy of religion is not a philosophy of doctrine or the interpretation of a dogma. He erects his carefully built structure of thought upon foundations which are universally valid but almost generally ignored. It was. Man Is Not Alone. which led Reinhold Niebuhr accurately to predict that Heschel would become a commanding and authoritative voice not only in the Jewish community but in the religious life of America. With its companion volume,. God in Search of Man. , it is revered as a classic of modern theology.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Literature",
                "Nonfiction",
                "Judaism",
                "Spirituality",
                "Christian",
                "Unfinished"
            ]
        },
        {
            "title": "Jesus the Christ: A Study of the Messiah and His Mission According to Holy Scriptures, Both Ancient and Modern",
            "authors": [
                "James E. Talmage"
            ],
            "ranking": 4.62,
            "ranking_count": 22194,
            "abstract": "First published in 1915, Jesus the Christ is the classic Latter-day Saint presentation of the life and ministry of the Savior. Elder Marion G. Romney said, One who gets the understanding, the vision, and the spirit of the resurrected Lord through a careful study of the text Jesus the Christ by Elder James E. Talmage will find that he has greatly increased his moving faith in our glorified Redeemer. This special edition has been completely retypeset for added readability, and for the first time the chapter endnotes have been included with the footnotes for ready reference.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christianity",
                "Nonfiction",
                "Spirituality",
                "Biography",
                "Inspirational",
                "History",
                "Christian",
                "Lds"
            ]
        },
        {
            "title": "Μυθιστόρημα",
            "authors": [
                "George Seferis",
                "Γιώργος Σεφέρης"
            ],
            "ranking": 4.64,
            "ranking_count": 61,
            "abstract": "Εικοσιτέσσερις ποιητικές συνθέσεις (κατά το ομηρικό πρότυπο) αποτελούν το Μυθιστόρημα. Ο ελεύθερος στίχος, οι σκηνικές αλλαγές, η χρήση του αρχαίου μύθου ώστε να συγχωνευθούν το παρελθόν και το παρόν του ελληνισμού, οι εναλλαγές του ποιητικού υποκειμένου συμβάλλουν στη θεώρηση του Μυθιστορήματος ως βασικότατου έργου του ελληνικού ποιητικού μοντερνισμού. Εθνικές μνήμες και ιστορικά βιώματα συνυπάρχουν με υπαρξιακές κορυφώσεις. Οι πολλές αναφορές στο ταξίδι, ειδικά στη θάλασσα, ενισχύουν την εντύπωση του αναγνώστη ότι αυτό που διαβάζει είναι η οδύσσεια της σύγχρονης Ελλάδας",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Saturday Night and Sunday Morning",
            "authors": [
                "Alan Sillitoe"
            ],
            "ranking": 3.82,
            "ranking_count": 4272,
            "abstract": "This cult classic of working class life in post-war Nottingham follows the exploits of rebellious factory worker Arthur Seaton and is introduced by Richard Bradford.. Working all day at a lathe leaves Arthur Seaton with energy to spare in the evenings. A hard-drinking, hard-fighting hooligan, he knows what he wants, and he's sharp enough to get it.. Before long, his carryings-on with a couple of married women become the stuff of local gossip. But then one evening he meets a young girl and life begins to look less simple…. First published in 1958, ‘Saturday Night and Sunday Morning’ achieved instant critical acclaim and helped to establish Alan Sillitoe as one of the greatest British writers of his generation. The film of the novel, starring Albert Finney, transformed British cinema and was much imitated.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Las formas del fuego",
            "authors": [
                "José Antonio Ramos Sucre"
            ],
            "ranking": 4.17,
            "ranking_count": 18,
            "abstract": "El poeta venezolano José Antonio Ramos Sucre (1890-1930) ha sido considerado por las últimas generaciones como el maestro de la poesía contemporánea de su país. En sus tres libros La torre de Timón, en 1925; El cielo de esmalte y Las formas del fuego, en 1929) el sentido renovador de su poética, que tanto le acerca a la modernidad, se apoya paradójicamente en un anacronismo formal y temático.. Tan breve y singular como su obra fue su vida, a la que acusa de amante pérfida y que abandona voluntariamente. Ramos Sucre se suicida en Ginebra, en 1930, cuando apenas había cumplido los 40 años. Yo poseo el hábito del sufrimiento, pero estoy fatigado de la vida interior del asceta, del enfermo, del anormal. Leopardi es mi igual.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Fascism: What It Is and How to Fight It",
            "authors": [
                "Leon Trotsky"
            ],
            "ranking": 3.91,
            "ranking_count": 1037,
            "abstract": "Why fascism was able to conquer only in those countries where social democratic or Stalinist parties blocked the workers and their allies from utilizing a revolutionary situation to remove the capitalists from power.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "History",
                "Nonfiction",
                "Philosophy",
                "Cultural",
                "Literature",
                "Economics",
                "Culture",
                "Sociology"
            ]
        },
        {
            "title": "Simulacra and Simulation",
            "authors": [
                "Jean Baudrillard",
                "Sheila Faria Glaser"
            ],
            "ranking": 3.98,
            "ranking_count": 12798,
            "abstract": "The publication of. Simulacra et Simulation. in 1981 marked Jean Baudrillard's first important step toward theorizing the postmodern. Moving away from the Marxist/Freudian approaches that had concerned him earlier, Baudrillard developed in this book a theory of contemporary culture that relies on displacing economic notions of cultural production with notions of cultural expenditure.. Baudrillard uses the concepts of the simulacra—the copy without an original—and simulation. These terms are crucial to an understanding of the postmodern, to the extent that they address the concept of mass reproduction and reproduceability that characterizes our electronic media culture.. Baudrillard's book represents a unique and original effort to rethink cultural theory from the perspective of a new concept of cultural materialism, one that radically redefines postmodern formulations of the body.. Sheila Glaser. is an editor at. Artforum magazine. .",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Sociology",
                "Cultural",
                "Academic",
                "Writing",
                "Art",
                "Politics"
            ]
        },
        {
            "title": "Engineering Mechanics Dynamics",
            "authors": [
                "Russell C. Hibbeler"
            ],
            "ranking": 3.77,
            "ranking_count": 160,
            "abstract": "New edition of a textbook on the theory and applications of engineering mechanics. Topics covered include kinematics and kinetics of particles, planar kinematics of a rigid body, three-dimensional kinematics of a rigid body, and vibrations. Includes computer problems, design projects, and countless",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Textbooks",
                "Reference",
                "Nonfiction",
                "Academic"
            ]
        },
        {
            "title": "The Pride of the Peacock",
            "authors": [
                "Victoria Holt"
            ],
            "ranking": 3.87,
            "ranking_count": 4231,
            "abstract": "Victoria Holt demonstrates her mastery once again in her most exciting novel set in turn-of-the-century England where a young woman grows up in the shadow of the great estate - and privileged way of life - that was once her family's birthright. But a unique inheritance compels Jessica Clavering to marry the owner of a fabled opal mine and leads her to faraway Australia. There she will discover the mysteries - and evil - surrounding the greatest opal ever found. There she must confront the danger that lust for the stone has aroused even in her own husband - and there she must find love.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Gothic",
                "Mystery",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "A Searching Heart",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.16,
            "ranking_count": 2880,
            "abstract": "Book 2 of A Prairie Legacy. Shattered by loss, can Virginia Sampson find faith that God replaces what has been taken away?",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Historical",
                "Fiction",
                "Romance",
                "Young Adult",
                "Adult Fiction",
                "Inspirational"
            ]
        },
        {
            "title": "Bill Peet: An Autobiography",
            "authors": [
                "Bill Peet"
            ],
            "ranking": 4.25,
            "ranking_count": 1601,
            "abstract": "A 1990 Caldecott Honor Book. Bill Peet tells his life story, including his years with Disney, with illustrations on every page.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Childrens",
                "Autobiography",
                "Art",
                "Biography Memoir",
                "Sequential Art"
            ]
        },
        {
            "title": "Flash Fire",
            "authors": [
                "Caroline B. Cooney"
            ],
            "ranking": 3.5,
            "ranking_count": 461,
            "abstract": "On a Wednesday afternoon, 15-year-old Danna Press's life turns into a nightmare as a huge orange fireball emerges from the top of the canyon. So begins her long, terrifying, and life-altering road to safety.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Adventure",
                "Thriller",
                "Realistic Fiction",
                "Childrens",
                "Horror",
                "Contemporary"
            ]
        },
        {
            "title": "Dying for Chocolate",
            "authors": [
                "Diane Mott Davidson"
            ],
            "ranking": 3.8,
            "ranking_count": 11573,
            "abstract": "Goldy Bear is the bright, opinionated, wildly inventive caterer whose personal life is a recipe for disaster, with bills taking a bite out of her budget and her abusive ex-husband making tasteless threats. Determined to take control, Goldy moves her business to the ritzy Aspen Meadow Country Club. Soon she’s preparing decadent dinners and posh society picnics—and enjoying the favors of Philip Miller, a handsome local shrink, and Tom Schulz, her more-than-friendly neighborhood cop. Until, that is, the dishy doctor drives his BMW into an oncoming bus. Convinced that Philip’s bizarre death was no accident, Goldy begins to sift through the dead doc’s unpalatable secrets. But this case is seasoned with unexpected danger and even more unexpected revelations—the kind that could get a caterer killed.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Food and Drink",
                "Audiobook",
                "Humor",
                "Womens Fiction"
            ]
        },
        {
            "title": "Athabasca",
            "authors": [
                "Alistair MacLean"
            ],
            "ranking": 3.51,
            "ranking_count": 2159,
            "abstract": "SABOTAGE!. THE VICTIMS. Two the most important oilfields in the world - one in Canada, the other in Alaska.. THE SABOTEURS. An unknown quantity - deadly and efficient.. THE RESULT. Castrophe.. One man, Jim Brady, is called in to save the life-blood of the world as unerringly, the chosen targets fall at the hands of a hidden enemy...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Adventure",
                "Mystery",
                "Suspense",
                "Action",
                "Spy Thriller"
            ]
        },
        {
            "title": "Byzantium: The Early Centuries",
            "authors": [
                "John Julius Norwich"
            ],
            "ranking": 4.32,
            "ranking_count": 1609,
            "abstract": "A captivating account of the origins and early years of the Byzantine empire, by one of the most accomplished popular historians writing today. 48 pages ofillustrations, 16 in color. Maps.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Cultural",
                "Classics"
            ]
        },
        {
            "title": "Ferien auf Saltkrokan",
            "authors": [
                "Astrid Lindgren"
            ],
            "ranking": 4.34,
            "ranking_count": 4752,
            "abstract": "Ferien auf Saltkrokan! Pelle, seine große Schwester Malin und seine beiden Brüder entdecken auf der kleinen Insel die unberührte Natur der schwedischen Schären. Sie baden im Meer, fangen Fische, sammeln Pfifferlinge und feiern Mittsommer. Nichts aber ist schöner für Pelle, als gemeinsam mit Tjorven, dem Inselmädchen, und ihrem großen Bernhardinerhund Bootsmann über die Felsen und durch den Wald zu streifen und dabei von einem Abenteuer ins nächste zu stolpern.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Paddington Takes to TV",
            "authors": [
                "Michael Bond",
                "Peggy Fortnum"
            ],
            "ranking": 3.89,
            "ranking_count": 177,
            "abstract": "Paddington strikes again, in another series of hilarious misadventures . . . and this time, they’re televised! This new edition is perfect for another crop of young readers, the TV generation. When Paddington enters a baking contest, he quickly becomes the star of Britain’s favorite children’s show, but there is a big surprise when it’s time to cut the cake! From a missing parrot to origami gone terribly wrong, Paddington proves that anything can happen on live television.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Fantasy",
                "Literature"
            ]
        },
        {
            "title": "Humboldt's Gift",
            "authors": [
                "Saul Bellow"
            ],
            "ranking": 3.85,
            "ranking_count": 8810,
            "abstract": "The novel, for which Bellow won the Pulitzer Prize for Fiction in 1976, is a self-described comic book about death, whose title character is modeled on the self-destructive lyric poet Delmore Schwartz. Charlie Citrine, an intellectual, middle-aged author of award-winning biographies and plays, contemplates two significant figures and philosophies in his life: Von Humboldt Fleisher, a dead poet who had been his mentor, and Rinaldo Cantabile, a very-much-alive minor mafioso who has been the bane of Humboldt's existence. Humboldt had taught Charlie that art is powerful and that one should be true to one's own creative spirit. Rinaldo, Charlie's self-appointed financial adviser, has always urged Charlie to use his art to turn a profit. At the novel's end, Charlie has managed to set his own course.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Nobel Prize",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "Piercing the Darkness",
            "authors": [
                "Frank E. Peretti"
            ],
            "ranking": 4.31,
            "ranking_count": 58836,
            "abstract": "The light shines in the darkness, and the darkness has not overcome it.. John 1:5 (ESV). It all begins in Bacon's Corner, a tiny farming community far from the interstate . . . An attempted murder, a case of mistaken-or is it covered up?-identity, and a ruthless lawsuit against a struggling Christian school. Sally Beth Roe, a young loner, a burnout, a kind of leftover hippie,finds herself caught in the middle of these bizarre events, fleeing for her life while trying to recall her dark past.. Across a vast panorama of heart-stopping action, Sally Roe's journey is a penetrating portrayal of our times, a reflection of our wanderings, and a vivid reminder of the redemptive power of the Cross. A companion volume to This Present Darkness, readers have purchased over two million copies of Piercing the Darkness since its publication in 1989.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Fantasy",
                "Thriller",
                "Religion",
                "Suspense",
                "Spirituality"
            ]
        },
        {
            "title": "Los hijos del Grial",
            "authors": [
                "Peter Berling",
                "Helga Pawlowsky"
            ],
            "ranking": 3.48,
            "ranking_count": 435,
            "abstract": "Im Jahre des Herrn 1244. Vom fernen Sizilien aus herrscht Friedrich II., der Staufer, über das Heilige Römische Reich. Im ewigen Rom regiert Innozenz IV. eine Kirche, die sich immer mehr in weltliche Politik verstrickt. In dieser Lage folgt Ludwig IX. von Frankreich dem Ruf des Papstes und sendet ein Heer gegen den Montségur, die unbezwingbare Ketzerburg im Languedoc. In einer dunklen und stürmischen Nacht werden zwei Kinder an Seilen an der Mauerkrone herabgelassen. Sie sind die Erben des Gral. Ihr Königtum könnte die Weltreligionen vereinen - doch können zwei Kinder eine solche Krone tragen, ohne davon erdrückt zu werden? Einen Schutzengel indes haben sie: William von Roebruk, ein dralles Bauernschlitzohr. Als Held wider Willen gerät der kleine Franziskaner in eine tödliche Auseinandersetzung zwischen Kaiser und Kurie, zwischen christlichen Rittern und islamischen Assassinen um imperiale Machtinteressen und einen großen Plan...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Roman",
                "European Literature",
                "Fantasy"
            ]
        },
        {
            "title": "Täällä Pohjantähden alla 1–3",
            "authors": [
                "Väinö Linna"
            ],
            "ranking": 4.53,
            "ranking_count": 1775,
            "abstract": "Väinö Linnan. suurteos. Täällä Pohjantähden alla. on piirtynyt suomalaisten muistiin lähihistorian näkemyksellisenä kuvauksena. Sen sivuilla syrjäinen hämäläiskylä elää alkuvoimaista, maanläheistä elämäänsä kansamme suurina murroskausina. Trilogian ajallisina rajakohtina ovat helmikuun manifestia edeltänyt vuosikymmen, josta edetään torppariperheiden tragedian kautta kansalaissotaan ja Suomen itsenäisyyden vuosikymmeniin aina 1950-luvulle saakka. Varttuneempi lukijapolvi tuntee katselevansa silmästä silmään omiakin kokemuksiaan, nuoremmille avautuu ennen tuntemattomia näkymiä kansakunnan kulkemalta tieltä.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fiction",
                "Historical",
                "War",
                "Novels",
                "Audiobook",
                "Unfinished"
            ]
        },
        {
            "title": "Seeing Beyond Depression",
            "authors": [
                "Jean Vanier"
            ],
            "ranking": 4.23,
            "ranking_count": 105,
            "abstract": "Depression is a painful reality, an illness that we cannot treat by ourselves. We need help to recover from it, and a friend to walk with us through the difficult times.. Jean Vanier, one of the great spiritual writers of our time, has written this simple and clear book about depression. The writing is inspirational and sympathetic as he explores how we can move beyond depression--out of the darkness into the light.. In twelve simple but profound chapters, Vanier goes right to the heart of our hurt, clarifying our feelings and offering us hope. On the left-hand page is a succinct thought that is developed in detail on the right-hand page.. Seeing Beyond Depression. will appeal to:. --anyone who has known depression. --families and friends of depressed persons. --spiritual seekers. --fans of Jean Vanier",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Health",
                "Psychology",
                "Spirituality",
                "Nonfiction"
            ]
        },
        {
            "title": "Boys' Sherlock Holmes",
            "authors": [
                "Arthur Conan Doyle"
            ],
            "ranking": 4.55,
            "ranking_count": 22,
            "abstract": "A Selection Of Works Of A. Conan Doyle.",
            "part_of_series": false,
            "genre_list": [
                "Mystery"
            ]
        },
        {
            "title": "Mickey Mouse's Picnic (A Little Golden Book)",
            "authors": [
                "Jane Werner Watson",
                "Walt Disney Company"
            ],
            "ranking": 4.37,
            "ranking_count": 1361,
            "abstract": "Mickey, Minnie, Pluto, and friends are all set to go on a picnic. They've got a basket full of goodies, including a Great Big Chocolate Cake. But they decide not to let Donald Duck know about their plans, because he has a way of being a pest and has taken the fun out of other outings. He finds out about it anyway, and tracks them down so he can secretly sabotage their swim and steal their lunch. Upset, the others start home and come across the sight of Donald having his own picnic. Cheerfully he invites everyone to partake- but the food looks suspiciously familiar! Mickey Mouse's Picnic teaches kids social morals within a funny plot.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Humor",
                "Fiction",
                "Animals",
                "Media Tie In"
            ]
        },
        {
            "title": "Disappointment with God: Three Questions No One Asks Aloud",
            "authors": [
                "Philip Yancey"
            ],
            "ranking": 4.14,
            "ranking_count": 6404,
            "abstract": "Is God listening? and Can He be trusted? In this book, Yancey tackles the questions caused by a God who doesn't always do what we think he's supposed to do.. Philip Yancey has a gift for articulating the knotty issues of faith. In Disappointment with God, he poses three questions that Christians wonder but seldom ask aloud: Is God unfair? Is he silent? Is he hidden? This insightful and deeply personal book points to the odd disparity between our concept of God and the realities of life. Why, if God is so hungry for relationship with us, does he seem so distant? Why, if he cares for us, do bad things happen? What can we expect from him after all? Yancey answers these questions with clarity, richness, and biblical assurance. He takes us beyond the things that make for disillusionment to a deeper faith, a certitude of God's love, and a thirst to reach not just for what God gives, but for who he is.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Inspirational"
            ]
        },
        {
            "title": "Kramer vs. Kramer",
            "authors": [
                "Avery Corman"
            ],
            "ranking": 3.85,
            "ranking_count": 2127,
            "abstract": "In the beginning they were three. Joanna and Ted Kramer, and four-year-old Billy—his big brown eyes bright with curiosity and wonder. A perfect family. Then on day the mother abandons them. Divorce. And now they are two. Father and son. Caring and cared for, learning what loving and belonging are all about, until there is a bond between them that nothing can break. Nothing and nobody—except maybe a mother who, almost two years later, changes her mind and wants her little boy back...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Classics",
                "Literature",
                "Family Law",
                "Drama",
                "Literary Fiction",
                "Novels",
                "Family",
                "Roman"
            ]
        },
        {
            "title": "Zodiac",
            "authors": [
                "Neal Stephenson"
            ],
            "ranking": 3.72,
            "ranking_count": 18534,
            "abstract": "Sangamon Taylor's a New Age Sam Spade who sports a wet suit instead of a trench coat and prefers Jolt from the can to Scotch on the rocks. He knows about chemical sludge the way he knows about evil -- all too intimately. And the toxic trail he follows leads to some high and foul places. Before long Taylor's house is bombed, his every move followed, he's adopted by reservation Indians, moves onto the FBI's most wanted list, makes up with his girlfriend, and plays a starring role in the near-assassination of a presidential candidate. Closing the case with the aid of his burnout roomate, his tofu-eating comrades, three major networks, and a range of unconventional weaponry, Sangamon Taylor pulls off the most startling caper in Boston Harbor since the Tea Party. As he navigates this ecological thriller with hardboiled wit and the biggest outboard motor he can get his hands on, Taylor reveals himself as one of the last of the white-hatted good guys in a very toxic world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Mystery",
                "Science Fiction Fantasy",
                "Environment",
                "Fantasy",
                "Novels",
                "Suspense"
            ]
        },
        {
            "title": "Here Is New York",
            "authors": [
                "E.B. White",
                "Roger Angell",
                "Barbara Cohen",
                "Judith Stonehill"
            ],
            "ranking": 4.3,
            "ranking_count": 7696,
            "abstract": "Perceptive, funny, and nostalgic, E.B. White's stroll around Manhattan remains the quintessential love letter to the city, written by one of America's foremost literary figures. The New York Times has named Here is New York one of the ten best books ever written about the metropolis, and The New Yorker calls it the wittiest essay, and one of the most perceptive, ever done on the city.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "New York",
                "Writing",
                "Travel",
                "History",
                "Classics",
                "Autobiography",
                "Geography",
                "Literature"
            ]
        },
        {
            "title": "Dragons of Eden: Speculations on the Evolution of Human Intelligence",
            "authors": [
                "Carl Sagan"
            ],
            "ranking": 4.18,
            "ranking_count": 18931,
            "abstract": "Com os DRAGÕES DO ÉDEN, Prémio Pulitzer, para muitos a mais bela obra do autor, os leitores de Ciência Aberta irão participar numa grande aventura... Num Éden perdido onde os dragões reinavam encontram-se as fundações da nossa inteligência e das nossas paixões... Sagan conduz-nos, numa visita guiada, até esse mundo perdido.... Harmonizando informação científica e os grandes mitos do passado, utilizando a sua incomparável capacidade de relacionamento e de diálogo com as diversas áreas do conhecimento científico, com a filosofia e com a história, Sagan faz o ponto de grandes espaços do saber humano, propondo hipóteses por vezes arrojadas, mas sempre motivadoras - Carl Sagan é o professor que todos gostaríamos de ter, ou ter tido, e os DRAGÕES DO ÉDEN são uma obra-prima de instrutivo prazer.. Carl Sagan tem o toque de Midas. Transforma em ouro tudo aquilo em que toca. Assim acontece com OS DRAGÕES DO ÉDEN. Nunca li nada tão apaixonante sobre os temas.. Isaac Asimov",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "Biology",
                "Psychology",
                "History",
                "Anthropology"
            ]
        },
        {
            "title": "Jejak Langkah",
            "authors": [
                "Pramoedya Ananta Toer"
            ],
            "ranking": 4.38,
            "ranking_count": 5568,
            "abstract": "Kehadiran roman sejarah ini, bukan saja dimaksudkan untuk mengisi sebuah episode berbangsa yang berada di titik persalinan yang pelik dan menentukan, namun juga mengisi isu kesusastraan yang sangat minim menggarap periode pelik ini. Karena itu hadirnya roman ini memberi bacaan alternatif kepada kita untuk melihat jalan dan gelombang sejarah secara lain dan dari sisinya yang berbeda.. Tetralogi ini dibagi dalam format empat buku. Pembagian ini bisa juga kita artikan sebagai pembelahan pergerakan yang hadir dalam beberapa periode. Dan roman ketiga ini,. Jejak Langkah. , adalah fase pengorganisasian perlawanan.. Minke memobilisasi segala daya untuk melawan bercokolnya kekuasaan Hindia yang sudah berabad-abad umurnya. Namun Minke tak pilih perlawanan bersenjata. Ia memilih jalan jurnalistik dengan membuat sebanyak-banyaknya bacaan Pribumi. Yang paling terkenal tentu saja Medan Prijaji.. Dengan koran ini, Minke berseru-seru kepada rakyat Pribumi tiga hal: meningkatkan boikot, berorganisasi, dan menghapuskan kebudayaan feodalistik. Sekaligus lewat langkah jurnalistik, Minke berseru-seru: Didiklah rakyat dengan organisasi dan didiklah penguasa dengan perlawanan.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Novels",
                "Asian Literature",
                "Historical",
                "Literature",
                "Classics",
                "Cultural",
                "Romance"
            ]
        },
        {
            "title": "A Man Named Dave",
            "authors": [
                "Dave Pelzer"
            ],
            "ranking": 3.91,
            "ranking_count": 30968,
            "abstract": "More About Dave. A Man Named Dave. is the conclusion to a trio of autobiographical books by Dave Pelzer, who to millions of readers of. A Child Called It. and. The Lost Boy. has become an inspirational figure.. A Child Called It. is the gripping and harrowing account of Pelzer's abuse at the hands of his mother, beginning when he was four years old and continuing until teachers and neighbors were finally able to intervene and he was placed in foster care at age 12.. The Lost Boy. picks up where. A Child Called It. leaves off and details Pelzer's experiences in foster care and his difficulty navigating the normal world with the dark shadows of his abuse and of his mother's actual presence in his life looming over him.. In this installment, Pelzer narrates his life from his enlistment in the Air Force at age 18 to the present day. While all three books show the consequences of profound cruelty with a frank immediacy and gut-wrenching, carefully chosen detail, they are -- as the subtitle of this final installment of the trilogy suggests -- ardently inspirational works. Pelzer's thematic focus is forgiveness and the ability of the human spirit to triumph over adversity. Pelzer demonstrates that it is possible to channel feelings and experiences of trauma into positive energy.. Pelzer includes just enough flashback and summary material that the reader new to his work has a complete grasp of the scope of his mother's abuse and his experiences in foster care. And those fans who have read his previous work will find. A Man Named Dave. to be an essential, capping complement to. A Child Called It. and. The Lost Boy. .. A Man Named Dave. describes Pelzer's more recent experiences and affords readers access to a more mature, gradually ripening adult perspective during Pelzer's agonizing struggle to confront the demons of his past and conquer them. To read all three works in sequence is, therefore, to experience a voyage from darkness with only a glimmer of hope to full illumination.. Throughout. A Man Named Dave. , Pelzer carries with him a touchstone memory from his childhood, on which he ruminates and to which he returns in his most acute moments of distress. The memory is from his very early childhood, when he and his father had a tender talk alone during a family outing to the Russian River. This is an immensely precious memory for Pelzer, who has an abiding love for the father who mostly stood by or was absent during the long period of his mother's abuse. This treasured fragment from the past serves as a driving force in Pelzer's adult life -- he dreams of building a house on the Russian River and ultimately, living there with his father.. Sadly, this is not to be. Pelzer joins the Air Force with the intention of becoming a firefighter, which, for a time, was his father's occupation as well, and while there, he writes letter after letter to his father, who responds only once, in a mostly illegible, scrawling letter that includes no return address. Pelzer fears that his father is lost to alcoholism and vagrant wandering. When Pelzer is finally alerted to the fact that his father is near death, he rushes to be with him. Pelzer's dying father is barely able to communicate, but in spending his final days by his father's side, Pelzer is able to begin to confront his childhood and to form a positive, productive link to his traumatic past. One of his father's final actions is to pass his cherished fire department badge on to his son.. The death of Pelzer's father means that he must also confront his mother, who, though she would have little to do with her husband during his decline and death, makes her son feel ostracized and uncomfortable at the funeral. The full-grown Pelzer, an outwardly successful man in an Air Force uniform, must struggle to avoid becoming a craven boy in her presence once again. The narrative is punctuated with such excruciating encounters between Pelzer and his mother.. Despite the fact that his mother no longer has any physical or legal power over him, Pelzer is still dominated by her presence. The scenes provide a telling portrayal of the consequences of childhood trauma and illustrate the almost epic immensity of Pelzer's ultimately successful struggle to overcome the legacy of his mother's abuse.. Essential to this struggle is that Pelzer realizes despite the welling of powerful emotions inside of him, he must do all he can to not hate his mother or wreak vengeance on her in any form. If he is to break the cycle of abuse, he must confront his childhood and its effects on his adult life. It is this triumphal will -- to come to grips with his past and somehow transmute its effects on his character into a positive view of himself and the world he inhabits -- that forces Pelzer to seek out and speak with his mother despite his instinct to run from this past and hide it from others.. In his depiction of himself as a young boy, Pelzer showed how he used indomitable spirit to triumph over tyranny. In. A Man Named Dave. , he will inspire most readers as he makes his voyage to adulthood and a fulfilling life -- all the while struggling with the legacy of his abuse. Part of this legacy is a difficulty with intimacy and attachment. Pelzer hides much of his past from his first wife, Patsy, and is unable to tell her he loves her. His self-doubt contributes to the tumult of their relationship, essentially a mismatch cemented by the discovery that Patsy is pregnant.. Ultimately, the birth of his son, Stephen, is the final key to Pelzer's reconciliation with his past. Stephen is a constant reminder to Pelzer of the preciousness of life and the imperative of breaking the chain of abuse so that Stephen will grow up knowing abundant love. In order to provide this love to Stephen, Pelzer must learn to love himself as well.. In a touching moment near the book's end, Pelzer walks with his son to the very spot where, as a child, he remembers walking with his own father many years ago and sharing in the natural splendor. The cycle of abuse has been broken, and Pelzer shares his quiet triumph not only with his son but also with his readers.. David S. Rosen",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Psychology",
                "True Story",
                "Sociology",
                "Biography Memoir",
                "Adult",
                "Inspirational"
            ]
        },
        {
            "title": "The Last Coyote",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.24,
            "ranking_count": 67629,
            "abstract": "Harry Bosch's life is on the edge. His earthquake-damaged home has been condemned. His girlfriend has left him. He's drinking too much. And after attacking his commanding officer, he's even had to turn in his L.A.P.D. detective's badge. Now, suspended indefinitely pending a psychiatric evaluation, he's spending his time investigating an unsolved crime from 1961: the brutal slaying of a prostitute who happened to be his own mother.. Even after three decades, Harry's questions generate heat among L.A.'s top politicos. And as the truth begins to emerge, it becomes more and more apparent that someone wants to keep it buried. Someone very powerful...very cunning...and very deadly.. Edgar Award-winning author Michael Connelly has created a dark, fast-paced suspense thriller that cuts to the core of Harry Bosch's character. Once you start it, there's no turning back.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Emergency Services"
            ]
        },
        {
            "title": "Twilight Eyes",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 3.91,
            "ranking_count": 25751,
            "abstract": "Slim MacKenzie is no ordinary man. With eyes the color of twilight, he's been blessed with a psychic gift: premonitions. He's also been cursed, for Slim can see the monsters hiding among us, feeding on our suffering.. And when Slim joins a traveling carnival seeking sanctuary, what he'll find is a hunting ground -- with humanity as the prey.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Suspense",
                "Fantasy",
                "Mystery",
                "Science Fiction"
            ]
        },
        {
            "title": "Brat Farrar",
            "authors": [
                "Josephine Tey",
                "Robert Barnard",
                "Elizabeth Mackintosh"
            ],
            "ranking": 4.0,
            "ranking_count": 9764,
            "abstract": "In this tale of mystery and suspense, a stranger enters the inner sanctum of the Ashby family posing as Patrick Ashby, the heir to the family's sizable fortune. The stranger, Brat Farrar, has been carefully coached on Patrick's mannerism's, appearance, and every significant detail of Patrick's early life, up to his thirteenth year when he disappeared and was thought to have drowned himself. It seems as if Brat is going to pull off this most incredible deception until old secrets emerge that jeopardize the imposter's plan and his life.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Historical",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "The Encyclopedia of the Dead",
            "authors": [
                "Danilo Kiš",
                "Michael Henry Heim"
            ],
            "ranking": 4.08,
            "ranking_count": 2888,
            "abstract": "An entrancing, otherworldly collection of short stories from one of Europe's most accomplished 20th century writers, new to Penguin Modern Classics. A counter-prophet attempts the impossible to prove his power; a girl sees the hideous fate of her sisters and father in a mirror bought from a gypsy; the death of a prostitute causes an unanticipated uprising; and the lives of every ordinary person since 1789 are recreated in the almighty Encyclopedia of the Dead. These stories about love and death, truth and lies, myth and reality range across many epochs and settings. Brilliantly combining fact and fiction, epic and miniature, horror and comedy, this was Danilo Kiš final work, published in Serbo-Croatian in 1983.. Kiš is one of the great European writers of the post-war period - Guardian. Compulsively readable - Daily Telegraph. Fantasy chases reality and reality chases fantasy. Pirandello and Borges are not far away. But these names are intended as approximate references. Kiš is a new, original writer - Times Literary Supplement. Intense and exotic, his mysteries hint at unspeakable secrets that remain forever beyond the story-teller's grasp - Boyd Tonkin. Danilo Kiš was born in the then Kingdom of Yugoslavia in 1935. After an unsettled childhood during the Second World War, in which several of his family members were killed, Kiš studied literature at the University of Belgrade where he lived for most of his adult life. He wrote novels, short stories and poetry and went on to receive the prestigious NIN Award for his novel Pešcanik. He died in Paris in 1989.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "European Literature",
                "Literature",
                "Classics",
                "Magical Realism",
                "Death"
            ]
        },
        {
            "title": "A Cancer Therapy: Results of Fifty Cases and the Cure of Advanced Cancer by Diet Therapy",
            "authors": [
                "Max Gerson",
                "Charlotte Gerson"
            ],
            "ranking": 4.35,
            "ranking_count": 163,
            "abstract": "Max Gerson's cancer therapy is one of the old school nature cure's, based on cleaning the body of toxin's whilst nourishing it fresh organic juices. Again the simple procedure applies that disease comes from an accumulation of inorganic toxic waste in weakened area's of the body, which cause an environment for disease to proliferate. There is now a support network in the UK for this treatment, but as with all naturopathic medicine it requires a lot of discipline and hard work to achieve results, just reading the book ain't gonna make you well! nevertheless it will give those who have been given up as dead a very good insight into the possibilities which can be achieved if the spirit is still strong and ready to fight. Personally I'd also recommend the work of Dr John R Christopher and Dr Richard Schulz who have taken Gerson's work to next level.",
            "part_of_series": false,
            "genre_list": [
                "Health",
                "Nonfiction",
                "Science"
            ]
        },
        {
            "title": "Losing Nelson",
            "authors": [
                "Barry Unsworth"
            ],
            "ranking": 3.59,
            "ranking_count": 486,
            "abstract": "Losing Nelson. is a novel of obsession, the story of Charles Cleasby, a man unable to see himself separately from the hero—Lord Horatio Nelson—he mistakenly idolizes. He is, in fact, a Nelson biographer run amok. He is convinced that Nelson, Britain's greatest admiral, who lost his own life defeating Napoleon in the Battle of Trafalgar, is the perfect hero. However, in his research he has come upon an incident of horrifying brutality in Nelson's military career that simply stumps all attempts at glorification. Books about the sea and those who sail it are much in vogue. This seems to have been set off by the surprising and much deserved popularity of Sebastian Junger's. The Perfect Storm. , not to mention the Aubrey/Maturin novels of Patrick O'Brian. . . . [. Losing Nelson. is] the best book of the lot.—Jonathan Yardley,. Washington Post. Book World (1999 Critic's Choice). A. Publishers Weekly. Best Book of 1999; A. New York Times. Notable Book of 1999. Reading group guide available.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Contemporary",
                "Literature",
                "Novels",
                "War",
                "Literary Fiction",
                "Roman"
            ]
        },
        {
            "title": "The Forgotten",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.74,
            "ranking_count": 4262,
            "abstract": "There's been an accident. Someone crash-landed a Yeerk Bug fighter. And the Yeerks have been trying to cover it up—quickly. But not before Tobias spots it. So the Animorphs and Ax decide to steal the ship to show the world that Earth has been invaded.. That's when things go terribly wrong. Before they know it, Jake, the other Animorphs, and Ax find themselves in another place. Another time. And there's no way home...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure"
            ]
        },
        {
            "title": "Wolf by the Ears",
            "authors": [
                "Ann Rinaldi"
            ],
            "ranking": 3.83,
            "ranking_count": 2768,
            "abstract": "Harriet Hemings has always been happy in the comfortable, protected world that is Monticello. She's been well treated there; no one has ever called her a slave. But that is what she is, a slave of a man who wrote the Declaration of Independence. And there are rumors that she might be more than Thomas Jefferson's slave - she might be his daughter.. Now Harriet has to make a choice - to run to freedom or to stay. If she stays, she'll remain a slave. But how can she choose freedom, if it means leaving behind her family, her race, and the only home she's ever known?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Classics",
                "North American Hi..."
            ]
        },
        {
            "title": "The Creation of the American Republic, 1776-1787",
            "authors": [
                "Gordon S. Wood"
            ],
            "ranking": 4.13,
            "ranking_count": 1941,
            "abstract": "During the Revolutionary era, American political theory underwent a fundamental transformation that carried the nation out of a basically classical and medieval world of political discussion into a milieu that was recognizably modern. This classic work is a study of that transformation. Gordon Wood describes in rich detail the evolution of political thought from the Declaration of Independence to the ratification of the Constitution and in the process greatly illuminates the origins of the present American political system. In a new preface, Wood discusses the debate over republicanism that has developed since - and as a result of - the book's original publication in 1969.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "North American Hi...",
                "Military History",
                "Nonfiction",
                "Politics",
                "Literature",
                "Law",
                "American Revolution",
                "The United States Of America"
            ]
        },
        {
            "title": "Free to Trade",
            "authors": [
                "Michael Ridpath"
            ],
            "ranking": 3.66,
            "ranking_count": 713,
            "abstract": "Paul Murray is an ex-Olympic runner, so his training is perfect for the rigors of bond trading for a London financial house. The pace is breakneck, the smell of success intoxicating. Paul has really found a home here, and maybe even the love of his life in his colleague Debbie Chater--until her lifeless body is dragged from the Thames. National ads/media.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Economics",
                "Spy Thriller",
                "Business",
                "Drama",
                "Asian Literature"
            ]
        },
        {
            "title": "Remembering Blue",
            "authors": [
                "Connie May Fowler"
            ],
            "ranking": 3.89,
            "ranking_count": 638,
            "abstract": "Emotionally neglected by her mother, abandoned by her father, Mattie O’Rourke spent her childhood starved for the one thing she thought she’d never find: love. When her mother dies and, at twenty-two, she finds herself completely without ties of any kind, Mattie takes a chance at ending her loneliness and moves to a tiny coastal Florida town. At the Suwannee Swifty convenience store, a sea change envelops her. Mattie O’Rourke sees Proteus Nicholas Blue and their fate is sealed after only a few shy, stolen glances.. Nick walks into Mattie’s life having fled his own. A lifelong fisherman from a remote island off the coast, Nick is haunted by the certain knowledge that the sea will be the death of him (as it has been for all the Blue men) and he has resolved to leave it behind. But as Nick and Mattie settle into an intimacy that both comforts and surprises them, Nick feels the inextricable pull of the waxing moon’s tide and the siren’s call of the dolphins that, Blue legend has it, are his brethren.. And so it is that Mattie, who only months before felt that happiness would never find her, returns with Nick to the island home that nurtured him and finds herself embraced by a large and loving family and an alluring and sensual landscape. Life on Lethe is transforming for Mattie. But Nick always knew that the sea would claim him, and all of Mattie’s love cannot prevent the tragedy that is their destiny.. Moving and enchanting,. Remembering Blue. is a lush story of love, loss, and the mythic power of the ocean, told in an elegant and passionate voice that could only come from Connie May Fowler.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Relationships",
                "Contemporary"
            ]
        },
        {
            "title": "Η ζωή εν τάφω",
            "authors": [
                "Stratis Myrivilis",
                "Στρατής Μυριβήλης"
            ],
            "ranking": 4.39,
            "ranking_count": 1052,
            "abstract": "Το. Η ζωή εν τάφω. άρχισε να σχεδιάζεται μέσα στα χαρακώματα του Πρώτου Παγκοσμίου Πολέμου, στην προκάλυψη του Μοναστηριού της Σερβίας. Ένα κεφάλαιο κιόλας δημοσιεύτηκε από τότε στην εφημερίδα Νέα Ελλάδα, που 'βγαινε στη Θεσσαλονίκη το 1917. Μετά από τη Μικρασιατική Καταστροφή, το πρώτο σύνολο μπήκε σαν επιφυλλίδα στη βδομαδιάτικη Καμπάνα της Μυτιλήνης. Το ανάτυπο από κείνη την επιφυλλίδα (1924) στάθηκε η πρώτη έκδοση του βιβλίου. Από τότε το. Η ζωή εν τάφω. σημειώνει μια σταθερή πορεία ως τις μέρες μας, ανάμεσα σε πολλές και τρικυμιώδεις πολιτικές περιπέτειες, ενθουσιασμούς και παρεξηγήσεις. Η κυκλοφορία του βιβλίου είχε απαγορευτεί τα τέσσερα χρόνια της μεταξικής δικτατορίας και τα κατοπινά τέσσερα της Κατοχής.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "War",
                "Literature",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "Six Easy Pieces: Essentials of Physics By Its Most Brilliant Teacher",
            "authors": [
                "Richard P. Feynman"
            ],
            "ranking": 4.21,
            "ranking_count": 24089,
            "abstract": "Six Easy Pieces: Essentials of Physics Explained by Its Most Brilliant Teacher. is a publishing first. This set couples a book containing the six easiest chapters from Richard P. Feynman's landmark work,. Lectures on Physics. —specifically designed for the general, non-scientist reader—with the actual recordings of the late, great physicist delivering the lectures on which the chapters are based. Nobel Laureate Feynman gave these lectures just once, to a group of Caltech undergraduates in 1961 and 1962, and these newly released recordings allow you to experience one of the Twentieth Century's greatest minds—as if you were right there in the classroom.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Writing",
                "Education",
                "Reference",
                "Classics",
                "Science Nature"
            ]
        },
        {
            "title": "Why Mosquitos Buzz in People's Ears",
            "authors": [
                "Verna Aardema",
                "Diane Dillon",
                "Leo Dillon"
            ],
            "ranking": 4.04,
            "ranking_count": 25799,
            "abstract": "In this Caldecott Medal winner, Mosquito tells a story that causes a jungle disaster. Elegance has become the Dillons' hallmark. . . . Matching the art is Aardema's uniquely onomatopoeic text . . . An impressive showpiece.--Booklist, starred review. Full color.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Folklore",
                "Animals",
                "Cultural",
                "Fiction",
                "Fantasy",
                "Classics",
                "Folk Tales"
            ]
        },
        {
            "title": "Moralność pani Dulskiej",
            "authors": [
                "Gabriela Zapolska"
            ],
            "ranking": 3.53,
            "ranking_count": 2895,
            "abstract": "Jeden z najsłynniejszych dramatów w literaturze polskiej. Autorka z pasją nakreśla obraz życia przyzwoitego i rodzinnego szczęścia, opłaconego frustracją, żałosnym buntem i zbiorowym kłamstwem. Nie oszczędza nikogo, bo zarówno ci milczący, jak i zbuntowani bohaterowie dramatu ostatecznie i tak godzą się z kołtuńską filozofią życiową tytułowej bohaterki.",
            "part_of_series": true,
            "genre_list": [
                "European Literature",
                "Classics",
                "Plays",
                "Academic",
                "Drama",
                "Fiction",
                "Cultural",
                "Humor",
                "Young Adult"
            ]
        },
        {
            "title": "Hit Man",
            "authors": [
                "Lawrence Block"
            ],
            "ranking": 3.91,
            "ranking_count": 5643,
            "abstract": "Keller is an assassin – he is paid by the job and works for a mysterious man who nominates hits and passes on commissions from elsewhere. Keller goes in, does the job, gets out: usually at a few hours’ notice . . . Often Keller’s work takes him out of New York to other cities, to pretty provincial towns that almost tempt him into moving to the woods and the lakeshores. Almost but not quite.. But then one job goes wrong in a way Keller has never imagined and it leaves him with a big problem. Finding himself with an orphan on his hands, Keller's job begins to interfere with his carefully guarded life. And once you let someone in to your life, they tend to want to know what you do when you're away. And killing for a living, lucrative though it is, just doesn't find favour with some folks.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Short Stories",
                "Humor",
                "Suspense",
                "Action"
            ]
        },
        {
            "title": "Witness for the Prosecution and Selected Plays",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 4.06,
            "ranking_count": 4236,
            "abstract": "This is the first-ever publication in book form of Witness for the Prosecution, Christie's highly successful stage thriller which was made into a film by Billy Wilder. Also included are Towards Zero, Verdict and Go Back for Murder.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Plays",
                "Classics",
                "Short Stories",
                "Thriller",
                "European Literature",
                "Drama"
            ]
        },
        {
            "title": "The Wanderer",
            "authors": [
                "Kahlil Gibran"
            ],
            "ranking": 3.73,
            "ranking_count": 2869,
            "abstract": "Kahlil Gibran (1883-1931) was a Lebanese American of Assyrian descent, an artist, poet and writer. He was born Gibran Khalil Gibran in Lebanon (at the time a Syrian Province of the Ottoman Empire) and spent much of his productive life in the United States. While most of Gibran's early writings were in Syriac and Arabic, most of his work published after 1918 was in English. Gibran also took part in the New York Pen League, also known as the immigrant poets (al-mahjar), alongside other important Lebanese American authors such as Ameen Rihani (the father of Lebanese American literature), Mikhail Naimy and Elia Abu Madi. Gibran's best-known work is The Prophet, a book composed of 26 poetic essays, first written in English in 1923. The Prophet remains famous to this day, having been translated into more than 20 languages. Other works in English include: Spirits Rebellious, (1908), The Broken Wings (1912), A Tear and a Smile (1914), The Forerunner (1920), Sand and Foam (1926), Jesus the Son of Man (1928), The Earth Gods (1929), The Wanderer (1932) and The Garden of the Prophet (1933).",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Philosophy",
                "Fiction",
                "Classics",
                "Short Stories",
                "Spirituality",
                "Literature",
                "Religion",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "Something Like an Autobiography",
            "authors": [
                "Akira Kurosawa",
                "Audie Bock"
            ],
            "ranking": 4.03,
            "ranking_count": 3836,
            "abstract": "A first rate book and a joy to read...It's doubtful that a complete understanding of the director's artistry can be obtained without reading this book...Also indispensable for budding directors are the addenda, in which Kurosawa lays out his beliefs on the primacy of a good script, on scriptwriting as an essential tool for directors, on directing actors, on camera placement, and on the value of steeping oneself in literature, from great novels to detective fiction.. —. Variety. For the lover of Kurosawa's movies...this is nothing short of must reading...a fitting companion piece to his many dynamic and absorbing screen entertainments.. —. Washington Post Book World",
            "part_of_series": false,
            "genre_list": [
                "Culture",
                "Biography",
                "Nonfiction",
                "Cultural",
                "Autobiography",
                "Media Tie In",
                "Asian Literature",
                "Art",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Art of Practicing: A Guide to Making Music from the Heart",
            "authors": [
                "Madeline Bruser",
                "Deline Bruser"
            ],
            "ranking": 4.09,
            "ranking_count": 1865,
            "abstract": "This landmark book enlightens amateur and professional musicians about a way of practicing that transforms a sometimes frustrating, monotonous, and overly strenuous labor into an exhilarating and rewarding experience. Acclaimed pianist and teacher Madeline Bruser combines physiological and meditative principles to help musicians release physical and mental tension and unleash their innate musical talent. She offers practical techniques for cultivating free and natural movement, a keen enjoyment of sounds and sensations, a clear and relaxed mind, and an open heart and she explains how to. Prepare the body and mind to practice with ease. Understand the effect of posture on flexibility and expressiveness. Make efficient use of the hands and arms. Employ listening techniques to improve coordination. Increase the range of color and dynamics by using less effort. Cultivate rhythmic vitality. Perform with confidence, warmth, and freedom. Photographs show essential points of posture and movement for a variety of instruments.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Self Help",
                "Art",
                "How To",
                "Teaching",
                "Education"
            ]
        },
        {
            "title": "Habibi",
            "authors": [
                "Naomi Shihab Nye"
            ],
            "ranking": 3.62,
            "ranking_count": 2592,
            "abstract": "An award-winning novel about identity, family, and friendship from renowned writer and editor Naomi Shihab Nye.. The day after Liyana got her first real kiss, her life changed forever. Not because of the kiss, but because it was the day her father announced that the family was moving from St. Louis all the way to Palestine. Though her father grew up there, Liyana knows very little about her family’s Arab heritage. Her grandmother and the rest of her relatives who live in the West Bank are strangers and speak a language she can’t understand. It isn’t until she meets Omer that her homesickness fades. But Omer is Jewish, and their friendship is silently forbidden in this land. How can they make their families understand? And how can Liyana ever learn to call this place home?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Historical",
                "Realistic Fiction",
                "Cultural",
                "Childrens",
                "Poetry",
                "Romance",
                "Academic"
            ]
        },
        {
            "title": "Straight Talking",
            "authors": [
                "Jane Green"
            ],
            "ranking": 3.64,
            "ranking_count": 20938,
            "abstract": "Meet Tasha—single and still searching. A producer for Britain’s most popular morning show working under a nightmare boss, Tash is well-versed in the trials and tribulations of twenty-first century dating. She and her three best friends certainly haven’t lived the fairy tale they thought they would: there’s Andy, who’s hooked on passion, but too much of a tomboy to have moved much beyond the beer-drinking contest stage; Mel, stuck in a steady but loveless relationship; and Emma, endlessly waiting for her other half to propose. Their love lives are only complicated by the sort of men who seem to drift in and out: Andrew—suave, good-looking and head over heels in love . . . with himself; Simon, who is allergic to commitment but has a bad-boy nature that’s impossible to resist; and Adam—perfectly attractive, but too sweet to be sexy.. The bestselling first novel that launched. Jane Green. , one of the brightest stars in contemporary women’s fiction,. Straight Talking. sets the record straight regarding the real world of dating, and follows the adventures of Tash and her friends as they search for fulfillment and the right kind of love. Funny, flirty, and ultimately tender,. Straight Talking. gets at the heart of modern romance.",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Adult",
                "Contemporary",
                "Adult Fiction",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Commando: A Boer Journal Of The Boer War",
            "authors": [
                "Deneys Reitz"
            ],
            "ranking": 4.39,
            "ranking_count": 769,
            "abstract": "Deneys Reitz was 17 when the Anglo-Boer War broke out in 1899. Reitz describes that he had no hatred of the British people, but as a South African, one had to fight for one's country. Reitz had learned to ride, shoot and swim almost as soon as he could walk, and the skills and endurance he had acquired during those years were to be made full use of during the war. He fought with different Boer Commandos, where each Commando consisted mainly of farmers on horseback, using their own horses and guns. Commando describes the tumult through the eyes of a warrior in the saddle. Reitz was fortunate to be present at nearly every one of the major battles of the war. Commando is a straightforward narrative that describes an extraordinary adventure and brings us a vivid, unforgettable picture of mobile guerrilla warfare, especially later in the war as General Smuts and men like Reitz fought on, braving heat, cold, rain, lack of food, clothing and boots, tiring horses.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "War",
                "Southern Africa",
                "Nonfiction",
                "Military",
                "Biography",
                "Autobiography"
            ]
        },
        {
            "title": "Tainaron: Mail from Another City",
            "authors": [
                "Leena Krohn",
                "Hildi Hawkins",
                "Inari Krohn"
            ],
            "ranking": 3.81,
            "ranking_count": 1131,
            "abstract": "Consists of a series of letters sent beyond the sea from a city of insects. Nominated for the prestigious Finlandia prize, this is a book of changes that speaks of metamorphoses that test all of nature from a flea to a star, from stone and grass to a human.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "European Literature",
                "Science Fiction",
                "Speculative Fiction",
                "Short Stories",
                "Magical Realism",
                "Novels",
                "Novella"
            ]
        },
        {
            "title": "Nausicaä of the Valley of the Wind, Vol. 5",
            "authors": [
                "Hayao Miyazaki",
                "Rachel Balzora Thorn",
                "Kaori Inoue",
                "Joe Yamazaki",
                "Walden Wong",
                "Izumi Evers"
            ],
            "ranking": 4.59,
            "ranking_count": 2397,
            "abstract": "The Torumekian army is moving house, destroy all in its path, the remaining Doroks have set their sights on Torumekia and Emperor Namulith is plotting to form a joint Dorok-Torumekian kingdom. Meanwhile, four bodies of mold have spawned, expelling heavy miasma and eating everything in their path as they try and merge. Has the long period of purification begun?",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Comics",
                "Adventure",
                "Apocalyptic",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "The Running Vixen",
            "authors": [
                "Elizabeth Chadwick"
            ],
            "ranking": 3.95,
            "ranking_count": 1039,
            "abstract": "A forbidden love takes England to the brink of war.... It's 1126. Heulwen, daughter of Welsh Marcher baron Guyon FitzMiles, has grown up with her father's ward, Adam de Lacey. There has always been a spark between them, but when Heulwen marries elsewhere, to Ralf le Chevalier, a devastated Adam absents himself on various diplomatic missions for King Henry I. When Ralf is killed in a skirmish, Heulwen's father considers a new marriage for her with his neighbour's son, Warrin de Mortimer. Adam, recently returned to England, has good reason to loathe Warrin and is determined not to lose Heulwen a second time. But Heulwen is torn between her duty to her father and the pull of her heart. Adam is no longer the awkward boy she remembers, but a man who stirs every fibre of her being - which places them both in great danger, because Warrin de Mortimer is not a man to be crossed and the future of a country is at stake...",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "European Literature",
                "Literature",
                "Adult Fiction"
            ]
        }
    ]
}