{
    "books": [
        {
            "title": "Zona: A Book about a Film about a Journey to a Room",
            "authors": [
                "Geoff Dyer"
            ],
            "ranking": 3.76,
            "ranking_count": 1321,
            "abstract": "The spellbinding new book from the acclaimed author of. Jeff in Venice, Death in Varanasi. is a wide-ranging investigation into the masterpiece of cinema that has haunted him since he first saw it thirty years ago.. The putative subject of. Zona. is the film. Stalker. , by the great Russian director Andrei Tarkovsky. As Dyer immerses us more and more deeply in the movie, it becomes apparent that. Stalker. , for all its power to obsess him, is only the point of departure for a wonderfully digressive exploration of cinema in general and European cinema in particular; of how we try to understand what we cherish; and of how we try to fathom—and realize—our deepest wishes. Magnificently unpredictable, frequently hilarious (and, surely, one of the most unusual books ever written about cinema),. Zona. is thoroughly enthralling and thought-provoking from first to last—even if you have not seen the film.",
            "part_of_series": false,
            "genre_list": [
                "Culture",
                "Nonfiction",
                "Writing",
                "Criticism",
                "Cultural",
                "Art",
                "Media Tie In",
                "Autobiography",
                "Biography",
                "Literature"
            ]
        },
        {
            "title": "The Devil's Prayer",
            "authors": [
                "Luke Gracias"
            ],
            "ranking": 3.98,
            "ranking_count": 567,
            "abstract": "A nun commits suicide in front of thousands in Spain. In Australia, Siobhan Russo recognises that nun as her mother, Denise Russo, who disappeared six years ago.. In search of answers, Siobhan travels to the isolated convent where her mother once lived. Here she discovers Denise’s final confession, a book that details a heinous betrayal that left her crippled and mute, and Denise’s subsequent deal with the Devil to take revenge. In the desperate bargain Denise made with the Prince of Darkness, she wagered Siobhan’s soul.. As Siobhan discovers the fate of her soul, she learns that hidden within the pages of her mother’s confession is part of The Devil’s Prayer, an ancient text with the power to unleash apocalyptic horrors.. And now her mother’s enemies know Siobhan has it.. Can Siobhan escape an order of extremist monks determined to get the Prayer back? Can she save the world from its own destruction?. Explicit Content Warning: The Devil’s Prayer is a historical horror thriller that contains brutality, rape, sex, drug abuse and murder. Readers may find its content offensive and confronting.. You can view the video teaser for the book on https://vimeo.com/156061258.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Historical",
                "Fiction",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Suspense",
                "Religion"
            ]
        },
        {
            "title": "Year of Yes",
            "authors": [
                "Shonda Rhimes"
            ],
            "ranking": 4.05,
            "ranking_count": 79144,
            "abstract": "In this poignant, hilarious and deeply intimate call to arms, Hollywood's most powerful woman, the mega-talented creator of. Grey's Anatomy. and. Scandal. and executive producer of. How to Get Away with Murder. and. Catch. , reveals how saying YES changed her life -- and how it can change yours too. With three hit shows on television and three children at home, Shonda Rhimes had lots of good reasons to say no when invitations arrived. Hollywood party? No. Speaking engagement? No. Media appearances? No. And to an introvert like Shonda, who describes herself as 'hugging the walls' at social events and experiencing panic attacks before press interviews, there was a particular benefit to saying no: nothing new to fear. Then came Thanksgiving 2013, when Shonda's sister Delorse muttered six little words at her:. You never say yes to anything.. Profound, impassioned and laugh-out-loud funny, in. Year of Yes. Shonda Rhimes reveals how saying YES changed -- and saved -- her life. And inspires readers everywhere to change their own lives with one little word: Yes.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Audiobook",
                "Self Help",
                "Biography",
                "Biography Memoir",
                "Feminism",
                "Adult"
            ]
        },
        {
            "title": "Manhattan Beach",
            "authors": [
                "Jennifer Egan"
            ],
            "ranking": 3.62,
            "ranking_count": 79955,
            "abstract": "Anna Kerrigan, nearly twelve years old, accompanies her father to visit Dexter Styles, a man who, she gleans, is crucial to the survival of her father and her family. She is mesmerized by the sea beyond the house and by some charged mystery between the two men.. ‎Years later, her father has disappeared and the country is at war. Anna works at the Brooklyn Naval Yard, where women are allowed to hold jobs that once belonged to men, now soldiers abroad. She becomes the first female diver, the most dangerous and exclusive of occupations, repairing the ships that will help America win the war. One evening at a nightclub, she meets Dexter Styles again, and begins to understand the complexity of her father’s life, the reasons he might have vanished.. With the atmosphere of a noir thriller, Egan’s first historical novel follows Anna and Styles into a world populated by gangsters, sailors, divers, bankers, and union men.. Manhattan Beach. is a deft, dazzling, propulsive exploration of a transformative moment in the lives and identities of women and men, of America and the world.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "New York",
                "Literary Fiction",
                "War",
                "Novels",
                "Book Club",
                "Adult"
            ]
        },
        {
            "title": "The Better Angels of Our Nature: Why Violence Has Declined",
            "authors": [
                "Steven Pinker"
            ],
            "ranking": 4.15,
            "ranking_count": 26577,
            "abstract": "Selected by. The New York Times Book Review. as a Notable Book of the Year.. The author of. The New York Times. bestseller. The Stuff of Thought. offers a controversial history of violence.. Faced with the ceaseless stream of news about war, crime, and terrorism, one could easily think we live in the most violent age ever seen. Yet as New York Times bestselling author Steven Pinker shows in this startling and engaging new work, just the opposite is true: violence has been diminishing for millennia and we may be living in the most peaceful time in our species's existence. For most of history, war, slavery, infanticide, child abuse, assassinations, pogroms, gruesome punishments, deadly quarrels, and genocide were ordinary features of life. But today, Pinker shows (with the help of more than a hundred graphs and maps) all these forms of violence have dwindled and are widely condemned. How has this happened?. This groundbreaking book continues Pinker's exploration of the essence of human nature, mixing psychology and history to provide a remarkable picture of an increasingly nonviolent world. The key, he explains, is to understand our intrinsic motives- the inner demons that incline us toward violence and the better angels that steer us away-and how changing circumstances have allowed our better angels to prevail. Exploding fatalist myths about humankind's inherent violence and the curse of modernity, this ambitious and provocative book is sure to be hotly debated in living rooms and the Pentagon alike, and will challenge and change the way we think about our society.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Psychology",
                "Science",
                "Philosophy",
                "Sociology",
                "Politics",
                "Anthropology",
                "Social Science",
                "Culture"
            ]
        },
        {
            "title": "Jerusalem: The Biography",
            "authors": [
                "Simon Sebag Montefiore"
            ],
            "ranking": 4.04,
            "ranking_count": 9541,
            "abstract": "Jerusalem is the universal city, the capital of two peoples, the shrine of three faiths; it is the prize of empires, the site of Judgment Day and the battlefield of today’s clash of civilizations. From King David to the 21st century, from the birth of Judaism, Christianity, and Islam to the Israel-Palestine conflict, this is the epic history of three thousand years of faith, slaughter, fanaticism, and coexistence. In this masterful narrative, Simon Sebag Montefiore brings the holy city to life, through the people who created and destroyed it—from Herod, Cleopatra and Nero to Churchill, Rasputin and Truman—and draws on the latest scholarship, his own family history, and a lifetime of study to show that the story of Jerusalem is truly the story of the world.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "Cultural",
                "Biography",
                "Politics",
                "Travel",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "Memory of Water",
            "authors": [
                "Emmi Itäranta"
            ],
            "ranking": 3.69,
            "ranking_count": 7283,
            "abstract": "Global warming has changed the world's geography and its politics. Wars are waged over water, and China rules Europe, including the Scandinavian Union, which is occupied by the power state of New Qian. In this far north place, seventeen-year-old Noria Kaitio is learning to become a tea master like her father, a position that holds great responsibility and great secrets. Tea masters alone know the location of hidden water sources, including the natural spring that Noria's father tends, which once provided water for her whole village.. But secrets do not stay hidden forever, and after her father's death the army starts watching their town-and Noria. And as water becomes even scarcer, Noria must choose between safety and striking out, between knowledge and kinship.. Imaginative and engaging, lyrical and poignant,. Memory of Water. is an indelible novel that portrays a future that is all too possible.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "European Literature",
                "Fantasy",
                "Speculative Fiction",
                "Apocalyptic",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Pack Your Bags and Get Out!",
            "authors": [
                "Dave Clarke"
            ],
            "ranking": 3.55,
            "ranking_count": 1241,
            "abstract": "Clarke embarked on a 3,000-mile motorcycle journey around the coast of Great Britain during the wettest June on record, 2007, in spite of strong opposition from his wife for having bought a new bike and daring such an adventurous trip at his age.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Kill Decision",
            "authors": [
                "Daniel Suarez"
            ],
            "ranking": 3.97,
            "ranking_count": 10982,
            "abstract": "The shocking techno-thriller that cements Daniel Suarez’s status as the heir to Michael Crichton and Tom Clancy—a terrifying, breathtaking, and all-too-plausible vision of the world’s near future. .. Unmanned weaponized drones already exist—they’re widely used by America in our war efforts in the Middle East. In. Kill Decision. , bestselling author Daniel Suarez takes that fact and the real science behind it one step further, with frightening results.. Linda McKinney is a myrmecologist, a scientist who studies the social structure of ants. Her academic career has left her entirely unprepared for the day her sophisticated research is conscripted by unknown forces to help run an unmanned—and thanks to her research, automated—drone army. Odin is the secretive Special Ops soldier with a unique insight into the faceless enemy who has begun to attack the American homeland with drones programmed to seek, identify, and execute targets without human intervention.. Together, McKinney and Odin must slow this advance long enough for the world to recognize its destructive power, because for thousands of years the “kill decision” during battle has remained in the hands of humans—and off-loading that responsibility to machines will bring unintended, possibly irreversible, consequences. But as forces even McKinney and Odin don’t understand begin to gather, and death rains down from above, it may already be too late to save humankind from destruction at the hands of our own technology.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Audiobook",
                "War",
                "Science",
                "Action",
                "Suspense",
                "Mystery",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Tiger: A True Story of Vengeance and Survival",
            "authors": [
                "John Vaillant"
            ],
            "ranking": 4.06,
            "ranking_count": 12143,
            "abstract": "It’s December 1997, and a man-eating tiger is on the prowl outside a remote village in Russia’s Far East. The tiger isn’t just killing people, it’s annihilating them, and a team of men and their dogs must hunt it on foot through the forest in the brutal cold. As the trackers sift through the gruesome remains of the victims, they discover that these attacks aren’t random: the tiger is apparently engaged in a vendetta. Injured, starving, and extremely dangerous, the tiger must be found before it strikes again.. As he re-creates these extraordinary events, John Vaillant gives us an unforgettable portrait of this spectacularly beautiful and mysterious region. We meet the native tribes who for centuries have worshipped and lived alongside tigers, even sharing their kills with them. We witness the arrival of Russian settlers in the nineteenth and early twentieth centuries, soldiers and hunters who greatly diminished the tiger populations. And we come to know their descendants, who, crushed by poverty, have turned to poaching and further upset the natural balance of the region.. This ancient, tenuous relationship between man and predator is at the very heart of this remarkable book. Throughout we encounter surprising theories of how humans and tigers may have evolved to coexist, how we may have developed as scavengers rather than hunters, and how early. Homo sapiens. may have fit seamlessly into the tiger’s ecosystem. Above all, we come to understand the endangered Siberian tiger, a highly intelligent super-predator that can grow to ten feet long, weigh more than six hundred pounds, and range daily over vast territories of forest and mountain.. Beautifully written and deeply informative,. The Tiger. circles around three main characters: Vladimir Markov, a poacher killed by the tiger; Yuri Trush, the lead tracker; and the tiger himself. It is an absolutely gripping tale of man and nature that leads inexorably to a final showdown in a clearing deep in the taiga.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Animals",
                "Environment",
                "Cultural",
                "Science",
                "Adventure",
                "Audiobook",
                "Biography"
            ]
        },
        {
            "title": "Jane Austen's England",
            "authors": [
                "Roy A. Adkins",
                "Lesley Adkins"
            ],
            "ranking": 3.8,
            "ranking_count": 1559,
            "abstract": "A cultural snapshot of everyday life in the world of Jane Austen. Jane Austen, arguably the greatest novelist of the English language, wrote brilliantly about the gentry and aristocracy of two centuries ago in her accounts of young women looking for love.. Jane Austen’s England. explores the customs and culture of the real England of her everyday existence depicted in her classic novels as well as those by Byron, Keats, and Shelley. Drawing upon a rich array of contemporary sources, including many previously unpublished manuscripts, diaries, and personal letters, Roy and Lesley Adkins vividly portray the daily lives of ordinary people, discussing topics as diverse as birth, marriage,  religion, sexual practices, hygiene, highwaymen, and superstitions.. From chores like fetching water to healing with  medicinal leeches, from selling wives in the marketplace to buying smuggled gin, from the hardships faced by young boys and girls in the mines to the familiar sight of corpses swinging on gibbets,. Jane Austen’s England. offers an authoritative and gripping account that is sometimes humorous, often shocking, but always entertaining.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "European Literature",
                "Historical",
                "Reference",
                "Literature"
            ]
        },
        {
            "title": "One Salt Sea",
            "authors": [
                "Seanan McGuire"
            ],
            "ranking": 4.32,
            "ranking_count": 18418,
            "abstract": "October Toby Daye is finally doing all right—and that inevitably means it's time for things to take a turn for the worse. Someone has kidnapped the sons of the Duchess Dianda Lorden, regent of the Undersea Duchy of Saltmist. To prevent a war between land and sea, Toby must not only find the missing boys, but also prove that the Queen of the Mists was not behind their abduction. She'll need all her tricks and the help of her allies if she wants to make it through this in one piece.. Toby's search will take her from the streets of San Francisco to the lands beneath the waves. But someone is determined to stop her—and whoever it is isn't playing by Oberon's Laws. As the battle grows more and more personal, one thing is chillingly clear. When Faerie goes to war, not everyone will walk away.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fairies",
                "Fiction",
                "Mystery",
                "Romance",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Djibouti",
            "authors": [
                "Elmore Leonard"
            ],
            "ranking": 3.02,
            "ranking_count": 2933,
            "abstract": "Elmore Leonard, New York Times bestselling author and the hippest, funniest national treasure in sight (Washington Post), brings his trademark wit and inimitable style to this twisting, gripping—and sometimes playful—tale of modern-day piracy. Dara Barr, documentary filmmaker, is at the top of her game. She's covered the rape of Bosnian women, neo-Nazi white supremacists, and post-Katrina New Orleans, and has won awards for all three. Now, looking for a bigger challenge, Dara and her right-hand-man, Xavier LeBo, a six-foot-six, seventy-two-year-old African American seafarer, head to Djibouti, on the Horn of Africa, to film modern-day pirates hijacking merchant ships.. They learn soon enough that almost no one in the Middle East is who he seems to be. The most successful pirate, driving his Mercedes around Djibouti, appears to be a good guy, but his pal, a cultured Saudi diplomat, has dubious connections. Billy Wynn, a Texas billionaire, plays mysterious roles as the mood strikes him. He's promised his girlfriend, Helene, a nifty fashion model, that he'll marry her if she doesn't become seasick or bored while circling the world on his yacht. And there's Jama Raisuli, a black al Qaeda terrorist from Miami, who's vowed to blow up something big.. What Dara and Xavier have to decide, besides the best way to stay alive: Should they shoot the action as a documentary or turn it into a Hollywood feature film?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Cultural",
                "Thriller",
                "Audiobook",
                "Adventure",
                "Eastern Africa"
            ]
        },
        {
            "title": "Kyland",
            "authors": [
                "Mia Sheridan"
            ],
            "ranking": 4.32,
            "ranking_count": 20605,
            "abstract": "A full-length, standalone romance from the. New York Times. bestselling author of. Archer's Voice. .. Dirt poor. Hillbilly. Backwoods hick. Mountain folk.. Tenleigh Falyn struggles each day to survive in a small, poverty-stricken, coal mining town where she lives with her sister and mentally ill mother. Her dream of winning the college scholarship given to one student by the local coal company and escaping the harshness of her life, keeps her going.. Kyland Barrett lives in the hills, too, and has worked tirelessly—through near starvation, through deep loneliness, against all odds—to win the Tyton Coal Scholarship and leave the town that is full of so much pain.. They're both determined not to form any attachments, but one moment changes everything. What happens when only one person gets to win? When only one person gets to leave? And what happens to the one left behind?. Kyland. is a story of desperation and hope, loss and sacrifice, pain and forgiveness, but ultimately, a story of deep and unending love.. THIS IS A STANDALONE SIGN OF LOVE NOVEL, INSPIRED BY TAURUS. New Adult Contemporary Romance: Due to strong language and sexual content, this book is not intended for readers under the age of 18.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Drama",
                "Academic",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Waking Gods",
            "authors": [
                "Sylvain Neuvel"
            ],
            "ranking": 4.01,
            "ranking_count": 40333,
            "abstract": "As a child, Rose Franklin made an astonishing discovery: a giant metallic hand, buried deep within the earth. As an adult, she’s dedicated her brilliant scientific career to solving the mystery that began that fateful day: Why was a titanic robot of unknown origin buried in pieces around the world? Years of investigation have produced intriguing answers—and even more perplexing questions. But the truth is closer than ever before when a second robot, more massive than the first, materializes and lashes out with deadly force.. Now humankind faces a nightmare invasion scenario made real, as more colossal machines touch down across the globe. But Rose and her team at the Earth Defense Corps refuse to surrender. They can turn the tide if they can unlock the last secrets of an advanced alien technology. The greatest weapon humanity wields is knowledge in a do-or-die battle to inherit the Earth . . . and maybe even the stars.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Fantasy",
                "Adult",
                "Science Fiction Fantasy",
                "Thriller",
                "Adult Fiction"
            ]
        },
        {
            "title": "Valor",
            "authors": [
                "John Gwynne"
            ],
            "ranking": 4.4,
            "ranking_count": 16445,
            "abstract": "The Banished Lands is torn by war as High King Nathair sweeps the land challenging all who oppose him in his holy crusade. Allied with the manipulative Queen Rhin of Cambren, there are few who can stand against them. But Rhin is playing her own games and has her eyes on a far greater prize... Left for dead, her kin fled and her country overrun with enemies, Cywen has no choice but to try to survive. But any chance of escape is futile once Nathair and his disquieting advisor Calidus realise who she is. They have no intention of letting such a prize from their grasp. For she may be their greatest chance at killing the biggest threat to their power. Meanwhile, the young warrior Corban flees from his conquered homeland with his exiled companions heading for the only place that may offer them sanctuary - Domhain. But to get there they must travel through Cambren avoiding warbands, giants and the vicious wolven of the mountains. And all the while Corban must battle to become the man that everyone believes him to be - the Bright Star and saviour of the Banished Lands. And in the Otherworld dark forces scheme to bring a host of the Fallen into the world of flesh to end the war with the Faithful, once and for all.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Adventure",
                "Epic",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Why Buddhism is True: The Science and Philosophy of Meditation and Enlightenment",
            "authors": [
                "Robert Wright"
            ],
            "ranking": 4.0,
            "ranking_count": 19025,
            "abstract": "From one of America’s greatest minds, a journey through psychology, philosophy, and lots of meditation to show how Buddhism holds the key to moral clarity and enduring happiness.. Robert Wright famously explained in. The Moral Animal. how evolution shaped the human brain. The mind is designed to often delude us, he argued, about ourselves and about the world. And it is designed to make happiness hard to sustain.. But if we know our minds are rigged for anxiety, depression, anger, and greed, what do we do? Wright locates the answer in Buddhism, which figured out thousands of years ago what scientists are only discovering now. Buddhism holds that human suffering is a result of not seeing the world clearly—and proposes that seeing the world more clearly, through meditation, will make us better, happier people.. In. Why Buddhism is True. , Wright leads readers on a journey through psychology, philosophy, and a great many silent retreats to show how and why meditation can serve as the foundation for a spiritual life in a secular age. At once excitingly ambitious and wittily accessible, this is the first book to combine evolutionary psychology with cutting-edge neuroscience to defend the radical claims at the heart of Buddhist philosophy. With bracing honesty and fierce wisdom, it will persuade you not just that Buddhism is true—which is to say, a way out of our delusion—but that it can ultimately save us from ourselves, as individuals and as a species.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Religion",
                "Psychology",
                "Spirituality",
                "Science",
                "Self Help",
                "Audiobook"
            ]
        },
        {
            "title": "One Brit, One Bike, One Big Country",
            "authors": [
                "John McKay",
                "Robert Morris",
                "Koi Quittenton"
            ],
            "ranking": 4.29,
            "ranking_count": 55,
            "abstract": "The story of one man's trip of a lifetime: a motorcycle adventure covering 4 corners of the USA",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Map of the World",
            "authors": [
                "Jane Hamilton",
                "Frank  Muller",
                "C.J. Critt"
            ],
            "ranking": 3.81,
            "ranking_count": 72182,
            "abstract": "One unremarkable June morning, Alice Goodwin is, as usual, trying to keep in check both her temper and her tendency to blame herself for her family's shortcomings. When the Goodwins took over the last dairy farm in the small Midwestern town of Prairie Center, they envisioned their home a self-made paradise. But these days, as Alice is all too aware, her elder daughter Emma is prone to inexplicable fits of rage, her husband Howard distrusts her maternal competence, and Prairie Center's tight-knit suburban community shows no signs of warming to those hippies who think they can run a farm.. A loner by nature, Alice is torn between a yearning for solitude coupled with a deep need to be at the center of a perfect family. On this particular day, Emma has started the morning with a violent tantrum, her little sister Claire is eating pennies, and it is Alice's turn to watch her neighbor's two small girls as well as her own. She absentmindedly steals a minute alone that quickly becomes ten: time enough for a devastating accident to occur. Her neighbor's daughter Lizzy drowns in the farm's pond, and Alice - whose own volatility and unmasked directness keep her on the outskirts of acceptance - becomes the perfect scapegoat. At the same time, a seemingly trivial incident from Alice's past resurfaces and takes on gigantic proportions, leading the Goodwins far from Lizzy's death into a maze of guilt and doubt culminating in a harrowing court trial and the family's shattering downfall.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Adult Fiction",
                "Novels",
                "Literature",
                "Drama",
                "Adult",
                "Book Club",
                "Family"
            ]
        },
        {
            "title": "Ruin",
            "authors": [
                "John Gwynne"
            ],
            "ranking": 4.46,
            "ranking_count": 13369,
            "abstract": "The Banished Lands are engulfed in war and chaos. The cunning Queen Rhin has conquered the west and High King Nathair has the cauldron, most powerful of the seven treasures. At his back stands the scheming Calidus and a warband of the Kadoshim, dread demons of the Otherworld. They plan to bring Asroth and his host of the Fallen into the world of flesh, but to do so they need the seven treasures. Nathair has been deceived but now he knows the truth. He has choices to make, choices that will determine the fate of the Banished Lands. Elsewhere the flame of resistance is growing - Queen Edana finds allies in the swamps of Ardan. Maquin is loose in Tenebral, hunted by Lykos and his corsairs. Here he will witness the birth of a rebellion in Nathair's own realm. Corban has been swept along by the tide of war. He has suffered, lost loved ones, sought only safety from the darkness. But he will run no more. He has seen the face of evil and he has set his will to fight it. The question is, how? With a disparate band gathered about him - his family, friends, giants, fanatical warriors, an angel and a talking crow he begins the journey to Drassil, the fabled fortress hidden deep in the heart of Forn Forest. For in Drassil lies the spear of Skald, one of the seven treasures, and here it is prophesied that the Bright Star will stand against the Black Sun.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Epic",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "We Are the Ants",
            "authors": [
                "Shaun David Hutchinson"
            ],
            "ranking": 4.15,
            "ranking_count": 40235,
            "abstract": "From the author of. The Five Stages of Andrew Brawley. comes a brand-new novel about a teenage boy who must decide whether or not the world is worth saving.. Henry Denton has spent years being periodically abducted by aliens. Then the aliens give him an ultimatum: The world will end in 144 days, and all Henry has to do to stop it is push a big red button.. Only he isn’t sure he wants to.. After all, life hasn’t been great for Henry. His mom is a struggling waitress held together by a thin layer of cigarette smoke. His brother is a jobless dropout who just knocked someone up. His grandmother is slowly losing herself to Alzheimer’s. And Henry is still dealing with the grief of his boyfriend’s suicide last year.. Wiping the slate clean sounds like a pretty good choice to him.. But Henry is a scientist first, and facing the question thoroughly and logically, he begins to look for pros and cons: in the bully who is his perpetual one-night stand, in the best friend who betrayed him, in the brilliant and mysterious boy who walked into the wrong class. Weighing the pain and the joy that surrounds him, Henry is left with the ultimate choice: push the button and save the planet and everyone on it…or let the world—and his pain—be destroyed forever.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Contemporary",
                "Science Fiction",
                "Fiction",
                "Health",
                "Romance",
                "Fantasy"
            ]
        },
        {
            "title": "Shrill: Notes from a Loud Woman",
            "authors": [
                "Lindy West"
            ],
            "ranking": 4.17,
            "ranking_count": 56359,
            "abstract": "Coming of age in a culture that demands women be as small, quiet, and compliant as possible--like a porcelain dove that will also have sex with you--writer and humorist Lindy West quickly discovered that she was anything but.. From a painfully shy childhood in which she tried, unsuccessfully, to hide her big body and even bigger opinions; to her public war with stand-up comedians over rape jokes; to her struggle to convince herself, and then the world, that fat people have value; to her accidental activism and never-ending battle royale with Internet trolls, Lindy narrates her life with a blend of humor and pathos that manages to make a trip to the abortion clinic funny and wring tears out of a story about diarrhea.. With inimitable good humor, vulnerability, and boundless charm, Lindy boldly shares how to survive in a world where not all stories are created equal and not all bodies are treated with equal respect, and how to weather hatred, loneliness, harassment, and loss--and walk away laughing.. Shrill. provocatively dissects what it means to become self-aware the hard way, to go from wanting to be silent and invisible to earning a living defending the silenced in all caps.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Feminism",
                "Writing",
                "Humor",
                "Audiobook",
                "Biography",
                "Womens",
                "Biography Memoir",
                "Adult"
            ]
        },
        {
            "title": "Chemistry",
            "authors": [
                "Weike Wang"
            ],
            "ranking": 3.73,
            "ranking_count": 18560,
            "abstract": "At first glance, the quirky, overworked narrator of this novel seems to be on the cusp of a perfect life: she is studying for a prestigious PhD in chemistry that will make her Chinese parents proud (or at least satisfied), and her successful, supportive boyfriend has just proposed to her. But instead of feeling hopeful, she is wracked with ambivalence. The long demanding hours at the lab have created an exquisite pressure cooker, and she doesn't know how to answer the marriage question. When it all becomes too much and her life plan veers off course, she finds herself on a new path of discoveries about everything she thought she knew.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Novels",
                "Romance",
                "Health",
                "Literature"
            ]
        },
        {
            "title": "The Poet X",
            "authors": [
                "Elizabeth Acevedo"
            ],
            "ranking": 4.39,
            "ranking_count": 101276,
            "abstract": "Fans of Jacqueline Woodson, Meg Medina, and Jason Reynolds will fall hard for this astonishing. New York Times. -bestselling novel-in-verse by an award-winning slam poet, about an Afro-Latina heroine who tells her story with blazing words and powerful truth.. Xiomara Batista feels unheard and unable to hide in her Harlem neighborhood. Ever since her body grew into curves, she has learned to let her fists and her fierceness do the talking.. But Xiomara has plenty she wants to say, and she pours all her frustration and passion onto the pages of a leather notebook, reciting the words to herself like prayers—especially after she catches feelings for a boy in her bio class named Aman, who her family can never know about.. With Mami’s determination to force her daughter to obey the laws of the church, Xiomara understands that her thoughts are best kept to herself. So when she is invited to join her school’s slam poetry club, she doesn’t know how she could ever attend without her mami finding out. But she still can’t stop thinking about performing her poems.. Because in the face of a world that may not want to hear her, Xiomara refuses to be silent.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Realistic Fiction",
                "Romance",
                "LGBT"
            ]
        },
        {
            "title": "Maybe This Time",
            "authors": [
                "Jennifer Crusie"
            ],
            "ranking": 3.74,
            "ranking_count": 13253,
            "abstract": "Andie Miller is ready to move on in life. She wants to marry her fiancé and leave behind everything in her past, especially her ex-husband, North Archer. But when Andie tries to gain closure with him, he asks one final favor of her before they go their separate ways forever. A very distant cousin of his has died and left North as the guardian of two orphans who have driven out three nannies already, and things are getting worse. He needs a very special person to take care of the situation and he knows Andie can handle anything.. When Andie meets the two children she quickly realizes things are much worse than she feared. The place is a mess, the children, Carter and Alice, aren't your average delinquents, and the creepy old house where they live is being run by the worst housekeeper since Mrs. Danvers. What's worse, Andie's fiancé thinks this is all a plan by North to get Andie back, and he may be right. Andie's dreams have been haunted by North since she arrived at the old house. And that's not the only haunting.. What follows is a hilarious adventure in exorcism, including a self-doubting parapsychologist, an annoyed medium, her Tarot-card reading mother, an avenging ex-mother-in-law, and, of course, her jealous fiancé. And just when she thinks things couldn't get more complicated, North shows up on the doorstep making her wonder if maybe this time things could be different between them.. If Andie can just get rid of all the guests and ghosts, she's pretty sure she can save the kids, and herself, from the past. But fate might just have another thing in mind....",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Womens Fiction",
                "Fantasy",
                "Fiction",
                "Contemporary",
                "Mystery",
                "Paranormal",
                "Humor"
            ]
        },
        {
            "title": "The Liar",
            "authors": [
                "Nora Roberts"
            ],
            "ranking": 4.02,
            "ranking_count": 38355,
            "abstract": "Shelby Foxworth lost her husband. Then she lost her illusions …. The man who took her from Tennessee to an exclusive Philadelphia suburb left her in crippling debt. He was an adulterer and a liar, and when Shelby tracks down his safe-deposit box, she finds multiple IDs. The man she loved wasn’t just dead. He never really existed.. Shelby takes her three-year-old daughter and heads south to seek comfort in her hometown, where she meets someone new: Griff Lott, a successful contractor. But her husband had secrets she has yet to discover. Even in this small town, surrounded by loved ones, danger is closer than she knows—and threatens Griff, as well. And an attempted murder is only the beginning …",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Mystery",
                "Fiction",
                "Contemporary",
                "Suspense",
                "Thriller",
                "Audiobook",
                "Womens Fiction"
            ]
        },
        {
            "title": "Bloodline",
            "authors": [
                "Claudia Gray"
            ],
            "ranking": 4.07,
            "ranking_count": 21573,
            "abstract": "Witness the birth of the Resistance. When the Rebellion defeated the Empire in the skies above Endor, Leia Organa believed it was the beginning to a lasting peace. But after decades of vicious infighting and partisan gridlock in the New Republic Senate, that hope seems like a distant memory.. Now a respected senator, Leia must grapple with the dangers that threaten to cripple the fledgling democracy—from both within and without. Underworld kingpins, treacherous politicians, and Imperial loyalists are sowing chaos in the galaxy. Desperate to take action, senators are calling for the election of a First Senator. It is their hope that this influential post will bring strong leadership to a divided galaxy.. As the daughter of Darth Vader, Leia faces with distrust the prospect of any one person holding such a powerful position—even when supporters suggest Leia herself for the job. But a new enemy may make this path Leia’s only option. For at the edges of the galaxy, a mysterious threat is growing...",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Space",
                "Science Fiction Fantasy",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "I Hunt Killers",
            "authors": [
                "Barry Lyga"
            ],
            "ranking": 4.02,
            "ranking_count": 38144,
            "abstract": "What if the world's worst serial killer...was your dad?. Jasper Jazz Dent is a likable teenager. A charmer, one might say.. But he's also the son of the world's most infamous serial killer, and for Dear Old Dad, Take Your Son to Work Day was year-round. Jazz has witnessed crime scenes the way cops wish they could—from the criminal's point of view.. And now bodies are piling up in Lobo's Nod.. In an effort to clear his name, Jazz joins the police in a hunt for a new serial killer. But Jazz has a secret—could he be more like his father than anyone knows?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Thriller",
                "Horror",
                "Fiction",
                "Contemporary",
                "Suspense"
            ]
        },
        {
            "title": "Chimes at Midnight",
            "authors": [
                "Seanan McGuire"
            ],
            "ranking": 4.36,
            "ranking_count": 14393,
            "abstract": "Things are starting to look up for October Toby Daye. She's training her squire, doing her job, and has finally allowed herself to grow closer to the local King of Cats. It seems like her life may finally be settling down...at least until dead changelings start appearing in the alleys of San Francisco, killed by an overdose of goblin fruit.. Toby's efforts to take the problem to the Queen of the Mists are met with harsh reprisals, leaving her under sentence of exile from her home and everyone she loves. Now Toby must find a way to reverse the Queens decree, get the goblin fruit off the streets--and, oh, yes, save her own life, since more than a few of her problems have once again followed her home. And then there's the question of the Queen herself, who seems increasingly unlikely to have a valid claim to the throne..... To find the answers, October and her friends will have to travel from the legendary Library of Stars into the hidden depths of the Kingdom of the Mists--and they'll have to do it fast, because time is running out. In faerie, some fates are worse than death.. October Daye is about to find out what they are.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fairies",
                "Fiction",
                "Romance",
                "Mystery",
                "Paranormal",
                "Audiobook"
            ]
        },
        {
            "title": "Fool's Quest",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.52,
            "ranking_count": 35411,
            "abstract": "Acclaimed and bestselling author Robin Hobb continues her Fitz and the Fool trilogy with this second entry, following Fool’s Assassin, ramping up the tension and the intrigue as disaster continues to strike at Fitz’s life and heart.. After nearly killing his oldest friend, the Fool, and finding his daughter stolen away by those who were once targeting the Fool, FitzChivarly Farseer is out for blood. And who better to wreak havoc than a highly trained and deadly former royal assassin? Fitz might have let his skills go fallow over his years of peace, but such things, once learned, are not so easily forgotten. And nothing is more dangerous than a man who has nothing left to lose…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Nightshade",
            "authors": [
                "Andrea Cremer"
            ],
            "ranking": 4.01,
            "ranking_count": 83788,
            "abstract": "Calla Tor has always known her destiny: After graduating from the Mountain School, she'll be the mate of sexy alpha wolf Ren Laroche and fight with him, side by side, ruling their pack and guarding sacred sites for the Keepers. But when she violates her masters' laws by saving a beautiful human boy out for a hike, Calla begins to question her fate, her existence, and the very essence of the world she has known.. By following her heart, she might lose everything- including her own life. Is forbidden love worth the ultimate sacrifice?. A finely-wrought compelling tale of romance and treachery.... -Cynthia Leitich Smith. (New York Times bestselling author of. Eternal and Tantalize)",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Shapeshifters",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Son",
            "authors": [
                "Jo Nesbø",
                "Charlotte Barslund"
            ],
            "ranking": 4.07,
            "ranking_count": 43163,
            "abstract": "The author of the internationally best-selling Harry Hole series now gives us an electrifying stand-alone novel set amid Oslo's hierarchy of corruption, from which one very unusual young man is about to propel himself into a mission of brutal revenge.. Sonny Lofthus, in his early thirties, has been in prison for the last dozen years: serving time for crimes he didn't commit. In exchange, he gets an uninterrupted supply of heroin—and the unexpected stream of fellow prisoners seeking out his uncanny abilities to soothe and absolve. His addiction started when his father committed suicide rather than be exposed as a corrupt cop, and now Sonny is the center of a vortex of corruption: prison staff, police, lawyers, a desperate priest—all of them focused on keeping him stoned and jailed, and all of them under the thumb of Oslo's crime overlord, the Twin. When Sonny learns some long-hidden truths about his father he makes a brilliant escape, and begins hunting down the people responsible for the hideous crimes he's paid for. But he's also being hunted, by the Twin, the cops, and the only person who knows the ultimate truth that Sonny is seeking. The question is, what will he do when they've cornered him?",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "European Literature",
                "Audiobook",
                "Scandinavian Lite...",
                "Suspense"
            ]
        },
        {
            "title": "Wires and Nerve, Volume 2: Gone Rogue",
            "authors": [
                "Marissa Meyer",
                "Stephen Gilpin",
                "Douglas Holgate"
            ],
            "ranking": 4.23,
            "ranking_count": 14546,
            "abstract": "Iko – an audacious android and best friend to the Lunar Queen Cinder – has been tasked with hunting down Alpha Lysander Steele, the leader of a rogue band of bioengineered wolf-soldiers who threaten to undo the tenuous peace agreement between Earth and Luna. Unless Cinder can reverse the mutations that were forced on them years before, Steele and his soldiers plan to satisfy their monstrous appetites with a massacre of the innocent people of Earth.. And to show he’s serious, Steele is taking hostages.. Cinder and Kai, Scarlet and Wolf, Cress and Thorne, and Winter and Jacin all feature in this epic new battle. But it is Iko who must face her deepest fears when she uncovers the truth about her own unusual programming.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Retellings",
                "Adventure"
            ]
        },
        {
            "title": "The Duchess War",
            "authors": [
                "Courtney Milan",
                "Elisabeth Luc"
            ],
            "ranking": 3.82,
            "ranking_count": 25689,
            "abstract": "Sometimes love is an accident.. This time, it’s a strategy.. Miss Minerva Lane is a quiet, bespectacled wallflower, and she wants to keep it that way. After all, the last time she was the center of attention, it ended badly—so badly that she changed her name to escape her scandalous past. Wallflowers may not be the prettiest of blooms, but at least they don't get trampled. So when a handsome duke comes to town, the last thing she wants is his attention.. But that is precisely what she gets.. Because Robert Blaisdell, the Duke of Clermont, is not fooled. When Minnie figures out what he’s up to, he realizes there is more to her than her spectacles and her quiet ways. And he’s determined to lay her every secret bare before she can discover his. But this time, one shy miss may prove to be more than his match...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Womens Fiction"
            ]
        },
        {
            "title": "Moonbreeze",
            "authors": [
                "Adrienne Woods"
            ],
            "ranking": 4.2,
            "ranking_count": 4293,
            "abstract": "The life of a star-studded royal has not been kind to eighteen year-old Elena Watkins. With a Council breathing down her neck and a dragon that refuses to accept her as her rider, she must convince everyone that she is ready to rule Paegeia like her parents before her. But she has made a promise to her father King Albert, that she will not go looking for him and free the people of Etan. Elena has promised to never truly fulfil her destiny.. However, situations out of her control will soon force her to confront herself and the evil that seeks to destroy her. Elena must look inside herself to discover if she can defeat the approaching darkness, be accepted by the people of Paegeia, bring her dragon back to light and fulfill the destiny written in their stars.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "New Adult",
                "Paranormal"
            ]
        },
        {
            "title": "And Every Morning the Way Home Gets Longer and Longer",
            "authors": [
                "Fredrik Backman"
            ],
            "ranking": 4.32,
            "ranking_count": 59349,
            "abstract": "A little book with a big heart!. From the. New York Times. bestselling author of. A Man Called Ove. ,. My Grandmother Asked Me to Tell You She’s Sorry,. and. Britt-Marie Was Here. comes an exquisitely moving portrait of an elderly man’s struggle to hold on to his most precious memories, and his family’s efforts to care for him even as they must find a way to let go.. With all the same charm of his bestselling full-length novels, here Fredrik Backman once again reveals his unrivaled understanding of human nature and deep compassion for people in difficult circumstances. This is a tiny gem with a message you’ll treasure for a lifetime.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Short Stories",
                "Audiobook",
                "Novella",
                "Adult",
                "Literary Fiction",
                "Adult Fiction",
                "Family",
                "European Literature"
            ]
        },
        {
            "title": "Wires and Nerve",
            "authors": [
                "Marissa Meyer",
                "Douglas Holgate",
                "Stephen Gilpin"
            ],
            "ranking": 4.13,
            "ranking_count": 23698,
            "abstract": "When rogue packs of wolf-hybrid soldiers threaten the tenuous peace alliance between Earth and Luna, Iko takes it upon herself to hunt down the soldiers' leader. She is soon working with a handsome royal guard who forces her to question everything she knows about love, loyalty, and her own humanity. With appearances by Cinder and the rest of the Rampion crew, this is a must-have for fans of the series.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Retellings"
            ]
        },
        {
            "title": "One Crazy Summer",
            "authors": [
                "Rita Williams-Garcia"
            ],
            "ranking": 4.0,
            "ranking_count": 34016,
            "abstract": "In the summer of 1968, after travelling from Brooklyn to Oakland, California, to spend a month with the mother they barely know, eleven-year-old Delphine and her two younger sisters arrive to a cold welcome as they discover that their mother, a dedicated poet and printer, is resentful of the intrusion of their visit and wants them to attend a nearby Black Panther summer camp.. In a humorous and breakout book by Williams-Garcia, the Penderwicks meet the Black Panthers.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Realistic Fiction",
                "Family",
                "Cultural"
            ]
        },
        {
            "title": "Somewhere Beneath Those Waves",
            "authors": [
                "Sarah Monette"
            ],
            "ranking": 4.08,
            "ranking_count": 616,
            "abstract": "Monette's diverse collection delves deeply into the mythic and reaches far beyond everyday reality. Readers cannot resist journeying with her into realms-dangerously dark or illuminatingly revelatory-they could never imagine without her as their guide. From ghost stories in the tradition of M. R. James to darkly poetic tales to moving fictional examinations of the most basic of human emotion-fear, love, hate, loneliness-Monette's pen produces stories that are invariably unforgettable . . .",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Horror",
                "Fiction",
                "Anthologies",
                "Science Fiction",
                "LGBT",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Maya's Notebook",
            "authors": [
                "Isabel Allende",
                "Anne McLean"
            ],
            "ranking": 3.86,
            "ranking_count": 26397,
            "abstract": "Isabel Allende’s latest novel, set in the present day (a new departure for the author), tells the story of a 19-year-old American girl who finds refuge on a remote island off the coast of Chile after falling into a life of drugs, crime, and prostitution. There, in the company of a torture survivor, a lame dog, and other unforgettable characters, Maya Vidal writes her story, which includes pursuit by a gang of assassins, the police, the FBI, and Interpol. In the process, she unveils a terrible family secret, comes to understand the meaning of love and loyalty, and initiates the greatest adventure of her life: the journey into her own soul.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Young Adult",
                "Novels",
                "European Literature",
                "Audiobook",
                "Adult",
                "Historical",
                "Drama"
            ]
        },
        {
            "title": "The End: The Defiance and Destruction of Hitler's Germany 1944-45",
            "authors": [
                "Ian Kershaw"
            ],
            "ranking": 4.13,
            "ranking_count": 3880,
            "abstract": "Countless books have been written about why Nazi Germany lost World War II, yet remarkably little attention has been paid to the equally vital question of how and why it was able to hold out as long as it did. The Third Reich did not surrender until Germany had been left in ruins and almost completely occupied. Even in the near-apocalyptic final months, when the war was plainly lost, the Nazis refused to sue for peace. Historically, this is extremely rare.. Drawing on original testimony from ordinary Germans and arch-Nazis alike, award-winning historian Ian Kershaw explores this fascinating question in a gripping and focused narrative that begins with the failed bomb plot in July 1944 and ends with the German capitulation in May 1945. Hitler, desperate to avoid a repeat of the disgraceful German surrender in 1918, was of course critical to the Third Reich's fanatical determination, but his power was sustained only because those below him were unable, or unwilling, to challenge it. Even as the military situation grew increasingly hopeless, Wehrmacht generals fought on, their orders largely obeyed, and the regime continued its ruthless persecution of Jews, prisoners, and foreign workers.. Based on prodigious new research, Kershaw's. The End. is a harrowing yet enthralling portrait of the Third Reich in its last desperate gasps.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Cultural",
                "Military",
                "Politics",
                "World War II"
            ]
        },
        {
            "title": "The Teleportation Accident",
            "authors": [
                "Ned Beauman"
            ],
            "ranking": 3.44,
            "ranking_count": 4670,
            "abstract": "HISTORY HAPPENED WHILE YOU WERE HUNGOVER. When you haven't had sex in a long time, it feels like the worst thing that is happening to anyone anywhere. If you're living in Germany in the 1930s, it probably isn't. But that's no consolation to Egon Loeser, whose carnal misfortunes will push him from the experimental theatres of Berlin to the absinthe bars of Paris to the physics laboratories of Los Angeles, trying all the while to solve two mysteries: whether it was really a deal with Satan that claimed the life of his hero, the great Renaissance stage designer Adriano Lavicini; and why a handsome, clever, charming, modest guy like him can't, just once in a while, get himself laid. From the author of the acclaimed. Boxer, Beetle. comes a historical novel that doesn't know what year it is; a noir novel that turns all the lights on; a romance novel that arrives drunk to dinner; a science fiction novel that can't remember what 'isotope' means; a stunningly inventive, exceptionally funny, dangerously unsteady and (largely) coherent novel about sex, violence, space, time, and how the best way to deal with history is to ignore it.. LET'S HOPE THE PARTY WAS WORTH IT",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Science Fiction",
                "Fantasy",
                "Humor",
                "Contemporary",
                "Literary Fiction",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Get in Trouble",
            "authors": [
                "Kelly Link"
            ],
            "ranking": 3.69,
            "ranking_count": 10591,
            "abstract": "She has been hailed by Michael Chabon as “the most darkly playful voice in American fiction” and by Neil Gaiman as “a national treasure.” Now Kelly Link’s eagerly awaited new collection--her first for adult readers in a decade--proves indelibly that this bewitchingly original writer is among the finest we have.. Link has won an ardent following for her ability to take readers deep into an unforgettable, brilliantly constructed fictional universe with each new story. In “The Summer People,” a young girl in rural North Carolina serves as uneasy caretaker to the mysterious, never-quite-glimpsed visitors who inhabit the cottage behind her house. In “I Can See Right Through You,” a middle-aged movie star makes a disturbing trip to the Florida swamp where his former on- and off-screen love interest is shooting a ghost-hunting reality show. In “The New Boyfriend,” a suburban slumber party takes an unusual turn, and a teenage friendship is tested, when the spoiled birthday girl opens her big present: a life-size animated doll.. Hurricanes, astronauts, evil twins, bootleggers, Ouija boards, iguanas,. The Wizard of Oz. , superheroes, the Pyramids...These are just some of the talismans of an imagination as capacious and as full of wonder as that of any writer today. But as fantastical as these stories can be, they are always grounded in sly humor and an innate generosity of feeling for the frailty--and the hidden strengths--of human beings. In. Get in Trouble. , this one-of-a-kind talent expands the boundaries of what short fiction can do.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fantasy",
                "Fiction",
                "Magical Realism",
                "Horror",
                "Science Fiction",
                "Speculative Fiction",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Last Ever After",
            "authors": [
                "Soman Chainani"
            ],
            "ranking": 4.3,
            "ranking_count": 28233,
            "abstract": "In the epic next chapter of Soman Chainani’s New York Times bestselling series, The School for Good and Evil, everything old is new again as Sophie and Agatha fight the past as well as the present to find the perfect end to their story.. As A World Without Princes closed, the end was written and former best friends Sophie and Agatha went their separate ways. Agatha was whisked back to Gavaldon with Tedros and Sophie stayed behind with the beautiful young School Master.. But as they settle into their new lives, their story begs to be re-written, and this time, theirs isn’t the only one. With the girls apart, Evil has taken over and the villains of the past have come back to change their tales and turn the world of Good and Evil upside down.. Readers around the world are eagerly awaiting the third book in The School for Good and Evil series, The Last Ever After. This extraordinary new journey delivers more action, adventure, laughter, romance and fairy tale twists and turns than you could ever dream of!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Humans",
            "authors": [
                "Matt Haig"
            ],
            "ranking": 4.09,
            "ranking_count": 84244,
            "abstract": "Body-snatching has never been so heartwarming . . .. The Humans. is a funny, compulsively readable novel about alien abduction, mathematics, and that most interesting subject of all: ourselves. Combine Douglas Adams’s irreverent take on life, the universe, and everything with a genuinely moving love story, and you have some idea of the humor, originality, and poignancy of Matt Haig’s latest novel.. Our hero, Professor Andrew Martin, is dead before the book even begins. As it turns out, though, he wasn’t a very nice man--as the alien imposter who now occupies his body discovers. Sent to Earth to destroy evidence that Andrew had solved a major mathematical problem, the alien soon finds himself learning more about the professor, his family, and “the humans” than he ever expected. When he begins to fall for his own wife and son--who have no idea he’s not the real Andrew--the alien must choose between completing his mission and returning home or finding a new home right here on Earth.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Humor",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Novels",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Flame Alphabet",
            "authors": [
                "Ben Marcus"
            ],
            "ranking": 2.88,
            "ranking_count": 5199,
            "abstract": "A terrible epidemic has struck the country and the sound of children’s speech has become lethal. Radio transmissions from strange sources indicate that people are going into hiding. All Sam and Claire need to do is look around the neighborhood: In the park, parents wither beneath the powerful screams of their children. At night, suburban side streets become routes of shameful escape for fathers trying to get outside the radius of affliction.. With Claire nearing collapse, it seems their only means of survival is to flee from their daughter, Esther, who laughs at her parents’ sickness, unaware that in just a few years she, too, will be susceptible to the language toxicity. But Sam and Claire find it isn’t so easy to leave the daughter they still love, even as they waste away from her malevolent speech. On the eve of their departure, Claire mysteriously disappears, and Sam, determined to find a cure for this new toxic language, presses on alone into a world beyond recognition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Horror",
                "Novels",
                "Fantasy",
                "Literary Fiction",
                "Humanities",
                "Speculative Fiction",
                "Literature"
            ]
        },
        {
            "title": "A World Without Princes",
            "authors": [
                "Soman Chainani",
                "Iacopo Bruno"
            ],
            "ranking": 4.05,
            "ranking_count": 35885,
            "abstract": "After saving themselves and their fellow students from a life pitched against one another, Sophie and Agatha are back home again, living happily ever after. But life isn't exactly a fairytale. When Agatha secretly wishes she'd chosen a different happy ending with Prince Tedros, the gates to the School for Good and Evil open once again. But Good and Evil are no longer enemies and Princes and Princesses may not be what they seem, as new bonds form and old ones shatter.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Jade City",
            "authors": [
                "Fonda Lee"
            ],
            "ranking": 4.12,
            "ranking_count": 26714,
            "abstract": "JADE CITY is. a gripping. Godfather. -esque saga of intergenerational blood feuds, vicious politics, magic, and kungfu.. The Kaul family is one of two crime syndicates that control the island of Kekon. It's the only place in the world that produces rare magical jade, which grants those with the right training and heritage superhuman abilities.. The Green Bone clans of honorable jade-wearing warriors once protected the island from foreign invasion--but nowadays, in a bustling post-war metropolis full of fast cars and foreign money, Green Bone families like the Kauls are primarily involved in commerce, construction, and the everyday upkeep of the districts under their protection.. When the simmering tension between the Kauls and their greatest rivals erupts into open violence in the streets, the outcome of this clan war will determine the fate of all Green Bones and the future of Kekon itself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Adult",
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Science Fiction Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "The Dragonet Prophecy",
            "authors": [
                "Tui T. Sutherland"
            ],
            "ranking": 4.25,
            "ranking_count": 49273,
            "abstract": "A thrilling new series soars above the competition and redefines middle-grade fantasy fiction for a new generation!. The seven dragon tribes have been at war for generations, locked in an endless battle over an ancient, lost treasure. A secret movement called the Talons of Peace is determined to bring an end to the fighting, with the help of a prophecy -- a foretelling that calls for great sacrifice.Five dragonets are collected to fulfill the prophecy, raised in a hidden cave and enlisted, against their will, to end the terrible war.But not every dragonet wants a destiny. And when the select five escape their underground captors to look for their original homes, what has been unleashed on the dragon world may be far more than the revolutionary planners intended . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Adventure",
                "Young Adult",
                "Audiobook",
                "Animals"
            ]
        },
        {
            "title": "Hunger Makes Me a Modern Girl",
            "authors": [
                "Carrie Brownstein"
            ],
            "ranking": 3.82,
            "ranking_count": 33359,
            "abstract": "From a leader of feminist punk music at the dawn of the riot-grrrl era, a candid and deeply personal look at life in rock and roll.. Before Carrie Brownstein codeveloped and starred in the wildly popular TV comedy. Portlandia. , she was already an icon to young women for her role as a musician in the feminist punk band Sleater-Kinney. The band was a key part of the early riot- grrrl and indie rock scenes in the Pacific Northwest, known for their prodigious guitar shredding and their leftist lyrics against war, traditionalism, and gender roles.. Hunger Makes Me a Modern Girl is the deeply personal and revealing narrative of Brownstein's life in music, from ardent fan to pioneering female guitarist to comedic performer and luminary in the independent rock world. Though Brownstein struggled against the music industry's sexist double standards, by 2006 she was the only woman to earn a spot on. Rolling Stone. readers' list of the 25 Most Underrated Guitarists of All-Time. This book intimately captures what it feels like to be a young woman in a rock-and-roll band, from her days at the dawn of the underground feminist punk-rock movement that would define music and pop culture in the 1990s through today.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Music",
                "Feminism",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "LGBT"
            ]
        },
        {
            "title": "Breaking Night: A Memoir of Forgiveness, Survival, and My Journey from Homeless to Harvard",
            "authors": [
                "Liz Murray"
            ],
            "ranking": 4.19,
            "ranking_count": 19838,
            "abstract": "In the vein of. The Glass Castle. ,. Breaking Night. is the stunning memoir of a young woman who at age fifteen was living on the streets, and who eventually made it into Harvard.. Liz Murray was born to loving but drug-addicted parents in the Bronx. In school she was taunted for her dirty clothing and lice-infested hair, eventually skipping so many classes that she was put into a girls' home. At age fifteen, when her family finally unraveled, Murray found herself on the streets. She learned to scrape by, foraging for food and riding subways all night to have a warm place to sleep.. Eventually, Murray decided to take control of her own destiny and go back to high school, often completing her assignments in the hallways and subway stations where she slept. She squeezed four years of high school into two, while homeless; won a. New York Times. scholarship; and made it into the Ivy League.. Breaking Night. is an unforgettable and beautifully written story of one young woman's indomitable spirit to survive and prevail, against all odds.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "Inspirational",
                "Adult",
                "Social Science",
                "Academic",
                "Social Issues"
            ]
        },
        {
            "title": "More Happy Than Not",
            "authors": [
                "Adam Silvera"
            ],
            "ranking": 3.99,
            "ranking_count": 53342,
            "abstract": "Part Eternal Sunshine of the Spotless Mind, part Aristotle and Dante Discover the Secrets of the Universe, Adam Silvera's extraordinary debut confronts race, class, and sexuality during one charged near-future summer in the Bronx.. Sixteen-year-old Aaron Soto is struggling to find happiness after a family tragedy leaves him reeling. He's slowly remembering what happiness might feel like this summer with the support of his girlfriend Genevieve, but it's his new best friend, Thomas, who really gets Aaron to open up about his past and confront his future.. As Thomas and Aaron get closer, Aaron discovers things about himself that threaten to shatter his newfound contentment. A revolutionary memory-alteration procedure, courtesy of the Leteo Institute, might be the way to straighten himself out. But what if it means forgetting who he truly is?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Contemporary",
                "Fiction",
                "Romance",
                "Science Fiction",
                "Health",
                "Realistic Fiction"
            ]
        },
        {
            "title": "My Familiar Stranger",
            "authors": [
                "Victoria Danann"
            ],
            "ranking": 3.92,
            "ranking_count": 9588,
            "abstract": "I accidentally ended up in this dimension.. I had nothing.. I knew no one.. I barely survived the journey, but landed in the best possible place; an ancient society of vampire hunters with the medical means to put me back together. I can't go home, but I can use the extra-abilities I gained from slipping dimensions to work for Black Swan and try to keep my friends alive.. When it comes to love, I have options. The knight who saved my life is strength and honor personified. The sexy elf who thinks I'm his mate. And an incredibly attractive six-hundred-year-old vampire.. My name is Elora Laiken. This is my story.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fairies",
                "Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "Odinsbarn",
            "authors": [
                "Siri Pettersen"
            ],
            "ranking": 4.15,
            "ranking_count": 7945,
            "abstract": "Tenk deg å mangle noe alle andre har. Noe som beviser at du hører til i denne verden. Noe så viktig at uten det, er du ingenting. En pest. En myte. Et menneske.. Femten vintre gammel får Hirka vite at hun er et odinsbarn - en halelaus råttenskap fra en annen verden. Foraktet. Fryktet. Og jaget. Hun aner ikke lenger hvem hun er, og noen vil drepe henne for at det skal forbli en hemmelighet. Men det finnes verre ting enn odinsbarn, og Hirka er ikke den eneste skapningen som har brutt gjennom portene. Odinsbarn er original fantasy på norrøn grunn. Et oppgjør med fremmedfrykt, blind tro og retten eller viljen til å lede. Det er den første av tre bøker om Hirka, i serien Ravneringene.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Rise of Nine",
            "authors": [
                "Pittacus Lore"
            ],
            "ranking": 4.17,
            "ranking_count": 102060,
            "abstract": "The Rise of Nine is the next thrilling instalment in the gripping Lorien Legacies series by Pittacus Lore.. 'Number Four is a hero for this generation' Michael Bay, director of Transformers. ***. Until I met John Smith, Number Four, I'd been on the run alone, hiding and fighting to stay alive. Together we are much more powerful. But it could only last so long before we had to separate to find the others . . .. I went to Spain to find Seven, and I found even more, including a tenth member of the Garde who escaped from Lorien alive. Ella is younger than the rest of us, but just as brave. Now we're looking for the others - including John.. But so are they.. I am Number Six. To finish what they started, they'll have to fight us first.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Romance",
                "Action"
            ]
        },
        {
            "title": "Artful",
            "authors": [
                "Ali Smith"
            ],
            "ranking": 4.06,
            "ranking_count": 2862,
            "abstract": "The incomparable Ali Smith melds the tale and the essay into a magical hybrid form, a song of praise to the power of stories in our lives. In February 2012, the novelist Ali Smith delivered the Weidenfeld lectures on European comparative literature at St. Anne’s College, Oxford. Her lectures took the shape of this set of discursive stories. Refusing to be tied down to either fiction or the essay form,. Artful. is narrated by a character who is haunted—literally—by a former lover, the writer of a series of lectures about art and literature.. A hypnotic dialogue unfolds, a duet between and a meditation on art and storytelling, a book about love, grief, memory, and revitalization. Smith’s heady powers as a fiction writer harmonize with her keen perceptions as a reader and critic to form a living thing that reminds us that life and art are never separate.. Artful. is a book about the things art can do, the things art is full of, and the quicksilver nature of all artfulness. It glances off artists and writers from Michelangelo through Dickens, then all the way past postmodernity, exploring every form, from ancient cave painting to 1960s cinema musicals. This kaleidoscope opens up new, inventive, elastic insights—on the relation of aesthetic form to the human mind, the ways we build our minds from stories, the bridges art builds between us.. Artful. is a celebration of literature’s worth in and to the world and a meaningful contribution to that worth in itself. There has never been a book quite like it.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Art",
                "Contemporary",
                "Language",
                "Short Stories",
                "Criticism",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "All the Birds in the Sky",
            "authors": [
                "Charlie Jane Anders"
            ],
            "ranking": 3.59,
            "ranking_count": 42125,
            "abstract": "Childhood friends Patricia Delfine, a witch, and Laurence Armstead, a mad scientist, parted ways under mysterious circumstances during middle school. But as adults they both wind up in near-future San Francisco, where Laurence is an engineering genius and Patricia works with a small band of other magicians to secretly repair the world’s ever growing ailments. But something is determined to bring them back together—to either save the world, or end it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Magical Realism",
                "Science Fiction Fantasy",
                "Adult",
                "Romance",
                "Speculative Fiction"
            ]
        },
        {
            "title": "American Conspiracies: Lies, Lies, and More Dirty Lies that the Government Tells Us",
            "authors": [
                "Jesse Ventura",
                "Dick Russell"
            ],
            "ranking": 3.59,
            "ranking_count": 1692,
            "abstract": "In this explosive account of wrongful acts and on-going cover-ups, Jesse Ventura takes a systematic look at the wide gap between what the American government knows and what it reveals to the American people. For too long, we the people have sat by and let politicians and bureaucrats from both parties obfuscate and lie. And according to this former Navy SEAL, former pro wrestler, and former Minnesota governor, the media is complicit in these acts of deception. For too long, the mainstream press has refused to consider alternate possibilities and to ask the tough questions. Here, Ventura looks closely at the theories that have been presented over the years and separates the fact from the fiction.. In Ventura’s eyes, the murder of Abraham Lincoln and the assassinations of the Kennedys and Martin Luther King, all need to be re-examined. Was Watergate presented honestly, or was the CIA involved? Did the Republican Party set out to purposefully steal two elections on behalf of George W. Bush? Has all the evidence been presented about the 9/11 attacks or is there another angle that the media is afraid to explore? And finally, is the collapse of today’s financial order and the bailout plan by the Federal Reserve the widest-reaching conspiracy ever perpetrated?. “If you’re talking outspoken, unconventional, and no-holds-barred, you’re talking Jesse Ventura.”—Larry King. “I wouldn’t mind seeing Ventura run for president (or for senator, or dog-catcher, or whatever). In addition to talking conspiracy, he’s likely to raise all sorts of other trouble.”—Damon W. Root,. Reason Magazine",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Pseudoscience",
                "Crime",
                "North American Hi...",
                "Mystery",
                "Cultural",
                "The United States Of America"
            ]
        },
        {
            "title": "Kade's Turn",
            "authors": [
                "Tiffany Snow"
            ],
            "ranking": 4.36,
            "ranking_count": 2378,
            "abstract": "It only takes a second, a fraction of a second, to forever change your life. That moment happened to me years ago. I did something you can’t take back, and I’d do it again. It’s a secret I’ll take to my grave—which is probably sooner rather than later—and that’s okay. I live with my choices.. Three things I’ve learned—bad things happen to good people, life isn’t fair, and the bad guy doesn’t get the girl. And I’m most definitely the bad guy.. I’ve always made my own decisions. I’ve never apologized for them, and I never will. Regret is an emotion I’ve never had to face.. Until now. Until her.. She once told me that what I did, killing people for a living, wasn’t good for my soul. I told her I was beyond saving. The truth is that I’m not worth saving. Not anymore.. But when I look in her eyes, I wish I was the man she deserves, the man she loves.. My brother.. ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~. TURN ON A DIME – KADE’S TURN is a companion novel to book two of The Kathleen Turner Series: TURN TO ME and is not meant to be read as a standalone novel. It is strongly recommended to read TURN TO ME prior to KADE’S TURN.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Suspense",
                "Mystery",
                "Contemporary",
                "Adult",
                "New Adult",
                "Action",
                "Novella"
            ]
        },
        {
            "title": "Dear Ijeawele, or a Feminist Manifesto in Fifteen Suggestions",
            "authors": [
                "Chimamanda Ngozi Adichie"
            ],
            "ranking": 4.51,
            "ranking_count": 71359,
            "abstract": "From the best-selling author of. Americanah. and. We Should All Be Feminists. comes a powerful new statement about feminism today--written as a letter to a friend.. A few years ago, Chimamanda Ngozi Adichie received a letter from a dear friend from childhood, asking her how to raise her baby girl as a feminist.. Dear Ijeawele. is Adichie's letter of response.. Here are fifteen invaluable suggestions--compelling, direct, wryly funny, and perceptive--for how to empower a daughter to become a strong, independent woman. From encouraging her to choose a helicopter, and not only a doll, as a toy if she so desires; having open conversations with her about clothes, makeup, and sexuality; debunking the myth that women are somehow biologically arranged to be in the kitchen making dinner, and that men can allow women to have full careers,. Dear Ijeawele. goes right to the heart of sexual politics in the twenty-first century. It will start a new and urgently needed conversation about what it really means to be a woman today.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Writing",
                "Audiobook",
                "Womens",
                "Parenting",
                "Adult",
                "Social Movements",
                "Cultural",
                "Politics"
            ]
        },
        {
            "title": "The Kingdom of Copper",
            "authors": [
                "S.A. Chakraborty"
            ],
            "ranking": 4.4,
            "ranking_count": 40821,
            "abstract": "Return to Daevabad in the spellbinding sequel to THE CITY OF BRASS.. Nahri’s life changed forever the moment she accidentally summoned Dara, a formidable, mysterious djinn, during one of her schemes. Whisked from her home in Cairo, she was thrust into the dazzling royal court of Daevabad and quickly discovered she would need all her grifter instincts to survive there.. Now, with Daevabad entrenched in the dark aftermath of the battle that saw Dara slain at Prince Ali’s hand, Nahri must forge a new path for herself, without the protection of the guardian who stole her heart or the counsel of the prince she considered a friend. But even as she embraces her heritage and the power it holds, she knows she’s been trapped in a gilded cage, watched by a king who rules from the throne that once belonged to her familyand one misstep will doom her tribe.. Meanwhile, Ali has been exiled for daring to defy his father. Hunted by assassins, adrift on the unforgiving copper sands of his ancestral land, he is forced to rely on the frightening abilities the marid, the unpredictable water spirits, have gifted him. But in doing so, he threatens to unearth a terrible secret his family has long kept buried.. And as a new century approaches and the djinn gather within Daevabad's towering brass walls for celebrations, a threat brews unseen in the desolate north. It’s a force that would bring a storm of fire straight to the city’s gates . . . and one that seeks the aid of a warrior trapped between worlds, torn between a violent duty he can never escape and a peace he fears he will never deserve.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Adult",
                "Audiobook",
                "Young Adult",
                "Romance"
            ]
        },
        {
            "title": "Life Itself",
            "authors": [
                "Roger Ebert"
            ],
            "ranking": 3.91,
            "ranking_count": 6006,
            "abstract": "Roger Ebert is the best-known film critic of our time. He has been reviewing films for the. Chicago Sun-Times. since 1967, and was the first film critic ever to win a Pulitzer Prize. He has appeared on television for four decades, including twenty-three years as cohost of. Siskel & Ebert at the Movies. .. In 2006, complications from thyroid cancer treatment resulted in the loss of his ability to eat, drink, or speak. But with the loss of his voice, Ebert has only become a more prolific and influential writer. And now, for the first time, he tells the full, dramatic story of his life and career.. Roger Ebert's journalism carried him on a path far from his nearly idyllic childhood in Urbana, Illinois. It is a journey that began as a reporter for his local daily, and took him to Chicago, where he was unexpectedly given the job of film critic for the. Sun-Times. , launching a lifetime's adventures.. In this candid, personal history, Ebert chronicles it all: his loves, losses, and obsessions; his struggle and recovery from alcoholism; his marriage; his politics; and his spiritual beliefs. He writes about his years at the. Sun-Times. , his colorful newspaper friends, and his life-changing collaboration with Gene Siskel. He remembers his friendships with Studs Terkel, Mike Royko, Oprah Winfrey, and Russ Meyer (for whom he wrote. Beyond the Valley of the Dolls. and an ill-fated Sex Pistols movie). He shares his insights into movie stars and directors like John Wayne, Werner Herzog, and Martin Scorsese.. This is a story that only Roger Ebert could tell. Filled with the same deep insight, dry wit, and sharp observations that his readers have long cherished, this is more than a memoir-it is a singular, warm-hearted, inspiring look at life itself.. I believe that if, at the end, according to our abilities, we have done something to make others a little happier, and something to make ourselves a little happier, that is about the best we can do. To make others less happy is a crime. To make ourselves unhappy is where all crime starts. We must try to contribute joy to the world. That is true no matter what our problems, our health, our circumstances. We must try. I didn't always know this, and am happy I lived long enough to find it out.. -from. LIFE ITSELF",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Culture",
                "Biography Memoir",
                "Audiobook",
                "Media Tie In",
                "History",
                "Unfinished"
            ]
        },
        {
            "title": "What Is Not Yours Is Not Yours",
            "authors": [
                "Helen Oyeyemi"
            ],
            "ranking": 3.65,
            "ranking_count": 12624,
            "abstract": "The key to a house, the key to a heart, the key to a secret—Oyeyemi’s keys not only unlock elements of her characters’ lives, they promise further labyrinths on the other side. In “Books and Roses” one special key opens a library, a garden, and clues to at least two lovers’ fates. In “Is Your Blood as Red as This?” an unlikely key opens the heart of a student at a puppeteering school. “‘Sorry’ Doesn’t Sweeten Her Tea” involves a “house of locks,” where doors can be closed only with a key—with surprising, unobservable developments. And in “If a Book Is Locked There’s Probably a Good Reason for That Don't You Think,” a key keeps a mystical diary locked (for good reason).. Oyeyemi’s tales span multiple times and landscapes as they tease boundaries between coexisting realities. Is a key a gate, a gift, or an invitation?",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Magical Realism",
                "Fantasy",
                "Adult",
                "Literary Fiction",
                "Contemporary",
                "LGBT",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Hollow Boy",
            "authors": [
                "Jonathan Stroud"
            ],
            "ranking": 4.37,
            "ranking_count": 16101,
            "abstract": "As a massive outbreak of supernatural Visitors baffles Scotland Yard and causes protests throughout London, Lockwood & Co. continue to demonstrate their effectiveness in exterminating spirits. Anthony Lockwood is dashing, George insightful, and Lucy dynamic, while the skull in the jar utters sardonic advice from the sidelines. There is a new spirit of openness in the team now that Lockwood has shared some of his childhood secrets, and Lucy is feeling more and more as if her true home is at Portland Row. It comes as a great shock, then, when Lockwood and George introduce her to an annoyingly perky and hyper-efficient new assistant, Holly Munro.. Meanwhile, there are reports of many new hauntings, including a house where bloody footprints are appearing, and a department store full of strange sounds and shadowy figures. But ghosts seem to be the least of Lockwood & Co.'s concerns when assassins attack during a carnival in the center of the city. Can the team get past their personal issues to save the day on all fronts, or will bad feelings attract yet more trouble?. Danger abounds, tensions escalate, and new loyalties form in this third delightfully terrifying adventure in the critically acclaimed Lockwood & Co. series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Horror",
                "Mystery",
                "Childrens",
                "Paranormal",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The Long War",
            "authors": [
                "Terry Pratchett",
                "Stephen Baxter"
            ],
            "ranking": 3.64,
            "ranking_count": 23118,
            "abstract": "A generation after the events of. The Long Earth. , mankind has spread across the new worlds opened up by Stepping. Where Joshua and Lobsang once pioneered, now fleets of airships link the stepwise Americas with trade and culture. Mankind is shaping the Long Earth - but in turn the Long Earth is shaping mankind... A new 'America', called Valhalla, is emerging more than a million steps from Datum Earth, with core American values restated in the plentiful environment of the Long Earth - and Valhalla is growing restless under the control of the Datum government.... Meanwhile the Long Earth is suffused by the song of the trolls, graceful hive-mind humanoids. But the trolls are beginning to react to humanity's thoughtless exploitation... Joshua, now a married man, is summoned by Lobsang to deal with a gathering multiple crisis that threatens to plunge the Long Earth into a war unlike any mankind has waged before.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Science Fiction Fantasy",
                "Adventure",
                "Speculative Fiction",
                "Adult",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "New York 2140",
            "authors": [
                "Kim Stanley Robinson"
            ],
            "ranking": 3.57,
            "ranking_count": 12008,
            "abstract": "It is 2140.. The waters rose, submerging New York City.. But the residents adapted and it remained the bustling, vibrant metropolis it had always been. Though changed forever.. Every street became a canal. Every skyscraper an island.. Through the eyes of the varied inhabitants of one building, Kim Stanley Robinson shows us how one of our great cities will change with the rising tides.. And how we too will change.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Apocalyptic",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Environment",
                "New York"
            ]
        },
        {
            "title": "The Little Red Chairs",
            "authors": [
                "Edna O'Brien"
            ],
            "ranking": 3.25,
            "ranking_count": 9176,
            "abstract": "The much-anticipated new novel from the literary world's master of storytelling, Edna O'Brien.. A woman discovers that the foreigner she thinks will redeem her life is a notorious war criminal.. Vlad, a stranger from Eastern Europe masquerading as a healer, settles in a small Irish village where the locals fall under his spell. One woman, Fidelma McBride, becomes so enamored that she begs him for a child. All that world is shattered when Vlad is arrested, and his identity as a war criminal is revealed.. Fidelma, disgraced, flees to England and seeks work among the other migrants displaced by wars and persecution. But it is not until she confronts him-her nemesis-at the tribunal in The Hague, that her physical and emotional journey reaches its breathtaking climax.. The Little Red Chairs. is a book about love, and the endless search for it. It is also a book about mankind's fascination with evil, and how long, how crooked, is the road towards Home.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "War",
                "European Literature",
                "Literary Fiction",
                "Contemporary",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Gemina",
            "authors": [
                "Amie Kaufman",
                "Jay Kristoff",
                "Marie Lu"
            ],
            "ranking": 4.45,
            "ranking_count": 69499,
            "abstract": "Moving to a space station at the edge of the galaxy was always going to be the death of Hanna’s social life. Nobody said it might actually get her killed.. The sci-fi saga that began with the breakout bestseller. Illuminae. continues on board the Jump Station. Heimdall. , where two new characters will confront the next wave of the BeiTech assault.. Hanna is the station captain’s pampered daughter; Nik the reluctant member of a notorious crime family. But while the pair are struggling with the realities of life aboard the galaxy’s most boring space station, little do they know that Kady Grant and the. Hypatia. are headed right toward. Heimdall. , carrying news of the Kerenza invasion.. When an elite BeiTech strike team invades the station, Hanna and Nik are thrown together to defend their home. But alien predators are picking off the station residents one by one, and a malfunction in the station’s wormhole means the space-time continuum might be ripped in two before dinner. Soon Hanna and Nik aren’t just fighting for their own survival; the fate of everyone on the. Hypatia. —and possibly the known universe—is in their hands.. But relax. They’ve totally got this. They hope.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Space",
                "Adventure"
            ]
        },
        {
            "title": "Blood Red Road",
            "authors": [
                "Moira Young"
            ],
            "ranking": 3.91,
            "ranking_count": 61804,
            "abstract": "▶. ACE #1. Saba has spent her whole life in Silverlake, a dried-up wasteland ravaged by constant sandstorms. The Wrecker civilization has long been destroyed, leaving only landfills for Saba and her family to scavenge from. That's fine by her, as long as her beloved twin brother Lugh is around. But when four cloaked horsemen capture Lugh, Saba's world is shattered, and she embarks on a quest to get him back.. Suddenly thrown into the lawless, ugly reality of the outside world, Saba discovers she is a fierce fighter, an unbeatable survivor, and a cunning opponent. Teamed up with a handsome daredevil named Jack and a gang of girl revolutionaries called the Free Hawks, Saba's unrelenting search for Lugh stages a showdown that will change the course of her own civilization.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Apocalyptic",
                "Adventure",
                "Fiction",
                "Action"
            ]
        },
        {
            "title": "Tunnel of Bones",
            "authors": [
                "Victoria Schwab"
            ],
            "ranking": 4.07,
            "ranking_count": 21480,
            "abstract": "Trouble is haunting Cassidy Blake . . . even more than usual.. She (plus her ghost best friend, Jacob, of course) are in Paris, where Cass's parents are filming their TV show about the world's most haunted cities. Sure, it's fun eating croissants and seeing the Eiffel Tower, but there's true ghostly danger lurking beneath Paris, in the creepy underground Catacombs.. When Cass accidentally awakens a frighteningly strong spirit, she must rely on her still-growing skills as a ghosthunter -- and turn to friends both old and new to help her unravel a mystery. But time is running out, and the spirit is only growing stronger.. And if Cass fails, the force she's unleashed could haunt the city forever.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Audiobook",
                "Horror",
                "Young Adult",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "The Lake of Dreams",
            "authors": [
                "Kim Edwards"
            ],
            "ranking": 3.18,
            "ranking_count": 13343,
            "abstract": "Lucy Jarrett is at a crossroads in her life, still haunted by her father's unresolved death a decade earlier. She returns to her hometown in Upstate New York, The Lake of Dreams, and, late one night, she cracks the lock of a window seat and discovers a collection of objects. They appear to be idle curiosities, but soon Lucy realizes that she has stumbled across a dark secret from her family's past, one that will radically change her—and the future of her family—forever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Historical",
                "Womens Fiction",
                "Family",
                "Adult",
                "Adult Fiction",
                "Drama",
                "Literary Fiction"
            ]
        },
        {
            "title": "Fracture",
            "authors": [
                "C.J. Daugherty"
            ],
            "ranking": 4.11,
            "ranking_count": 10008,
            "abstract": "Devastated by the loss of her friend and under constant threat from an unknown spy at Cimmeria Academy, Allie Sheridan is finding it hard to cope.. In Fracture, the third book in the Night School series, she’s not the only one losing it – everything is falling apart. And when Nathaniel begins to reveal his game plan, Isabelle starts to lose control.. As the school slides into a deadly morass of paranoia and suspicion, everyone is guilty until proved innocent. Anyone can be held without proof, and convicted without a trial. No one is safe.. This time Nathaniel doesn’t need to hurt them. This time they’re hurting themselves.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Mystery",
                "Fantasy",
                "School Stories",
                "Thriller",
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Secret Wisdom of the Earth",
            "authors": [
                "Christopher Scotton"
            ],
            "ranking": 4.09,
            "ranking_count": 8904,
            "abstract": "After seeing the death of his younger brother in a terrible home accident, fourteen-year-old Kevin and his grieving mother are sent for the summer to live with Kevin's grandfather. In this peeled-paint coal town deep in Appalachia, Kevin quickly falls in with a half-wild hollow kid named Buzzy Fink who schools him in the mysteries and magnificence of the woods. The events of this fateful summer will affect the entire town of Medgar, Kentucky.. Medgar is beset by a massive mountaintop removal operation that is blowing up the hills and back filling the hollows. Kevin's grandfather and others in town attempt to rally the citizens against the company and its powerful owner to stop the plunder of their mountain heritage. When Buzzy witnesses a brutal hate crime, a sequence is set in play that tests Buzzy and Kevin to their absolute limits in an epic struggle for survival in the Kentucky mountains.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Young Adult",
                "Contemporary",
                "Adult Fiction",
                "Mystery",
                "Audiobook",
                "Literary Fiction",
                "Adult"
            ]
        },
        {
            "title": "A Conjuring of Light",
            "authors": [
                "V.E. Schwab"
            ],
            "ranking": 4.34,
            "ranking_count": 118681,
            "abstract": "Witness the fate of beloved heroes - and enemies.. THE BALANCE OF POWER HAS FINALLY TIPPED.... The precarious equilibrium among four Londons has reached its breaking point. Once brimming with the red vivacity of magic, darkness casts a shadow over the Maresh Empire, leaving a space for another London to rise.. WHO WILL CRUMBLE?. Kell - once assumed to be the last surviving. Antari. - begins to waver under the pressure of competing loyalties. And in the wake of tragedy, can Arnes survive?. WHO WILL RISE?. Lila Bard, once a commonplace - but never common - thief, has survived and flourished through a series of magical trials. But now she must learn to control the magic, before it bleeds her dry. Meanwhile, the disgraced Captain Alucard Emery of the. Night Spire. collects his crew, attempting a race against time to acquire the impossible.. WHO WILL TAKE CONTROL?. And an ancient enemy returns to claim a crown while a fallen hero tries to save a world in decay.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Adult",
                "LGBT",
                "Romance",
                "Audiobook",
                "Adventure",
                "New Adult"
            ]
        },
        {
            "title": "Area 51: An Uncensored History of America's Top Secret Military Base",
            "authors": [
                "Annie Jacobsen"
            ],
            "ranking": 3.8,
            "ranking_count": 7323,
            "abstract": "It is the most famous military installation in the world. And it doesn’t exist. Located a mere seventy-five miles outside of Las Vegas in Nevada’s desert, the base has never been acknowledged by the U.S. government-but Area 51 has captivated imaginations for decades.. Myths and hypotheses about Area 51 have long abounded, thanks to the intense secrecy enveloping it. Some claim it is home to aliens, underground tunnel systems, and nuclear facilities. Others believe that the lunar landing itself was filmed there. The prevalence of these rumors stems from the fact that no credible insider has ever divulged the truth about his time inside the base. Until now.. Annie Jacobsen had exclusive access to nineteen men who served the base proudly and secretly for decades and are now aged 75-92, and unprecedented access to fifty-five additional military and intelligence personnel, scientists, pilots, and engineers linked to the secret base, thirty-two of whom lived and worked there for extended periods. In. Area 51. , Jacobsen shows us what has really gone on in the Nevada desert, from testing nuclear weapons to building super-secret, supersonic jets to pursuing the War on Terror.. This is the first book based on interviews with eye witnesses to Area 51 history, which makes it the seminal work on the subject. Filled with formerly classified information that has never been accurately decoded for the public,. Area 51. weaves the mysterious activities of the top-secret base into a gripping narrative, showing that facts are often more fantastic than fiction, especially when the distinction is almost impossible to make.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science",
                "War",
                "Politics",
                "Audiobook",
                "Pseudoscience",
                "North American Hi...",
                "Military"
            ]
        },
        {
            "title": "My Heart and Other Black Holes",
            "authors": [
                "Jasmine Warga"
            ],
            "ranking": 3.98,
            "ranking_count": 51396,
            "abstract": "A stunning novel about the transformative power of love, perfect for fans of Jay Asher and Laurie Halse Anderson.. Sixteen-year-old physics nerd Aysel is obsessed with plotting her own death. With a mother who can barely look at her without wincing, classmates who whisper behind her back, and a father whose violent crime rocked her small town, Aysel is ready to turn her potential energy into nothingness.. There's only one problem: she's not sure she has the courage to do it alone. But once she discovers a website with a section called Suicide Partners, Aysel's convinced she's found her solution—Roman, a teenage boy who's haunted by a family tragedy, is looking for a partner. Even though Aysel and Roman have nothing in common, they slowly start to fill in each other's broken lives. But as their suicide pact becomes more concrete, Aysel begins to question whether she really wants to go through with it. Ultimately, she must choose between wanting to die or trying to convince Roman to live so they can discover the potential of their energy together.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Health",
                "Fiction",
                "Mental Health",
                "Realistic Fiction",
                "Audiobook",
                "Death"
            ]
        },
        {
            "title": "But What If We're Wrong?: Thinking About the Present As If It Were the Past",
            "authors": [
                "Chuck Klosterman"
            ],
            "ranking": 3.66,
            "ranking_count": 15348,
            "abstract": "New York Times bestselling author Chuck Klosterman asks questions that are profound in their simplicity: How certain are we about our understanding of gravity? How certain are we about our understanding of time? What will be the defining memory of rock music, five hundred years from today? How seriously should we view the content of our dreams? How seriously should we view the content of television? Are all sports destined for extinction? Is it possible that the greatest artist of our era is currently unknown (or—weirder still—widely known, but entirely disrespected)? Is it possible that we “overrate” democracy? And perhaps most disturbing, is it possible that we’ve reached the end of knowledge?. Klosterman visualizes the contemporary world as it will appear to those who'll perceive it as the distant past. Kinetically slingshotting through a broad spectrum of objective and subjective problems, But What If We’re Wrong? is built on interviews with a variety of creative thinkers—George Saunders, David Byrne, Jonathan Lethem, Kathryn Schulz, Neil deGrasse Tyson, Brian Greene, Junot Díaz, Amanda Petrusich, Ryan Adams, Nick Bostrom, Dan Carlin, and Richard Linklater, among others—interwoven with the type of high-wire humor and nontraditional analysis only Klosterman would dare to attempt. It’s a seemingly impossible achievement: a book about the things we cannot know, explained as if we did. It’s about how we live now, once “now” has become “then.”",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Writing",
                "History",
                "Science",
                "Psychology",
                "Audiobook",
                "Sociology",
                "Cultural",
                "Culture"
            ]
        },
        {
            "title": "Malice",
            "authors": [
                "John Gwynne"
            ],
            "ranking": 4.15,
            "ranking_count": 23610,
            "abstract": "A black sun is rising …. Young Corban watches enviously as boys become warriors under King Brenin’s rule, learning the art of war. He yearns to wield his sword and spear to protect his king’s realm. But that day will come all too soon. Only when he loses those he loves will he learn the true price of courage.. The Banished Lands has a violent past where armies of men and giants clashed shields in battle, the earth running dark with their heartsblood. Although the giant-clans were broken in ages past, their ruined fortresses still scar the land. But now giants stir anew, the very stones weep blood and there are sightings of giant wyrms. Those who can still read the signs see a threat far greater than the ancient wars. Sorrow will darken the world, as angels and demons make it their battlefield. Then there will be a war to end all wars.. High King Aquilus summons his fellow kings to council, seeking an alliance in this time of need. Some are skeptical, fighting their own border skirmishes against pirates and giants. But prophesy indicates darkness and light will demand two champions, the Black Sun and the Bright Star. They would be wise to seek out both, for if the Black Sun gains ascendancy, mankind’s hopes and dreams will fall to dust.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Adventure",
                "Epic",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Rework",
            "authors": [
                "Jason Fried",
                "David Heinemeier Hansson"
            ],
            "ranking": 3.96,
            "ranking_count": 154008,
            "abstract": "Most business books give you the same old advice: Write a business plan, study the competition, seek investors, yadda yadda. If you're looking for a book like that, put this one back on the shelf.. Rework. shows you a better, faster, easier way to succeed in business. Read it and you'll know why plans are actually harmful, why you don't need outside investors, and why you're better off ignoring the competition. The truth is, you need less than you think. You don't need to be a workaholic. You don't need to staff up. You don't need to waste time on paperwork or meetings. You don't even need an office. Those are all just excuses.. What you really need to do is stop talking and start working. This book shows you the way. You'll learn how to be more productive, how to get exposure without breaking the bank, and tons more counterintuitive ideas that will inspire and provoke you.. With its straightforward language and easy-is-better approach,. Rework. is the perfect playbook for anyone who’s ever dreamed of doing it on their own. Hardcore entrepreneurs, small-business owners, people stuck in day jobs they hate, victims of downsizing, and artists who don’t want to starve anymore will all find valuable guidance in these pages.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Self Help",
                "Productivity",
                "Leadership",
                "Buisness",
                "Science"
            ]
        },
        {
            "title": "The Name of the Star",
            "authors": [
                "Maureen Johnson"
            ],
            "ranking": 3.88,
            "ranking_count": 52637,
            "abstract": "Jack the Ripper is back, and he's coming for Rory next..... Louisiana teenager Rory Deveaux arrives in London to start a new life at boarding school just as a series of brutal murders mimicking the horrific Jack the Ripper killing spree of more than a century ago has broken out across the city. The police are left with few leads and no witnesses. Except one. Rory spotted the man believed to be the prime suspect. But she is the only one who saw him - the only one who. can. see him. And now Rory has become his next target...unless she can tap her previously unknown abilities to turn the tables.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Horror",
                "Historical"
            ]
        },
        {
            "title": "Contested Will: Who Wrote Shakespeare?",
            "authors": [
                "James Shapiro"
            ],
            "ranking": 4.01,
            "ranking_count": 1555,
            "abstract": "For more than two hundred years after William Shakespeare's death, no one doubted that he had written his plays. Since then, however, dozens of candidates have been proposed for the authorship of what is generally agreed to be the finest body of work by a writer in the English language. In this remarkable book, Shakespeare scholar James Shapiro explains when and why so many people began to question whether Shakespeare wrote his plays. Among the doubters have been such writers and thinkers as Sigmund Freud, Henry James, Mark Twain, and Helen Keller. It is a fascinating story, replete with forgeries, deception, false claimants, ciphers and codes, conspiracy theories—and a stunning failure to grasp the power of the imagination. As. Contested Will. makes clear, much more than proper attribution of Shakespeare’s plays is at stake in this authorship controversy. Underlying the arguments over whether Christopher Marlowe, Francis Bacon, or the Earl of Oxford wrote Shakespeare’s plays are fundamental questions about literary genius, specifically about the relationship of life and art. Are the plays (and poems) of Shakespeare a sort of hidden autobiography? Do. Hamlet, Macbeth,. and the other great plays somehow reveal who wrote them?. Shapiro is the first Shakespeare scholar to examine the authorship controversy and its history in this way, explaining what it means, why it matters, and how it has persisted despite abundant evidence that William Shakespeare of Stratford wrote the plays attributed to him. This is a brilliant historical investigation that will delight anyone interested in Shakespeare and the literary imagination.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Criticism",
                "Writing",
                "Plays",
                "Historical",
                "Literature",
                "Drama"
            ]
        },
        {
            "title": "The Innovators: How a Group of Hackers, Geniuses and Geeks Created the Digital Revolution",
            "authors": [
                "Walter Isaacson"
            ],
            "ranking": 4.08,
            "ranking_count": 34082,
            "abstract": "Comment un groupe de hackers, de génies et de geeks a créé la révolution numérique. L’auteur de la biographie magistrale de Steve Jobs parue quelques mois après la mort du patron d’Apple et aujourd’hui adaptée au cinéma nous livre un nouveau travail monumental et unique.. Depuis le milieu du XIXe siècle et jusqu’à nos jours, Walter Isaacson dresse l’histoire des premières machines, de la naissance de l’ordinateur jusqu’à l’explosion de l’ère numérique. Une formidable saga qui met en scène des hommes et des femmes de génie, des intuitions spectaculaires, des aventures industrielles totalement hors du commun.. De la vision d’Ada Lovelace – fille de Byron – qui fut la première à imaginer que les calculatrices deviendraient des ordinateurs multitâches, aux nouvelles réflexions vertigineuses des créateurs de Google, Walter Isaacson nous offre la plus stimulante galerie de portraits. L’aventure numérique n’est pas uniquement associée à l’inventivité de quelques génies – c’est une aventure collective faite de centaines d’étapes, chacune associée à la créativité d’une équipe. Comment fonctionnaient leurs esprits, quel terrain économique et social les a rendus si inventifs, qui furent les pionniers de la programmation, des circuits intégrés, d’internet, du web… quelles idées ont inspiré des personnalités aussi fascinantes, que John Von Neumann, Alan Turing, Robert Noyce, Steve Jobs, Larry Page…. À partir d’un travail de recherche colossal, d’interviews avec les grands acteurs encore vivants, d’une réflexion puissante et originale sur cette révolution en marche, Walter Isaacson fait vivre avec force l’histoire de ces bâtisseurs d’un nouveau monde.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Business",
                "Biography",
                "Science",
                "Audiobook",
                "Computer Science"
            ]
        },
        {
            "title": "Wedding Night",
            "authors": [
                "Sophie Kinsella"
            ],
            "ranking": 3.45,
            "ranking_count": 88400,
            "abstract": "Lottie just knows that her boyfriend is going to propose, but then his big question involves a trip abroad — not a trip down the aisle. Completely crushed, Lottie reconnects with an old flame, and they decide to take drastic action. No dates, no moving in together, they’ll just get married . . . right now. Her sister, Fliss, thinks Lottie is making a terrible mistake, and will do anything to stop her. But Lottie is determined to say “I do,” for better, or for worse.",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Humor",
                "Adult",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "You're Never Weird on the Internet (Almost)",
            "authors": [
                "Felicia Day",
                "Joss Whedon"
            ],
            "ranking": 4.06,
            "ranking_count": 49483,
            "abstract": "From online entertainment mogul, actress, and “queen of the geeks” Felicia Day, a funny, quirky, and inspiring memoir about her unusual upbringing, her rise to Internet-stardom, and embracing her individuality to find success in Hollywood.. The Internet isn’t all cat videos. There’s also Felicia Day—violinist, filmmaker, Internet entrepreneur, compulsive gamer, hoagie specialist, and former lonely homeschooled girl who overcame her isolated childhood to become the ruler of a new world... or at least semi-influential in the world of Internet Geeks and Goodreads book clubs.. After growing up in the south where she was home-schooled for hippie reasons, Felicia moved to Hollywood to pursue her dream of becoming an actress and was immediately typecast as a crazy cat-lady secretary. But Felicia’s misadventures in Hollywood led her to produce her own web series, own her own production company, and become an Internet star.. Felicia’s short-ish life and her rags-to-riches rise to Internet fame launched her career as one of the most influential creators in new media. Now, Felicia’s strange world is filled with thoughts on creativity, video games, and a dash of mild feminist activism—just like her memoir.. Hilarious and inspirational,. You’re Never Weird on the Internet (Almost). is proof that everyone should embrace what makes them different and be brave enough to share it with the world, because anything is possible now—even for a digital misfit.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Humor",
                "Audiobook",
                "Biography Memoir",
                "Adult",
                "Feminism"
            ]
        },
        {
            "title": "The Raven Tower",
            "authors": [
                "Ann Leckie"
            ],
            "ranking": 3.92,
            "ranking_count": 15906,
            "abstract": "Gods meddle in the fates of men, men play with the fates of gods, and a pretender must be cast down from the throne in this breathtaking first fantasy novel from Ann Leckie, New York Times bestselling author and winner of the Hugo, Nebula, and Arthur C. Clarke Awards.. For centuries, the kingdom of Iraden has been protected by the god known as the Raven. He watches over his territory from atop a tower in the powerful port of Vastai. His will is enacted through the Raven's Lease, a human ruler chosen by the god himself. His magic is sustained via the blood sacrifice that every Lease must offer. And under the Raven's watch, the city flourishes.. But the power of the Raven is weakening. A usurper has claimed the throne. The kingdom borders are tested by invaders who long for the prosperity that Vastai boasts. And they have made their own alliances with other gods.. It is into this unrest that the warrior Eolo--aide to Mawat, the true Lease--arrives. And in seeking to help Mawat reclaim his city, Eolo discovers that the Raven's Tower holds a secret. Its foundations conceal a dark history that has been waiting to reveal itself...and to set in motion a chain of events that could destroy Iraden forever.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "LGBT",
                "Science Fiction Fantasy",
                "Audiobook",
                "Science Fiction",
                "Speculative Fiction"
            ]
        },
        {
            "title": "I'll Mature When I'm Dead: Dave Barry's Amazing Tales of Adulthood",
            "authors": [
                "Dave Barry"
            ],
            "ranking": 3.69,
            "ranking_count": 3873,
            "abstract": "A brilliantly funny exploration of the treacherous state of adulthood by the Pulitzer Prize-winning humorist.. Some people may wonder what this subject has to do with Dave Barry, since Dave's struggled hard against growing up his entire life-but the result is one of the funniest, warmest, most pitch-perfect books ever on that mystifying territory we call adulthood.. In hilarious, brand-new pieces, Dave tackles everything from fatherhood, new fatherhood (Over the next five years, you will spend roughly 45 minutes, total, listening to songs you like, and roughly 127,000 hours to songs exploring topics such as how the horn on the bus goes* [*It goes: 'Beep! Beep! Beep!']), self-image, the battle of the sexes, celebrityhood, technology, parenting styles, certain unmentionable medical procedures (There is absolutely no reason to be afraid of a vasectomy, except that: THEY CUT A HOLE IN YOUR SCROTUM.), and much more. It is a book of pure delight from the man one newspaper claimed could become the most important American humorist since Mark Twain (South Florida Sun-Sentinel)...though, frankly, we think they were indulging in some adult beverages at the time. Watch a Video",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Audiobook",
                "Adult",
                "Short Stories",
                "Biography",
                "Contemporary"
            ]
        },
        {
            "title": "Beautiful Redemption",
            "authors": [
                "Kami Garcia",
                "Margaret Stohl"
            ],
            "ranking": 3.92,
            "ranking_count": 69162,
            "abstract": "Is death the end . . . or only the beginning?. Ethan Wate has spent most of his life longing to escape the stiflingly small Southern town of Gatlin. He never thought he would meet the girl of his dreams, Lena Duchannes, who unveiled a secretive, powerful, and cursed side of Gatlin, hidden in plain sight. And he never could have expected that he would be forced to leave behind everyone and everything he cares about. So when Ethan awakes after the chilling events of the Eighteenth Moon, he has only one goal: to find a way to return to Lena and the ones he loves.. Back in Gatlin, Lena is making her own bargains for Ethan's return, vowing to do whatever it takes -- even if that means trusting old enemies or risking the lives of the family and friends Ethan left to protect.. Worlds apart, Ethan and Lena must once again work together to rewrite their fate, in this stunning finale to the Beautiful Creatures series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Min kamp 5",
            "authors": [
                "Karl Ove Knausgård"
            ],
            "ranking": 4.41,
            "ranking_count": 7936,
            "abstract": "Femte bind av den selvbiografiske romanen Min kamp er skrevet med voldsom kraft og oppriktighet. Karl Ove flytter til Bergen for å gå på Skrivekunstakademiet. Det blir en gedigen skuffelse; han vil så mye, skjønner så lite, og får ingenting til. Med et tilsynelatende grunnløst pågangsmot fortsetter han likevel å skrive og lese. Flere av de han kjenner, blir antatt og debuterer som forfattere, og han begynner å tenke at han selv i beste fall kan bli en habil litteraturskribent, men ikke kunstner. Gradvis endrer skrivingen seg. Forholdet til verden rundt ham endrer seg også. Slik blir dette en roman om nye, sterke vennskap, og et alvorlig, omskakende kjærlighetsforhold, inntil romanen igjen når frem til det eksistensielle omdreiningspunktet som kanskje er den avgjørende impulsen for romanserien: faren dør, Karl Ove debuterer som forfatter og alt bryter sammen. Karl Ove Knausgårds tredje roman innebærer en enorm litterær satsning, og er en stor bok i mer enn én forstand: Min kamp blir utgitt som seks romaner. Første, andre, tredje og fjerde bok er utkommet, den sjette utkommer høsten 2010.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "European Literature",
                "Literature",
                "Language",
                "Literary Fiction",
                "Biography Memoir",
                "Audiobook"
            ]
        },
        {
            "title": "Hollow Earth",
            "authors": [
                "John Barrowman",
                "Carole E. Barrowman"
            ],
            "ranking": 3.9,
            "ranking_count": 2152,
            "abstract": "In this fresh and innovative middle grade fantasy, imagination matters most in a world where art can keep monsters trapped—or set them free.. Lots of twins have a special connection, but twelve-year-old Matt and Emily Calder can do. way. more than finish each other’s sentences. Together, they are able to bring art to life and enter paintings at will. Their extraordinary abilities are highly sought after, particularly by a secret group who want to access the terrors called Hollow Earth. All the demons, devils, and evil creatures ever imagined are trapped for eternity in the world of Hollow Earth—trapped unless special powers release them.. The twins flee from London to a remote island off the west coast of Scotland in hopes of escaping their pursuers and gaining the protection of their grandfather, who has powers of his own. But the villains will stop at nothing to find Hollow Earth and harness the powers within. With so much at stake, nowhere is safe—and survival might be a fantasy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Violets of March",
            "authors": [
                "Sarah Jio"
            ],
            "ranking": 3.82,
            "ranking_count": 24423,
            "abstract": "A LIBRARY JOURNAL BEST BOOK OF 2011. A heartbroken woman stumbled upon a diary and steps into the life of its anonymous author.. In her twenties, Emily Wilson was on top of the world: she had a bestselling novel, a husband plucked from the pages of. GQ. , and a one-way ticket to happily ever after.. Ten years later, the tide has turned on Emily's good fortune. So when her great-aunt Bee invites her to spend the month of March on Bainbridge Island in Washington State, Emily accepts, longing to be healed by the sea. Researching her next book, Emily discovers a red velvet diary, dated 1943, whose contents reveal startling connections to her own life.. A mesmerizing debut with an idyllic setting and intriguing dual story line,. The Violets of March. announces Sarah Jio as a writer to watch.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Womens Fiction",
                "Mystery",
                "Contemporary",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Juliet",
            "authors": [
                "Anne Fortier"
            ],
            "ranking": 3.91,
            "ranking_count": 26530,
            "abstract": "Juliet, an ambitious, utterly engaging historical novel on the scale of The Thirteenth Tale and The Birth of Venus, follows a young woman who discovers that her family’s origins reach all the way back to literature’s greatest star-crossed lovers.. Twenty-five-year-old Julie Jacobs is heartbroken over the death of her beloved aunt Rose. But the shock goes even deeper when she learns that the woman who has been like a mother to her has left her entire estate to Julie’s twin sister. The only thing Julie receives is a key—one carried by her mother on the day she herself died—to a safety-deposit box in Siena, Italy.. This key sends Julie on a journey that will change her life forever—a journey into the troubled past of her ancestor Giulietta Tolomei. In 1340, still reeling from the slaughter of her parents, Giulietta was smuggled into Siena, where she met a young man named Romeo. Their ill-fated love turned medieval Siena upside-down and went on to inspire generations of poets and artists, the story reaching its pinnacle in Shakespeare’s famous tragedy.. But six centuries have a way of catching up to the present, and Julie gradually begins to discover that here, in this ancient city, the past and present are hard to tell apart. The deeper she delves into the history of Romeo and Giulietta, and the closer she gets to the treasure they allegedly left behind, the greater the danger surrounding her—superstitions, ancient hostilities, and personal vendettas. As Julie crosses paths with the descendants of the families involved in the unforgettable blood feud, she begins to fear that the notorious curse—“A plague on both your houses!”—is still at work, and that she is destined to be its next target. Only someone like Romeo, it seems, could save her from this dreaded fate, but his story ended long ago. Or did it?. From Anne Fortier comes a sweeping, beautifully written novel of intrigue and identity, of love and legacy, as a young woman discovers that her own fate is irrevocably tied—for better or worse—to literature’s greatest star-crossed lovers.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Mystery",
                "Cultural",
                "Contemporary",
                "Womens Fiction",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Gwendy's Button Box",
            "authors": [
                "Stephen King",
                "Richard  Chizmar",
                "Keith Minnion"
            ],
            "ranking": 3.92,
            "ranking_count": 53858,
            "abstract": "The little town of Castle Rock, Maine has witnessed some strange events and unusual visitors over the years, but there is one story that has never been told... until now.. There are three ways up to Castle View from the town of Castle Rock: Route 117, Pleasant Road, and the Suicide Stairs. Every day in the summer of 1974 twelve-year-old Gwendy Peterson has taken the stairs, which are held by strong (if time-rusted) iron bolts and zig-zag up the cliffside.. At the top of the stairs, Gwendy catches her breath and listens to the shouts of the kids on the playground. From a bit farther away comes the chink of an aluminum bat hitting a baseball as the Senior League kids practice for the Labor Day charity game.. One day, a stranger calls to Gwendy: Hey, girl. Come on over here for a bit. We ought to palaver, you and me.. On a bench in the shade sits a man in black jeans, a black coat like for a suit, and a white shirt unbuttoned at the top. On his head is a small neat black hat. The time will come when Gwendy has nightmares about that hat.... Journey back to Castle Rock again in this chilling new novella by Stephen King, bestselling author of. The Bazaar of Bad Dreams. , and Richard Chizmar, award-winning author of. A Long December. .",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Novella",
                "Audiobook",
                "Thriller",
                "Short Stories",
                "Adult"
            ]
        },
        {
            "title": "A Torch Against the Night",
            "authors": [
                "Sabaa Tahir"
            ],
            "ranking": 4.25,
            "ranking_count": 131194,
            "abstract": "Elias and Laia are running for their lives. After the events of the Fourth Trial, Martial soldiers hunt the two fugitives as they flee the city of Serra and undertake a perilous journey through the heart of the Empire.. Laia is determined to break into Kauf—the Empire’s most secure and dangerous prison—to save her brother, who is the key to the Scholars’ survival. And Elias is determined to help Laia succeed, even if it means giving up his last chance at freedom.. But dark forces, human and otherworldly, work against Laia and Elias. The pair must fight every step of the way to outsmart their enemies: the bloodthirsty Emperor Marcus, the merciless Commandant, the sadistic Warden of Kauf, and, most heartbreaking of all, Helene—Elias’s former friend and the Empire’s newest Blood Shrike.. Bound to Marcus’s will, Helene faces a torturous mission of her own—one that might destroy her: find the traitor Elias Veturius and the Scholar slave who helped him escape…and kill them both.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Verity",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.43,
            "ranking_count": 714532,
            "abstract": "Lowen Ashleigh is a struggling writer on the brink of financial ruin when she accepts the job offer of a lifetime. Jeremy Crawford, husband of bestselling author Verity Crawford, has hired Lowen to complete the remaining books in a successful series his injured wife is unable to finish.. Lowen arrives at the Crawford home, ready to sort through years of Verity's notes and outlines, hoping to find enough material to get her started. What Lowen doesn't expect to uncover in the chaotic office is an unfinished autobiography Verity never intended for anyone to read. Page after page of bone-chilling admissions, including Verity's recollection of what really happened the day her daughter died.. Lowen decides to keep the manuscript hidden from Jeremy, knowing its contents would devastate the already grieving father. But as Lowen's feelings for Jeremy begin to intensify, she recognizes all the ways she could benefit if he were to read his wife's words. After all, no matter how devoted Jeremy is to his injured wife, a truth this horrifying would make it impossible for him to continue to love her.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Romance",
                "Mystery",
                "Fiction",
                "Contemporary",
                "Suspense",
                "Adult",
                "Dark",
                "Audiobook"
            ]
        },
        {
            "title": "Written in My Own Heart's Blood",
            "authors": [
                "Diana Gabaldon"
            ],
            "ranking": 4.54,
            "ranking_count": 110446,
            "abstract": "It is June 1778, and the world seems to be turning upside-down. The British Army is withdrawing from Philadelphia, with George Washington in pursuit, and for the first time, it looks as if the rebels might actually win. But for Claire Fraser and her family, there are even more tumultuous revolutions that have to be accommodated.Her former husband, Jamie, has returned from the dead, demanding to know why in his absence she married his best friend, Lord John Grey. Lord John's son, the ninth Earl of Ellesmere, is no less shocked to discover that his real father is actually the newly resurrected Jamie Fraser, and Jamie's nephew Ian Murray discovers that his new-found cousin has an eye for the woman who has just agreed to marry him.. And while Claire is terrified that one of her husbands may be about to murder the other, in the 20th century her descendants face even more desperate turns of events. Her daughter Brianna is trying to protect her son from a vicious criminal with murder on his mind, while her husband Roger has disappeared into the past . . .",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Saga, Volume 5",
            "authors": [
                "Brian K. Vaughan",
                "Fiona Staples"
            ],
            "ranking": 4.41,
            "ranking_count": 62584,
            "abstract": "Multiple storylines collide in this cosmos-spanning new volume. While Gwendolyn and Lying Cat risk everything to find a cure for The Will, Marko makes an uneasy alliance with Prince Robot IV to find their missing children, who are trapped on a strange world with terrifying new enemies.. Collects:. Saga. #25-30.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Adult",
                "Comics",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "Min kamp 6",
            "authors": [
                "Karl Ove Knausgård"
            ],
            "ranking": 4.13,
            "ranking_count": 4763,
            "abstract": "Dette er sjette og siste bok om forfatterens liv. Den handler om realiseringen av verket, om utgivelsen av de tidligere bindene, om omstendighetene rundt, om litteraturen selv og dens forhold til virkeligheten.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Novels",
                "Contemporary",
                "Literature",
                "Literary Fiction",
                "Audiobook",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "Kingdom of Ash",
            "authors": [
                "Sarah J. Maas",
                "Mario Pulver"
            ],
            "ranking": 4.6,
            "ranking_count": 230742,
            "abstract": "Aelin Galathynius has vowed to save her people ― but at a tremendous cost. Locked within an iron coffin by the Queen of the Fae, Aelin must draw upon her fiery will as she endures months of torture. The knowledge that yielding to Maeve will doom those she loves keeps her from breaking, but her resolve is unraveling with each passing day…. With Aelin captured, friends and allies are scattered to different fates. Some bonds will grow even deeper, while others will be severed forever. As destinies weave together at last, all must fight if Erilea is to have any hope of salvation.. Years in the making, Sarah J. Maas's. New York Times. bestselling Throne of Glass series draws to an explosive conclusion as Aelin fights to save herself―and the promise of a better world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "New Adult",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "Manhunt: The Ten-Year Search for Bin Laden--from 9/11 to Abbottabad",
            "authors": [
                "Peter L. Bergen",
                "Mark Deakins"
            ],
            "ranking": 4.1,
            "ranking_count": 3967,
            "abstract": "From the author of the. New York Times. bestselling. Holy War, Inc. ., this is the definitive account of the decade-long manhunt that killed the world’s most wanted man, Osama bin Laden.. Al Qaeda expert and CNN national security analyst Peter Bergen paints a multidimensional picture of the hunt for bin Laden over the past decade, including the operation that killed him. Other key elements of the book will include:. A careful account of Obama’s decision-making process as the raid was planned. The fascinating story of a group of CIA analysts—largely women—who never gave up assembling the tiniest clues about OBL’s whereabouts. The untold and action-packed history of the Joint Special Operations Command (JSOC) and the SEALs. An analysis of what the death of OBL means for al Qaeda, and for Obama’s legacy.. Just as. Too Big to Fail. captured, in riveting detail, the anatomy of this decade’s financial disaster, so too is. Manhunt. one of the key stories of this decade: the authoritative, immersive account of the operation that killed the man who organized the largest mass murder in American history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "War",
                "Military",
                "Audiobook",
                "Writing",
                "Cultural"
            ]
        },
        {
            "title": "All My Love, Detrick",
            "authors": [
                "Roberta Kagan"
            ],
            "ranking": 4.06,
            "ranking_count": 3714,
            "abstract": "Set during the Holocaust, All My Love, Detrick is a family saga. It follows the lives of two families, one German and the other Jewish. They are bound together by a forbidden love that could destroy them all.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "War",
                "World War II",
                "Business",
                "Drama"
            ]
        }
    ]
}