{
    "books": [
        {
            "title": "The Brazen Bride",
            "authors": [
                "Stephanie Laurens"
            ],
            "ranking": 3.87,
            "ranking_count": 3284,
            "abstract": "The third book in. New York Times. bestselling author Stephanie Laurens’s sensational Black Cobra Quartet,. The Brazen Bride. ingeniously blends intrigue and danger with sizzling, passionate love. With ties to Laurens’s wildly popular Cynster novels,. The Brazen Bride. —and the other breathtaking installments in her magnificent four-book adventure—will enthrall her devoted fans and every reader who craves historical romance rich in excitement and peril.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adventure",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "De onvervangbare",
            "authors": [
                "Simone Lenaerts"
            ],
            "ranking": 3.94,
            "ranking_count": 16,
            "abstract": "Robbie Raveschot maakt als acteur deel uit van een eigenzinnig gezelschap. Op zoek naar repertoire stuit hij op het verhaal van ingenieur Kurt Gerstein, een SS’er met een complexe persoonlijkheid, die de orders gaf tot het leveren van zyklon B aan de vernietigingskampen. Tegelijkertijd ontdekt Robbie het verborgen verleden van zijn grootmoeder. Nu begrijpt hij het vreemde en gespannen gedrag van zijn moeder.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Through the Zombie Glass",
            "authors": [
                "Gena Showalter"
            ],
            "ranking": 4.27,
            "ranking_count": 18832,
            "abstract": "Zombies stalk the night.. Forget blood and brains. These monsters hunger for human souls.. Sadly, they've got mine.... Alice Bell has lost so much. Family. Friends. A home. She thought she had nothing else to give. She was wrong.. After a new zombie attack, strange things begin to happen to her. Mirrors come to life, and the whispers of the dead assault her ears. But the worst? A terrible darkness blooms inside her, urging her to do very wicked things.. She's never needed her team of zombie slayers more, but ultra bad-boy Cole Holland, the leader and her boyfriend, suddenly withdraws from her...from everyone. Now, with her best friend, Kat, at her side, Ali must kill the zombies, uncover Cole's secret and learn to fight the darkness.. But the clock is ticking...and if she fails at a single task, they're all doomed.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Fantasy",
                "Romance",
                "Retellings",
                "Fiction"
            ]
        },
        {
            "title": "Low Midnight",
            "authors": [
                "Carrie Vaughn"
            ],
            "ranking": 3.85,
            "ranking_count": 2813,
            "abstract": "Low Midnight. spins out of the series on the wave of popularity surrounding Kitty's most popular supporting character, Cormac Bennett, a two-minded assassin of the paranormal who specializes in killing lycanthropes.. In his first solo adventure, Cormac, struggling with a foreign consciousness trapped inside him, investigates a century-old crime in a Colorado mining town which could be the key to translating a mysterious coded diary… a tome with secrets that could shatter Kitty's world and all who inhabit it.. With a framing sequence that features Kitty Norville herself,. Low Midnight. not only pushes the Kitty saga forward, but also illuminates Cormac's past and lays the groundwork for Kitty's future.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Shapeshifters",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Saint Mazie",
            "authors": [
                "Jami Attenberg"
            ],
            "ranking": 3.65,
            "ranking_count": 6605,
            "abstract": "Meet Mazie Phillips: big hearted and bawdy, she's the truth-telling proprietress of The Venice, the famed New York City movie theater. It's the Jazz Age, with romance and booze aplenty - even when Prohibition kicks in - and Mazie never turns down a night on the town. But her high spirits mask a childhood rooted in poverty, and her diary, always close at hand, holds her dearest secrets.. When the Great Depression hits, Mazie's life is on the brink of transformation. Addicts and bums roam the Bowery; homelessness is rampant. If Mazie won't help them, then who? When she opens the doors of The Venice to those in need, this ticket-taking, fun-time girl becomes the beating heart of the Lower East Side and, in defining one neighborhood, helps define the city.. Then, more than 90 years after Mazie began her diary, it's discovered by a documentarian in search of a good story. Who was Mazie Phillips really? A chorus of voices from the past and present fill in some of the mysterious blanks of her adventurous life.. Inspired by the life of a woman who was profiled in Joseph Mitchell's classic. Up in the Old Hotel, Saint Mazie. is infused with Jami Attenberg's signature wit, bravery, and heart. Mazie's rise to sainthood - and her irrepressible spirit - is unforgettable.. Listening Length: 9 hours and 38 minutes",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "New York",
                "Adult Fiction",
                "Literary Fiction",
                "Audiobook",
                "Adult",
                "Novels",
                "Family"
            ]
        },
        {
            "title": "Mrs. Kennedy and Me: An Intimate Memoir",
            "authors": [
                "Clint Hill",
                "Lisa McCubbin"
            ],
            "ranking": 4.21,
            "ranking_count": 14721,
            "abstract": "The #1. New York Times. bestselling memoir by Clint Hill that. Kirkus Reviews. called “clear and honest prose free from salaciousness and gossip,” Jackie Kennedy’s personal Secret Service agent details his very close relationship with the First Lady during the four years leading up to and following President John F. Kennedy’s tragic assassination.. In those four years, Hill was by Mrs. Kennedy’s side for some of the happiest moments as well as the darkest. He was there for the birth of John, Jr. on November 25, 1960, as well as for the birth and sudden death of Patrick Bouvier Kennedy on August 8, 1963. Three and a half months later, the unthinkable happened.. Forty-seven years after the assassination of President John F. Kennedy, the one vivid image that never leaves Clint Hill’s mind is that of President Kennedy’s head lying on Mrs. Kennedy’s lap in the back seat of the limousine, his eyes fixed, blood splattered all over the back of the car, Mrs. Kennedy, and Hill as well. Sprawled on the trunk of the car as it sped away from Dealey Plaza, Hill clung to the sides of the car, his feet wedged in so his body was as high as possible.. Clint Hill jumped on the car too late to save the president, but all he knew after that first shot was that if more shots were coming, the bullets had to hit him instead of the First Lady.. Mrs. Kennedy’s strength, class, and dignity over those tragic four days in November 1963 held the country together.. This is the story, told for the first time, of the man who perhaps held her together.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "History",
                "Autobiography",
                "Historical",
                "Biography Memoir",
                "Politics",
                "North American Hi..."
            ]
        },
        {
            "title": "Nine's Legacy",
            "authors": [
                "Pittacus Lore"
            ],
            "ranking": 4.18,
            "ranking_count": 12052,
            "abstract": "Number Nine—when John frees him from his cell in the power of six, he's ferocious, reckless, and ready to fight back. But being held captive changes a person—even a Lorien. See what Nine was like before his capture, and read about his dramatic escape from his point of view.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Novella",
                "Adventure"
            ]
        },
        {
            "title": "Negroland",
            "authors": [
                "Margo Jefferson"
            ],
            "ranking": 3.61,
            "ranking_count": 6928,
            "abstract": "At once incendiary and icy, mischievous and provocative, celebratory and elegiac—here is a deeply felt meditation on race, sex, and American culture through the prism of the author’s rarefied upbringing and education among a black elite concerned with distancing itself from whites and the black generality while tirelessly measuring itself against both.. Born in upper-crust black Chicago—her father was for years head of pediatrics at Provident, at the time the nation’s oldest black hospital; her mother was a socialite—Margo Jefferson has spent most of her life among (call them what you will) the colored aristocracy, the colored elite, the blue-vein society. Since the nineteenth century they have stood apart, these inhabitants of. Negroland. , “a small region of Negro America where residents were sheltered by a certain amount of privilege and plenty.”. Reckoning with the strictures and demands of. Negroland. at crucial historical moments—the civil rights movement, the dawn of feminism, the fallacy of postracial America—Jefferson brilliantly charts the twists and turns of a life informed by psychological and moral contradictions. Aware as it is of heart-wrenching despair and depression, this book is a triumphant paean to the grace of perseverance.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Race",
                "History",
                "Biography",
                "Cultural",
                "Biography Memoir",
                "Audiobook",
                "Feminism"
            ]
        },
        {
            "title": "The Hundred-Year House",
            "authors": [
                "Rebecca Makkai"
            ],
            "ranking": 3.44,
            "ranking_count": 9950,
            "abstract": "Meet the Devohrs: Zee, a Marxist literary scholar who detests her parents’ wealth but nevertheless finds herself living in their carriage house; Gracie, her mother, who claims she can tell your lot in life by looking at your teeth; and Bruce, her step-father, stockpiling supplies for the Y2K apocalypse and perpetually late for his tee time. Then there’s Violet Devohr, Zee’s great-grandmother, who they say took her own life somewhere in the vast house, and whose massive oil portrait still hangs in the dining room.. The Hundred-Year House. unfolds a generational saga in reverse, leading the reader back in time on a literary scavenger hunt as we seek to uncover the truth about these strange people and this mysterious house. With intelligence and humor, a daring narrative approach, and a lovingly satirical voice, Rebecca Makkai has crafted an unforgettable novel about family, fate and the incredible surprises life can offer.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Literary Fiction",
                "Adult Fiction",
                "Adult",
                "Contemporary",
                "Art",
                "Audiobook"
            ]
        },
        {
            "title": "Kingdom of the Wicked",
            "authors": [
                "Derek Landy"
            ],
            "ranking": 4.49,
            "ranking_count": 14234,
            "abstract": "The seventh installment in the biggest, funniest, most thrilling comedy-horror-adventure series in the universe - and the follow-up to 2011’s number-one bestseller, Death Bringer…. Magic is a disease.. Across the land, normal people are suddenly developing wild and unstable powers. Infected by a rare strain of magic, they are unwittingly endangering their own lives and the lives of the people around them. Terrified and confused, their only hope lies with the Sanctuary. Skulduggery Pleasant and Valkyrie Cain are needed now more than ever.. And then there's the small matter of Kitana. A normal teenage girl who, along with her normal teenage friends, becomes infected. Becomes powerful. Becomes corrupted. Wielding the magic of gods, they're set to tear the city apart unless someone stands up against them.. Looks like it's going to be another one of those days…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Mystery",
                "Adventure",
                "Childrens",
                "Action"
            ]
        },
        {
            "title": "Quartet for the End of Time",
            "authors": [
                "Johanna Skibsrud"
            ],
            "ranking": 2.64,
            "ranking_count": 171,
            "abstract": "Inspired by and structured around the chamber piece of the same title by the French composer Olivier Messiaen,. Quartet for the End of Time. is a mesmerizing story of four lives irrevocably linked in a single act of betrayal. The novel takes us on an unforgettable journey beginning during the 1930s Bonus Army riots, when World War I veteran Arthur Sinclair is falsely accused of conspiracy and then disappears. His absence will haunt his son, Douglas, as well as Alden and Sutton Kelly, the children of a powerful U.S. congressman, as they experience—each in different ways—the dynamic political social changes that took place leading up to and during World War II.. From the New Deal projects through which Douglas, newly fatherless, makes his living to Sutton’s work as a journalist, to Alden’s life as a code breaker and a spy, each character is haunted by the past and is searching for love, hope, and redemption in a world torn apart by chaos and war. Through the lives of these characters, as well as those of their lovers, friends, and enemies, the novel transports us from the Siberian Expedition of World War I to the underground world of a Soviet spy in the 1920s and 1930s, to the occultist circle of P. D. Ouspensky and London during the Blitz, to the German prison camp where Messiaen originally composed and performed his famous. Quartet for the End of Time. .. At every turn, this rich and ambitious novel tells some of the less well-known stories of twentieth-century history with epic scope and astonishing power, revealing at every turn the ways in which history and memory tend to follow us, and in which absence has a palpable presence.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Music",
                "Literature"
            ]
        },
        {
            "title": "Upside-Down Magic",
            "authors": [
                "Sarah Mlynowski",
                "Lauren Myracle",
                "Emily Jenkins"
            ],
            "ranking": 4.16,
            "ranking_count": 5155,
            "abstract": "From. New York Times. bestselling authors Sarah Mlynowski, Lauren Myracle, and Emily Jenkins comes the hilarious and heartfelt story of a group of magical misfits.. Nory Horace is nine years old. She's resourceful, she's brave, she likes peanut butter cookies. Also, she's able to transform into many different animals. Unfortunately, Nory's shape-shifting talent is a bit wonky. And when she flunks out of her own father's magic academy, Nory's forced to enter public school, where she meets a group of kids whose magic is, well, different.. This new, offbeat series from hit authors Sarah Mlynowski, Lauren Myracle, and Emily Jenkins chronicles the misadventures of Nory and her oddball friends, who prove that upside-down magic definitely beats right side up.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Audiobook",
                "Animals",
                "Humor"
            ]
        },
        {
            "title": "The Iron Necklace",
            "authors": [
                "Giles Waterfield"
            ],
            "ranking": 3.22,
            "ranking_count": 139,
            "abstract": "The magical wedding of Thomas, an idealistic German architect, and Irene, an English artist, brings together the Curtius and Benson families. But their peace is soon shattered by the outbreak of war in Europe. While Irene struggles to survive in a country where she is the enemy, her sister Sophia faces the war as a nurse on the Western Front.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Drama"
            ]
        },
        {
            "title": "Labyrinth of Stars",
            "authors": [
                "Marjorie M. Liu"
            ],
            "ranking": 4.0,
            "ranking_count": 708,
            "abstract": "Tattoos with hearts, minds, and dreams. Created to be the armor that protects my body, these obsidian shadows come alive at night—demons made flesh.. After the Aetar nearly kill Maxine’s unborn child, and a betrayal within her own ranks leaves Maxine’s husband, Grant, poisoned and dying, Maxine is forced to attack a race of beings that possesses almost unlimited power. Doing so will require she make a deal with the devil—the devil that lives inside her—risking both her sanity and her soul as she slowly transforms into something more than human.. But even that might not be enough to save Grant, because the very thing that Maxine is becoming is destined to destroy the world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "A Heart Revealed",
            "authors": [
                "Josi S. Kilpack"
            ],
            "ranking": 3.8,
            "ranking_count": 4366,
            "abstract": "Amber Marie Sterlington, the Rage of the Season in Regency-era London, has her pick of men, and she knows what she wants most in a husband: a title and a fortune. Why would she ever marry for something as fickle as love? And why would she ever look twice at Thomas Richards, a third son of a country lord?. But when Amber’s social standing is threatened, the character of her future husband becomes far more important than his position. After a public humiliation, she finds herself exiled to Yorkshire. Alone except for her maid, Amber is faced with a future she never expected in a circumstance far below what she has known all her life. Humbled and lonely, Amber begins to wonder if isolation is for the best. Who could ever love her now?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Christian Fiction",
                "Adult"
            ]
        },
        {
            "title": "Saints",
            "authors": [
                "Gene Luen Yang"
            ],
            "ranking": 3.83,
            "ranking_count": 14846,
            "abstract": "China, 1898. An unwanted and unwelcome fourth daughter, Four-Girl isn't even given a proper name by her family when she's born. She finds friendship—and a name, Vibiana—in the most unlikely of places: Christianity.. But China is a dangerous place for Christians. The Boxer Rebellion is in full swing, and bands of young men roam the countryside, murdering Westerners and Chinese Christians alike. Torn between her nation and her Christian friends, Vibiana will have to decide where her true loyalties lie ... and whether she is willing to die for her faith.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Historical",
                "Young Adult",
                "Fiction",
                "Cultural",
                "Fantasy",
                "War",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Private #1 Suspect",
            "authors": [
                "James Patterson",
                "Maxine Paetro"
            ],
            "ranking": 3.97,
            "ranking_count": 21933,
            "abstract": "Unsolvable cases. Since former Marine Jack Morgan started Private, it has become the world's most effective investigation firm--sought out by the famous and the powerful to discreetly handle their most intimate problems. Private's investigators are the smartest, the fastest, and the most technologically advanced in the world--and they always uncover the truth.. Impossible murders. When his former lover is found murdered in Jack Morgan's bed, he is instantly the number one suspect. While Jack is under police investigation, the mob strong-arms him into recovering $30 million in stolen pharmaceuticals for them. And the beautiful manager of a luxury hotel chain persuades him to quietly investigate a string of murders at her properties.. The #1 suspect is Jack Morgan. While Jack is fighting for his life, one of his most trusted colleagues threatens to leave Private, and Jack realizes he is confronting the cleverest and most powerful enemies ever. With more action, more intrigue, and more twists than ever before, PRIVATE #1 SUSPECT is James Patterson at his unstoppable best.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "How Diarmuid Got His Love-Spot",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "Four young men, while hunting chickens in South Africa, fight a wild beast, and meet a gorgeous young woman.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "It's Not Like It's a Secret",
            "authors": [
                "Misa Sugiura"
            ],
            "ranking": 3.63,
            "ranking_count": 8839,
            "abstract": "Sixteen-year-old Sana Kiyohara has too many secrets. Some are small, like how it bothers her when her friends don’t invite her to parties. Some are big, like that fact that she’s pretty sure her father’s having an affair. And then there’s the one that she barely even admits to herself, the one about how she might have a crush on her best friend.. When Sana and her family move to California, she begins to wonder if it’s finally time for her to be honest with her friends and family, especially after she meets Jamie Ramirez. Jamie is beautiful and smart and unlike anyone Sana’s ever known before. The only problems are: Sana is pretty sure Jamie’s friends hate her, Jamie’s ex isn’t totally out of the picture, Sana’s new friend Caleb has more-than-friendly feelings for her, and things with her dad feel like they’re coming to a head. She always figured that the hardest thing would be to tell people that she wanted to date a girl, but as she quickly learns, telling the truth is easy…what comes after it, though, is a whole lot more complicated.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Ukraiński palimpsest",
            "authors": [
                "Oksana Zabuzhko",
                "Iza Chruslińska"
            ],
            "ranking": 4.59,
            "ranking_count": 93,
            "abstract": "Rozmowy Izy Chruślińskiej z Oksaną Zabużko odkrywają mało znaną Ukrainę. Poruszają różnorodne tematy jak historia, literatura, kultura Ukrainy, odkrywanie własnej tożsamości.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Nonfiction",
                "Biography"
            ]
        },
        {
            "title": "How Not to Be Wrong: The Power of Mathematical Thinking",
            "authors": [
                "Jordan Ellenberg"
            ],
            "ranking": 3.96,
            "ranking_count": 17000,
            "abstract": "The. Freakonomics. of math. —. a math-world superstar unveils the hidden beauty and logic of the world and puts its power in our hands. The math we learn in school can seem like a dull set of rules, laid down by the ancients and not to be questioned. In. How Not to Be Wrong. , Jordan Ellenberg shows us how terribly limiting this view is: Math isn’t confined to abstract incidents that never occur in real life, but rather touches everything we do—the whole world is shot through with it.. Math allows us to see the hidden structures underneath the messy and chaotic surface of our world. It’s a science of not being wrong, hammered out by centuries of hard work and argument. Armed with the tools of mathematics, we can see through to the true meaning of information we take for granted: How early should you get to the airport? What does “public opinion” really represent? Why do tall parents have shorter children? Who really won Florida in 2000? And how likely are you, really, to develop cancer?. How Not to Be Wrong. presents the surprising revelations behind all of these questions and many more, using the mathematician’s method of analyzing life and exposing the hard-won insights of the academic community to the layman—minus the jargon. Ellenberg chases mathematical threads through a vast range of time and space, from the everyday to the cosmic, encountering, among other things, baseball, Reaganomics, daring lottery schemes, Voltaire, the replicability crisis in psychology, Italian Renaissance painting, artificial languages, the development of non-Euclidean geometry, the coming obesity apocalypse, Antonin Scalia’s views on crime and punishment, the psychology of slime molds, what Facebook can and can’t figure out about you, and the existence of God.. Ellenberg pulls from history as well as from the latest theoretical developments to provide those not trained in math with the knowledge they need. Math, as Ellenberg says, is “an atomic-powered prosthesis that you attach to your common sense, vastly multiplying its reach and strength.” With the tools of mathematics in hand, you can understand the world in a deeper, more meaningful way. How Not to Be Wrong will show you how.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Psychology",
                "Self Help",
                "Business",
                "Philosophy",
                "Education"
            ]
        },
        {
            "title": "The Politics of Resentment: Rural Consciousness in Wisconsin and the Rise of Scott Walker",
            "authors": [
                "Katherine J. Cramer"
            ],
            "ranking": 4.0,
            "ranking_count": 777,
            "abstract": "Since the election of Scott Walker, Wisconsin has been seen as ground zero for debates about the appropriate role of government in the wake of the Great Recession. In a time of rising inequality, Walker not only survived a bitterly contested recall that brought thousands of protesters to Capitol Square, he was subsequently reelected. How could this happen? How is it that the very people who stand to benefit from strong government services not only vote against the candidates who support those services but are vehemently against the very idea of big government?. With. The Politics of Resentment,. Katherine J. Cramer uncovers an oft-overlooked piece of the puzzle: rural political consciousness and the resentment of the “liberal elite.” Rural voters are distrustful that politicians will respect the distinct values of their communities and allocate a fair share of resources. What can look like disagreements about basic political principles are therefore actually rooted in something even more fundamental: who we are as people and how closely a candidate’s social identity matches our own. Using Scott Walker and Wisconsin’s prominent and protracted debate about the appropriate role of government, Cramer illuminates the contours of rural consciousness, showing how place-based identities profoundly influence how people understand politics, regardless of whether urban politicians and their supporters really do shortchange or look down on those living in the country.. The Politics of Resentment. shows that rural resentment—no less than partisanship, race, or class—plays a major role in dividing America against itself.",
            "part_of_series": true,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Sociology",
                "Social Science",
                "Economics",
                "History",
                "Race",
                "Psychology",
                "Audiobook"
            ]
        },
        {
            "title": "Monstress, Vol. 1: Awakening",
            "authors": [
                "Marjorie M. Liu",
                "Sana Takeda"
            ],
            "ranking": 3.96,
            "ranking_count": 54540,
            "abstract": "Set in an alternate matriarchal 1900's Asia, in a richly imagined world of art deco-inflected steam punk, MONSTRESS tells the story of a teenage girl who is struggling to survive the trauma of war, and who shares a mysterious psychic link with a monster of tremendous power, a connection that will transform them both and make them the target of both human and otherworldly powers. Collects MONSTRESS #1-6",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Horror",
                "Fiction",
                "Science Fiction",
                "Graphic Novels Comics",
                "Adult",
                "Comics"
            ]
        },
        {
            "title": "Sacré Bleu: A Comedy d'Art",
            "authors": [
                "Christopher Moore"
            ],
            "ranking": 3.78,
            "ranking_count": 32184,
            "abstract": "In his latest novel, Moore takes on the Great French Masters. A magnificent “Comedy d’Art”,. Sacré Bleu. is part mystery, part history (sort of), part love story, and wholly hilarious as it follows a young baker-painter who joins the dapper Henri Toulouse-Lautrec on a quest to unravel the mystery behind the supposed suicide of Vincent van Gogh.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Historical",
                "Fantasy",
                "Art",
                "Mystery",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "The Orphan's Tale",
            "authors": [
                "Pam Jenoff"
            ],
            "ranking": 4.03,
            "ranking_count": 76073,
            "abstract": "A powerful novel of friendship set in a traveling circus during World War II,. The Orphan's Tale. introduces two extraordinary women and their harrowing stories of sacrifice and survival. Sixteen-year-old Noa has been cast out in disgrace after becoming pregnant by a Nazi soldier and being forced to give up her baby. She lives above a small rail station, which she cleans in order to earn her keep. When Noa discovers a boxcar containing dozens of Jewish infants bound for a concentration camp, she is reminded of the child that was taken from her. And in a moment that will change the course of her life, she snatches one of the babies and flees into the snowy night.. Noa finds refuge with a German circus, but she must learn the flying trapeze act so she can blend in undetected, spurning the resentment of the lead aerialist, Astrid. At first rivals, Noa and Astrid soon forge a powerful bond. But as the facade that protects them proves increasingly tenuous, Noa and Astrid must decide whether their friendship is enough to save one another or if the secrets that burn between them will destroy everything.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Audiobook",
                "World War II",
                "Adult",
                "Adult Fiction",
                "Cultural"
            ]
        },
        {
            "title": "In the Midst of Winter",
            "authors": [
                "Isabel Allende",
                "Nick Caistor",
                "Amanda Hopkinson"
            ],
            "ranking": 3.7,
            "ranking_count": 35023,
            "abstract": "New York Times. and worldwide bestselling “dazzling storyteller” (Associated Press) Isabel Allende returns with a sweeping novel about three very different people who are brought together in a mesmerizing story that journeys from present-day Brooklyn to Guatemala in the recent past to 1970s Chile and Brazil.. In the Midst of Winter. begins with a minor traffic accident—which becomes the catalyst for an unexpected and moving love story between two people who thought they were deep into the winter of their lives. Richard Bowmaster—a 60-year-old human rights scholar—hits the car of Evelyn Ortega—a young, undocumented immigrant from Guatemala—in the middle of a snowstorm in Brooklyn. What at first seems just a small inconvenience takes an unforeseen and far more serious turn when Evelyn turns up at the professor’s house seeking help. At a loss, the professor asks his tenant Lucia Maraz—a 62-year-old lecturer from Chile—for her advice. These three very different people are brought together in a mesmerizing story that moves from present-day Brooklyn to Guatemala in the recent past to 1970s Chile and Brazil, sparking the beginning of a long overdue love story between Richard and Lucia.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Literary Fiction",
                "Contemporary",
                "Romance",
                "Novels",
                "European Literature",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Working Dead",
            "authors": [
                "Πάνος Ζάχαρης"
            ],
            "ranking": 4.66,
            "ranking_count": 58,
            "abstract": "Δούλοι και δουλοκτήτες, δουλοπάροικοι και φεουδάρχες, εργάτες και αφεντικά… Εκμεταλλευόμενοι κι εκμεταλλευτές σ’ ένα σκληρό, διαχρονικό μπρα-ντε-φερ από τη σκιά των Πυραμίδων και το Λονδίνο της Βιομηχανικής Επανάστασης, μέχρι τα sweatshops της Κίνας και τα τηλεφωνικά κέντρα της Καλλιθέας, με έπαθλο τα κλειδιά του κόσμου.. Στιγμιότυπα του ταξικού El Clásico σφηνωμένα στα καρεδάκια μονοσέλιδων κόμικ στριπ, χρωματισμένα με τις βαφές του σήμερα, περιμένουν τον αναγνώστη να βρει τον εαυτό του σε κάποια γωνιά αυτού του βιβλίου. Ίσως με άλλα ρούχα και κόμμωση, αλλά με τον ίδιο πόνο. Και τον ίδιο αντίπαλο.. Η βραβευμένη διαδικτυακή σειρά κόμικς του Πάνου Ζάχαρη The Working Dead γίνεται για πρώτη φορά χάρτινη στο σύνολό της και προσκαλεί τους αναγνώστες σ’ ένα διαφορετικό ταξίδι στην ιστορία και την… υστερία.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Politics",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "My Lovely Wife in the Psych Ward",
            "authors": [
                "Mark Lukach"
            ],
            "ranking": 4.09,
            "ranking_count": 13411,
            "abstract": "A heart-wrenching, yet hopeful, memoir of a young marriage that is redefined by mental illness and affirms the power of love.. Mark and Giulia’s life together began as a storybook romance. They fell in love at eighteen, married at twenty-four, and were living their dream life in San Francisco. When Giulia was twenty-seven, she suffered a terrifying and unexpected psychotic break that landed her in the psych ward for nearly a month. One day she was vibrant and well-adjusted; the next she was delusional and suicidal, convinced that her loved ones were not safe.. Eventually, Giulia fully recovered, and the couple had a son. But, soon after Jonas was born, Giulia had another breakdown, and then a third a few years after that. Pushed to the edge of the abyss, everything the couple had once taken for granted was upended.. A story of the fragility of the mind, and the tenacity of the human spirit,. My Lovely Wife in the Psych Ward. is, above all, a love story that raises profound questions: How do we care for the people we love? What and who do we live for? Breathtaking in its candor, radiant with compassion, and written with dazzling lyricism, Lukach’s is an intensely personal odyssey through the harrowing years of his wife’s mental illness, anchored by an abiding devotion to family that will affirm readers’ faith in the power of love.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Health",
                "Psychology",
                "Biography",
                "Mental Health",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Second Time Travel Megapack: 23 Modern and Classic Stories",
            "authors": [
                "Kristine Kathryn Rusch"
            ],
            "ranking": 3.82,
            "ranking_count": 191,
            "abstract": "The Second Time Travel Megapack collects 23 more tales of travel through time, by great modern and classic authors. Included are: SEEMS LIKE OLD TIMES, by Robert J. Sawyer. THE BUSINESS, AS USUAL, by Mack Reynolds. THROUGH TIME AND SPACE WITH FERDINAND FEGHOOT: 18, by Grendel Briarton. TIME WELL SPENT, by George Zebrowski. THE DAY TIME STOPPED MOVING, by Bradner Buckner. SAVING JANE AUSTEN, by Robert Reginald. IN THE CARDS, by Alan Cogan. A WITCH IN TIME, by Janet Fox. YESTERDAY'S PAPER, by Boyd Ellanby. A MATTER OF TIME, by Robert Reginald. THE MAN WHO SAW THROUGH TIME, by Leonard Raphael. CAVERNS OF TIME, by Carlos McCune. THROUGH TIME AND SPACE WITH FERDINAND FEGHOOT: 110, by Grendel Briarton. LOST IN TIME, by Arthur Leo Zagat. THE LAND WHERE TIME STOOD STILL, by Arthur Leo Zagat. OUTSIDE OF TIME, by Carroll John Daly. BULL MOOSE OF BABYLON, by Don Wilcox. COMPOUNDED INTEREST, by Mack Reynolds. THE MAN WHO CHANGED HISTORY, by John York Cabot. TIME ON YOUR HANDS, by John York Cabot. INSIDE TIME, by Tim Sullivan. THROUGH TIME AND SPACE WITH FERDINAND FEGHOOT: 116, by Grendel Briarton. THE GALLERY OF HIS DREAMS, by Kristine Kathryn Rusch. If you enjoy this book, search your favorite ebook store for Wildside Press Megapack to see the more than 100 other entries in the series, covering science fiction, modern authors, mysteries, westerns, classics, adventure stories, and much, much more!",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Speculative Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "The Last Summer",
            "authors": [
                "Judith Kinghorn"
            ],
            "ranking": 3.85,
            "ranking_count": 2924,
            "abstract": "Clarissa is almost seventeen when the spell of her childhood is broken. It is 1914, the beginning of a blissful, golden summer - and the end of an era. Deyning Park is in its heyday, the large country house filled with the laughter and excitement of privileged youth preparing for a weekend party. When Clarissa meets Tom Cuthbert, home from university and staying with his mother, the housekeeper, she is dazzled. Tom is handsome and enigmatic; he is also an outsider. Ambitious, clever, his sights set on a career in law, Tom is an acute observer, and a man who knows what he wants. For now, that is Clarissa.. As Tom and Clarissa's friendship deepens, the wider landscape of political life around them is changing, and another story unfolds: they are not the only people in love. Soon the world - and all that they know - is rocked by a war that changes their lives for ever.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "War",
                "European Literature",
                "Adult Fiction",
                "Womens Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Walkaway",
            "authors": [
                "Cory Doctorow"
            ],
            "ranking": 3.74,
            "ranking_count": 7067,
            "abstract": "Cory Doctorow’s first adult novel in eight years: an epic tale of revolution, love, post-scarcity, and the end of death.. Hubert Vernon Rudolph Clayton Irving Wilson Alva Anton Jeff Harley Timothy Curtis Cleveland Cecil Ollie Edmund Eli Wiley Marvin Ellis Espinoza—known to his friends as Hubert, Etc—was too old to be at that Communist party.. But after watching the breakdown of modern society, he really has no where left to be—except amongst the dregs of disaffected youth who party all night and heap scorn on the sheep they see on the morning commute. After falling in with Natalie, an ultra-rich heiress trying to escape the clutches of her repressive father, the two decide to give up fully on formal society—and walk away.. After all, now that anyone can design and print the basic necessities of life—food, clothing, shelter—from a computer, there seems to be little reason to toil within the system.. It’s still a dangerous world out there, the empty lands wrecked by climate change, dead cities hollowed out by industrial flight, shadows hiding predators animal and human alike. Still, when the initial pioneer walkaways flourish, more people join them. Then the walkaways discover the one thing the ultra-rich have never been able to buy: how to beat death. Now it’s war – a war that will turn the world upside down.. Fascinating, moving, and darkly humorous,. Walkaway. is a multi-generation SF thriller about the wrenching changes of the next hundred years…and the very human people who will live their consequences.. At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Audiobook",
                "Novels",
                "Fantasy",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Bitter Greens",
            "authors": [
                "Kate Forsyth"
            ],
            "ranking": 3.98,
            "ranking_count": 6962,
            "abstract": "A Library Journal Best Book of 2014: Historical Fiction. The amazing power and truth of the Rapunzel fairy tale comes alive for the first time in this breathtaking tale of desire, black magic and the redemptive power of love. French novelist Charlotte-Rose de la Force has been banished from the court of Versailles by the Sun King, Louis XIV, after a series of scandalous love affairs. At the convent, she is comforted by an old nun, Sœur Seraphina, who tells her the tale of a young girl who, a hundred years earlier, is sold by her parents for a handful of bitter greens.... After Margherita's father steals parsley from the walled garden of the courtesan Selena Leonelli, he is threatened with having both hands cut off, unless he and his wife relinquish their precious little girl. Selena is the famous red-haired muse of the artist Tiziano, first painted by him in 1512 and still inspiring him at the time of his death. She is at the center of Renaissance life in Venice, a world of beauty and danger, seduction and betrayal, love and superstition.. Locked away in a tower, Margherita sings in the hope that someone will hear her. One day, a young man does.. Award-winning author Kate Forsyth braids together the stories of Margherita, Selena, and Charlotte-Rose, the woman who penned Rapunzel as we now know it, to create what is a sumptuous historical novel, an enchanting fairy tale retelling, and a loving tribute to the imagination of one remarkable woman.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fantasy",
                "Fiction",
                "Retellings",
                "Romance",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "Fight or Flight",
            "authors": [
                "Samantha Young"
            ],
            "ranking": 3.74,
            "ranking_count": 20698,
            "abstract": "A series of chance encounters leads to a sizzling new romance from the. New York Times. bestselling author of the On Dublin Street series.. The universe is conspiring against Ava Breevort. As if flying back to Phoenix to bury a childhood friend wasn't hell enough, a cloud of volcanic ash traveling from overseas delayed her flight back home to Boston. Her last ditch attempt to salvage the trip was thwarted by an arrogant Scotsman, Caleb Scott, who steals a first class seat out from under her. Then over the course of their journey home, their antagonism somehow lands them in bed for the steamiest layover Ava's ever had. And that's all it was--until Caleb shows up on her doorstep.. When pure chance pulls Ava back into Caleb's orbit, he proposes they enjoy their physical connection while he's stranded in Boston. Ava agrees, knowing her heart's in no danger since a) she barely likes Caleb and b) his existence in her life is temporary. Not long thereafter Ava realizes she's made a terrible error because as it turns out Caleb Scott isn't quite so unlikeable after all. When his stay in Boston becomes permanent, Ava must decide whether to fight her feelings for him or give into them. But even if she does decide to risk her heart on Caleb, there is no guarantee her stubborn Scot will want to risk his heart on her....",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Adult",
                "Fiction",
                "Audiobook",
                "New Adult",
                "Humor",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Girl of Ink and Stars",
            "authors": [
                "Kiran Millwood Hargrave",
                "Helen Crawford-White"
            ],
            "ranking": 3.7,
            "ranking_count": 11619,
            "abstract": "Winner of the Waterstones Children's Book Prize 2017, and the British Book Awards' Children's Book of Year 2017. Forbidden to leave her island, Isabella Riosse dreams of the faraway lands her father once mapped.. When her closest friend disappears into the island’s Forgotten Territories, she volunteers to guide the search. As a cartographer’s daughter, she’s equipped with elaborate ink maps and knowledge of the stars, and is eager to navigate the island’s forgotten heart.. But the world beyond the walls is a monster-filled wasteland – and beneath the dry rivers and smoking mountains, a legendary fire demon is stirring from its sleep. Soon, following her map, her heart and an ancient myth, Isabella discovers the true end of her journey: to save the island itself.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Novels",
                "Family"
            ]
        },
        {
            "title": "The Tangled Lands",
            "authors": [
                "Paolo Bacigalupi",
                "Tobias S. Buckell"
            ],
            "ranking": 3.62,
            "ranking_count": 1974,
            "abstract": "Khaim, The Blue City, is the last remaining city in a crumbled empire that overly relied upon magic until it became toxic. It is run by a tyrant known as The Jolly Mayor and his devious right hand, the last archmage in the world. Together they try to collect all the magic for themselves so they can control the citizens of the city. But when their decadence reaches new heights and begins to destroy the environment, the people stage an uprising to stop them.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Science Fiction",
                "Adult",
                "Anthologies",
                "Speculative Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Goose Island",
            "authors": [
                "Lucinda   Davis"
            ],
            "ranking": 4.5,
            "ranking_count": 140,
            "abstract": "A woman named Joy finds herself lost in her daydreams, while at work. She begins visiting a fictional place called Goose Island. She struggles to balance her real life and her daydreams. She finds many strange and unusual people on the island, but soon finds out there's more to this place than meets the eye. This book is entertaining but it also has a deeper underlying meaning. It is about freedom. Whether we make our own prisons or are imprisoned by others, this book will cause you to reflect upon your own freedoms and decisions. It hopefully teaches us to never take these things for granted.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction"
            ]
        },
        {
            "title": "Allah: A Christian Response",
            "authors": [
                "Miroslav Volf"
            ],
            "ranking": 3.91,
            "ranking_count": 497,
            "abstract": "From Miroslav Volf, one of the world's foremost Christian theologians—and co-teacher, along with Tony Blair, of a groundbreaking Yale University course on faith and globalization—comes. Allah. , a timely and provocative argument for a new pluralism between Muslims and Christians. In a penetrating exploration of every side of the issue, from. New York Times. headlines on terrorism to passages in the Koran and excerpts from the Gospels, Volf makes an unprecedented argument for effecting a unified understanding between Islam and Christianity. In the tradition of Seyyed Hossein Nasr’s. Islam in the Modern World. , Volf’s Allah is essential reading for students of the evolving political science of the twenty-first century.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Christian",
                "History",
                "Philosophy",
                "Politics",
                "Spirituality"
            ]
        },
        {
            "title": "Off to Be the Wizard",
            "authors": [
                "Scott  Meyer"
            ],
            "ranking": 3.98,
            "ranking_count": 36686,
            "abstract": "Martin Banks is just a normal guy who has made an abnormal discovery: he can manipulate reality, thanks to reality being nothing more than a computer program. With every use of this ability, though, Martin finds his little “tweaks” have not escaped notice. Rather than face prosecution, he decides instead to travel back in time to the Middle Ages and pose as a wizard.. What could possibly go wrong?. An American hacker in King Arthur’s court, Martin must now train to become a full-fledged master of his powers, discover the truth behind the ancient wizard Merlin… and not, y’know, die or anything.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Humor",
                "Audiobook",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Hunger: A Memoir of (My) Body",
            "authors": [
                "Roxane Gay"
            ],
            "ranking": 4.18,
            "ranking_count": 95156,
            "abstract": "From the. New York Times. bestselling author of. Bad Feminist. : a searingly honest memoir of food, weight, self-image, and learning how to feed your hunger while taking care of yourself.. “I ate and ate and ate in the hopes that if I made myself big, my body would be safe. I buried the girl I was because she ran into all kinds of trouble. I tried to erase every memory of her, but she is still there, somewhere. . . . I was trapped in my body, one that I barely recognized or understood, but at least I was safe.”. In her phenomenally popular essays and long-running Tumblr blog, Roxane Gay has written with intimacy and sensitivity about food and body, using her own emotional and psychological struggles as a means of exploring our shared anxieties over pleasure, consumption, appearance, and health. As a woman who describes her own body as “wildly undisciplined,” Roxane understands the tension between desire and denial, between self-comfort and self-care. In. Hunger,. she explores her past—including the devastating act of violence that acted as a turning point in her young life—and brings readers along on her journey to understand and ultimately save herself.. With the bracing candor, vulnerability, and power that have made her one of the most admired writers of her generation, Roxane explores what it means to learn to take care of yourself: how to feed your hungers for delicious and satisfying food, a smaller and safer body, and a body that can love and be loved—in a time when the bigger you are, the smaller your world becomes.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Feminism",
                "Audiobook",
                "Biography",
                "Biography Memoir",
                "Writing",
                "Health",
                "Adult"
            ]
        },
        {
            "title": "The Boy, the Mole, the Fox and the Horse",
            "authors": [
                "Charlie Mackesy"
            ],
            "ranking": 4.58,
            "ranking_count": 111749,
            "abstract": "Enter the world of Charlie's four unlikely friends, discover their story and their most important life lessons. The boy, the mole, the fox and the horse have been shared millions of times online - perhaps you've seen them? They've also been recreated by children in schools and hung on hospital walls. They sometimes even appear on lamp posts and on cafe and bookshop windows. Perhaps you saw the boy and mole on the Comic Relief T-shirt, Love Wins?. Here, you will find them together in this book of Charlie's most-loved drawings, adventuring into the Wild and exploring the thoughts and feelings that unite us all.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Sequential Art",
                "Childrens",
                "Poetry",
                "Philosophy",
                "Art",
                "Self Help",
                "Animals",
                "Inspirational"
            ]
        },
        {
            "title": "The Mermaid",
            "authors": [
                "Christina Henry"
            ],
            "ranking": 3.67,
            "ranking_count": 6663,
            "abstract": "From the author of. Lost Boy. comes a historical fairy tale about a mermaid who leaves the sea for love and later finds herself in P.T. Barnum's American Museum as the real Fiji mermaid. However, leaving the museum may be harder than leaving the sea ever was.. Once there was a mermaid who longed to know of more than her ocean home and her people. One day a fisherman trapped her in his net but couldn't bear to keep her. But his eyes were lonely and caught her more surely than the net, and so she evoked a magic that allowed her to walk upon the shore. The mermaid, Amelia, became his wife, and they lived on a cliff above the ocean for ever so many years, until one day the fisherman rowed out to sea and did not return.. P. T. Barnum was looking for marvelous attractions for his American Museum, and he'd heard a rumor of a mermaid who lived on a cliff by the sea. He wanted to make his fortune, and an attraction like Amelia was just the ticket.. Amelia agreed to play the mermaid for Barnum, and she believes she can leave any time she likes. But Barnum has never given up a money-making scheme in his life, and he's determined to hold on to his mermaid.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Retellings",
                "Mythology",
                "Adult",
                "Romance"
            ]
        },
        {
            "title": "Lying in Wait",
            "authors": [
                "Liz Nugent"
            ],
            "ranking": 3.8,
            "ranking_count": 23362,
            "abstract": "My husband did not mean to kill Annie Doyle, but the lying tramp deserved it.. On the surface, Lydia Fitzsimons has the perfect life—wife of a respected, successful judge, mother to a beloved son, mistress of a beautiful house in Dublin. That beautiful house, however, holds a secret. And when Lydia’s son, Laurence, discovers its secret, wheels are set in motion that lead to an increasingly claustrophobic and devastatingly dark climax.. From the international bestselling author of. Unraveling Oliver. , an “unputdownable psychological thriller with an ending that lingers long after turning the final page” (. The Irish Times. ) about a Dublin family whose dark secrets and twisted relationships are suddenly revealed.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "A Memory Called Empire",
            "authors": [
                "Arkady Martine"
            ],
            "ranking": 4.14,
            "ranking_count": 36577,
            "abstract": "Ambassador Mahit Dzmare arrives in the center of the multi-system Teixcalaanli Empire only to discover that her predecessor, the previous ambassador from their small but fiercely independent mining Station, has died. But no one will admit that his death wasn't an accident—or that Mahit might be next to die, during a time of political instability in the highest echelons of the imperial court.. Now, Mahit must discover who is behind the murder, rescue herself, and save her Station from Teixcalaan's unceasing expansion—all while navigating an alien culture that is all too seductive, engaging in intrigues of her own, and hiding a deadly technological secret—one that might spell the end of her Station and her way of life—or rescue it from annihilation.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Space",
                "LGBT",
                "Adult",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "The Force",
            "authors": [
                "Don Winslow"
            ],
            "ranking": 4.1,
            "ranking_count": 22298,
            "abstract": "The acclaimed, award-winning, bestselling author of. The Cartel. —voted one of the Best Books of the Year by more than sixty publications, including the. New York Times. —makes his William Morrow debut with a cinematic epic as explosive, powerful, and unforgettable as. Mystic River. and. The Wire. .. Our ends know our beginnings, but the reverse isn’t true . . .. All Denny Malone wants is to be a good cop.. He is the King of Manhattan North, a highly decorated NYPD detective sergeant and the real leader of Da Force. Malone and his crew are the smartest, the toughest, the quickest, the bravest, and the baddest, an elite special unit given carte blanche to fight gangs, drugs, and guns. Every day and every night for the eighteen years he’s spent on the Job, Malone has served on the front lines, witnessing the hurt, the dead, the victims, the perps. He’s done whatever it takes to serve and protect in a city built by ambition and corruption, where no one is clean—including Malone himself.. What only a few know is that Denny Malone is dirty: he and his partners have stolen millions of dollars in drugs and cash in the wake of the biggest heroin bust in the city’s history. Now Malone is caught in a trap and being squeezed by the Feds, and he must walk the thin line between betraying his brothers and partners, the Job, his family, and the woman he loves, trying to survive, body and soul, while the city teeters on the brink of a racial conflagration that could destroy them all.. This is the great cop novel of our time and a book only Don Winslow could write: a haunting story of greed and violence, inequality and race, crime and injustice, retribution and redemption that reveals the seemingly insurmountable tensions between the police and the diverse citizens they serve. A searing portrait of a city on the edge and of a courageous, heroic, and deeply flawed man who stands at the edge of its abyss,. The Force. is a masterpiece of urban realism full of shocking and surprising twists, leavened by flashes of dark humor, a morally complex and utterly riveting dissection of modern American society and the controversial issues confronting us today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Novels",
                "New York"
            ]
        },
        {
            "title": "A Thousand Naked Strangers: A Paramedic's Wild Ride to the Edge and Back",
            "authors": [
                "Kevin Hazzard"
            ],
            "ranking": 3.91,
            "ranking_count": 10744,
            "abstract": "A former paramedic’s visceral, poignant, and mordantly funny account of a decade spent on Atlanta’s mean streets saving lives and connecting with the drama and occasional beauty that lies inside catastrophe.. In the aftermath of 9/11 Kevin Hazzard felt that something was missing from his life—his days were too safe, too routine. A failed salesman turned local reporter, he wanted to test himself, see how he might respond to pressure and danger. He signed up for emergency medical training and became, at age twenty-six, a newly minted EMT running calls in the worst sections of Atlanta. His life entered a different realm—one of blood, violence, and amazing grace.. Thoroughly intimidated at first and frequently terrified, he experienced on a nightly basis the adrenaline rush of walking into chaos. But in his downtime, Kevin reflected on how people’s facades drop away when catastrophe strikes. As his hours on the job piled up, he realized he was beginning to see into the truth of things. There is no pretense five beats into a chest compression, or in an alley next to a crack den, or on a dimly lit highway where cars have collided. Eventually, what had at first seemed impossible happened: Kevin acquired mastery. And in the process he was able to discern the professional differences between his freewheeling peers, what marked each—as he termed them—as “a tourist,” “true believer,” or “killer.”. Combining indelible scenes that remind us of life’s fragile beauty with laugh-out-loud moments that keep us smiling through the worst,. A Thousand Naked Strangers. is an absorbing read about one man’s journey of self-discovery—a trip that also teaches us about ourselves.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Medical",
                "Biography",
                "Health",
                "Biography Memoir",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "Brightly Woven",
            "authors": [
                "Alexandra Bracken"
            ],
            "ranking": 3.8,
            "ranking_count": 8961,
            "abstract": "The day the rains came was like any other, blistering air coating the canyon in a heavy stillness..... Just as the rains come after ten long, dry years, a young wizard, Wayland North, appears, to whisk Sydelle Mirabil away from her desert village. North needs an assistant, and Sydelle is eager to see the country - and to join him on his quest to stop the war that surely will destroy her home. But North has secrets - about himself, about why he chose Sydelle, about his real reasons for the journey. What does he want from her? And why does North's sworn enemy seem fascinated by Sydelle himself?. Through a journey that spans a country, magic and hard-won romance are woven together with precision and brilliant design by a first-time novelist.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Adventure",
                "Fiction"
            ]
        },
        {
            "title": "Profiles in Leadership: Historians on the Elusive Quality of Greatness",
            "authors": [
                "Walter Isaacson"
            ],
            "ranking": 3.85,
            "ranking_count": 1069,
            "abstract": "What made FDR a more successful leader during the Depression crisis than Hoover? Why was Eisenhower more effective as supreme commander during World War II than he was as president? Why was Grant one of the best presidents of his day, if not in all of American history? What drove Bobby Kennedy into the scrum of electoral politics? Who was Pauli Murray and why was she one of the most decisive figures in the movement for civil rights?. Find the surprising and revelatory answers to these questions and more in this collection of new essays by great historians, including Sean Wilentz, Alan Brinkley, Annette Gordon-Reed, Jean Strouse, Robert Dallek, Frances FitzGerald, and others. Entertaining and insightful individually, taken together the essays represent a valuable set of reflections on the enduring ingredients of leadership—the focus of an introduction by Walter Isaacson.. This book is a treat for lovers of fine history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Leadership",
                "Biography",
                "Nonfiction",
                "Business",
                "Politics",
                "Biography Memoir"
            ]
        },
        {
            "title": "Psychiatric Tales: Eleven Graphic Stories About Mental Illness",
            "authors": [
                "Darryl Cunningham"
            ],
            "ranking": 3.63,
            "ranking_count": 1897,
            "abstract": "Psychiatric Tales. draws on Darryl Cunningham's time working in a psychiatric ward to give a reasoned and sympathetic look into the world of mental illness. In each chapter, Cunningham explores a different mental health problem, using evocative imagery to describe the experience of mental illness, both from the point of view of those beset by illness and their friends and relatives. As Cunningham reveals this human experience, he also shows how society's perceptions of and reactions to mental illness perpetuate needless stigma, for example, the myth that schizophrenic people are more likely to commit crimes than non-schizophrenic people.. Psychiatric Tales. is a groundbreaking graphic work; it deftly demythologizes and destigmatizes the disorders that 26.2 percent of American adults live with every day.. Concluding with a reflection on how mental illness has affected his own life, Darryl Cunningham's. Psychiatric Tales. is a moving, engaging examination of what is, at its root, the human condition.. Darryl Cunningham is the creator of the Web comics. Super-Sam. and. John-of-the-Night. and. The Streets of San Diablo. . He is a prolific cartoonist, sculptor, and photographer, and lives in Leeds, England. This is his first book.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "Psychology",
                "Health",
                "Mental Health",
                "Autobiography",
                "Short Stories",
                "Science",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Lark",
            "authors": [
                "Tracey Porter"
            ],
            "ranking": 3.4,
            "ranking_count": 632,
            "abstract": "When sixteen-year-old Lark Austin is kidnapped from her Virginia hometown and left to die in a snowy forest, she leaves behind two friends who are stunned by the loss. As Lark's former best friend, Eve can't shake the guilt that this tragedy was somehow her fault. Meanwhile, Nyetta is haunted each night by Lark's ghost, who comes through the bedroom window and begs Nyetta to set her soul free. Eve and Nyetta realize that Lark is trapped in limbo, and only by coming together to heal themselves will they discover why.. Tracey Porter's stunning narrative about love and loss demonstrates that forgiveness can never come too late.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Paranormal",
                "Mystery",
                "Fantasy",
                "Realistic Fiction",
                "Death"
            ]
        },
        {
            "title": "Mo' Meta Blues: The World According to Questlove",
            "authors": [
                "Ahmir \"Questlove\" Thompson",
                "Ben Greenman"
            ],
            "ranking": 4.11,
            "ranking_count": 6572,
            "abstract": "Mo' Meta Blues. is a punch-drunk memoir in which Everyone's Favorite Questlove tells his own story while tackling some of the lates, the greats, the fakes, the philosophers, the heavyweights, and the true originals of the music world. He digs deep into the album cuts of his life and unearths some pivotal moments in black art, hip hop, and pop culture.. Ahmir Questlove Thompson is many things: virtuoso drummer, producer, arranger,. Late Night with Jimmy Fallon. bandleader, DJ, composer, and tireless Tweeter. He is one of our most ubiquitous cultural tastemakers, and in this, his first book, he reveals his own formative experiences--from growing up in 1970s West Philly as the son of a 1950s doo-wop singer, to finding his own way through the music world and ultimately co-founding and rising up with the Roots, a.k.a.,. the last hip hop band on Earth.. Mo' Meta Blues. also has some (many) random (or not) musings about the state of hip hop, the state of music criticism, the state of statements, as well as a plethora of run-ins with celebrities, idols, and fellow artists, from Stevie Wonder to KISS to D'Angelo to Jay-Z to Dave Chappelle to...you ever seen Prince roller-skate?!?. But. Mo' Meta Blues. isn't just a memoir. It's a dialogue about the nature of memory and the idea of a post-modern black man saddled with some post-modern blues. It's a book that questions what a book like. Mo' Meta Blues. really is. It's the side wind of a one-of-a-kind mind.. It's a rare gift that gives as well as takes.. It's a record that keeps going around and around.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Cultural",
                "Culture"
            ]
        },
        {
            "title": "Incarnadine: Poems",
            "authors": [
                "Mary Szybist"
            ],
            "ranking": 4.16,
            "ranking_count": 1454,
            "abstract": "The troubadours. knew how to burn themselves through,. how to make themselves shrines to their own longing.. The spectacular was never behind them.. -from “The Troubadours etc.”. In. Incarnadine. , Mary Szybist restlessly seeks out places where meaning might take on new color. One poem is presented as a diagrammed sentence. Another is an abecedarium made of lines of dialogue spoken by girls overheard while assembling a puzzle. Several poems arrive as a series of Annunciations, while others purport to give an update on Mary, who must finish the dishes before she will open herself to God. One poem appears on the page as spokes radiating from a wheel, or as a sunburst, or as the cycle around which all times and all tenses are alive in this moment. Szybist’s formal innovations are matched by her musical lines, by her poetry’s insistence on singing as a lure toward the unknowable. Inside these poems is a deep yearning—for love, motherhood, the will to see things as they are and to speak. Beautiful and inventive,. Incarnadine. is the new collection by one of America’s most ambitious poets.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Religion",
                "Womens",
                "Nonfiction",
                "The United States Of America",
                "Spirituality",
                "Literature",
                "Feminism",
                "Poetry Plays"
            ]
        },
        {
            "title": "Odd Apocalypse",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 3.97,
            "ranking_count": 27074,
            "abstract": "Once presided over by a Roaring ’20s Hollywood mogul, the magnificent West Coast estate known as Roseland now harbors a reclusive billionaire financier and his faithful servants—and their guests: Odd Thomas, the young fry cook who sees the dead and tries to help them, and Annamaria, his inscrutably charming traveling companion. Fresh from a harrowing clash with lethal adversaries, they welcome their host’s hospitality. But Odd’s extraordinary eye for the uncanny detects disturbing secrets that could make Roseland more hell than haven.. Soon enough the house serves up a taste of its terrors, as Odd begins to unravel the darkest mystery of his curious career. What consequences await those who confront evil at its most profound? Odd only knows.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Thriller",
                "Suspense",
                "Paranormal"
            ]
        },
        {
            "title": "The Marathon Conspiracy",
            "authors": [
                "Gary Corby"
            ],
            "ranking": 4.08,
            "ranking_count": 428,
            "abstract": "The rollicking fourth book in the Nicolaos and Diotima mystery series set in Classical Athens.. Nicolaos, Classical Athens’s favorite sleuth, and his partner in investigation, the clever priestess Diotima, have taken time off to come home and get married. But hoping to get hitched without a hitch proves overly optimistic: A skull discovered in a cave near the Sanctuary of Artemis, the ancient world’s most famous school for girls, is revealed to be the remains of the Hippias, the reviled last tyrant to rule Athens. The Athenians fought the Battle of Marathon to keep this man out of power; he was supposed to have died thirty years ago, in faraway Persia. What are his remains doing outside the city walls? Nico’s boss, the great Athenian statesman Pericles, wants answers, and he orders Nico to find them. Worst of all, one of the two Sanctuary students who discovered the skull has been killed, and the other is missing. Can the sleuths solve the interlocked crimes before their wedding?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Cultural",
                "History",
                "Thriller",
                "Fantasy"
            ]
        },
        {
            "title": "Velvet",
            "authors": [
                "Mary Hooper"
            ],
            "ranking": 3.54,
            "ranking_count": 1033,
            "abstract": "Velvet is an orphan. She struggles to make ends meet by working in a steam, laundry, where the work is back-breaking and exhausting. So when she attracts the attention of the glamorous clairvoyant Madame Savoya, she cannot believe her good fortune.. Raised to the status of lady's maid, Velvet is given elegant clothes to wear and is brought to live in a grand house in London. But the longer she works for Madame Savoya, the more she discovers about the mysterious world of a spiritual medium. Velvet soon realises that her employer is not quite what she seems and that this knowledge could put her very life in danger.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Albertine Workout",
            "authors": [
                "Anne Carson"
            ],
            "ranking": 4.3,
            "ranking_count": 754,
            "abstract": "The Albertine Workout contains fifty-nine paragraphs, with appendices, summarizing Anne Carson's research on Albertine, the principal love interest of Marcel in Proust's. À la recherche du temps perdu. .",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "Writing",
                "Nonfiction",
                "Criticism",
                "LGBT",
                "Cultural",
                "Literature",
                "Female Authors"
            ]
        },
        {
            "title": "Influx",
            "authors": [
                "Daniel Suarez"
            ],
            "ranking": 3.93,
            "ranking_count": 16179,
            "abstract": "What if our civilization is more advanced than we know?. The. New York Times. bestselling author of. Daemon. imagines a world in which decades of technological advances have been suppressed in an effort to prevent disruptive change.. Are smart phones really humanity's most significant innovation since the moon landings? Or can something else explain why the bold visions of the 20th century--fusion power, genetic enhancements, artificial intelligence, cures for common disease, extended human life, and a host of other world-changing advances--have remained beyond our grasp? Why has the high-tech future that seemed imminent in the 1960's failed to arrive?. Perhaps it did arrive...but only for a select few.. Particle physicist Jon Grady is ecstatic when his team achieves what they've been working toward for years: a device that can reflect gravity. Their research will revolutionize the field of physics--the crowning achievement of a career. Grady expects widespread acclaim for his entire team. The Nobel. Instead, his lab is locked down by a shadowy organization whose mission is to prevent at all costs the social upheaval sudden technological advances bring. This Bureau of Technology Control uses the advanced technologies they have harvested over the decades to fulfill their mission.. They are living in our future.. Presented with the opportunity to join the BTC and improve his own technology in secret, Grady balks, and is instead thrown into a nightmarish high-tech prison built to hold rebellious geniuses like himself. With so many great intellects confined together, can Grady and his fellow prisoners conceive of a way to usher humanity out of its artificial dark age?. And when they do, is it possible to defeat an enemy that wields a technological advantage half a century in the making?",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Science",
                "Mystery",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Remarkable Soul of a Woman",
            "authors": [
                "Dieter F. Uchtdorf"
            ],
            "ranking": 4.5,
            "ranking_count": 3392,
            "abstract": "If you are feeling overwhelmed with change, challenges, or checklists, you may wonder how you can partake now of God's happiness and find your pathway to peace, hope, and joy. With loving insight, President Dieter F. Uchtdorf addresses two attributes that contribute to our Heavenly Father's perfect happiness the power of creation and service with compassion. As a treasured daughter of our Heavenly Father, you can develop those remarkable abilities as well as find happiness in the journey. In The Remarkable Soul of a Woman, President Uchtdorf's timely thoughts on creating and being compassionate will buoy you up, give you strength, and help you realize what a great power for good you truly are.",
            "part_of_series": false,
            "genre_list": [
                "Christianity",
                "Religion",
                "Nonfiction",
                "Inspirational",
                "Spirituality",
                "Christian",
                "Self Help",
                "Adult",
                "Lds"
            ]
        },
        {
            "title": "Black Orchid Blues",
            "authors": [
                "Persia Walker"
            ],
            "ranking": 3.86,
            "ranking_count": 300,
            "abstract": "Lanie Price, a 1920s Harlem society columnist, witnesses the brutal nightclub kidnapping of the Black Orchid, a sultry, seductive singer with a mysterious past. When hours pass without a word from the kidnapper, puzzlement grows as to his motive. After a gruesome package arrives at Price’s doorstep, the questions change. Just what does the kidnapper want--and how many people is he willing to kill to get it?. Evil hides behind the genteel facades of affluent Strivers’ Row and stalks the ballroom of one of Harlem’s most famous gay parties. In a complex plot that keeps the reader tied to the page,. Black Orchid Blues. explores the depths of human depravity and the desperation of its victims.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Cultural",
                "Thriller",
                "Adult",
                "New York",
                "American"
            ]
        },
        {
            "title": "The Elusive Bride",
            "authors": [
                "Stephanie Laurens"
            ],
            "ranking": 3.83,
            "ranking_count": 3730,
            "abstract": "A second battle-hardened, completely unstoppable, all-male hero, an ex-officer of the Crown, confronts the deadly enemy known only as the Black Cobra.. He's focused on his mission, then sees a lady he never dreamed he'd see again—with an assassin on her heels.. She secretly followed him, unaware her path is deadly—or that she'll join him to battle a treacherous foe.. Through ever-present peril, through passion, desire, and ecstasy, they race to reach England—and their destiny.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adult",
                "Adventure",
                "Suspense"
            ]
        },
        {
            "title": "Drijfhout",
            "authors": [
                "Annette de Vries"
            ],
            "ranking": 3.0,
            "ranking_count": 2,
            "abstract": "Als de oudere danseres Jacoba breekt met haar man Daan, begint zij een relatie met de pensionhouder Oom Eddy, een godvrezend Surinamer uit het grensplaatsje Albina. Met haar zoontje Barend trekt zij naar Suriname, waar al gauw Bas wordt geboren. Maar wat begint als een idylle, blijkt gaandeweg een enorme vergissing. Jacoba en Barend verstaan zich slecht met Nadine, een Frans-Guyanese, die bedrogen is door haar Franse echtgenoot en door Eddy is opgevangen. Haar dochtertje Hortence groeit op met Bas (niet ver van de altijd wijze Ma Amimba), maar de hooghartige Jacoba verruilt Albina voor een hippiebestaan in Paramaribo. Vele jaren na die gebeurtenissen komen enkele van de belangrijkste protagonisten bij elkaar in Nederland om openhartig hun verhaal te doen. Liefde en trouw blijken gedefinieerd in termen van huidskleur en de moeizame verhouding tussen voormalig kolonisator en gekoloniseerde. Traditie vecht met vrijheid en moderniteit, wantrouwen met overgave.. De auteur debuteerde in 2002 verdienstelijk met de roman Scheurbuik, de nieuwe roman is psychologisch nog fijner uitgewerkt.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Kitty's Greatest Hits",
            "authors": [
                "Carrie Vaughn"
            ],
            "ranking": 3.99,
            "ranking_count": 2695,
            "abstract": "The first-ever story collection from the. New York Times. bestselling author, including two all-new works!. Kitty Norville, star of a. New York Times. bestselling series, is everybody’s favorite werewolf DJ and out-of-the-closet supernatural creature. Over the course of eight books she’s fought evil vampires, were-creatures, and some serious black magic. She’s done it all with a sharp wit and the help of a memorable cast of werewolf hunters, psychics, and if-notgood- then-neutral vampires by her side.. Kitty’s Greatest Hits. not only gives readers some of Kitty’s further adventures, it offers longtime fans a window into the origins of some of their favorite characters.. In “Conquistador de la Noche,” we learn the origin story of Denver’s Master vampire, Rick; with “Wild Ride,” we find out how Kitty’s friend T.J. became a werewolf; and in “Life is the Teacher,” we revisit Emma, the human-turned-unwilling-vampire who serves the aloof vampire Master of Washington, D.C.. This entertaining collection includes two brand-new works: “You’re On the Air,” about one of Kitty’s callers after he hangs up the phone; and the eagerly awaited “Long Time Waiting,” the novella that finally reveals just what happened to Cormac in prison, something every Kitty fan wants to know.. Contents:. Il Est Ne. A Princess of Spain. Conquistador de la Noche. The Book of Daniel. The Temptation of Robin Green. Looking After Family. God's Creatures. Wild Ride. Winnowing the Herd. Kitty and the Mosh Pit of the Damned. Kitty's Zombie New Year. Life is the Teacher. You're on the Air. Long Time Waiting",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Short Stories",
                "Shapeshifters",
                "Anthologies",
                "Fiction"
            ]
        },
        {
            "title": "The First Lady Of Fleet Street: The Life Of Rachel Beer: Crusading Heiress And Newspaper Pioneer",
            "authors": [
                "Eilat Negev",
                "Yehuda Koren"
            ],
            "ranking": 3.22,
            "ranking_count": 55,
            "abstract": "A panoramic portrait of a remarkable woman and the tumultuous Victorian era on which she made her mark,. The First Lady of Fleet Street. chronicles the meteoric rise and tragic fall of Rachel Beer—indomitable heiress, social crusader, and newspaper pioneer.. Rich with period detail and drawing on a wealth of original material, this sweeping work of never-before-told history recounts the ascent of two of London’s most prominent Jewish immigrant families—the Sassoons and the Beers. Born into one, Rachel married into the other, wedding newspaper proprietor Frederick Beer, the sole heir to his father’s enormous fortune. Though she and Frederick became leading London socialites, Rachel was ambitious and unwilling to settle for a comfortable, idle life. She used her husband’s platform to assume the editorship of not one but two venerable Sunday newspapers—the. Sunday Times. and. The Observer. —a stunning accomplishment at a time when women were denied the vote and allowed little access to education. Ninety years would pass before another woman would take the helm of a major newspaper on either side of the Atlantic.. It was an exhilarating period in London’s history—fortunes were being amassed (and squandered), masterpieces were being created, and new technologies were revolutionizing daily life. But with scant access to politicians and press circles, most female journalists were restricted to issuing fashion reports and dispatches from the social whirl. Rachel refused to limit herself or her beliefs. In the pages of her newspapers, she opined on Whitehall politics and British imperial adventures abroad, campaigned for women’s causes, and doggedly pursued the evidence that would exonerate an unjustly accused French military officer in the so-called Dreyfus Affair. But even as she successfully blazed a trail in her professional life, Rachel’s personal travails were the stuff of tragedy. Her marriage to Frederick drove an insurmountable wedge between herself and her conservative family. Ultimately, she was forced to retreat from public life entirely, living out the rest of her days in stately isolation.. While the men of her era may have grabbed more headlines, Rachel Beer remains a pivotal figure in the annals of journalism—and the long march toward equality between the sexes. With. The First Lady of Fleet Street,. she finally gets the front page treatment she deserves.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History"
            ]
        },
        {
            "title": "Medium Raw: A Bloody Valentine to the World of Food and the People Who Cook",
            "authors": [
                "Anthony Bourdain"
            ],
            "ranking": 3.83,
            "ranking_count": 37568,
            "abstract": "In the ten years since his classic. Kitchen Confidential. first alerted us to the idiosyncrasies and lurking perils of eating out, from Monday fish to the breadbasket conspiracy, much has changed for the subculture of chefs and cooks, for the restaurant businessand for Anthony Bourdain.. Medium Raw. explores these changes, moving back and forth from the author's bad old days to the present. Tracking his own strange and unexpected voyage from journeyman cook to globe-traveling professional eater and drinker, and even to fatherhood, Bourdain takes no prisoners as he dissects what he's seen, pausing along the way for a series of confessions, rants, investigations, and interrogations of some of the most controversial figures in food.. Beginning with a secret and highly illegal after-hours gathering of powerful chefs that he compares to a mafia summit, Bourdain pulls back the curtain—but never pulls his punches—on the modern gastronomical revolution, as only he can. Cutting right to the bone, Bourdain sets his sights on some of the biggest names in the foodie world, including David Chang, the young superstar chef who has radicalized the fine-dining landscape; the revered Alice Waters, whom he treats with unapologetic frankness; the. Top Chef. winners and losers; and many more.. And always he returns to the question Why cook? Or the more difficult Why cook well?. Medium Raw. is the deliciously funny and shockingly delectable journey to those answers, sure to delight philistines and gourmands alike.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Food and Drink",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Writing",
                "Biography Memoir"
            ]
        },
        {
            "title": "Six's Legacy",
            "authors": [
                "Pittacus Lore"
            ],
            "ranking": 4.09,
            "ranking_count": 16740,
            "abstract": "Number Six—when John meets her in. I Am Number Four. she’s strong, powerful, and ready to fight. But who is she? Where has she been living? How has she been training? When did she develop her legacies? And how does she know so much about the Mogadorians?. In. I Am Number Four: The Lost Files: Six’s Legacy. , discover the story behind Six. Before Paradise, Ohio, before John Smith, Six was traveling through West Texas with her cêpan, Katarina. What happened there would change Six forever.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Adventure",
                "Novella"
            ]
        },
        {
            "title": "Laurus",
            "authors": [
                "Eugene Vodolazkin",
                "Lisa Hayden",
                "Evgenij Vodolazkin"
            ],
            "ranking": 4.26,
            "ranking_count": 7488,
            "abstract": "It is the late fifteenth century and a village healer in Russia is powerless to help his beloved as she dies in childbirth, unwed and without having received communion. Devastated and desperate, he sets out on a journey in search of redemption. But this is no ordinary journey: it is one that spans ages and countries, and which brings him face-to-face with a host of unforgettable, eccentric characters and legendary creatures from the strangest medieval bestiaries. Laurus’s travels take him from the Middle Ages to the Plague of 1771, where as a holy fool he displays miraculous healing powers, to the political upheavals of the late-twentieth century. At each transformative stage of his journey he becomes more revered by the church and the people, until he decides, one day, to return to his home village to lead the life of a monastic hermit – not realizing that it is here that he will face his most difficult trial yet.. Laurus. is a remarkably rich novel about the eternal themes of love, loss, self-sacrifice and faith, from one of Russia’s most exciting and critically acclaimed novelists.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "Fantasy",
                "Novels",
                "Religion",
                "Magical Realism"
            ]
        },
        {
            "title": "The Forgotten Room",
            "authors": [
                "Karen   White",
                "Lauren Willig",
                "Beatriz Williams"
            ],
            "ranking": 3.91,
            "ranking_count": 15359,
            "abstract": "New York Times. bestselling authors Karen White, Beatriz Williams, and Lauren Willig present a masterful collaboration—a rich, multigenerational novel of love and loss that spans half a century..... 1945: When the critically wounded Captain Cooper Ravenal is brought to a private hospital on Manhattan’s Upper East Side, young Dr. Kate Schuyler is drawn into a complex mystery that connects three generations of women in her family to a single extraordinary room in a Gilded Age mansion.. Who is the woman in Captain Ravenel's portrait miniature who looks so much like Kate? And why is she wearing the ruby pendant handed down to Kate by her mother? In their pursuit of answers, they find themselves drawn into the turbulent stories of Gilded Age Olive Van Alen, driven from riches to rags, who hired out as a servant in the very house her father designed, and Jazz Age Lucy Young, who came from Brooklyn to Manhattan in pursuit of the father she had never known. But are Kate and Cooper ready for the secrets that will be revealed in the Forgotten Room?. The Forgotten Room. , set in alternating time periods, is a sumptuous feast of a novel brought to vivid life by three brilliant storytellers.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Mystery",
                "Womens Fiction",
                "Audiobook",
                "Adult",
                "War"
            ]
        },
        {
            "title": "Adam",
            "authors": [
                "Ariel Schrag"
            ],
            "ranking": 2.69,
            "ranking_count": 2572,
            "abstract": "When Adam Freedman - a straight, cis teen from Piedmont, California - goes to stay with his older sister, Casey, in Brooklyn, he fantasizes about a summer of freedom, new friends, and falling in love. He’s in for a surprise.. It’s 2006, and Casey has thrown herself into NYC’s lesbian and trans activist scene - marriage equality marches, L Word-watching parties, BDSM sex clubs, and trans rights protests. Adam tags along, having fun in places he’d never have expected, but he’s surrounded by lesbians, and it seems like the last thing he’ll find is a girlfriend. That is, until he meets Gillian. Adam is soon hopelessly, desperately in love...only there’s just one small problem. Gillian thinks he’s a trans man.. Ariel Schrag’s scathingly funny and poignant debut novel puts a fresh spin on questions of love, attraction, self-definition, and what it means to be part of a community.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Young Adult",
                "Contemporary",
                "Romance",
                "New York",
                "Adult Fiction"
            ]
        },
        {
            "title": "Loving",
            "authors": [
                "Karen Kingsbury"
            ],
            "ranking": 4.29,
            "ranking_count": 7384,
            "abstract": "The answers Bailey Flanigan once longed and prayed for are finally becoming clear. In Loving, the fourth and final book in the Bailey Flanigan Series by New York Times bestselling author Karen Kingsbury, Bailey is planning a wedding and making decisions that will shape her future. Bailey enjoys the beginning of her new career and time spent with Brandon while Cody faithfully coaches his team on and off the field. Will she spend her life with Brandon Paul in Los Angeles, or will her heart draw her back to Bloomington, Indiana and Cody Coleman, her first love? Bailey has learned much and grown over the years, but the greatest challenges, the richest joys, and the deepest heartaches are still to come. Featuring members from Karen Kingsbury’s popular Baxter family, Loving completes Bailey and Cody’s story — the finale thousands of fans have been waiting for.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Romance",
                "Adult Fiction",
                "Inspirational",
                "Audiobook",
                "Contemporary",
                "Womens Fiction"
            ]
        },
        {
            "title": "Styxx",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.58,
            "ranking_count": 21220,
            "abstract": "Just when you thought doomsday was over.... Centuries ago Acheron saved the human race by imprisoning an ancient evil bent on absolute destruction. Now that evil has been unleashed and it is out for revenge.. As the twin to Acheron, Styxx hasn’t always been on his brother’s side. They’ve spent more centuries going at each other’s throats than protecting their backs. Now Styxx has a chance to prove his loyalty to his brother, but only if he’s willing to trade his life and future for Acheron’s.. The Atlantean goddess of Wrath and Misery, Bethany was born to right wrongs. But it was never a task she relished. Until now. She owes Acheron a debt that she vows to repay, no matter what it takes. He will join their fellow gods in hell and nothing is going to stop her.. But things are never what they seem, and Acheron is no longer the last of his line. Styxx and Acheron must put aside their past and learn to trust each other or more will suffer.. Yet it’s hard to risk your own life for someone who once tried to take yours, even when it's your own twin, and when loyalties are skewed and no one can be trusted, not even yourself, how do you find a way back from the darkness that wants to consume the entire world? One that wants to start by devouring your very soul?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Hide the Elephant",
            "authors": [
                "Jonathan  Dunne"
            ],
            "ranking": 4.24,
            "ranking_count": 295,
            "abstract": "Forcefully-retired zoo-keeper Mick Munroe is hiding two BIG things: Alzheimer’s and a 42 year-old Indian elephant called Sinbad.. Mick and his elephant become overnight on-the-run, anti-hero legends when Mick, an old rebel with a cause, takes matters into his own hands.. The Alzheimer's brings Mick something very special: an adventure he never thought possible with his dear old friend, Sinbad.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Animals",
                "Humor",
                "Adventure",
                "Cultural",
                "Contemporary"
            ]
        },
        {
            "title": "The Maleficent Seven",
            "authors": [
                "Derek Landy"
            ],
            "ranking": 4.34,
            "ranking_count": 6237,
            "abstract": "From the World of Skulduggery Pleasant. A brilliant, hilarious one-off novella in the Skulduggery Pleasant universe, from number-one-bestselling author Derek Landy. This time, the bad guys take the stage.. Tanith Low, now possessed by a remnant, recruits a gang of villains – many of whom will be familiar from previous Skulduggery adventures – in order to track down and steal the four God-Killer level weapons that could hurt Darquesse when she eventually emerges. Also on the trail of the weapons is a secret group of Sanctuary sorcerers, and doing his best to keep up and keep Tanith alive is one Mister Ghastly Bespoke.. When the villains around her are lying and scheming and plotting, Tanith needs to stay two steps ahead of her teammates and her enemies. After all, she's got her own double-crosses to plan – and she’s a villain herself…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Mystery",
                "Action",
                "Childrens"
            ]
        },
        {
            "title": "The Headmaster's Wager",
            "authors": [
                "Vincent Lam"
            ],
            "ranking": 3.88,
            "ranking_count": 4771,
            "abstract": "Percival Chen is the headmaster of the most respected English academy in 1960s Saigon and is well accustomed to bribing a forever-changing list of government officials in order to maintain the elite status of his school. Fiercely proud of his Chinese heritage, he is quick to spot the business opportunities rife in a divided country, though he also harbors a weakness for gambling haunts and the women who frequent them. He devotedly ignores all news of the fighting that swirls around him, choosing instead to read the faces of his opponents at high-stakes mahjong tables. But when his only son gets in trouble with the Vietnamese authorities, Percival faces the limits of his connections and wealth and is forced to send him away. In the loneliness that follows, Percival finds solace in Jacqueline, a beautiful woman of mixed French and Vietnamese heritage whom he is able to confide in. But as the complexities of war encroach further into his world, he must confront the tragedy of all he has refused to see.. Now with Extra Libris material, including a reader’s guide and bonus content",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "Adult",
                "Literary Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Dark",
            "authors": [
                "Lemony Snicket",
                "Jon Klassen"
            ],
            "ranking": 4.05,
            "ranking_count": 12651,
            "abstract": "Laszlo is afraid of the dark. The dark is not afraid of Laszlo.. Laszlo lives in a house. The dark lives in the basement.. One night, the dark comes upstairs to Laszlo's room, and Laszlo goes down to the basement.. This is the story of how Laszlo stops being afraid of the dark.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Sequential Art",
                "Dark",
                "Kids",
                "Holiday"
            ]
        },
        {
            "title": "The Three",
            "authors": [
                "Sarah Lotz"
            ],
            "ranking": 3.31,
            "ranking_count": 13411,
            "abstract": "Four simultaneous plane crashes. Three child survivors. A religious fanatic who insists the three are harbingers of the apocalypse. What if he's right?. The world is stunned when four commuter planes crash within hours of each other on different continents. Facing global panic, officials are under pressure to find the causes. With terrorist attacks and environmental factors ruled out, there doesn't appear to be a correlation between the crashes, except that in three of the four air disasters a child survivor is found in the wreckage. Dubbed 'The Three' by the international press, the children all exhibit disturbing behavioural problems, presumably caused by the horror they lived through and the unrelenting press attention. This attention becomes more than just intrusive when a rapture cult led by a charismatic evangelical minister insists that the survivors are three of the four harbingers of the apocalypse. The Three are forced to go into hiding, but as the children's behaviour becomes increasingly disturbing, even their guardians begin to question their miraculous survival.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Science Fiction",
                "Fantasy",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Cooper Bartholomew Is Dead",
            "authors": [
                "Rebecca  James"
            ],
            "ranking": 3.85,
            "ranking_count": 650,
            "abstract": "Cooper Bartholomew's body is found at the foot of a cliff.. Suicide.. That's the official finding, that's what everyone believes.. Cooper's girlfriend, Libby, has her doubts. They'd been. happy, in love. Why would he take his own life?. As Libby searches for answers, and probes more deeply. into what really happened the day Cooper died, she and. her friends unravel a web of deception and betrayal.. Are those friends – and enemies – what they seem?. Who is hiding a dangerous secret? And will the truth set them all free?. A gripping new novel from the author of. Beautiful Malice. and. Sweet Damage. .",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "New Adult",
                "Thriller",
                "Romance",
                "Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "My Fair Gentleman",
            "authors": [
                "Nancy Campbell Allen"
            ],
            "ranking": 3.92,
            "ranking_count": 3427,
            "abstract": "In this Regency twist of. My Fair Lady. , Jack would rather be at sea than fixing the mistakes of his grandfather, the late Earl of Stansworth. Instead, he finds that inheriting his grandfather's wealth and title—and securing the welfare of his sister and mother—means joining the ranks of high society and living with the aristocracy. Luckily, Ivy Carlisle, the granddaughter of a dear friend of Jack's late grandmother, is willing to teach him etiquette and properly introduce him into society. Jack soon learns that his challenge isn't surviving his new lifestyle but surviving the conspiracies against him—as well as keeping himself from falling madly in love with his new tutor.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Darke",
            "authors": [
                "Angie Sage",
                "Mark Zug"
            ],
            "ranking": 4.24,
            "ranking_count": 27971,
            "abstract": "In the sixth book of the Magykal series, Alther Mella has been Banished, a Darke Domaine engulfs the Castle, and a Darke dragon is on the loose. Septimus Heap must use all of his skills to save the Castle and the Wizard Tower from destruction: He must enter the Darke. But he cannot do this alone. With the help of Jenna, Alther Mella, Marcellus Pye, and Septimus's estranged brother, Simon Heap, Septimus and Marcia Overstrand battle the spreading Darkenesse. Will Septimus succeed in protecting his Magykal world?. Written with Angie Sage's characteristic humor,. Septimus Heap, Book Six: Darke. is a compelling fantasy adventure filled with surprises, thrills, and laugh-out-loud moments. Readers will revel in the action-packed story as they realize the wisdom of Magyk--that all things are meant to be part of a living whole.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "A Perfect Catch",
            "authors": [
                "Anna Sugden"
            ],
            "ranking": 4.02,
            "ranking_count": 43,
            "abstract": "He's the perfect catch ... for now!. When it comes to romance, Tracy Hayden is. not. looking for a rematch. She's had epic passion - and problems! - with professional hockey player Ike Jelinek. Brilliant on skates and magic in bed, his too-traditional-for-her views were like a bucket of ice water on their affair.. Then an injury takes Ike out of the game, and everything changes. Suddenly he needs her services-providing business - even though he once claimed it was their biggest problem. Tracy's determined to be professional, despite the sizzling attraction between them that won't go away. Maybe they need a second fling to fix that!",
            "part_of_series": true,
            "genre_list": [
                "Sports",
                "Romance"
            ]
        },
        {
            "title": "College Guy Cookbook",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 4,
            "abstract": "Put your best foot forward. Loafers are cool, and give the impression you haven't been expelled yet. It's not exactly a workboot. She'll think you're working on your PhD, whatever that is. Don't hurt yourself. Stay away from the turnovers. Most bad teams make too many mistakes, through penalties, fumbles, and interceptions. Stay away from those, because, remember, you are in need of, or want, a girlfriend.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Idea Factory: Bell Labs and the Great Age of American Innovation",
            "authors": [
                "Jon Gertner"
            ],
            "ranking": 4.18,
            "ranking_count": 6485,
            "abstract": "The definitive history of America s greatest incubator of innovation, the birthplace of some of the 20th century s most influential technologies, including the integrated circuit, the communications satellite and the cell phone.. From its beginnings in the 1920s until its demise in the 1980s, Bell Labs officially, the research and development wing of AT&T was the biggest, and arguably the best, laboratory for new ideas in the world. From the transistor to the laser, it s hard to find an aspect of modern life that hasn t been touched by Bell Labs.. Why did so many transformative ideas come from Bell Labs? In The Idea Factory, Jon Gertner traces the origins of some of the twentieth century s most important inventions and delivers a riveting and heretofore untold chapter of American history. At its heart this is a story about the life and work of a small group of brilliant and eccentric men Mervin Kelly, Bill Shockley, Claude Shannon, John Pierce, and Bill Baker who spent their careers at Bell Labs. Their job was to research and develop the future of communications. Small-town boys, childhood hobbyists, oddballs: they give the lie to the idea that Bell Labs was a grim cathedral of top-down command and control.. Gertner brings to life the powerful alchemy of the forces at work behind Bell Labs inventions, teasing out the intersections between science, business, and society. He distills the lessons that abide: how to recruit and nurture young talent; how to organize and lead fractious employees; how to find solutions to the most stubbornly vexing problems; how to transform a scientific discovery into a marketable product, then make it even better, cheaper, or both. Today, when the drive to invent has become a mantra, Bell Labs offers us a way to enrich our understanding of the challenges and solutions to technological innovation. Here, after all, was where the foundational ideas on the management of innovation were born.. The Idea Factory is the story of the origins of modern communications and the beginnings of the information age a deeply human story of extraordinary men who were given extraordinary means time, space, funds, and access to one another and edged the world into a new dimension.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Business",
                "Science",
                "Biography",
                "Economics"
            ]
        },
        {
            "title": "Дорога до Бога",
            "authors": [
                "Любомир Гузар",
                "Yevhen Sverstiuk"
            ],
            "ranking": 4.14,
            "ranking_count": 7,
            "abstract": "«Дорога до Бога» - це третя аудіокнига Глави УГКЦ Блаженнішого Любомира Гузара трилогії «Три дороги». Дисидент Євген Сверстюк у передмові до книги зазначає, що Блаженнішому Любомиру поставлено «такі, сказати б, світські запитання, і він їх приймає так спокійно, наче сам собі ставить. Але що особливо важливо – це те, що ті відповіді не заздалегідь приготовані. Ми вслухаємося у них і стаємо співучасниками розв’язування задачі, що стоїть перед усіма нами». Як і попередні видання цієї серії, «Дорога до Бога» складається з двох дисків і укладена у формі інтерв’ю. Цього разу розмову з Першоієрархом греко-католиків веде відома українська журналістка, редактор відділу «Церква» тижневика «Дзеркало тижня. Україна» Катерина Щоткіна. Нова аудіокнига завершує першу звукову трилогію Предстоятеля УГКЦ.. Зміст:. CD1. 1. Вступне слово Євгена Сверстюка. 2. Чому людина у сучасному світі все ж таки обирає Христа?. 3. Чи не заважає традиційне християнство побачити у Христі Бога живого?. 4. Чи може Церква допомогти людині зустрітися з Богом?. 5. Чи зустріч з Богом може відбутися тільки в Церкві, чи й поза нею?. 6. Чи спасуться нехристияни,які живуть згідно з християнськими чеснотами?. 7. Як бути, коли члени Церкви не виконують того, що проповідують?. 8. Про осучаснення Церкви. 9. Чи не дивно, коли монахи навчають про життя у шлюбі?. 10. Чи не варто жінкам дати більше можливості навчати у Церкві?. 11. Яка роль у Церкві духовного наставника?. 12. Чи легко бути християнином?. 13. Чи можливо залишатися добрим християнином, живучі у світі?. CD2. 1. Чудо було б найкращим доказом існування Бога. Чому чудес стається так мало?. 2. Як поєднується любов і свобода?. 3. Що таке пекло?Як зробити, щоб добрі наміри не були дорогою до пекла?. 4. Про фаталізм. 5. Про покликання. 6. Якою має бути молитва: затверджена Церквою, промовлена власними словами чи без слів?. 7. Роль посту у духовному житті. 8. Чи є завданням державної цензури стежити за дотриманням моральних норм?. 9. Чи може християнин бути толерантним навіть тоді, коли йдеться про істину?",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Stripping the Billionaire",
            "authors": [
                "Noelle  Adams"
            ],
            "ranking": 3.75,
            "ranking_count": 2853,
            "abstract": "For the last eight months, Mandy has lived across the hall from a caveman.. He won’t trim his beard, he mostly talks in grunts, and he’ll hardly emerge from his cave of an apartment. Ben might be a grumpy mess, but she kind of likes him anyway. She’s not attracted to him, of course. Not at all. Those stray feelings are merely a fluke. She’s looking for a man who has it all together, and Ben isn’t even close.. Benjamin Damon is heir to a billion-dollar corporate empire, but he has put his family and that whole lifestyle behind him. No one knows who he is now—not even his pretty princess of a neighbor who refuses to leave him alone.. When she ropes him into taking her with him to work on his mother’s historic Savannah home, he knows it’s a mistake. Mandy represents the world he’s tried so hard to escape, and he can’t let one woman strip him of the new man he’s tried to become. The more he’s with her, though, the more he wants her. Despite his best efforts, he’s falling for her hard—and dreading the day she finds out all of his lies.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Business",
                "Adult",
                "Adult Fiction",
                "Love",
                "New Adult"
            ]
        },
        {
            "title": "The Secret History of Wonder Woman",
            "authors": [
                "Jill Lepore"
            ],
            "ranking": 3.72,
            "ranking_count": 15626,
            "abstract": "A cultural history of Wonder Woman traces the character's creation and enduring popularity, drawing on interviews and archival research to reveal the pivotal role of feminism in shaping her seven-decade story.. Examines the life of Wonder Woman creator William Moulton Marston and his polyamorous relationship with wife Elizabeth Holloway and mistress Olive Byrne, both of whom inspired and influenced the comic book character's creation and development.. -Abstract from WorldCat",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Feminism",
                "Biography",
                "Sequential Art",
                "Audiobook",
                "Comics",
                "Culture",
                "Womens",
                "Historical"
            ]
        },
        {
            "title": "The Unraveling: High Hopes and Missed Opportunities in Iraq",
            "authors": [
                "Emma Sky"
            ],
            "ranking": 4.07,
            "ranking_count": 769,
            "abstract": "One of the. New York Times. ' 100 Notable Books of 2015. One of. Financial Times. ' Books of the Year, 2015. A. New York Times. Editors' Choice. A. New Statesman. [UK] Essential Book of the Year 2015. A. Times. [UK] Book of the Year 2015. Shortlisted for the 2015 Samuel Johnson Prize for Nonfiction. Shortlisted for the 2016 Orwell Prize. When Emma Sky volunteered to help rebuild Iraq after the overthrow of Saddam Hussein in 2003, she had little idea what she was getting in to. Her assignment was only supposed to last three months. She went on to serve there longer than any other senior military or diplomatic figure, giving her an unrivaled perspective of the entire conflict.. As the representative of the Coalition Provisional Authority in Kirkuk in 2003 and then the political advisor to US General Odierno from 2007-2010, Sky was valued for her knowledge of the region and her outspoken voice. She became a tireless witness to American efforts to transform a country traumatized by decades of war, sanctions, and brutal dictatorship; to insurgencies and civil war; to the planning and implementation of the surge and the subsequent drawdown of US troops; to the corrupt political elites who used sectarianism to mobilize support; and to the takeover of a third of the country by the Islamic State.. With sharp detail and tremendous empathy, Sky provides unique insights into the US military as well as the complexities, diversity, and evolution of Iraqi society.. The Unraveling. is an intimate insider's portrait of how and why the Iraq adventure failed and contains a unique analysis of the course of the war. Highlighting how nothing that happened in Iraq after 2003 was inevitable, Sky exposes the failures of the policies of both Republicans and Democrats, and the lessons that must be learned about the limitations of power.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "War",
                "Military",
                "Biography",
                "Autobiography",
                "Biography Memoir"
            ]
        },
        {
            "title": "Well Then There Now",
            "authors": [
                "Juliana Spahr"
            ],
            "ranking": 4.24,
            "ranking_count": 119,
            "abstract": "Accretion, articulation, exploration, transformation, naming, sentiment, private and public property these are just a few of Juliana Spahr's interests. In this, her third collection of poetry, we find her performing her characteristic magic, turning these theoretical concerns into a poetic odyssey.. From her first poem, written in Honolulu, Hawaii, to the last, written in Berkeley, California, about her childhood in Appalachia, Spahr takes us on a wild patchwork journey backwards and forwards in time and space, tracking change in ecology, society, economies, herself. Through a collage of ''found language'' a deep curiosity about place, and a restless intelligence, Spahr demonstrates the vibrant possibilities of an investigatory poetics. This verse is more inclusive than exclusive; consistently Spahr includes grape varietals, the shrinking of public beachfront in Hawaii, endangered plant, fish, and wildlife species, the melting of the polar ice caps, and comparative poverty rates in her eclectic repertoire. She also knows how to sing in the oldest tradition of poetry of loss, and her lament for nature is the most keen.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Academic"
            ]
        },
        {
            "title": "Does the Noise in My Head Bother You?: A Rock 'n' Roll Memoir",
            "authors": [
                "Steven Tyler"
            ],
            "ranking": 3.52,
            "ranking_count": 12680,
            "abstract": "Born Steven Victor Tallarico on March 26, 1948, in Yonkers, New York, Steven Tyler is the iconic songwriter, composer, and voice of Aerosmith roll band.. After coming together in Sunapee, New Hampshire, in the late sixties, five musicians moved to Boston and became the band we know today as Aerosmith: Tyler as front man, guitarist Joe Perry, bassist Tom Hamilton, guitarist Ray Tabano, later replaced by Brad Whitford, and drummer Joey Kramer. The band has sold more than 100 million records worldwide and won multiple Grammys, American Music awards, Billboard awards, MTV awards, and an Oscars World, The Simpsons, at Superbowl XXXV and was immortalized in their own version of Guitar Hero.. Tyler is considered one of rocks most recognizable and dynamic front men. Rolling Stone has cited Tyler as one of the greatest singers of all time. In December 2010, he performed for President Obama and the First Lady in a special tribute to Sir Paul McCartney at the Kennedy Center Honors, and in January 2011, Tyler joined Jennifer Lopez, Randy Jackson, and host Ryan Seacrest as a judge on the Fox TV phenomenon American Idol.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Music",
                "Nonfiction",
                "Autobiography",
                "Biography Memoir",
                "Unfinished",
                "Adult"
            ]
        },
        {
            "title": "White Houses",
            "authors": [
                "Amy Bloom"
            ],
            "ranking": 3.33,
            "ranking_count": 17408,
            "abstract": "The unexpected and forbidden affair between Eleanor Roosevelt and Lorena Hickok unfolds in a triumph of historical fiction from the. New York Times. bestselling author of. Away. and. Lucky Us. .. “I never envied a wife or a husband, until I met Eleanor. Then, I would have traded everything I ever had, every limo ride, every skinny dip, every byline and carefree stroll, for what Franklin had, polio and all.”. Lorena Hickok meets Eleanor Roosevelt in 1932 while reporting on Franklin Roosevelt’s first presidential campaign. Having grown up worse than poor in South Dakota and reinvented herself as the most prominent woman reporter in America, “Hick,” as she’s known to her friends and admirers, is not quite instantly charmed by the idealistic, patrician Eleanor. But then, as her connection with the future first lady deepens into intimacy, what begins as a powerful passion matures into a lasting love, and a life that Hick never expected to have. She moves into the White House, where her status as “first friend” is an open secret, as are FDR’s own lovers. After she takes a job in the Roosevelt administration, promoting and protecting both Roosevelts, she comes to know Franklin not only as a great president but as a complicated rival and an irresistible friend, capable of changing lives even after his death. Through it all, even as Hick’s bond with Eleanor is tested by forces both extraordinary and common, and as she grows as a woman and a writer, she never loses sight of the love of her life.. From Washington, D.C. to Hyde Park, from a little white house on Long Island to an apartment on Manhattan’s Washington Square, Amy Bloom’s new novel moves elegantly through fascinating places and times, written in compelling prose and with emotional depth, wit, and acuity.. “Amy Bloom knows the urgency of love,” wrote. The Washington Post. about Bloom’s acclaimed bestseller. Away. . The same could be said of. White Houses. , an unforgettable novel about the power of passion and the endurance of love.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "Audiobook",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Knowledge",
            "authors": [
                "Martha Grimes"
            ],
            "ranking": 4.0,
            "ranking_count": 4133,
            "abstract": "With their signature wit, sly plotting, and gloriously offbeat characters, Martha Grimes’s. New York Times. bestselling Richard Jury mysteries are “utterly unlike anyone else’s detective novels” (. Washington Post. ). In the latest series outing,. The Knowledge. , the Scotland Yard detective nearly meets his match in a Baker Street Irregulars-like gang of kids and a homicide case that reaches into east Africa.. Robbie Parsons is one of London’s finest, a black cab driver who knows every street, every theater, every landmark in the city by heart. In his backseat is a man with a gun in his hand—a man who brazenly committed a crime in front of the Artemis Club, a rarefied art gallery-cum-casino, then jumped in and ordered Parsons to drive. As the criminal eventually escapes to Nairobi, Detective Superintendent Richard Jury comes across the case in the Saturday paper.. Two days previously, Jury had met and instantly connected with one of the victims of the crime, a professor of astrophysics at Columbia and an expert gambler. Feeling personally affronted, Jury soon enlists Melrose Plant, Marshall Trueblood, and his whole gang of merry characters to contend with a case that takes unexpected turns into Tanzanian gem mines, a closed casino in Reno, Nevada, and a pub that only London’s black cabbies, those who have “the knowledge,” can find.. The Knowledge. is prime fare from “one of the most fascinating mystery writers today” (. Houston Chronicle. ).",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "European Literature",
                "Thriller",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "Home Front",
            "authors": [
                "Kristin Hannah"
            ],
            "ranking": 4.16,
            "ranking_count": 79890,
            "abstract": "In this powerhouse of a novel, Kristin Hannah explores the intimate landscape of a troubled marriage with this provocative and timely portrait of a husband and wife, in love and at war.. All marriages have a breaking point. All families have wounds. All wars have a cost. . . .. Like many couples, Michael and Jolene Zarkades have to face the pressures of everyday life. —. children, careers, bills, chores. —. even as their twelve-year marriage is falling apart. Then a deployment sends Jolene deep into harm's way and leaves defense attorney Michael at home, unaccustomed to being a single parent to their two girls. As a mother, it agonizes Jolene to leave her family, but as a solider, she has always understood the true meaning of duty. In her letters home, she paints a rose-colored version of her life on the front lines, shielding her family from the truth. But war will change Jolene in ways that none of them could have foreseen. When tragedy strikes, Michael must face his darkest fear and fight a battle of his own. —. for everything that matters to his family.. At once a profoundly honest look at modern marriage and a dramatic exploration of the toll war takes on an ordinary American family,. Home Front. is a story of love, loss, heroism, honor, and ultimately, hope.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Audiobook",
                "War",
                "Adult",
                "Family",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Serpent and the Moon: Two Rivals for the Love of a Renaissance King",
            "authors": [
                "Princess Michael of Kent"
            ],
            "ranking": 3.73,
            "ranking_count": 481,
            "abstract": "Set against the stunning backdrop of Renaissance France,. The Serpent and the Moon. is a true story of love, war, intrigue, betrayal, and persecution. At its heart is one of the world's greatest love stories: the lifelong devotion of King Henri II of France to Diane de Poitiers, a beautiful aristocrat who was nineteen years older than her lover.. At age fourteen, Henri was married to fourteen-year-old Catherine de' Medici, an unattractive but extremely wealthy heiress who was to bring half of Italy to France as her dowry. When Catherine met Henri on her wedding day, she fell instantly in love, but Henri could see no one but the beautiful Diane. When Henri eventually became king, he and Diane ruled France as one. Meanwhile, Catherine took as her secret motto the words Hate and Wait and lived for the day Diane would die and she could win Henri's love and rule by his side. Fate had another plan.. Her Royal Highness Princess Michael of Kent, herself a descendant of both Catherine and Diane, imbues this seldom-told story with an insider's grasp of royal life. The Serpent and the Moon is a fascinating love story as well as a richly woven history of an extraordinary time.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Biography",
                "Historical",
                "Literature",
                "Biography Memoir"
            ]
        },
        {
            "title": "Dreamer's Pool",
            "authors": [
                "Juliet Marillier"
            ],
            "ranking": 3.97,
            "ranking_count": 13319,
            "abstract": "Award-winning author Juliet Marillier weaves magic, mythology, and folklore into every sentence on the page (The Book Smugglers). Now she begins an all-new and enchanting series that will transport readers to a magical vision of ancient Ireland.... In exchange for help escaping her long and wrongful imprisonment, embittered magical healer Blackthorn has vowed to set aside her bid for vengeance against the man who destroyed all that she once held dear. Followed by a former prison mate, a silent hulk of a man named Grim, she travels north to Dalriada. There she'll live on the fringe of a mysterious forest, duty bound for seven years to assist anyone who asks for her help.. Oran, crown prince of Dalriada, has waited anxiously for the arrival of his future bride, Lady Flidais. He knows her only from a portrait and sweetly poetic correspondence that have convinced him Flidais is his destined true love. But Oran discovers letters can lie. For although his intended exactly resembles her portrait, her brutality upon arrival proves she is nothing like the sensitive woman of the letters.. With the strategic marriage imminent, Oran sees no way out of his dilemma. Word has spread that Blackthorn possesses a remarkable gift for solving knotty problems, so the prince asks her for help. To save Oran from his treacherous nuptials, Blackthorn and Grim will need all their resources: courage, ingenuity, leaps of deduction, and more than a little magic.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Historical",
                "Adult",
                "Mystery",
                "Fairies",
                "Young Adult"
            ]
        },
        {
            "title": "Unequal Affections: A Pride and Prejudice Retelling",
            "authors": [
                "Lara S. Ormiston"
            ],
            "ranking": 4.07,
            "ranking_count": 3920,
            "abstract": "When Elizabeth Bennet first knew Mr. Darcy, she despised him and was sure he felt the same. Angered by his pride and reserve, influenced by the lies of the charming Mr. Wickham, she never troubled herself to believe he was anything other than the worst of men--until, one day, he unexpectedly proposed. Mr. Darcy's passionate avowal of love causes Elizabeth to reevaluate everything she thought she knew about him. What she knows is that he is rich, handsome, clever, and very much in love with her. She, on the other hand, is poor, and can expect a future of increasing poverty if she does not marry. The incentives for her to accept him are strong, but she is honest enough to tell him that she does not return his affections. He says he can accept that--but will either of them ever be truly happy in a relationship of unequal affection?. Diverging from Jane Austen's classic novel Pride and Prejudice at the proposal in the Hunsford parsonage, this story explores the kind of man Darcy is, even before his proper humbling, and how such a man, so full of pride, so much in love, might have behaved had Elizabeth chosen to accept his original proposal.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Retellings",
                "Classics",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Cosmopolitans",
            "authors": [
                "Sarah Schulman"
            ],
            "ranking": 3.86,
            "ranking_count": 583,
            "abstract": "A modern retelling of Balzac's classic. Cousin Bette. by one of America's most prolific and significant writers. Earl, a black, gay actor working in a meatpacking plant, and Bette, a white secretary, have lived next door to each other in the same Greenwich Village apartment building for thirty years. Shamed and disowned by their families, both found refuge in New York and in their domestic routine. Everything changes when Hortense, a wealthy young actress from Ohio, comes to the city to make it. Textured with the grit and gloss of midcentury Manhattan,. The Cosmopolitans. is a lush, inviting read. The truths it frames about the human need for love and recognition remain long after the book is closed.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Historical",
                "New York",
                "Novels",
                "Adult Fiction",
                "Race"
            ]
        },
        {
            "title": "The Friend Zone",
            "authors": [
                "Sariah Wilson"
            ],
            "ranking": 3.9,
            "ranking_count": 4388,
            "abstract": "From the bestselling author of the #Lovestruck novels comes a rousing romance about following your dreams, second chances, and playing the game of love.. Disgraced college quarterback Logan Hunt was on his way to NFL stardom when he messed up big-time. Now the Texas star player with a bad temper has a new option: Seattle’s EOL College—as in. End of the Line. , to his fellow misfit recruits. It’s Logan’s last chance.. If. he can follow the rules. No parties, no fighting, no swearing, and oh, no dating the coach’s daughter, Jess. Simple. Yeah, right. For Logan, there has never been a rule he’s more tempted to break.. The deal is “just friends.” The pretty, confident, and fiercely smart math whiz is fine with pizza, tutoring, and keeping Logan in line. But the closer Jess gets, the more receptive she is to his warm heart and spirit—not to mention his irresistible off-field passes. With defenses down, they’re both heading into the danger zone.. It’s more than thrilling. It’s love. It’s also a game changer that could sideline Logan’s NFL goals—and more important, a future with Jess. But dreams are worth fighting for, right?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Sports",
                "Contemporary Romance",
                "Contemporary",
                "New Adult",
                "Academic",
                "Womens Fiction",
                "Football"
            ]
        },
        {
            "title": "No Ocean Too Wide",
            "authors": [
                "Carrie Turansky"
            ],
            "ranking": 4.13,
            "ranking_count": 1186,
            "abstract": "Between the years of 1869 to 1939 more than 100,000 poor British children were sent across the ocean to Canada with the promise of a better life. Those who took them in to work as farm laborers or household servants were told they were orphans–but was that the truth?. After the tragic loss of their father, the McAlister family is living at the edge of the poorhouse in London in 1908, leaving their mother to scrape by for her three younger children, while oldest daughter, Laura, works on a large estate more than an hour away. When Edna McAlister falls gravely ill and is hospitalized, twins Katie and Garth and eight-year-old Grace are forced into an orphans’ home before Laura is notified about her family’s unfortunate turn of events in London. With hundreds of British children sent on ships to Canada, whether truly orphans or not, Laura knows she must act quickly. But finding her siblings and taking care of her family may cost her everything.. Andrew Fraser, a wealthy young British lawyer and heir to the estate where Laura is in service, discovers that this common practice of finding new homes for penniless children might not be all that it seems. Together Laura and Andrew form an unlikely partnership. Will they arrive in time? Will their friendship blossom into something more?. Inspired by true events, this moving novel follows Laura as she seeks to reunite her family and her siblings who, in their darkest hours, must cling to the words from Isaiah: “Fear thou not; for I am with thee: be not dismayed; for I am thy God”.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Romance",
                "Christian",
                "Adult",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Train Man",
            "authors": [
                "Andrew Mulligan"
            ],
            "ranking": 3.36,
            "ranking_count": 106,
            "abstract": "'Brilliant... profoundly affecting. A beautiful story.'. Ruth Jones, author of. Never Greener. Michael is a broken man. He’s waiting for the 09.46 to Gloucester, so as to reach Crewe for 11.22: the platforms are long at Crewe, and he can walk easily into the path of a high-speed train to London. He’s planned it all: a net of tangerines (for when the refreshments trolley is cancelled), and a juice carton, full of neat whisky. To make identification swift, he has taped his last credit card to the inside of his shoe.. What Michael hasn’t factored in is a twelve-minute delay, which risks him missing his connection, and making new ones. He longs to silence the voices in his own head: ex-girlfriends, colleagues, and the memories from his schooldays, decades old. They all torment him. What Michael needs is somebody to listen.. A last, lonely journey becomes a lesson in the power of human connection, proving that no matter how bad things seem, it's never too late to get back on track.. Journeys intersect. People find hope when and where they least expect it. A missed connection needn’t be a disaster: it could just save your life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Sun King Dialogue: A Bold New Explanation of Why the Universe Exists or Why Atheism Is Irrational",
            "authors": [
                "Daniel Alexander Brown"
            ],
            "ranking": 4.0,
            "ranking_count": 1,
            "abstract": "WHY THE HELL DOES THE UNIVERSE EXIST?. Neither science nor religion have so far offered a straight-forward, logical answer to this question. What's more, science and religion seem incapable of providing a unified explanation of the myriad phenomena taking place. within. the universe.. Consider for a moment what math-based theories of everything, like string theory, are able to explain. While math is an effective tool for discerning the structure of the cosmos, it's a spectacular failure when it comes to explaining important subjects like emotions, history, humor, art, and ethics. Given the limits of its explanatory power, how can math be regarded as a suitable basis for a theory of everything?. The key to understanding the universe is language. Ancient religions struggled to articulate ideas about the cosmos in human languages that are limited in precision and consistency. Theoretical physics, on the other hand, relies on the language of mathematics to construct scientific theories; but math is very limited as well. The path to bridging these disciplines, and the way to unify all subjects of inquiry into a comprehensive explanation of life and the universe, is by introducing an innovative symbolic language that can draw a link between phenomena that are seemingly far removed from one another, such as human nature and the structure of the cosmos.. In. The Sun King Dialogue. , Daniel Alexander Brown presents a bold new explanation of why the universe exists. He visits the court of the most suspicious cynic in the land, the Cynical Sun King, and the dialogue that follows is an entertaining exploration of everything under the sun; from the source of the universe to the structure of human societies to the possible future of the American Republic, with appearances by pop culture icons like sexy vampires, the Three Men in the Tub, Dizzy Gillespie, and Pat Sajak.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Lonely Boy",
            "authors": [
                "Steve      Jones",
                "Ben  Thompson"
            ],
            "ranking": 4.05,
            "ranking_count": 1363,
            "abstract": "Without the Sex Pistols there would be no Punk. And without Steve Jones there would be no Sex Pistols. It was Steve who formed Kutie Jones and his Sex Pistols, the band that eventually went on to become the Sex Pistols, with his schoolmate Paul Cook and who was its original leader. As the world celebrates the 40th anniversary of Punk – the influence and cultural significance of which is still felt in music, fashion and the visual arts to this day – Steve tells his story for the very first time.. Steve’s modern Dickensian tale begins in the streets of Hammersmith and Shepherd’s Bush, West London, where as a lonely, neglected boy living off his wits and his petty thievery, he is given purpose by the glam art rock of David Bowie and Roxy Music and becomes one of the first generation of ragamuffin punks taken under the wings of Malcolm McLaren and Vivienne Westwood. For the very first time Steve describes the sadness of never knowing his dad, the neglect and abuse he suffered at the hands of his step father, and how his interest in music and fashion saved him from a potential life of crime spent in remand centres and prison. From the Kings Road of the early seventies, through the years of the Sex Pistols, Punk Rock and the recording of. Never Mind the Bollocks. (ranked number 41 in Rolling Stone magazine’s Best Albums of All Time), to his self-imposed exile in New York and Los Angeles where he battled with alcohol, heroin and sex addiction – caught in a cycle of rehab and relapse –. Lonely Boy. , written with music journalist and author Ben Thompson, is the story of an unlikely guitar hero who, with the Sex Pistols, changed history.. Publication coincides with the 40th anniversary of the release of the Sex Pistols first record, ‘Anarchy in the UK’, and of Steve’s infamous confrontation on Bill Grundy’s. Today. programme – that interview ushered in the ‘Filth and the Fury’ headlines that catapulted Punk into the national consciousness.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Sociology",
                "Biography Memoir",
                "Audiobook"
            ]
        },
        {
            "title": "A Slow Passion: Snails, My Garden and Me",
            "authors": [
                "Ruth Brooks"
            ],
            "ranking": 4.15,
            "ranking_count": 41,
            "abstract": "When BBC Radio 4's Material World programme announced a search for the UK's top amateur scientist, little did anyone expect that the winning experiment would comprise one of our humblest garden pests. Ruth Brooks posed this question: Do snails have a homing instinct? The nation was gripped by the unexpected thesis and by Ruth's online diaries, which catalogued her trials and tribulations as she got to grips with these slimy little gastropods.A Slow Passion is Ruth's story, with anecdotes and misadventures galore. What starts out as a ruthless vendetta against the snails that are decimating her hostas becomes a journey of discovery into the whys and wherefores of snail life. When Ruth dumps a group of the worst offending snails in a far-off wood, she decides to paint their shells with nail varnish, just to see what happens. And guess what, they come back home. This is the beginning of an obsession that sees the grandmother-turned-scientist prowling about and pouncing on the snails in her garden, sneaking off on night-time missions to repatriate bucketloads of painted snails, reading up on the sex-life of snails (which turns out to be unexpectedly romantic) and, eventually, sending off the application to a national competition for home science. With charming illustrations, A Slow Passion is a sweet, funny and surprising investigation into the hidden life of snails, which will change the way you look at the smaller (and slower) things in life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science"
            ]
        },
        {
            "title": "The Wingsnatchers",
            "authors": [
                "Sarah Jean Horwitz"
            ],
            "ranking": 3.84,
            "ranking_count": 391,
            "abstract": "A stunning debut about a magician’s apprentice and a one-winged princess who must vanquish the mechanical monsters that stalk the streets and threaten the faerie kingdom.. Aspiring inventor and magician’s apprentice Felix Carmer III would rather be tinkering with his latest experiments than sawing girls in half on stage, but with Antoine the Amazifier’s show a tomato’s throw away from going under, Carmer is determined to win the cash prize in the biggest magic competition in Skemantis. When fate throws Carmer across the path of fiery, flightless faerie princess Grit (do not call her Grettifrida), they strike a deal. If Carmer will help Grit investigate a string of faerie disappearances, she’ll use her very real magic to give his mechanical illusions a much-needed boost against the competition. But Carmer and Grit soon discover they’re not the only duo trying to pair magic with machine – and the combination can be deadly.. In this story perfect for readers of the Lockwood & Co and Wildwood series, Sarah Jean Horwitz takes readers on a thrilling journey through a magical wooded fairyland and steampunk streets where terrifying automata cats lurk in the shadows and a mad scientist’s newest mechanical invention might be more menace than miracle.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Young Adult",
                "Mystery"
            ]
        }
    ]
}