{
    "books": [
        {
            "title": "Great House",
            "authors": [
                "Nicole Krauss"
            ],
            "ranking": 3.48,
            "ranking_count": 17690,
            "abstract": "For twenty-five years, a reclusive American novelist has been writing at the desk she inherited from a young Chilean poet who disappeared at the hands of Pinochet's secret police, one day a girl claiming to be the poet's daughter arrives to take it away, sending the writer's life reeling. Across the ocean, in the leafy suburbs of London, a man caring for his dying wife discovers, among her papers, a lock of hair that unravels a terrible secret. In Jerusalem, an antiques dealer slowly reassembles his father's study, plundered by the Nazis in Budapest in 1944.. Connecting these stories is a desk of many drawers that exerts a power over those who possess it or have given it away. As the narrators of Great House make their confessions, the desk takes on more and more meaning, and comes finally to stand for all that has been taken from them, and all that binds them to what has disappeared.. Great House is a story haunted by questions: What do we pass on to our children and how do they absorb our dreams and losses? How do we respond to disappearance, destruction, and change?. Nicole Krauss has written a soaring, powerful novel about memory struggling to creat a meaningful permanence in the face of inevitable loss.. (front flap)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Literature",
                "World War II",
                "Short Stories"
            ]
        },
        {
            "title": "Living in the Crosshairs: The Untold Stories of Anti-Abortion Terrorism",
            "authors": [
                "David S.   Cohen",
                "Krysten Connon"
            ],
            "ranking": 4.1,
            "ranking_count": 81,
            "abstract": "Abortion is a legal, common, and safe medical procedure that one in three American women will undergo. Yet ever since. Roe v. Wade. was decided in 1973, anti-abortion forces have tried nearly every tactic to eliminate it. Legislative and judicial developments dominate the news, but a troubling. and all-too-common phenomenon-targeted vigilante action against individual abortion providers-is missing from the national discussion, only cropping up when a dramatic story like the murder of an abortion provider pushes it to the forefront. Every day, men and women who are associated with abortion. care are harassed, threatened, stalked, picketed, sent hate mail, and otherwise terrorized. Those who seek help from the law are sometimes successful, but not always, either because there are insufficient protections built into the law, or because law enforcement officials fail to respond.. In. Living in the Crosshairs. , the voices of these providers are heard for the first time, through extensive interviews that David S. Cohen and Krysten Connon conducted across the country. Abortion providers are targeted at home, at work, or in community spaces; they can be harassed in person or. online. Abortion opponents target not only the providers themselves but also may go after their families, neighbors, and others close to them. This kind of targeting happens anywhere in the country, not just in more conservative areas, and can victimize all providers, not just high-profile doctors.. For some, being the victim of targeted harassment inspires significant fear and leads to changes in behavior; for others, it has become a normal part of life; and for yet others, it actively strengthens their resolve. The response of law enforcement at the federal, state, and local levels is. spotty-though there are some strong laws on the books, especially at the federal level, abortion providers have had mixed experiences when it comes to legal recourse, and effectiveness varies. Drawing on ideas from the interviews, the authors propose several legal and societal reforms that could. improve the lives of providers, foremost among them redefining targeted harassment as terrorism rather than protest.. Living in the Crosshairs. is a rich and humane portrait of women's health professionals who persist in their work despite harassment because they believe in what they are doing. These providers' voices have not been heard in recent debates, leaving the public with a deficient understanding of exactly. how abortion is limited in this country, yet their experiences illuminate the truth of the issue and offer us a path to a better policy.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Politics",
                "History",
                "Womens",
                "Crime",
                "War",
                "Social Movements",
                "Social Issues",
                "Health"
            ]
        },
        {
            "title": "No Time To Die",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 6,
            "abstract": "A murder case getting harder to solve every minute—just the way detective Ollie Reed didn't like it. Plus, he had to deal with curvy Sally Derivadose—his client—the main suspect.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "This Tender Land",
            "authors": [
                "William Kent Krueger"
            ],
            "ranking": 4.38,
            "ranking_count": 118635,
            "abstract": "In the summer of 1932, on the banks of Minnesota's Gilead River, the Lincoln Indian Training School is a pitiless place where Native American children, forcibly separated from their parents, are sent to be educated. It is also home to Odie O’Banion, a lively orphan boy whose exploits constantly earn him the superintendent’s wrath. Odie and his brother, Albert, are the only white faces among the hundreds of Native American children at the school.. After committing a terrible crime, Odie and Albert are forced to flee for their lives along with their best friend, Mose, a mute young man of Sioux heritage. Out of pity, they also take with them a brokenhearted little girl named Emmy. Together, they steal away in a canoe, heading for the mighty Mississippi in search for a place to call home.. Over the course of one unforgettable summer, these four orphan vagabonds journey into the unknown, crossing paths with others who are adrift, from struggling farmers and traveling faith healers to displaced families and lost souls of all kinds. With the feel of a modern classic,. This Tender Land. is an en­thralling, bighearted epic that shows how the magnificent American landscape connects us all, haunts our dreams, and makes us whole.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Young Adult",
                "Adventure",
                "Literary Fiction",
                "Book Club",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Calculating Stars",
            "authors": [
                "Mary Robinette Kowal"
            ],
            "ranking": 3.98,
            "ranking_count": 27495,
            "abstract": "On a cold spring night in 1952, a huge meteorite fell to earth and obliterated much of the east coast of the United States, including Washington D.C. The ensuing climate cataclysm will soon render the earth inhospitable for humanity, as the last such meteorite did for the dinosaurs. This looming threat calls for a radically accelerated effort to colonize space, and requires a much larger share of humanity to take part in the process.. Elma York’s experience as a WASP pilot and mathematician earns her a place in the International Aerospace Coalition’s attempts to put man on the moon, as a calculator. But with so many skilled and experienced women pilots and scientists involved with the program, it doesn’t take long before Elma begins to wonder why they can’t go into space, too.. Elma’s drive to become the first Lady Astronaut is so strong that even the most dearly held conventions of society may not stand a chance against her.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Historical",
                "Adult",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Fateful",
            "authors": [
                "Cheri Schmidt"
            ],
            "ranking": 3.61,
            "ranking_count": 2381,
            "abstract": "For Danielle Darcey when the sun sets in London the magic begins, but just as that magic begins her fairy tale romance ends.... A huge fan of Jane Austen, Danielle hopes to find her own Mr. Darcy when she leaves Colorado to attend art school in London. Of course she knows it’s silly to wish for that, naive even. But she’s met enough males who lacked respect for women, a growing trend it seemed. And at nineteen...well... However, on only her second night there she gets lost and is threatened by a stalker who proves to be immune to her martial arts training. Before she is completely overpowered, she is then saved by Ethan Deveroux.. While Danielle does find the romance she seeks in Ethan, he’s no Mr. Darcy. Her hero is held by a spell which fractures their chance at a happy ending. During the day Ethan is closer to mortal than immortal and can date her like any other man. Yet, as the sun sets, the powerful magic of an ancient curse returns and the evil of that spell is revealed. When that magic begins, Danielle's fairytale romance ends because Ethan Deveroux is a vampire.. Fateful is a clean, coming of age vampire romance that blends fantasy and paranormal with a healthy dose of romance and a dash of humor.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "New Adult",
                "Fiction"
            ]
        },
        {
            "title": "Venom",
            "authors": [
                "Fiona Paul"
            ],
            "ranking": 3.72,
            "ranking_count": 5255,
            "abstract": "Cassandra Caravello is one of Renaissance Venice’s lucky elite: with elegant gowns, sparkling jewels, her own lady’s maid, and a wealthy fiancé, she has everything a girl could desire. Yet ever since her parents’ death, Cassandra has felt trapped, alone in a city of water, where the dark and labyrinthine canals whisper of escape.. When Cass stumbles upon a murdered woman—practically in her own backyard—she’s drawn into a dangerous world of courtesans, killers, and secret societies. Soon, she finds herself falling for Falco, a mysterious artist with a mischievous grin... and a spectacular skill for trouble. Can Cassandra find the murderer, before he finds her? And will she stay true to her fiancé, or succumb to her uncontrollable feelings for Falco?. Beauty, love, romance, and mystery weave together in a stunning novel that’s as seductive and surprising as the city of Venice itself.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Mystery",
                "Romance",
                "Fantasy",
                "Thriller",
                "Fiction"
            ]
        },
        {
            "title": "Solomon's Oak",
            "authors": [
                "Jo-Ann Mapson"
            ],
            "ranking": 3.77,
            "ranking_count": 2628,
            "abstract": "Solomon's Oak. is the story of three people who have suffered losses that changed their lives forever.. Glory Solomon, a young widow, holds tight to her memories while she struggles to hold on to her Central California farm. She makes ends meet by hosting weddings in the chapel her husband had built under their two-hundred-year-old white oak tree, known locally as Solomon's Oak. Fourteen-year-old Juniper McGuire is the lone survivor of a family decimated by her sister's disappearance. She arrives on Glory's doorstep, pierced, tattooed, angry, and homeless. When Glory's husband Dan was alive, they took in foster children, but Juniper may be more than she can handle alone. Joseph Vigil is a former Albuquerque police officer and crime lab photographer who was shot during a meth lab bust that took the life of his best friend. Now disabled and in constant pain, he arrives in California to fulfill his dream of photographing the state's giant trees, including Solomon's Oak.. In Jo-Ann Mapson's deeply felt, wise, and gritty novel, these three broken souls will find in each other an unexpected comfort, the bond of friendship, and a second chance to see the miracles of everyday life.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Family",
                "Realistic Fiction",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "Liar, Temptress, Soldier, Spy: Four Women Undercover in the Civil War",
            "authors": [
                "Karen Abbott"
            ],
            "ranking": 3.74,
            "ranking_count": 15018,
            "abstract": "Karen Abbott, the New York Times bestselling author of Sin in the Second City and “pioneer of sizzle history” (USA Today), tells the spellbinding true story of four women who risked everything to become spies during the Civil War.. Karen Abbott illuminates one of the most fascinating yet little known aspects of the Civil War: the stories of four courageous women—a socialite, a farmgirl, an abolitionist, and a widow—who were spies.. After shooting a Union soldier in her front hall with a pocket pistol, Belle Boyd became a courier and spy for the Confederate army, using her charms to seduce men on both sides. Emma Edmonds cut off her hair and assumed the identity of a man to enlist as a Union private, witnessing the bloodiest battles of the Civil War. The beautiful widow, Rose O’Neale Greenhow, engaged in affairs with powerful Northern politicians to gather intelligence for the Confederacy, and used her young daughter to send information to Southern generals. Elizabeth Van Lew, a wealthy Richmond abolitionist, hid behind her proper Southern manners as she orchestrated a far-reaching espionage ring, right under the noses of suspicious rebel detectives.. Using a wealth of primary source material and interviews with the spies’ descendants, Abbott seamlessly weaves the adventures of these four heroines throughout the tumultuous years of the war. With a cast of real-life characters including Walt Whitman, Nathaniel Hawthorne, General Stonewall Jackson, detective Allan Pinkerton, Abraham and Mary Todd Lincoln, and Emperor Napoleon III, Liar, Temptress, Soldier, Spy draws you into the war as these daring women lived it.. Liar, Temptress, Soldier, Spy contains 39 black & white photos and 3 maps.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Military History",
                "Biography",
                "Historical",
                "War",
                "North American Hi...",
                "Audiobook",
                "Feminism",
                "Womens"
            ]
        },
        {
            "title": "Under a Painted Sky",
            "authors": [
                "Stacey  Lee"
            ],
            "ranking": 3.97,
            "ranking_count": 10009,
            "abstract": "Missouri, 1849: Samantha dreams of moving back to New York to be a professional musician—not an easy thing if you’re a girl, and harder still if you’re Chinese. But a tragic accident dashes any hopes of fulfilling her dream, and instead, leaves her fearing for her life. With the help of a runaway slave named Annamae, Samantha flees town for the unknown frontier. But life on the Oregon Trail is unsafe for two girls, so they disguise themselves as Sammy and Andy, two boys headed for the California gold rush. Sammy and Andy forge a powerful bond as they each search for a link to their past, and struggle to avoid any unwanted attention. But when they cross paths with a band of cowboys, the light-hearted troupe turn out to be unexpected allies. With the law closing in on them and new setbacks coming each day, the girls quickly learn that there are not many places to hide on the open trail.. This beautifully written debut is an exciting adventure and heart-wrenching survival tale. But above all else, it’s a story about perseverance and trust that will restore your faith in the power of friendship.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Westerns",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Girl in Translation",
            "authors": [
                "Jean Kwok"
            ],
            "ranking": 3.97,
            "ranking_count": 53212,
            "abstract": "Introducing a fresh, exciting Chinese-American voice, an inspiring debut about an immigrant girl forced to choose between two worlds and two futures.. When Kimberly Chang and her mother emigrate from Hong Kong to Brooklyn squalor, she quickly begins a secret double life: exceptional schoolgirl during the day, Chinatown sweatshop worker in the evenings. Disguising the more difficult truths of her life like the staggering degree of her poverty, the weight of her family’s future resting on her shoulders, or her secret love for a factory boy who shares none of her talent or ambition. Kimberly learns to constantly translate not just her language but herself back and forth between the worlds she straddles.. Through Kimberly’s story, author Jean Kwok, who also emigrated from Hong Kong as a young girl, brings to the page the lives of countless immigrants who are caught between the pressure to succeed in America, their duty to their family, and their own personal desires, exposing a world that we rarely hear about.. Written in an indelible voice that dramatizes the tensions of an immigrant girl growing up between two cultures, surrounded by a language and world only half understood,. Girl in Translation. is an unforgettable and classic novel of an American immigrant-a moving tale of hardship and triumph, heartbreak and love, and all that gets lost in translation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Young Adult",
                "Contemporary",
                "Cultural",
                "Adult Fiction",
                "Adult",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "The Binding",
            "authors": [
                "Bridget Collins"
            ],
            "ranking": 3.88,
            "ranking_count": 57426,
            "abstract": "Books are dangerous things in Collins's alternate universe, a place vaguely reminiscent of 19th-century England. It's a world in which people visit book binders to rid themselves of painful or treacherous memories. Once their stories have been told and are bound between the pages of a book, the slate is wiped clean and their memories lose the power to hurt or haunt them.. After having suffered some sort of mental collapse and no longer able to keep up with his farm chores, Emmett Farmer is sent to the workshop of one such binder to live and work as her apprentice. Leaving behind home and family, Emmett slowly regains his health while learning the binding trade. He is forbidden to enter the locked room where books are stored, so he spends many months marbling end pages, tooling leather book covers, and gilding edges. But his curiosity is piqued by the people who come and go from the inner sanctum, and the arrival of the lordly Lucian Darnay, with whom he senses a connection, changes everything.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Romance",
                "LGBT",
                "Magical Realism",
                "Writing",
                "Adult"
            ]
        },
        {
            "title": "A Beautiful Day in the Neighborhood: The Poetry of Mister Rogers",
            "authors": [
                "Fred Rogers"
            ],
            "ranking": 4.34,
            "ranking_count": 2705,
            "abstract": "The. New York Times. Best Seller. For the first time ever, 75 beloved songs from. Mister Rogers’ Neighborhood. and. The Children's Corner. are collected in this charmingly illustrated treasury, sure to be cherished by generations of children as well as the millions of adults who grew up with Mister Rogers.. It’s you I like.. It’s not the things you wear,. It’s not the way you do your hair—. But it’s you I like.. From funny to sweet, silly to sincere, the lyrics of Mister Rogers explore such universal topics as feelings, new siblings, everyday life, imagination, and more. Through these songs—as well as endearing puppets and honest conversations—Mister Rogers instilled in his young viewers the values of kindness, self-awareness, and self-esteem. But most of all, he taught children that they are loved, just as they are. Perfect for bedtime, sing-along, or quiet time alone, this beautiful book of meaningful poetry is for every child—including the child inside of every one of us.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Childrens",
                "Nonfiction",
                "Music",
                "Audiobook",
                "Kids",
                "Psychology"
            ]
        },
        {
            "title": "Down Among the Sticks and Bones",
            "authors": [
                "Seanan McGuire"
            ],
            "ranking": 4.16,
            "ranking_count": 41446,
            "abstract": "Twin sisters Jack and Jill were seventeen when they found their way home and were packed off to Eleanor West’s Home for Wayward Children.. This is the story of what happened first…. Jacqueline was her mother’s perfect daughter—polite and quiet, always dressed as a princess. If her mother was sometimes a little strict, it’s because crafting the perfect daughter takes discipline.. Jillian was her father’s perfect daughter—adventurous, thrill-seeking, and a bit of a tom-boy. He really would have preferred a son, but you work with what you've got.. They were five when they learned that grown-ups can’t be trusted.. They were twelve when they walked down the impossible staircase and discovered that the pretense of love can never be enough to prepare you a life filled with magic in a land filled with mad scientists and death and. choices. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Audiobook",
                "Horror",
                "LGBT",
                "Novella",
                "Paranormal"
            ]
        },
        {
            "title": "My First Travel Angelic Airline Adventures",
            "authors": [
                "Anna Othitis"
            ],
            "ranking": 4.58,
            "ranking_count": 179,
            "abstract": "Are you ready to take to the skies? Then welcome to Angelic Airlines! Come join the adventures of Captain Frankie and the Angelic Airlines flying angel as they travel across the world to some of the most popular, entertaining, and educational places in the world. Captain Frankie is waiting for you to book your ticket, safely stow your bags, and open your eyes to the beautiful places created for all of us to visit in My First Travel Book.",
            "part_of_series": false,
            "genre_list": [
                "Adventure",
                "Childrens",
                "Aeroplanes",
                "Education",
                "Family",
                "Travel",
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "No Girls No Telephones",
            "authors": [
                "Brittany Cavallaro",
                "Rebecca Hazelton"
            ],
            "ranking": 4.19,
            "ranking_count": 16,
            "abstract": "Poetry. Brittany Cavallaro and Rebecca Hazelton began with the proposition that the opposite of a dream song might be waking speech. Or a sleepless anthem. Or wakeful silence. Then they reversed that notion, and reversed it again. Through an intrepid, always devoted, often cheeky engagement with John Berryman's The Dream Songs, the 26 poems in NO GIRLS NO TELEPHONES strike out for an unmapped horizon where ruined fairy stories, dreams, and self-deception all collide in a perfect storm of the possibility of Past and Perfect and the certainty of the Now and New. These poems are no mere act of homage. Suggestive of the brittle aspirations, illusions, and delusions that permeate our everyday lives, NO GIRLS NO TELEPHONES invites us into a world where, naive on the rim / of a glass teacup, men and women exist at odds with one other and with a frighteningly indifferent, fiercely beautiful world.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Netherwood",
            "authors": [
                "Jane Sanderson"
            ],
            "ranking": 3.64,
            "ranking_count": 1056,
            "abstract": "Two remarkably different worlds—one of wealth and privilege, the other of poverty and desperation—are about to collide in one shattering moment in this mesmerizing tale of high drama, forbidden love, and families fighting to hold on to what they have. Upstairs: Lord Netherwood, a coal baron, earns his considerable wealth from the three mines he owns. Supplying a bustling industrial empire with the highest-quality coal keeps his coffers filled—money he needs to run his splendid estate, Netherwood Hall, and to dress his wife and daughters in the latest fashions. And keeping his heir, the charming but feckless Tobias, out of trouble, doesn't come cheap.. Downstairs: Eve Williams, the wife of one of Lord Netherwood's most stalwart employees, cleverly manages her family's well-being on the low wages her hardworking husband earns in the mines. But when her ordered life amid the terraced rows of miners' houses is brought crashing down by the twin arrivals of tragedy and charity, Eve must look to her own self-sufficiency and talent to provide for her three young children.. And soon the divide between upstairs and downstairs is about to close . . .and neither world will ever be the same.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Adult Fiction",
                "Romance",
                "Womens Fiction",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "The Lost City of the Monkey God",
            "authors": [
                "Douglas Preston"
            ],
            "ranking": 3.92,
            "ranking_count": 48973,
            "abstract": "A five-hundred-year-old legend. An ancient curse. A stunning medical mystery. And a pioneering journey into the unknown heart of the world's densest jungle.. Since the days of conquistador Hernán Cortés, rumors have circulated about a lost city of immense wealth hidden somewhere in the Honduran interior, called the White City or the Lost City of the Monkey God. Indigenous tribes speak of ancestors who fled there to escape the Spanish invaders, and they warn that anyone who enters this sacred city will fall ill and die. In 1940, swashbuckling journalist Theodore Morde returned from the rainforest with hundreds of artifacts and an electrifying story of having found the Lost City of the Monkey God-but then committed suicide without revealing its location.. Three quarters of a century later, author Doug Preston joined a team of scientists on a groundbreaking new quest. In 2012 he climbed aboard a rickety, single-engine plane carrying the machine that would change everything: lidar, a highly advanced, classified technology that could map the terrain under the densest rainforest canopy. In an unexplored valley ringed by steep mountains, that flight revealed the unmistakable image of a sprawling metropolis, tantalizing evidence of not just an undiscovered city but an enigmatic, lost civilization.. Venturing into this raw, treacherous, but breathtakingly beautiful wilderness to confirm the discovery, Preston and the team battled torrential rains, quickmud, disease-carrying insects, jaguars, and deadly snakes. But it wasn't until they returned that tragedy struck: Preston and others found they had contracted in the ruins a horrifying, sometimes lethal-and incurable-disease.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Adventure",
                "Travel",
                "Science",
                "Audiobook",
                "Anthropology",
                "Historical",
                "Autobiography"
            ]
        },
        {
            "title": "In Order to Live: A North Korean Girl's Journey to Freedom",
            "authors": [
                "Yeonmi Park",
                "Maryanne Vollers"
            ],
            "ranking": 4.46,
            "ranking_count": 57634,
            "abstract": "Human rights activist Park, who fled North Korea with her mother in 2007 at age 13 and eventually made it to South Korea two years later after a harrowing ordeal, recognized that in order to be completely free, she had to confront the truth of her past. It is an ugly, shameful story of being sold with her mother into slave marriages by Chinese brokers, and although she at first tried to hide the painful details when blending into South Korean society, she realized how her survival story could inspire others. Moreover, her sister had also escaped earlier and had vanished into China for years, prompting the author to go public with her story in the hope of finding her sister.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "Audiobook",
                "History",
                "Biography Memoir",
                "Politics",
                "Adult"
            ]
        },
        {
            "title": "You Don't Look Like Anyone I Know: A True Story of Family, Face Blindness, and Forgiveness",
            "authors": [
                "Heather Sellers"
            ],
            "ranking": 3.58,
            "ranking_count": 2586,
            "abstract": "An unusual and uncommonly moving family memoir, with a twist that give new meaning to hindsight, insight, and forgiveness.. Heather Sellers is face-blind-that is, she has prosopagnosia, a rare neurological condition that prevents her from reliably recognizing people's faces. Growing up, unaware of the reason for her perpetual confusion and anxiety, she took what cues she could from speech, hairstyle, and gait. But she sometimes kissed a stranger, thinking he was her boyfriend, or failed to recognize even her own father and mother. She feared she must be crazy.. Yet it was her mother who nailed windows shut and covered them with blankets, made her daughter walk on her knees to spare the carpeting, had her practice secret words to use in the likely event of abduction. Her father went on weeklong fishing trips (aka benders), took in drifters, wore panty hose and bras under his regular clothes. Heather clung to a barely coherent story of a normal childhood in order to survive the one she had.. That fairy tale unraveled two decades later when Heather took the man she would marry home to meet her parents and began to discover the truth about her family and about herself. As she came at last to trust her own perceptions, she learned the gift of perspective: that embracing the past as it is allows us to let it go. And she illuminated a deeper truth-that even in the most flawed circumstances, love may be seen and felt.. Watch a Video",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Psychology",
                "Biography",
                "Biography Memoir",
                "Science",
                "Audiobook",
                "Medical",
                "Mental Health",
                "Book Club"
            ]
        },
        {
            "title": "Ashes",
            "authors": [
                "Laurie Halse Anderson"
            ],
            "ranking": 4.35,
            "ranking_count": 5735,
            "abstract": "Freedom for one, freedom for all?. That's the question that burns in Isabel's mind as she and Curzon forge on through chaos and fear toward the dream that's kept them alive for so many years: freedom. But her dream of living not as a runaway but as a free person with land and a family of her own seems impossibly far away. That dream hinges on one thing: finding her little sister, Ruth. It's been years since Ruth was stolen from her. Is she even alive? And if Isabel can find her, how will they make it safely through the war between the Patriots and the British that rages on as dangerously as ever, while bounty hunters try to kidnap them at every turn?. In the American Revolution, one must pick a side in order to survive. But how can you care about a nation's freedom when the very same nation has kept you in chains?. A heart-pounding and riveting story of perseverance and hope,. Ashes. is the highly anticipated conclusion to Laurie Halse Anderson's award-winning Seeds of America trilogy.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Childrens",
                "Fiction",
                "War",
                "American Revolution",
                "Military History",
                "Cultural",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Pioneer Girl: The Annotated Autobiography",
            "authors": [
                "Laura Ingalls Wilder",
                "Pamela Smith Hill"
            ],
            "ranking": 3.99,
            "ranking_count": 8243,
            "abstract": "Pioneer Girl. follows the Ingalls family's journey through Kansas, Missouri, Wisconsin, Minnesota, Iowa, back to Minnesota, and on to Dakota Territory sixteen years of travels, unforgettable experiences, and the everyday people who became immortal through Wilder's fiction. Using additional manuscripts, letters, photographs, newspapers, and other sources, award-winning Wilder biographer Pamela Smith Hill adds valuable context and leads readers through Wilder's growth as a writer. Do you think you know Laura?. Pioneer Girl: The Annotated Autobiography. will re-introduce you to the woman who defined the pioneer experience for millions.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "History",
                "Autobiography",
                "Biography Memoir",
                "Historical",
                "Adult",
                "Classics",
                "North American Hi..."
            ]
        },
        {
            "title": "The Pursuit of Tamsen Littlejohn",
            "authors": [
                "Lori Benton"
            ],
            "ranking": 4.33,
            "ranking_count": 1227,
            "abstract": "Western North Carolina, 1787 ~ To escape a threatening stepfather and an unwanted marriage, Tamsen Littlejohn enlists the aid of Jesse Bird, a frontiersman she barely knows, to spirit her away from Morganton, North Carolina, west beyond the Blue Ridge Mountains.. Trouble pursues, as the two men intent on seeing her recovered prove relentless in their hunt. Trouble awaits in the form of a divided frontier community. Across the mountains the State of Franklin has been declared, yet many settlers remain loyal to North Carolina. Chaos reigns, thwarting Tamsen and Jesse’s hastily cobbled plan to keep her safe.. With her pursuers ever nearing, the region in turmoil, neighbors grown suspicious of her presence, Tamsen’s safety is soon put in greater jeopardy. Gaining the freedom she longs for will mean running yet again, to the most unlikely refuge imaginable—the Cherokees, a people balanced on the knife edge of war.. But the biggest complication may prove to be Tamsen’s growing bond with her knight in greasy buckskins, Jesse Bird. Falling in love was never part of the plan.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Romance",
                "Christian",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Shadows in Flight",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 3.81,
            "ranking_count": 18188,
            "abstract": "Ender's Shadow explores the stars in this all-new novel.... At the end of Shadow of the Giant, Bean flees to the stars with three of his children--the three who share the engineered genes that gave him both hyper-intelligence and a short, cruel physical life. The time dilation granted by the speed of their travel gives Earth's scientists generations to seek a cure, to no avail. In time, they are forgotten--a fading ansible signal speaking of events lost to Earth's history. But the Delphikis are about to make a discovery that will let them save themselves, and perhaps all of humanity in days to come.. For there in space before them lies a derelict Formic colony ship. Aboard it, they will find both death and wonders--the life support that is failing on their own ship, room to grow, and labs in which to explore their own genetic anomaly and the mysterious disease that killed the ship's colony.. Shadows in Flight. is the fifth novel in Orson Scott Card's Shadow Series.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Fantasy",
                "Audiobook",
                "Space",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "Sweetland",
            "authors": [
                "Michael Crummey"
            ],
            "ranking": 3.91,
            "ranking_count": 6210,
            "abstract": "For twelve generations, when the fish were plentiful and when they all-but disappeared, the inhabitants of this remote island in Newfoundland have lived and died together. Now, in the second decade of the 21st century, they are facing resettlement, and each has been offered a generous compensation package to leave. But the money is offered with a proviso: everyone has to go; the government won't be responsible for one crazy coot who chooses to stay alone on an island.. That coot is Moses Sweetland. Motivated in part by a sense of history and belonging, haunted by memories of the short and lonely time he spent away from his home as a younger man, and concerned that his somewhat eccentric great-nephew will wilt on the mainland, Moses refuses to leave. But in the face of determined, sometimes violent, opposition from his family and his friends, Sweetland is eventually swayed to sign on to the government's plan. Then a tragic accident prompts him to fake his own death and stay on the deserted island. As he manages a desperately diminishing food supply, and battles against the ravages of weather, Sweetland finds himself in the company of the vibrant ghosts of the former islanders, whose porch lights still seem to turn on at night.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "Audiobook",
                "Contemporary",
                "Adult Fiction",
                "Literature",
                "Book Club"
            ]
        },
        {
            "title": "Fugitives",
            "authors": [
                "Alexander Gordon Smith"
            ],
            "ranking": 4.23,
            "ranking_count": 4587,
            "abstract": "I am no longer trapped in the darkness. But the darkness is still trapped inside me. We did it. We cracked the gates, escaped from Furnace. We're out, but we're not free. Not yet. Now the whole city is in lockdown — the roads sealed, the police scouring every building. And there are worse things here — creatures of unimaginable fury hunting us down. An unholy army, sent by Alfred Furnace himself.. Now a war is raging as he tries to bring the world to its knees. I can still feel the warden's poison inside me. It's the only thing keeping me alive, but it's turning me into one of them, into a monster. I don't know how much longer I can fight it before the rage takes over. If I don't find a cure soon then it will be me out there tearing this city apart, me feasting on blood.. If I ever want to be truly free then I have to travel into the heart of the darkness. I have to find Alfred Furnace before he finds me. We made it out but the nightmare followed us, and soon the whole world will be our prison...",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Adventure"
            ]
        },
        {
            "title": "The Girl Under the Olive Tree",
            "authors": [
                "Leah Fleming"
            ],
            "ranking": 4.11,
            "ranking_count": 2656,
            "abstract": "May 1941 and the island of Crete is invaded by paratroopers from the air. 60 years later, Lois West and her young son, Alex, invite feisty Great Aunt Pen to a special 85th birthday celebration on Crete, knowing she hasn't been back since the war. When word spreads of her visit, and old friends come to greet her, Lois and Alex are caught up in her pilgrimage and the journey which leads her to a reunion with the friend she thought she had lost - and the truth behind a secret buried in the past.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Romance",
                "War",
                "Literature"
            ]
        },
        {
            "title": "Liar's Moon",
            "authors": [
                "Elizabeth C. Bunce"
            ],
            "ranking": 3.93,
            "ranking_count": 3252,
            "abstract": "Prisons, poisons, and passions combine in a gorgeously written fantasy noir.. As a pickpocket, Digger expects to spend a night in jail every now and then. But she doesn't expect to find Lord Durrel Decath there as well--or to hear he's soon to be executed for killing his wife.. Durrel once saved Digger's life, and when she goes free, she decides to use her skills as a thief, forger, and spy to return the favor. But each new clue only opens up new mysteries. Durrel's late wife had an illegal business on the wrong side of the civil war raging just outside the city gates. Digger keeps finding forbidden magic in places it has no reason to be.. And for a thief in a town full of liars, sometimes it doesn't pay to know the truth.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mystery",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Zoo Story: Life in the Garden of Captives",
            "authors": [
                "Thomas   French"
            ],
            "ranking": 3.98,
            "ranking_count": 3037,
            "abstract": "Welcome to the savage and surprising world of. Zoo Story. , an unprecedented account of the secret life of a zoo and its inhabitants, both animal and human. Based on six years of research, the book follows a handful of unforgettable characters at Tampa's Lowry Park Zoo: an alpha chimp with a weakness for blondes, a ferocious tiger who revels in Obsession perfume, and a brilliant but tyrannical CEO known as El Diablo Blanco.. Zoo Story. crackles with issues of global urgency: the shadow of extinction, humanity's role in the destruction or survival of other species. More than anything else, though, it's a dramatic and moving true story of seduction and betrayal, exile and loss, and the limits of freedom on an overcrowded planet-all framed inside one zoo reinventing itself for the twenty-first century.. Thomas French, a Pulitzer Prize-winning reporter, chronicles the action with vivid power: Wild elephants soaring above the Atlantic on their way to captivity. Predators circling each other in a lethal mating dance. Primates plotting the overthrow of their king. The sweeping narrative takes the reader from the African savannah to the forests of Panama and deep into the inner workings of a place some describe as a sanctuary and others condemn as a prison. All of it comes to life in the book's four-legged characters. Even animal lovers will be startled by the emotional charge of these creatures' histories, which read as though they were co-written by Dickens and Darwin.. Zoo Story. shows us how these remarkable individuals live, how some die, and what their experiences reveal about the human desire to both exalt and control nature.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Science",
                "Environment",
                "Adult",
                "Science Nature",
                "Cultural"
            ]
        },
        {
            "title": "Dreaming Spies",
            "authors": [
                "Laurie R. King"
            ],
            "ranking": 4.08,
            "ranking_count": 8708,
            "abstract": "For years now, readers of the Russell Memoirs have wondered about the tantalizing mentions of Japan. Mary Russell and Sherlock Holmes had spent three weeks there, between India (. The Game. ) and San Francisco (. Locked Rooms. ). The time has finally come to tell that story.. It is 1925, and Mary Russell and Sherlock Holmes arrive home to find a familiar decorative stone installed in their garden. A stone with a name, which they last saw in the Tokyo garden of the future Emperor of Japan. It is the first indication that the investigation they did for him in 1924 might not be as complete as they had thought. In Japan there were spies, in Oxford there are dreams. In both places there is a small dark-haired woman and danger.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Adult",
                "Adventure"
            ]
        },
        {
            "title": "When the Killing's Done",
            "authors": [
                "T. Coraghessan Boyle"
            ],
            "ranking": 3.63,
            "ranking_count": 5206,
            "abstract": "From the bestselling author of. The Women. comes an action- packed adventure about endangered animals and those who protect them.. Principally set on the wild and sparsely inhabited Channel Islands off the coast of Santa Barbara, T.C. Boyle's powerful new novel combines pulse-pounding adventure with a socially conscious, richly humane tale regarding the dominion we attempt to exert, for better or worse, over the natural world. Alma Boyd Takesue is a National Park Service biologist who is spearheading the efforts to save the island's endangered native creatures from invasive species like rats and feral pigs, which, in her view, must be eliminated. Her antagonist, Dave LaJoy, is a dreadlocked local businessman who, along with his lover, the folksinger Anise Reed, is fiercely opposed to the killing of any species whatsoever and will go to any lengths to subvert the plans of Alma and her colleagues.. Their confrontation plays out in a series of escalating scenes in which these characters violently confront one another, and tempt the awesome destructive power of nature itself. Boyle deepens his story by going back in time to relate the harrowing tale of Alma's grandmother Beverly, who was the sole survivor of a 1946 shipwreck in the channel, as well as the tragic story of Anise's mother, Rita, who in the late 1970s lived and worked on a sheep ranch on Santa Cruz Island. In dramatizing this collision between protectors of the environment and animal rights' activists, Boyle is, in his characteristic fashion, examining one of the essential questions of our time: Who has the right of possession of the land, the waters, the very lives of all the creatures who share this planet with us?. When the Killing's Done. will offer no transparent answers, but like. The Tortilla Curtain. , Boyle's classic take on illegal immigration, it will touch you deeply and put you in a position to decide.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Environment",
                "Contemporary",
                "Audiobook",
                "Literary Fiction",
                "Novels",
                "Historical",
                "Thriller",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Swan Thieves",
            "authors": [
                "Elizabeth Kostova"
            ],
            "ranking": 3.56,
            "ranking_count": 33182,
            "abstract": "Psychiatrist Andrew Marlowe, devoted to his profession and the painting hobby he loves, has a solitary but ordered life. When renowned painter Robert Oliver attacks a canvas in the National Gallery of Art and becomes his patient, Marlow finds that order destroyed. Desperate to understand the secret that torments the genius, he embarks on a journey that leads him into the lives of the women closest to Oliver and a tragedy at the heart of French Impressionism.. Kostova's masterful new novel travels from American cities to the coast of Normandy, from the late 19th century to the late 20th, from young love to last love.. The Swan Thieves. is a story of obsession, history's losses, and the power of art to preserve human hope.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Art",
                "Contemporary",
                "Romance",
                "Audiobook",
                "Literary Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Fire and Fury: Inside the Trump White House",
            "authors": [
                "Michael Wolff"
            ],
            "ranking": 3.44,
            "ranking_count": 74762,
            "abstract": "With extraordinary access to the West Wing, Michael Wolff reveals what happened behind-the-scenes in the first nine months of the most controversial presidency of our time in. Fire and Fury: Inside the Trump White House. .. Since Donald Trump was sworn in as the 45th President of the United States, the country―and the world―has witnessed a stormy, outrageous, and absolutely mesmerizing presidential term that reflects the volatility and fierceness of the man elected Commander-in-Chief.. This riveting and explosive account of Trump’s administration provides a wealth of new details about the chaos in the Oval Office, including:. -- What President Trump’s staff really thinks of him. -- What inspired Trump to claim he was wire-tapped by President Obama. -- Why FBI director James Comey was really fired. -- Why chief strategist Steve Bannon and Trump’s son-in-law Jared Kushner couldn’t be in the same room. -- Who is really directing the Trump administration’s strategy in the wake of Bannon’s firing. -- What the secret to communicating with Trump is. -- What the Trump administration has in common with the movie The Producers. Never before in history has a presidency so divided the American people. Brilliantly reported and astoundingly fresh,. Fire and Fury. shows us how and why Donald Trump has become the king of discord and disunion.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Audiobook",
                "Biography",
                "North American Hi...",
                "Unfinished",
                "The United States Of America",
                "Writing"
            ]
        },
        {
            "title": "Trial by Fire",
            "authors": [
                "Jennifer Lynn Barnes"
            ],
            "ranking": 4.13,
            "ranking_count": 13957,
            "abstract": "There can only be one alpha.. Bryn is finally settling into her position as alpha of the Cedar Ridge Pack—or at least, her own version of what it means to be alpha when you’re a human leading a band of werewolves. Then she finds a teenage boy bleeding on her front porch. Before collapsing, he tells her his name is Lucas, he’s a Were, and Bryn’s protection is his only hope.. But Lucas isn’t part of Bryn’s pack, and she has no right to claim another alpha’s Were.  With threats—old and new—looming, and danger closing in from all sides, Bryn will have to accept what her guardian Callum knew all along. To be alpha, she will have to give in to her own animal instincts and become less human. And, she’s going to have to do it alone.. Bryn faces both the costs, and the rewards, of love and loyalty, in this thrilling sequel to. Raised by Wolves.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Shapeshifters",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Animals"
            ]
        },
        {
            "title": "Once We Were Brothers",
            "authors": [
                "Ronald H. Balson"
            ],
            "ranking": 4.33,
            "ranking_count": 39491,
            "abstract": "The gripping tale about two boys, once as close as brothers, who find themselves on opposite sides of the Holocaust.. Elliot Rosenzweig, a respected civic leader and wealthy philanthropist, is attending a fundraiser when he is suddenly accosted and accused of being a former Nazi SS officer named Otto Piatek, the Butcher of Zamosc. Although the charges are denounced as preposterous, his accuser is convinced he is right and engages attorney Catherine Lockhart to bring Rosenzweig to justice. Solomon persuades attorney Catherine Lockhart to take his case, revealing that the true Piatek was abandoned as a child and raised by Solomon's own family only to betray them during the Nazi occupation. But has Solomon accused the right man?. Once We Were Brothers. is Ronald H. Balson's compelling tale of two boys and a family who struggle to survive in war-torn Poland, and a young love that struggles to endure the unspeakable cruelty of the Holocaust. Two lives, two worlds, and sixty years converge in an explosive race to redemption that makes for a moving and powerful tale of love, survival, and ultimately the triumph of the human spirit.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "World War II",
                "Mystery",
                "Audiobook",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "Lighthouse Bay",
            "authors": [
                "Kimberley Freeman"
            ],
            "ranking": 3.93,
            "ranking_count": 3209,
            "abstract": "From the author of Wildflower Hill, this breathtaking novel travels more than a century between two love stories set in the Australian seaside town of Lighthouse Bay.. In 1901, a ship sinks off the coast of Queensland, Australia. The only survivor is Isabella Winterbourne, who clutches a priceless gift meant for the Australian Parliament. This gift could be her ticket to a new life, free from the bonds of her husband and his overbearing family. But whom can she trust in Lighthouse Bay?. Fast-forward to 2011: after losing her lover, Libby Slater leaves her life in Paris to return to her hometown of Lighthouse Bay, hoping to gain some perspective and grieve her recent loss. Libby also attempts to reconcile with her sister, Juliet, to whom she hasn’t spoken in twenty years. Libby did something so unforgivable, Juliet is unsure if she can ever trust her sister again.. In these two adventurous love stories, both Isabella and Libby must learn that letting go of the past is the only way to move into the future. The answers they seek lie in Lighthouse Bay.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Cultural",
                "Mystery",
                "Drama",
                "Contemporary",
                "Womens Fiction"
            ]
        },
        {
            "title": "Darling Dahlias and the Confederate Rose",
            "authors": [
                "Susan Wittig Albert"
            ],
            "ranking": 3.92,
            "ranking_count": 1449,
            "abstract": "National bestselling author Susan Wittig Albert returns to the small town of Darling, Alabama, in the 1930s—and the Darling Dahlias, the ladies of a garden club who aren’t afraid to get their hands dirty solving mysteries…. Just in time for the Confederate Day celebration, the Darling Dahlias are ready to plant Confederate roses along the fence of the town cemetery. Of course, Miss Dorothy Rogers, club member and town librarian, would be quick to point out the plant is in fact a hibiscus. The Confederate rose is not the only thing that is not what it first appears to be in this small Southern town. Earle Scroggins, the county treasurer, has got the sheriff thinking that Scroggins' employee Verna Tidwell (also the Darling Dahlias’ trusted treasurer) is behind a missing $15,000. But Darling Dahlias president Liz Lacy is determined to prove Verna is not a thief. Meanwhile Miss Rogers has discovered her own mystery—what appears to be a secret code embroidered under the cover of a pillow, the only possession she has from her grandmother. She enlists the help of a local newspaperman, who begins to suspect the family heirloom may have larger significance. With missing money, secret codes, and the very strange behavior of one resident, Darling, Alabama, on the eve of Confederate Day, is anything but a sleepy little town.... Includes Southern-Style Depression-Era Recipes",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "American",
                "Thriller",
                "Audiobook",
                "Horticulture"
            ]
        },
        {
            "title": "The Turner House",
            "authors": [
                "Angela Flournoy"
            ],
            "ranking": 3.64,
            "ranking_count": 16553,
            "abstract": "There ain't no haints in Detroit.. So spoke Francis Turner—patriarch and provider, former preacher and current truck driver—when his children claimed to have seen a ghost. A rising homeowner set to banish all the old ways for the promise of the new, Francis was having none of it. He and his wife worked hard to secure that house, to move up from Arkansas to Detroit, to make this life possible. He would not be haunted by the past.. And so a myth was born, where any one of the Turners might later repeat that phrase and be telling about so much more than haints.. The Turners live on Yarrow Street for over fifty years. Their house sees thirteen children get grown and gone—and some return; it sees the arrival of grandchildren, the fall of Detroit's East Side, and the loss of a father. Despite abandoned lots, an embattled city, and the inevitable shift outward to the suburbs, the house still stands. But now, as their powerful mother falls ill and loses her independence, the Turners might lose their family home. Beset by time and a national crisis, the house is worth just a tenth of its mortgage. The Turner children are called back to decide its fate and to reckon with how each of their pasts might haunt—and shape—their family's future.. A major contribution to the literature on American families,. The Turner House. brings us a colorful brood full of love, pride, and unlikely inheritances. It's a striking examination of the American dream and a celebration of the ways in which our families bring us home.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "Contemporary",
                "Historical",
                "Family",
                "Audiobook",
                "Novels",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Dead Beyond the Fence",
            "authors": [
                "Brian  Kaufman"
            ],
            "ranking": 3.61,
            "ranking_count": 41,
            "abstract": "The dead have risen, and there's no safe place. Coworkers Kevin and Angel take refuge in a college town research facility, where a handful of desperate survivors battle the plague and each other while searching for a cure. Meanwhile, Angel has a secret that will affect everyone in the facility. Dead Beyond the Fence includes a bonus novella, Dread Appetites. Seven months have passed, and the dead still walk. Will the world ever return to normal?",
            "part_of_series": false,
            "genre_list": [
                "Horror"
            ]
        },
        {
            "title": "The Mikveh Scrolls",
            "authors": [
                "Steven G. Lightfoot"
            ],
            "ranking": 4.63,
            "ranking_count": 8,
            "abstract": "World renowned archaeologist, Dr. Simon Cross, dedicated his life to unearthing physical evidence to corroborate the people and events of The Bible. For years, Cross fought the skeptics in the academic and scientific communities. And, for years, the irrefutable proof of the historical accuracy of scripture eluded him. Now, thanks to a special team of archaeologists and mind-blowing new technology, Cross is on the verge of a world-changing discovery that will either set humanity ablaze for Christ or accelerate the powers of darkness to destroy mankind. As a holy war heats up in the Holy Land, Cross and his team race to realize their discovery. Will Cross find the proof he seeks? Or, will the demonic forces of evil descend on his team and erase the hope of mankind forever?. Author, Steven G. Lightfoot, weaves an exotic tapestry of action, suspense, romance and deep faith in Christ. Drawing from his combat experience as a U.S. Marine officer, his spiritual gifts, and his keen sense of observation, Lightfoot crafts a tale that transports the reader into a world of spiritual conflict and incredible imagery. In The Mikveh Scrolls, the reader does not just read about his characters, but rather builds a relationship with them. The Mikveh Scrolls is contemporary Christian fiction at its best: Full of romance, action, suspense and great spiritual content in the style of Jenkins and LaHaye's best-selling Left Behind series. Be a part of the action! Visit www.themikvehscrolls.com!",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Salt Road",
            "authors": [
                "Jane Johnson"
            ],
            "ranking": 3.9,
            "ranking_count": 1888,
            "abstract": "The desert lay before them, and the secrets of the amulet . . . From Tafraout’s magnificent mountainside, Isobel absorbs the heat and romance of the Moroccan vista before her, with mosque and homes scattered far below. But a mere slip sees her tumbling uncontrollably into the arms of handsome rescuer Taïb, who notices her unusual silver amulet, and that her fall has revealed a tiny scroll hidden within. Entranced by the possibilities of its intricate and illegible script, they set out for the Sahara in search of a Tuareg elder to unlock the riddles of its past. Little does Izzy realize that the desert holds the key to more mysteries than the amulet’s. From beneath the beating sun emerges nomadic Princess Mariata, whose stories of tortured love bind her to the precious talisman in Izzy’s hands. She’s battled the sands; she’s found and lost love among its dunes. And where the amulet crosses both their paths, answers to the deepest secrets lie.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Adventure",
                "Drama",
                "Contemporary",
                "Roman",
                "Northern Africa"
            ]
        },
        {
            "title": "A Cancer Prevention Guide for the Human Race",
            "authors": [
                "Robert A. Wascher"
            ],
            "ranking": 4.0,
            "ranking_count": 63,
            "abstract": "Few diseases create the level of fear associated with a new diagnosis of cancer. Fortunately, cancer experts have estimated that at least 50 to 60 percent of all cancer cases can be prevented through evidence-based modifications in lifestyle and diet. A Cancer Prevention Guide for the Human Race is a landmark, evidence-based guide to a healthy cancer-prevention lifestyle, and comprehensively informs readers on the important findings of hundreds of recent cutting-edge cancer research studies, performed by the world's foremost cancer research scientists. Written for lay readers by Robert A. Wascher, MD, FACS, an internationally recognized cancer physician, cancer surgeon, cancer researcher, educator, professor, and author, A Cancer Prevention Guide for the Human Race offers health-conscious readers a vital research-based guide that will enable them to significantly reduce their lifetime risk of developing cancer. A Cancer Prevention Guide for the Human Race is an absolutely essential health information resource for the 21st Century, and belongs in every home and office.. The Author is a Clinical Associate Professor of Surgery at the University of California, Irvine, and the editor of the popular global health information website, Weekly Health Update (www.doctorwascher.com). Dr. Wascher is the author of numerous research papers, book chapters, articles, essays, and columns on a variety of health-related topics, and serves as a Consultant in both Oncology and Surgery for multiple health care and health information organizations. Dr. Wascher's next book, Hormone Replacement Therapy (HRT) & the Breast Cancer Epidemic, is scheduled for publication in 2011.",
            "part_of_series": false,
            "genre_list": [
                "Health",
                "Nonfiction",
                "Self Help",
                "Science",
                "Reference"
            ]
        },
        {
            "title": "Alchemy",
            "authors": [
                "Mike  Wood"
            ],
            "ranking": 3.59,
            "ranking_count": 269,
            "abstract": "The summer of 1984 was a golden time in America. From California, where gymnast Mary Lou Retton was winning Olympic gold, to Cape Cod, where explorer Barry Clifford was discovering pirate gold, the nation seemed obsessed with the precious metal. But for 15-year old Al, that obsession hits a little too close to home when he finds a code-filled notebook belonging to his missing father that may contain the ancient formula for turning lead to gold. Convinced that his father's sudden disappearance is connected to his secret experiments in alchemy, Al sets out to find the truth. He enlists the help of Cammie, a beautiful girl staying for the summer while her marine biologist father tracks a wayward manatee, and together they begin unraveling the mystery. But the closer they get to an answer, the closer they grow to each other, and as the end of summer draws nearer, Al wonders if they can break the code without breaking his heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Adventure",
                "Mystery",
                "Business",
                "Romance",
                "Contemporary",
                "Esoterica"
            ]
        },
        {
            "title": "Six Impossible Things",
            "authors": [
                "Fiona Wood"
            ],
            "ranking": 3.73,
            "ranking_count": 3934,
            "abstract": "Fourteen-year-old nerd-boy Dan Cereill is not quite coping with a reversal of family fortune, moving house, new school hell, a mother with a failing wedding cake business, a just-out gay dad, and an impossible crush on the girl next door.. His life is a mess, but for now he's narrowed it down to just six impossible things.... I loved this book so much I wanted to be in it. Kaz Cooke",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Realistic Fiction",
                "Fiction",
                "Cultural",
                "Humor",
                "Family"
            ]
        },
        {
            "title": "Glimpses: A Collection of Nightrunner Short Stories",
            "authors": [
                "Lynn Flewelling"
            ],
            "ranking": 3.92,
            "ranking_count": 2600,
            "abstract": "Lynn Flewelling's Glimpses explores lost moments from her popular Nightrunner Series, events alluded to or passed over - Alec's parents and childhood, Seregil's early liaisons in Skala, Seregil and Alec's first night as lovers, how Seregil and Micum Cavish met. Each story offers a new perspective on events readers have speculated about for years. For new readers, it offers an introduction to the characters Romantic Times calls two of the most memorable heroes in fantasy. Professional and amateur art provided by Flewelling's fans accompany Glimpses' stories, as she honors the dedication and devotion her fans have given her over the years.. Glimpses is full of treasures like Lynn Flewelling's deceptively easy and addictive storytelling, her vivid and engaging characters, and the amazing and heartfelt illustrations. This book is a must have for fans of Lynn's Nightrunner books, and if you haven't started the series yet, then Glimpses will leave you eager to discover more about Seregil and Alec, their adventures and the unique and fantastical world that the pair inhabit. -Suzanne McLeod, Spellcrackers.com series. It's hard to imagine a lovelier gift to fans than this exquisite collection of gorgeously illustrated short stories. Flewelling indulges her loyal readers with these graceful glimpses 'between the lines' of the long-running and immensely popular Nightrunner series. -Josh Lanyon, Adrien English Mysteries and the Holmes & Moriarity Mysteries. An unmissable short story collection from Flewelling. Set in the Nightrunner universe Glimpses captures Flewelling's characters at formative moments in their various timelines. Some of the stories fill in details that I've been waiting on for years... -T.A. Moore, The Even Series. Glimpses is a terrific collection, lovingly illustrated, a gift to all of us who love the Nightrunners. This rocks. -Patricia Briggs, Mercy Thompson Series",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Short Stories",
                "LGBT",
                "Anthologies",
                "Fiction"
            ]
        },
        {
            "title": "Slippery When Wet!",
            "authors": [
                "Jessica de la Davies"
            ],
            "ranking": 3.25,
            "ranking_count": 4,
            "abstract": "This novel is a must read for anyone who had ever been married, had children, gotten to middle age, worked or worn tight underpants. Fall in love with this outrageously funny account of one woman's journey to find herself, her car keys, a diet that works and a way to spice up her sex life.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Fezariu's Epiphany",
            "authors": [
                "David M. Brown"
            ],
            "ranking": 3.8,
            "ranking_count": 69,
            "abstract": "12-year-old Fezariu thought his mother died when he was little, but when his beloved stepfather dies the boy discovers she is alive and well - and working at the most famous brothel in all of Elenchera. When she cruelly rejects him it's more than he can bear, and he runs away to join a band of ruthless soldiers for hire. The Merelax Mercenaries will fight for anyone who can pay them, no matter the justice of the cause. Fezariu grows up among the soldiers and becomes one of them. He thinks his time with the mercenaries has hardened him. But a campaign in his old home town pushes him too far, and he discovers what really happened to his mother. Maybe there are some things money shouldn't buy... and maybe it's time Fezariu took his revenge.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Young Love Murder",
            "authors": [
                "April Brookshire"
            ],
            "ranking": 3.84,
            "ranking_count": 3370,
            "abstract": "First love’s a killer, but so is seventeen-year-old Annabelle Blanc. The teenager was raised to be an assassin and taught to never fall in love. She lives for the job until she meets Gabriel Sanchez, the son of her latest target.. Wealthy, spoiled and self-indulgent, Gabriel Sanchez is a teenage playboy. Setting his sights on the beautiful Annabelle, he's drawn to the mysterious new girl who's playing hard to get. Gabriel also finds himself pulled into a world of deception, violence and murder.. Off-centered for the first time in her life, Annabelle struggles to fight her doomed attraction for the handsome Gabriel.. In this gritty, mature YA novel, you'll follow Annabelle and Gabriel in an intense, funny, angry, crazy, rocky and passionate romance.. As two worlds collide and they're repeatedly thrown together and pulled apart by fate, will Annabelle and Gabriel overcome betrayals, revenge and heartbreak to find a lasting love?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "New Adult",
                "Action",
                "Mystery",
                "Thriller",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Sex Lessons",
            "authors": [
                "Daniel  Grant"
            ],
            "ranking": 3.9,
            "ranking_count": 422,
            "abstract": "'Just because you couldn't get it up once, doesn't mean we cancel the whole thing,' says Jenny. Now, in her defence, she did whisper that last line. However, the fact she's saying it at all, let alone in a public sandwich bar are grounds for a firing squad as far as I'm concerned.'. Straight-talking city trader James Kennedy has a problem. He's a flop in the bedroom. When his latest romance hits the buffers, James reaches the end of his tether. To make matters worse, his new bombshell of a boss might just be interested. What he really needs is someone to show him how to be a Don Juan between the sheets. To teach him where he's going wrong. But who?. Sex Lessons is a frank but humorous tale about one man's extra-curricular inactivity.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Womens Fiction",
                "Humor",
                "Business",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Control Switch On: The Untold Story Of The Most Powerful Man In The World-Ryan Moran-Who Shaped The Planet For Peace",
            "authors": [
                "Ira Teller"
            ],
            "ranking": 4.31,
            "ranking_count": 99,
            "abstract": "Hitch the ride of your life with Ira Teller as he journeys into the mysterious realms of science, invents the Psi-control Switch-the most advanced technology in existence-and teams up with Ryan Moran-the singularly most powerful man in the world.. ______. Ryan Moran-a seemingly simple man in cowboy boots, who drinks, smokes, and womanizes-proves himself to be one of the world's most brilliant minds, and together with adventurer Ira Teller endeavors to change the course of world history.. ______. Will Ryan's first real love, Erika, coax him back to the pinnacle of the world's power structure? Find out as they endeavor to cultivate symmetry in their mercurial relationship.. ______. Join Ira Teller and Ryan Moran on this amazing, revelatory journey that reflects on our collective past, and endeavors to transform our shared future. Travel along their road and witness the rise of Ryan Moran's global control over existing nations. Experience his might and power in his effort to achieve lasting world peace.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "Freak: The True Story of an Insecurity Addict",
            "authors": [
                "Rebecca O'Donnell"
            ],
            "ranking": 4.04,
            "ranking_count": 27,
            "abstract": "From its first caustic, blackly hilarious quote to its unbelievable ending, Freak examines a roller coaster ride of a life and never lets up. It tells the true story of Rebecca O'Donnell, an atypical hero who found joy and laughter in the darkest of circumstances. Unlike so many spunky survivors of damaged pasts, Rebecca belonged to those far more common gray areas of depression and insecurity, hidden behind a mask she showed the world. For decades, all her decisions were colored by that grayness, that insecurity; she had put herself into a pit and had to discover a way to crawl out of it. With laughter, self-recognition, and a drop of shaky courage, Rebecca shares exactly how she did that, discovering in the process a gift that she never expected-the ability to help others build their own ladder out of hell. Freak offers hope to anyone who has ever heard that voice of self-hatred-the gremlin of insecurity whispering that we can't, we shouldn't, and we don't deserve.. It is the denial of that gremlin and the shattering of its lie that make this memoir resonate with other victims of incest, substance abuse, and depression.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography"
            ]
        },
        {
            "title": "Great Gals: Inspired Ideas for Living a Kick-Ass Life",
            "authors": [
                "Summer Pierre"
            ],
            "ranking": 3.7,
            "ranking_count": 30,
            "abstract": "As women, our lives are busy, chaotic, boring, quiet-you name it. But very few of us think we live amazing lives. Why not? Isn't it the only life we have? Why not make it great?. This is not your run-of-the-mill feel-good guide or journal. It's a whole lotta greatness: greatness to be planned, greatness to be urged, and greatness to inspire. You'll discover Great Gals of the past and present-from Emily Dickinson and Frida Kahlo to Patti Smith and Alice Walker-as well as quotes, prompts, and ideas to help you create your own great life.. Great Gals. , like the women it celebrates, is unique. It's a daily planner, a diary, a depository for goals, dreams, experiments, ideas-all of the above! Most of all, it's a reminder that wherever you are, your life is your own. Make it GREAT.. Watch a Video",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "The Rise",
            "authors": [
                "Joshuah Buckle"
            ],
            "ranking": 3.6,
            "ranking_count": 20,
            "abstract": "My body lay in the dark alley, broken and bruised. Rain softly dripped down the brick walls, and over my beaten form. I had no memories of anything that had happened before I woke, and I was alone, with no idea where I was. Josiah wakes in a world that is new to him, and is unaware of the dangers that hide within it. He is hunted by two Rangers, and a separate group, who seem to know everything from his past. When he befriends Leneya, whose job as a Ranger is to hunt Josiah, he learns that the world he woke up in isn't only what it seems to be. He soon finds himself torn; between the life he was meant to lead, and the path he wishes to choose for himself. It is in the midst of this struggle that he discovers what dark purpose he was created for. 'The Rise' is Josiah's story; one of inner conflict and of the timeless battle between good versus evil.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "An Uncommon Education",
            "authors": [
                "Elizabeth Percer"
            ],
            "ranking": 3.14,
            "ranking_count": 1228,
            "abstract": "For fans of. Prep. ,. Dead Poets Society. , and. Special Topics in Calamity Physics. comes an elegant and remarkably insightful coming-of-age debut, in which a young woman’s serendipitous discovery of her college’s underground Shakespeare Society leads to an unforgettable series of transformations. When Naomi finds herself among “the Shakes” at Wellesley, she finally lets herself embrace the passionate inner self she’s always kept locked away. But when a sudden scandal unfolds, she will be forced to learn the limits of the relationships that have sustained her. An intimate and enthralling narrative, Elizabeth Percer’s debut novel. An Uncommon Education. marks the emergence of a stunning new literary talent.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Young Adult",
                "Literary Fiction",
                "Novels",
                "Academic",
                "Adult Fiction",
                "Family",
                "Unfinished"
            ]
        },
        {
            "title": "Foster Fox (A 10,000 Lakes Tale)",
            "authors": [
                "William D. Writer"
            ],
            "ranking": 4.19,
            "ranking_count": 36,
            "abstract": "A raging flood develops in the North Woods leaving the south bank slightly underwater forcing most of its creatures to cross over the river to the North Bank or seek high ground. Newborn fox cub Foster Fox has been separated from his kin and is afraid of the rising waters. Sacrifices are made as Foster Fox escapes one danger on the South Bank of the North Woods, to a safe zone where his fate lies in the hands of frightened individuals from The Woodlands Council and the Bird and Bug Network who ultimately decide, because of the usurpation of the food chain, to thrust him off into the North Woods where carnivores like him dwell. Foster must grow up quickly as he is confronted by the ferocious predator, Lone Gray Wolf, who has chosen him for dinner, which unsettles the emotions of many animals causing the whole forest to react.",
            "part_of_series": false,
            "genre_list": [
                "Animals"
            ]
        },
        {
            "title": "The Rogue Blades",
            "authors": [
                "Dave Kish"
            ],
            "ranking": 4.44,
            "ranking_count": 32,
            "abstract": "The realm of Queen Arianna is a kingdom of beauty and peace. She rules with gentility, love and a velvet glove, beloved by all her people. Amidst the tranquility of her reign there is a breed of men, warriors and pirates, knights and knaves, that engage in back-alley duels.. These are the Rogue Blades.. They battle for the entertainment of the masses and the coins that they throw. Her subjects, bored by the peaceful era of Arianna, crave the clashing of weapons, the ringing of swords, and the taking of lives. Disturbed by the violent blood sport that is staining her reign, the Queen has ordered her Royal Guard to put an end to these contests.. In the dueling world, Dave the Knave, self-proclaimed Greatest Swordsman That Has Ever Lived, hears about the growing fame of Sir James the Great Knight, seconded by the faithful Squire Paul. Dave believes that they are on a collison course, headed for a battle of epic proportions. Will they meet before the Royal Guard brings an end to the street duels? Or is there something even more ominous in store for everyone?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Decadência dos Olfactos",
            "authors": [
                "Luís Caminha"
            ],
            "ranking": 4.83,
            "ranking_count": 6,
            "abstract": "Em Albanta não há caos. Em Albanta ninguém adoece e muito menos envelhece. Infelizmente, Albanta é uma cidade perfeita.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Forever Is Over",
            "authors": [
                "Calvin Wade"
            ],
            "ranking": 4.16,
            "ranking_count": 472,
            "abstract": "Forever Is Over is an equilateral love triangle focusing on life, love and precious time.. Richie Billingham, a married father of two in his early thirties, is attending a party held in his honour and organised by his wife, Jemma. He has terminal cancer.. Through the eyes of several characters, we are taken back through the lives of Richie and Jemma.. Richie is from a large middle class family. His father is a gambler, his younger brother Jim, a constant irritant and his older sister Caroline provides an unusual insight into her romantic world.. Jemma is from a working class, one parent family. As her mother, who she refers to as Vomit Breath, is far more interested in partying than parenthood, Jemma establishes a strong bond with her sister, Kelly, until one day their worlds are torn apart.. Kelly was Richie's first love. The idyllic, countryside setting where Richie and Kelly used to escape they called their Sunny Road. When Kelly disappears, Richie is forced to move on, but several years later, not knowing that Richie is now married to her sister, Jemma, Kelly writes a letter to Richie, stating her intention to return and suggests they rekindle their romance .. The novel was initially inspired by the song Sunny Road by Emiliana Torrini.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Business",
                "Womens Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Doctor's Daughter: Journey to Justice",
            "authors": [
                "Belle Blackburn"
            ],
            "ranking": 4.14,
            "ranking_count": 185,
            "abstract": "Everybody, including her mother, believes that Kate's father committed suicide. Determined to prove otherwise, Kate sets out on a fascinating and sometimes hilarious journey through antebellum law and medicine. Set in 1860s Nashville and told with a biting wit, determined Kate finally discovers the truth - but at what cost? Will she ruin her own life trying to defend the life of her dead father?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Business"
            ]
        },
        {
            "title": "My Country 'Tis of Thee",
            "authors": [
                "Keith Ellison"
            ],
            "ranking": 3.53,
            "ranking_count": 1305,
            "abstract": "The first Muslim to be elected to Congress speaks out about what divides Americans—and what can bring us together.. As a former Catholic who converted to Islam, Keith Ellison, is the first Muslim elected to Congress—from a district with fewer than 1 percent Muslims and 11 percent Blacks. With his unique perspective on uniting a disparate community and speaking to a common goal, Ellison takes a provocative look at America and what needs to change to accommodate different races and beliefs.. Filled with anecdotes, statistics, and social commentary, Ellison touches on everything from the Tea Party to Obama, from race to the immigration debate and more. He also draws some very clear distinctions between parties and shows why the deep polarization is unhealthy for America. Deeply patriotic, with. My Country ’Tis of Thee. , Ellison strives to help define what it means to be an American today.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Politics",
                "Biography",
                "Religion",
                "Nonfiction",
                "Literature",
                "Race"
            ]
        },
        {
            "title": "A Tale of Two Fairies: The Secret of the Spider's Web",
            "authors": [
                "C.S. Ferguson"
            ],
            "ranking": 4.71,
            "ranking_count": 14,
            "abstract": "There is a great panic when the villainous spider Hex and her army somehow penetrate the magical protective barrier and attack the peaceful fairy village Mushroom Circle. Normally, the elite fairy Rangers would drive her away and burn her web. But this time, Hex caught the Rangers by surprise. The village Elders choose young fairies Sam and Max Bantam to travel into the Wild and find her hidden web. Though they haven't gone through puberty and sprouted wings yet, the brothers accept this charge and embark on this first of many adventures. They meet many creatures along the way, such as a highwaymouse, a world-weary swordsrabbit, and even a legendary wizard said to be as old as the forest itself. But in the Wild, there are no care-free lives filled with precious moments. The Bantam brothers learn that the Wild can be a very dangerous place, with everything from army ants on the warpath to raindrops almost as big as they are. They learn that the Wild is much larger and much older than either of them suspected. Most importantly, they learn that adventures aren't always fun, and that being a hero isn't as wonderful as they thought it would be. The Secret of the Spider's Web is the first volume in the multi-volume A Tale of Two Fairies series by C. S. Ferguson.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Valiant",
            "authors": [
                "Laurann Dohner"
            ],
            "ranking": 4.31,
            "ranking_count": 21603,
            "abstract": "Tammy has always tried to be prepared for any calamity life might send her way, but a sexy, lion man-beast is way outside the norm. He’s huge, has the most exotic, golden cat-eyes she’s ever seen—and she’s so terrified of him, she’s speechless for the first time in her life. He’s stalking closer, growling at her, and she’s too unnerved to even flee.. Valiant has always hated humans. But when he gets a whiff of the adorable human female who has invaded his territory, he’s forced to reexamine his feelings on the matter. Her fear scents of pure, sweet temptation and the closer he gets, the more appealing she becomes. Once he’s got his hands on her, he isn’t about to let go. One thought will change his life. MINE!. Before Tammy can regain her senses, she’s flat on her back in Valiant’s bed. Now he just has to use every inch of his big, buff body to convince her to stay with him forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult Fiction",
                "Paranormal",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "Adept",
            "authors": [
                "T.D. McMichael"
            ],
            "ranking": 4.2,
            "ranking_count": 20,
            "abstract": "Halsey is desperate to find her Wiccan coven. When obligations force her to Prague, she must journey with Ballard to the Districts of Magic, but she will not be going alone. Another creature is on her tracks––and this time, there is no going back.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "His Sins Exposed",
            "authors": [
                "Nancy Hogue"
            ],
            "ranking": 3.91,
            "ranking_count": 11,
            "abstract": "When a plane crash leads JJ Matthews, a 17-year-old crime solver, to discover the secret life of a flamboyant televangelist, can she expose his sins to the world or will she become another notch in his pulpit?. The setting is a small community in Central Georgia and begins the week before Memorial Day 2012 when River Town residents are busy in preparation for the events around the annual Memorial Day celebration. Only the Memorial Day fireworks display will not compare to the real fireworks happening under the noses of the River Town residents.. His Sins Exposed is the second in the JJ Matthews Murder Mystery Series. It is not completely a stand-alone novel and begins where “With His Dying Breath” ends. It’s the perfect cozy mystery with small town living and residents you’ll think you’ve known forever.",
            "part_of_series": true,
            "genre_list": [
                "Mystery"
            ]
        },
        {
            "title": "Stronghold",
            "authors": [
                "Backwoods"
            ],
            "ranking": 4.0,
            "ranking_count": 5,
            "abstract": "After a devastating attack changed the country forever, Johnny and Rae Lynn Tapper have survived solitude in the wilderness, bitter winters, brutal injuries, a deadly encounter with wolves, and the birth of their child while alone and trapped by a very unpleasant bear. Now they face an even greater danger, Howard Harvey, the serial killer who has moved into their town of Stronghold.. They are joined by a small group of survivors, who seek refuge and bring news of hostile militias and chaos beyond the mountains. Together, they build and fortify a new town, a Stronghold, as they prepare for eminent danger. Unaware that a sadistic serial killer is secretly living among them, the deadliest threat they face does not come from beyond, but from within. Will they discover the killer before it is too late?. Stronghold is the second book in the Off Grid Series by Backwoods. Although best read in order, Stronghold is a spine chilling story that is sure to please all by its lonesome. It also brings the return of Ethan Wolfe, a favorite character from ‘Unremembered’.. Contains drug use, profanity and graphic violence. Not suitable for children.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "The Sun, the Moon, the Stars and Maya: A Collection of Little Sayings about Enormous Things.",
            "authors": [
                "Rich Okun"
            ],
            "ranking": 4.7,
            "ranking_count": 20,
            "abstract": "The Sun, the Moon, the Stars and Maya is very different kind of book, in a unique format and richly textured with over 90 full color original illustrations and is one of those truly rare books that can be enjoyed equally by a child and a grown-up and most of all both a child and adult together.. When I began reading, I was looking for a category to place it in the proper place among all other books that I have read. I soon recognized that Maya moved me beyond content to an experience of thinking and feeling. - Jacqueline Rhoades, MS ED Review.. This book will surprise and delight you and your family and makes the perfect gift.. Our lives are bombarded with things that can take us away from the special connections we are capable of. Each of us has the ability to demonstrate love, compassion, gratitude, and generosity. We can choose to live our lives by the Golden Rule. We can make time to appreciate the exquisite construction of our planet and experience the joys of nature. We can look toward the star-spangled heavens, appreciate the velvet silence, and draw peace from spirituality. We have the ability to find beauty in simplicity, and we can marvel at the complexity of what, at first glance, appears deceptively simple. Many of us have just forgotten how. In today's busy, electronics-oriented world, dominated by distractions, special effects, and noisy shoot-'em-ups, simple earth-based spiritual and moral issues have been effectively obscured from view and buried in the smoky haze of the fiery explosion of computer-generated images.. In today’s busy, electronics-oriented world, dominated by distractions, special effects, and noisy shoot-’em-ups, simple earth-based spiritual and moral issues have been effectively obscured from view and buried in the smoky haze of the fiery explosion of computer-generated images.. The Sun, the Moon, the Stars, and Maya was created to help families discuss important issues with their children. Illustrations of Maya, the Shih Tzu puppy muse, in complementary settings, accompany bits of wisdom relating to spiritual and moral issues. Notable quotations are the inspiration for Maya's simple-language lyrical interpretations meant to evoke awe and wonder in all things and capture the imagination of the child and the child within the parent. Access to downloadable hi-resolution downloads and audio readings online and so much more are also granted with your purchase.. Endorsement of The Sun, the Moon, the Stars and Maya from Dr. Bernie Siegel click to learn more http://berniesiegelmd.com/. Come to the edge. I may fall. They pushed him and he flew.. Beautiful piece of work. by Bernie Siegel, MD Author of A Book of Miracles and The Art of Healing. I wrote this book to help more people - All of my life I have been a practitioner of the 'give-away' where I have done creative art, like carving stone, paintings, poetry, writings etc and then given them away to people that they could help - I carved a sacred stone called Catlinite which is used by the Native Americans to make their pipes for prayers into sacred Hebrew Letters (one of the sacred alphabets which represented - energies of creation) and gave them to people that needed healing - hundreds of them - I gave away the things most valuable to me to help - however - I was limited in reaching the number of people I wanted to help - I wrote this book and offer it commercially to help even more people with healing words and the magic of Maya. I could not reach the parents, grandparents, adults and children that I wanted to without commercial exposure - I am very grateful for this opportunity to help more people. Your purchase of this book allows me to 'give-away' even more to people that cannot afford to purchase like children in hospitals, like emotionally distraught adults that don't know where to turn, like grandparents that are on fixed incomes.. Thank you for your help in helping them - it makes YOU a part of this sacred ceremony called The Give-Away....",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "Jay Christian's Hollywood Celebrity Recipes",
            "authors": [
                "Jay Christian"
            ],
            "ranking": 5.0,
            "ranking_count": 6,
            "abstract": "It's fun! Jay Christian's Hollywood Celebrity Recipes is a simple, easy-to-read cookbook, loaded with a wonderful variety of delicious dishes from all the greatest Hollywood legends. Discover a more personal side of your favorite celebrity, as they share their favorite recipe with you! Perfect for all Hollywood aficionados, movie and television buffs and even music fans- Hollywood icons galore are in this book with full page, full-color photos of the stars. All of the recipes were personally given to Jay by the stars themselves. The celebrities appearing in this book are: Bob Barker, Beau Bridges, Dick Clark, Charlie Daniels, Crystal Gayle, Jeremy Irons, Jacklyn Zeman, Lynda Carter, Angie Dickinson, Mary Hart, Jerry Lee Lewis, Doris Roberts, Dee Wallace, Vanna White, Cindy Williams, Anne Archer, Ernest Borgnine, Maria Canals-Barrera, Dyan Cannon, Phyllis Diller, Bob Dylan, Elvira, Lou Ferrigno, Monty Hall, David Hasselhoff, James Earl Jones, Jay Leno, Shirley MacLaine, Donny Osmond, Cassandra Peterson, Michelle Phillips, Debbie Reynolds, Marion Ross, Tiffany Thornton, Randy Travis, Dick Van Patten, Loni Anderson, Barbara Eden, Cheryl Ladd, Angela Lansbury, Barbara Mandrell, Johnny Mathis, Dolly Parton, Willard Scott, Andy Williams. And special tribute to those who have passed- Bob Hope, Michael Landon, Janet Leigh, Carroll O' Connor, Vincent Price, Lynn Redgrave, Dale Evans Rogers, Roy Rogers & Red Skelton. With Appetizers, Sauces, Sides, Salads, Soups, Main Dishes and Desserts- you'll never get bored and you'll be pleased with how well these recipes turn out. Surprise someone close to you, by making a scrumptious meal from the recipes, that your favorite stars make in their own kitchens! Some of the Main dishes are: Chicken & Dumplings, Shrimp Santa Fe, Heavenly Eggplant, Risotto with Asparagus, Pork Chops Italiano, Chicken Enchiladas, Picadillo, Gourmet Lamb Stew, Stuffed Cabbage, Seafood Fettuccini, Pasta E Fazul Con Verdure, Coconut Shrimp, Pevronatta, Chicken and Mushrooms Mediterranean Style, etc. Accent that with a choice of salads, such as: Fresh Garden Salad, Potato Salad, Corn Salad or Caesar Salad. But don't forget to leave room to indulge in simple, yet elegant desserts like: Red Velvet Cake, Strawberry Pie, Cheesecake, Sticky Toffee Pudding, Chocolate Cake, Apple Cake or even Lemon Ice Cream Pie! Perfect for the holidays and all-year-round enjoyment, buy one for yourself and surprise a friend, mother, grandmother, aunt or anyone that's a foodie with this thoughtful gift!",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink"
            ]
        },
        {
            "title": "Link Arms with Toads!",
            "authors": [
                "Rhys Hughes"
            ],
            "ranking": 4.33,
            "ranking_count": 21,
            "abstract": "Self-reflective mirrors looking for their own reflections. Towns that migrate to the moon. Prisoners of elaborate dungeons and gigantic miniature solar systems. Robots, ghosts, rascals, explorers, troubadours, apemen and yetis. All are present in the multiverse of inversion and invention that is Link Arms with Toads! Rhys Hughes is a unique figure in contemporary fiction whose speculative whimsicality is not so much balanced as trampolined by tensile prose and puckish pensiveness. Link Arms with Toads! forms the ideal introduction to his work.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Sorcerer's House",
            "authors": [
                "Gene Wolfe"
            ],
            "ranking": 3.72,
            "ranking_count": 1882,
            "abstract": "In a contemporary town in the American midwest where he has no connections, Bax, an educated man recently released from prison, is staying in a motel. He writes letters to his brother and to others, including a friend still in jail, to whom he progressively reveals the intriguing pieces of a strange and fantastic narrative. When he meets a real estate agent who tells him he is, to his utter surprise, the heir to a huge old house in town, long empty, he moves in. He is immediately confronted by an array of supernatural creatures and events, by love and danger.. His life is utterly transformed and we read on, because we must know more. We revise our opinions of him, and of others, with each letter, piecing together more of the story as we go. We learn things about magic, and another world, and about the sorcerer Mr. Black, who originally inhabited the house. And then knowing what we now know only in the end, perhaps we read it again.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Mystery",
                "Science Fiction"
            ]
        },
        {
            "title": "The Master's Revenge",
            "authors": [
                "Kevin McLeod"
            ],
            "ranking": 4.45,
            "ranking_count": 33,
            "abstract": "The Master’s plan has been foiled, her army weakened, but her resolve hardened.. The Master returns to Campbell’s Cove to get revenge on those who thwarted her plans. She has Tolldruck and the fearless Shifter at her side.. After saving the children of the Cove Peter and George once again face danger. Together with Peter’s Granddad, and the guardians, they must battle evil once more.. Will they succeed or will the Master have her revenge?. The Master's Revenge is book 2 in The Viking's Apprentice series. The Viking's Apprentice achieved the Number 1 best seller in genre in Canada and number 2 in America.. This fantasy series is for children of 8 years and older.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Muse",
            "authors": [
                "Mary Novik"
            ],
            "ranking": 3.48,
            "ranking_count": 262,
            "abstract": "Richly engaging historical adventure in the vein of. The Winter Palace. and. The Malice of Fortune. .. Muse. is the story of the charismatic woman who was the inspiration behind Petrarch's sublime love poetry. Solange Le Blanc begins life in the tempestuous streets of 14th century Avignon, a city of men dominated by the Pope and his palace. When her mother, a harlot, dies in childbirth, Solange is raised by Benedictines who believe she has the gift of clairvoyance. Trained as a scribe, but troubled by disturbing visions and tempted by a more carnal life, she escapes to Avignon, where she becomes entangled in a love triangle with the poet Petrarch, becoming not only his muse but also his lover.. Later, when her gift for prophecy catches the Pope's ear, Solange becomes Pope Clement VI's mistress and confidante in the most celebrated court in Europe. When the plague kills a third of Avignon's population, Solange is accused of sorcery and is forced once again to reinvent herself and fight against a final, mortal conspiracy.. Muse. is a sweeping historical epic that magically evokes the Renaissance, capturing a time and place caught between the shadows of the past and the promise of a new cultural awakening.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Adult",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Survival of the Fittest",
            "authors": [
                "Robin Hawdon"
            ],
            "ranking": 4.05,
            "ranking_count": 22,
            "abstract": "The tale of two extraordinary romantic relationships, one modern, one historical - which become inextricably linked and together affect man’s vision of the world.. Charles Darwin formed his revolutionary Theory of Evolution during decades of research and sickness. Throughout it all his devoted wife Emma nursed him and edited his work, even though, devout Christian that she was, she feared for his soul as she realised where it was leading him.. The publication of Charles’s seminal work ‘Origin Of Species’ shook philosophy to its foundations and brought the perennial debate about the existence of God to the forefront of man’s consciousness. Yet in the book - partly because of Emma’s admonitions - he refrained from interpreting the religious implications for fear of adding to the public furore.. But suppose that he did in fact write down his conclusions as a secret Addendum. And suppose that Emma kept her own secret journal in which, not only does she describe the hectic day-to-day doings of the enormous Darwin household, but also comments on this hidden postscript.. The modern-day story involves the detective search for these two hugely significant works. Maurice, an eccentric London antiquarian book dealer, his own life in turmoil over the loss of his beloved wife, is hired by an equally eccentric American billionaire to track down the documents for his world famous collection of original manuscripts.. The complex investigation ranges across England, from historic towns and stately homes, to prisons and Darwin houses. Along the way it reveals the spiritual struggle within the extraordinary Darwin family, and produces an epiphany in Maurice’s own turbulent existence.. It culminates in a revelation that threatens to affect man’s thinking for ever.. Extracts from reviews on the You-Write-On authors’ website where the book achieved a top five position:-. •\t‘This was the most fascinating piece of work I have read in a long time. I just couldn’t stop reading.’. •\t‘The writing is so precise well-formed that I feel somewhat humbled.’. •\t‘Amazing command of language, a keen eye for details and a warm expression of emotions based on very good understanding of the human nature.’. •\t‘The language is wonderful, with different styles playing out successfully which add to the story.’. •\t‘A very engaging writing style that carried me along. I felt I was on a journey that was going to be both exciting and illuminating.’. See Amazon reviews below.. Robin Hawdon is one of Britain's most prolific playwrights. His plays have been seen in over forty countries. At any one moment there may be over twenty productions running across the USA, Europe, and elsewhere. This is his third novel.. Publisher's website: http: //sbpra.com/RobinHawdon. Author's website: robinhawdon.com",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Resurrecting Cybele",
            "authors": [
                "Jenifer Mohammed"
            ],
            "ranking": 3.8,
            "ranking_count": 35,
            "abstract": "Cybele Moondragon is an unemployed English graduate student who is disillusioned with her life and tired of being in debt. She decides to resurrect a matriarchal cult based on the pagan goddess Cybele in order to make a lot of money and empower men and women who are stifled in more traditional, patriarchal religions. Cybele is joined in her quest by her best friend Janus Styx, a Psychology graduate student who helps with the funding for the cult but, unknown to Cybele, manipulates vulnerable members of the cult for his own purposes. Gabriel Anderson is an undercover investigative reporter who realizes he can get the inside scoop on the birth of a pagan cult in Winnipeg and its possible links to eco-terrorism. Cybele slowly discovers that while she leads ceremonies in hopes of showing her followers the path to spiritual enlightenment, Janus is playing a dangerous game of manipulation with his. Will Cybele succeed in resurrecting her life and ushering a new matriarchal religion into the world or will she fall prey to Janus's machinations and become the scapegoat in his quest for power and control? You'll have to read the book to find out.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "Auvreria",
            "authors": [
                "Viktoriya Molchanova"
            ],
            "ranking": 3.78,
            "ranking_count": 18,
            "abstract": "Nicole is just your average teen. That is, until extraordinary events start happening. Her adventures take her to the center of the universe and the outer limits of her own potential, and along the way she discovers that not only is life full of excitement and possibility, but people are capable of things far beyond their wildest dreams. Auvreria is a dizzying ride through space, time, and fantastic realms, an education in magic, and a story of two sisters who save the universe by looking out for each other.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "The Scorpion's Tale",
            "authors": [
                "Gregory Denaro",
                "Wayne Block"
            ],
            "ranking": 3.91,
            "ranking_count": 54,
            "abstract": "Bred to kill, he is the perfect weapon. Omniscient, and never seen; a soulless assassin until a fatal mistake. Now he is hunted by a father for killing his wife and children. A continent away, another family slaughtered. A beautiful daughter teams with a Mafia enforcer on her own quest to find him. A story of revenge and redemption; the tale of the Scorpion.. Thanks to the killer’s handiwork, Tony’s partners were also dead in Manhattan. The killer needed to finish his business in Westhampton tonight, so he could make his flight to Italy before any of the bodies were discovered. From his neck down he dressed like a surgeon with cotton coverings over his clothes and shoes that were specially made to fit although they were two sizes too large. He also wore latex gloves and a ski-mask to ensure that his entire body was protected against leaving even a cell of his DNA behind.. Looking into the eyes of his victims in their final moment of life did not faze him. In fact, it gave him pleasure. The sound of Tony’s head smashing into the door disturbed him only because the success or failure of an assignment might hinge upon an unknown factor – variables that were his job to minimize. He never left anything to chance, carefully tending to the crime scene, making sure there was no evidence to assist law enforcement. Satisfied all was in order, he silently exited the master bedroom, gun in hand.. Amanda tried the light switch in the kitchen, but it didn’t work. She opened the refrigerator door, found a pitcher of water, and poured a tall glass for her and Catarina to share. She replaced the pitcher, closed the refrigerator, took a step into the hallway and immediately noticed a large shadow of a person, obviously much taller than Tony. She shrieked in surprise and dropped the glass, which shattered. The killer reacted without conscious thought. He instinctively raised his gun and fired. Amanda made a loud moaning sound as she crumpled to the floor. Suddenly there was another scream behind him. He turned and aimed at the sound, not realizing that his gun was pointed at a forty-five degree angle toward the floor. He fired again and there was silence. It took only a split second for him to realize that the voice had screamed “Mommy.”. Bred to kill, he is the perfect weapon.. A soulless assassin until a fatal mistake. Now he is hunted by a father for killing his wife and children. A continent away, another family slaughtered. A beautiful daughter teams with a Mafia enforcer on her own quest to find him. A story of revenge and redemption. The tale of the Scorpion.",
            "part_of_series": false,
            "genre_list": [
                "Mystery"
            ]
        },
        {
            "title": "The Bears",
            "authors": [
                "Katie  Welch"
            ],
            "ranking": 4.31,
            "ranking_count": 13,
            "abstract": "When a terrible oil spill occurs in British Columbia due to a ruptured pipeline, the ensuing environmental disaster provides an immediate crisis for activist Gilbert Crow, arctic researcher Anne McCraig, and a young idealist named Jonathan Fuhrenmann. When they converge on the embattled community at the heart of the crisis, their passionate attempts to save the bears that they love will forge their beliefs in lasting and profound ways. A race against time, this passionate and spiritual journey leads them on a path that forever cements in their hearts a new morality for an anthropocentric planet.. The Bears takes readers on a spiritual and environmental journey through the parallel stories of the human protagonists and their bear counterparts. With each person having a totemic relationship with a specific bear and its plight, this dramatic new novel creates a unique mythological structure that asserts each animal has their own spiritual beliefs. The bears’ mythological stories, beliefs, and backgrounds are mixed in with the human plot and are integral to its growth and development. Taking a unique and spiritual route to addressing the morality and concerns in humanity’s multiple threats to nature The Bears is a dramatic and fulfilling story that keeps readers mentally and spiritually engaged until the very end.. Written with a profound respect for nature and the spirituality that it possesses, The Bears offers a rare touch to readers’ souls as well as their hearts. Taking on tough environmental issues that face the world today and relating them to the noble and spiritual journeys of nature’s inhabitants, the novel creates a stunning adventure that will appeal to all readers who care about environmental issues and even those who have a passing interest in the natural world. Broaching themes of environmental morality, innovative spirituality, and forgiveness, this wonderful novel by Katie Welch possesses a message that is deeper and more fulfilling than most.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Fig Orchard",
            "authors": [
                "Layla Fiske"
            ],
            "ranking": 4.13,
            "ranking_count": 332,
            "abstract": "The unforgettable story of a woman splintered by war and cultural mores, desperately struggling to hold her family together, THE FIG ORCHARD is a rich, compelling epic of love, heroism, family and empowerment. In an isolated, tradition-bound village high above the Jordan River, balancing delicately amidst age-old superstitions and religious orthodoxy, Nisrina Huniah, a fifteen-year-old girl, is torn between innocent imaginings and looming apprehensions as she marries a man she has never met, only to fall in love on the night they are wed. Her joy takes a heart-wrenching turn when the encroaching World War fiercely shatters her reality, propelling her on an unexpected journey where she develops friendships that ultimately alter her perception of herself and the world around her. Beautifully written, this sweeping epic of love and friendship, longing, and the hope of redemption is woven into a colorful tapestry that comes alive against the vibrant backdrop of life in early twentieth-century Middle East. With its haunting and deeply affecting ending, THE FIG ORCHARD will remain in the hearts and minds of its readers long after the last page is turned.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "Tea Cups & Tiger Claws",
            "authors": [
                "Timothy  Patrick"
            ],
            "ranking": 3.4,
            "ranking_count": 774,
            "abstract": "First comes the miracle and then comes the madness. The miracle is the birth of identical triplets, and the madness is all about money, of course. The year is 1916 and the newborn baby girls have become pint-size celebrities. Unfortunately, this small portion of fame soon leads to a much larger portion of greed, and the triplets are split up—parceled out to the highest bidders. Two of the girls go to live in a hilltop mansion. The third girl isn't so lucky. She ends up with a shady family that lives in an abandoned work camp. That’s how their lives begin: two on top, one on the bottom, and all three in the same small town. And when their worlds collide, as they must, the consequences are extreme.. Tea Cups & Tiger Claws spans fifty years and takes the reader from a shantytown to a gilded mansion, from dark desires to sacrificial love.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Drama",
                "Thriller",
                "Business",
                "Family"
            ]
        },
        {
            "title": "A Darker Green",
            "authors": [
                "Matthew Keegan"
            ],
            "ranking": 5.0,
            "ranking_count": 5,
            "abstract": "Sean Doherty, a conscripted Australian soldier, is sick of the messy Vietnam War and yearns to go home. Home, however, has changed. His country has no sympathy and those closest to him are not what they seem. It is here he realises a soldier may leave the war but the war will never leave him. The killing machine the Australian army had trained for war has just come home.. Fleeing to Ireland with the hope of starting a new life in peace and anonymity in the land of his forefathers, Sean sees a chance to find himself again. But he is mistaken for an IRA member, tortured by pro-British paramilitaries and left for dead. They should have finished the job.. Vowing revenge, the young Australian joins the IRA rebels and hits back hard, bringing his experience from Vietnam to the streets of Belfast and Dublin. But the British authorities discover Sean's identity and military history and want him taken out. Answering the call are Britain's elite soldiers, the Special Air Service. A new type of warfare is silently headed for the Irish rebels and leading them is a recently transferred Australian soldier; once Sean's mate from Vietnam, now warrior for the British SAS.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Rebirth",
            "authors": [
                "O.L. Ramos"
            ],
            "ranking": 4.43,
            "ranking_count": 115,
            "abstract": "When Klein divided the supernatural community and threw the gauntlet down, Liz and crew warned everyone. They watched and did their best to protect the world. No one could have counted on the sadistic vampire's plan, and no one could be ready for it.. Now, the world is drowning in the vile Hela poison. Supers are panicking in the streets, old forgotten legends have reemerged expecting the end of the world, and the long dreaded end might be upon all of us.. Liz is finally together with the tortured Vincent, and they’re genuinely happy. But the two may never know true bliss. The great lie, the world behind the veil, might be revealed.. If that happens, not even Michael, nature's favorite werewolf, may be able to restore the balance.. But there is something else that is emerging from the mask of mystery. Two ancient enemy forces are about to fight a war; their battleground?. Earth itself.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Weasels Ripped My Flesh!: Two-Fisted Stories From Men's Adventure Magazines of the 1950s, '60s & '70s",
            "authors": [
                "Robert Deis",
                "Josh Alan Friedman",
                "Wyatt Doyle",
                "Lawrence Block",
                "Jane Dolinger",
                "Robert F. Dorr",
                "Harlan Ellison",
                "Bruce Jay Friedman",
                "more…",
                "Walter Kaylin",
                "Ken Krippene",
                "Mario Puzo",
                "Robert Silverberg",
                "Walter Wager",
                "…less"
            ],
            "ranking": 4.5,
            "ranking_count": 30,
            "abstract": "From the jungles to the deserts to the mean city streets, the men's adventure magazines of the 1950s, '60s and '70s - pulpy periodicals like REAL MEN, MALE, MAN'S LIFE, TRUE MEN STORIES, UNTAMED, EXOTIC ADVENTURE and GUSTO - left no male fantasy or interest unexplored. War stories, exotic adventure yarns, true, first-hand accounts of white-knuckle clashes between man and beast, and spicy tales of sadistic frauleins and tropical white queens hungry for companionship ... topped off with salacious exposés of then-shocking subjects like free love, the Beat Generation, homosexuality, LSD and the secret horniness hidden in calypso lyrics.. Josh Alan Friedman (BLACK CRACKER) and Wyatt Doyle (STOP REQUESTED) join collector and historian Robert Deis of MensPulpMags.com for a guided safari through a jaw-dropping collection of classic men's adventure magazine stories in the first anthology from the genre ever published.. Packed with pulp fiction created by writers who later went on to greater fame, sensational illustrations by masters of men's pulp art and wacky ads taken from the magazines' back pages, WEASELS RIPPED MY FLESH! is your passport to a gonzo world where every dame was a femme fatale or a scantily-clad damsel in distress and manly men fought small mammals bare-handed.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Kokopelli's Thunder",
            "authors": [
                "Sean M. Cordry"
            ],
            "ranking": 4.45,
            "ranking_count": 11,
            "abstract": "It is 1938 in New Mexico’s Chaco Canyon as Zed Moonhawk helps train a group of Civilian Conservation Corpsmen who are excavating and rebuilding Anasazi ruins. Moonhawk is exceptionally skilled at his masonry work—as well he should be. After all, he was there when the massive structures were erected eight hundred years earlier. Zed Moonhawk is the legendary figure known as Kokopelli.. Cursed with eternal life, Zed and his twelve-year-old son, Turq, are the last of the Anasazi. For centuries, their people dominated the southwestern landscape with the help of the last pteradons on the planet—until the evil Mayan witch Rooshth appeared and virtually erased the Ancient Ones from history. But now she is back and still obsessed with the powerful magic embodied in the sacred tablet of the Anasazi. Rooshth wants to raise her son from the dead, a dark desire that refuels the final battle in a centuries-old war between Zed and Rooshth.. In this fast-paced supernatural thriller fi lled with dark, earthy magic, twelfth century history intertwines with the emerging world of the 1930s as an immortal Anasazi and his son attempt to fulfill their mission before a determined witch acquires the power she has always desired.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Glimpse of Eternal Snows (Bradt Travel Guides (Travel Literature))",
            "authors": [
                "Jane Wilson-Howarth"
            ],
            "ranking": 3.94,
            "ranking_count": 70,
            "abstract": "Even doctors--or perhaps especially doctors--need to be touched by something personally to understand the suffering of others.. When Jane Wilson-Howarth's son, David, is diagnosed with serious neurological disorders, his family faces a major decision. They can stay in England, where David has access to the best in Western medical care, or return to their current home in remote Rajapur Island, Nepal, where he has the chance of living his life to the fullest. There, he would be freed from invasive medical testing, and treated as a person rather than an interesting case.. This poignant memoir tells of the family's time in Rajapur and Kathmandu, conjuring in vivid detail the events of David's short--but cherished--life, the sounds, sights and smells of the exotic bazaars, the warmth and complexity of the people, and the stunning natural beauty of Nepal.. Readers will be moved and inspired by this true story of courage, love and a family's determination to give their child the best life possible.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Autobiography",
                "Cultural",
                "Nonfiction"
            ]
        },
        {
            "title": "My Wolf Cowboy",
            "authors": [
                "Rose Wynters"
            ],
            "ranking": 4.02,
            "ranking_count": 59,
            "abstract": "Wolf Town Guardians – Born to walk this world as both wolf and human, these men take their role as protectors very seriously. Enjoying sensual pleasures as they please, this group of alpha werewolves are the finest when it comes to protecting their hidden settlement.. Guardians are the masters of self-control, taking pride in their authority and hard, muscled bodies. That all changes at the first scent of their mates. Their control snaps. The mating heat begins.. These are their stories.. To claim his mate, Connor will have to break all of the rules…. It’s a good thing rules were made to be broken.. Connor Bouchard is a werewolf with a huge secret. He’s mated, but he’s done everything he could to avoid claiming her. The wolf that lives within him has had enough. And even if it means war, this alpha cowboy will have his mate.. Natalie Miller spent her entire life living on the Amish settlement in Missouri. Her world was safe… Until the night everything exploded in her face. She learns that nothing about her life was what it seemed… Even her. In a fiery blaze of horror, secrets are revealed… As an enemy of old comes back into play.. Forced to accept Connor’s protection, Natalie refuses to indulge in the attraction that lies between them. She didn’t count on the heat, though. It burns within her as she craves a satisfaction that she never needed before. Natalie finds herself wanted by two men, both of them willing to fight to the death to have her. Only one of them is destined by fate to have her, though.. Connor has to seduce her, the sooner the better. The full moon is quickly approaching, his opponent determined to possess his mate. Can Connor tame this wild filly before it’s too late?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Twilight of the Belle Epoque: The Paris of Picasso, Stravinsky, Proust, Renault, Marie Curie, Gertrude Stein, and Their Friends Through the Great War",
            "authors": [
                "Mary McAuliffe"
            ],
            "ranking": 4.01,
            "ranking_count": 282,
            "abstract": "Mary McAuliffe's Dawn of the Belle Epoque took the reader from the multiple disasters of 1870-1871 through the extraordinary re-emergence of Paris as the cultural center of the Western world. Now, in Twilight of the Belle Epoque, McAuliffe portrays Paris in full flower at the turn of the twentieth century, where creative dynamos such as Picasso, Matisse, Stravinsky, Debussy, Ravel, Proust, Marie Curie, Gertrude Stein, Jean Cocteau, and Isadora Duncan set their respective circles on fire with a barrage of revolutionary visions and discoveries. Such dramatic breakthroughs were not limited to the arts or sciences, as innovators and entrepreneurs such as Louis Renault, Andre Citroen, Paul Poiret, Francois Coty, and so many others--including those magnificent men and women in their flying machines--emphatically demonstrated. But all was not well in this world, remembered in hindsight as a golden age, and wrenching struggles between Church and state as well as between haves and have-nots shadowed these years, underscored by the ever-more-ominous drumbeat of the approaching Great War--a cataclysm that would test the mettle of the City of Light, even as it brutally brought the Belle Epoque to its close. Through rich illustrations and evocative narrative, McAuliffe brings this remarkable era from 1900 through World War I to vibrant life.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Art",
                "Biography",
                "Music",
                "Geography",
                "War"
            ]
        },
        {
            "title": "Planet Graxpiex",
            "authors": [
                "Rudi Hilmanto"
            ],
            "ranking": 3.64,
            "ranking_count": 11,
            "abstract": "Novel fiksi ini menggambarkan bagaimana kehidupan yang terjadi di Planet Graxpiex. Kehidupan yang terjadi pada dua masa yaitu masa kehidupan Makhluk Zelosygos dan kehidupan sebelum mereka hidup. Dua masa ini saling terkait dan tidak bisa di pisahkan. Banyak pertempuran dan rahasia-rahasia zaman yang tidak di terungkap dan diketahui oleh Makhluk Zelosygos. Makhluk Zelosygos menganggap pertempuran dan rahasia zaman tersebut adalah suatu bentuk mitologi yang melegenda di kehidupan mereka.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Men We Reaped",
            "authors": [
                "Jesmyn Ward"
            ],
            "ranking": 4.28,
            "ranking_count": 19869,
            "abstract": "'...And then we heard the rain falling, and that was the drops of blood falling; and when we came to get the crops, it was dead men that we reaped.' Harriet Tubman. In five years, Jesmyn Ward lost five men in her life, to drugs, accidents, suicide, and the bad luck that can follow people who live in poverty, particularly black men. Dealing with these losses, one after another, made Jesmyn ask the question: why? And as she began to write about the experience of living through all the dying, she realized the truth--and it took her breath away. Her brother and her friends all died because of who they were and where they were from, because they lived with a history of racism and economic struggle that fostered drug addiction and the dissolution of family and relationships. Jesmyn says the answer was so obvious she felt stupid for not seeing it. But it nagged at her until she knew she had to write about her community, to write their stories and her own.. Jesmyn grew up in poverty in rural Mississippi. She writes powerfully about the pressures this brings, on the men who can do no right and the women who stand in for family in a society where the men are often absent. She bravely tells her story, revisiting the agonizing losses of her only brother and her friends. As the sole member of her family to leave home and pursue high education, she writes about this parallel American universe with the objectivity distance provides and the intimacy of utter familiarity.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Race",
                "Biography",
                "Cultural",
                "Biography Memoir",
                "Social Movements",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Body Electric",
            "authors": [
                "C.E.   Smith"
            ],
            "ranking": 3.97,
            "ranking_count": 35,
            "abstract": "The winner of the Paris Literary Prize for 2013.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "Matt Connell: Against a Sea of Troubles",
            "authors": [
                "David M. Wolf"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "MATT CONNELL: against a sea of troubles, a novel, an adventure in the west of Ireland, tells of Connell's search for peace in a partitioned land. In his struggle and while falling in love, he meets deadly opposition while leading a 1985 peace march. A throwback revolutionary, Jim O'Grady, seeks to destroy Matt's movement. The two men clash at the summit of Croagh Patrick, Ireland's holy mountain; later, bullets fly. The novel's deeper meanings are universal. Among troubles revealed is love, assassination, war, justice, and something else, salutary or punishing with cosmic implications. The theme is of seeking peace when it eluded the Irish people--and in the larger sense--the meaning of peace for humanity.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Predatory Kill",
            "authors": [
                "Kenneth Eade"
            ],
            "ranking": 3.83,
            "ranking_count": 591,
            "abstract": "Live the mystery and suspense of the best selling legal thriller. Can too big to fail get away with murder?. #1 best selling financial thriller and #1 best selling political thriller. A compelling legal novel by the best selling author of An Involuntary Spy. Brent Marks had paid his dues as a lawyer, having taken his share of divorces and drunk driving cases over his 20 year career, but had finally reached a place in his life where he could take on cases of social importance. What he least expected was for April Marsh's predatory lending case against the big banks for wrongful foreclosure on her parent's home to turn into a murder investigation. April's mother was murdered. Her father was beaten within an inch of his life, and she believes their predatory lender is to blame. Are banks really that above the law?",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Business",
                "Suspense"
            ]
        },
        {
            "title": "Flight",
            "authors": [
                "Jason A. Cheek"
            ],
            "ranking": 3.95,
            "ranking_count": 205,
            "abstract": "Flight, The Last Paladin Series is an Urban Fantasy story set in two worlds, present day Florida and an alternate world named Irlendria.. Sentenced to death for his Bloodright, Startüm Ironwolf has fought for life since the time of his birth. Born a half-breed and a Paladin of Ukko, he is the first of his kind.. When his Father’s people, the Klavikians, are destroyed in an overwhelming surprise attack by invading Toenellian Demonic Hordes, Startüm is spirited away to Earth by his Grandsire, Leader of the Shadowfang Pack.. Hiding among Humans, Startüm lives in the shadows as he grows and learns to control his powers. On the eve of his eighteenth birthday, the fates of both worlds become irrevocably entwined when the Tuonellians discover Startüm on Earth.. Suddenly, Mankind is swept into the middle of a millennium long conflict spanning two worlds and Startüm must find a way to fight his people’s ancient enemy. If not, Humanity will suffer the same fate as the Klavikians.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Rise Up and Salute the Sun: The Writings of Suzy Kassem",
            "authors": [
                "Suzy Kassem"
            ],
            "ranking": 4.16,
            "ranking_count": 179,
            "abstract": "Suzy Kassem is an American writer, poet, philosopher, and artist of Egyptian origin. The granddaughter of a respected sage in 19th century Cairo, mysticism and wisdom run through her blood just as the water of the Nile flows through her veins.--P. [4] of cover.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Philosophy",
                "Spirituality"
            ]
        },
        {
            "title": "Divorcer",
            "authors": [
                "Gary Lutz"
            ],
            "ranking": 4.25,
            "ranking_count": 153,
            "abstract": "Fiction. DIVORCER is a collection of seven harrowing and hyperprecise short stories about ruinous relationships and their aftershocks.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "The Last Outlaws: The Lives and Legends of Butch Cassidy and the Sundance Kid",
            "authors": [
                "Thom Hatch"
            ],
            "ranking": 3.74,
            "ranking_count": 505,
            "abstract": "The Old West was coming to an end.. Two legendary outlaws refused to go with it.. Butch Cassidy and the Sundance Kid--as leaders of the Wild Bunch, they planned and executed the most daring bank and train robberies of the day, with a professionalism never before seen by authorities. For several years at the end of the 1890s, the two friends, along with a revolving cast who made up their band of thieves, eluded local law enforcement and bounty hunters, all while stealing from the rich bankers and eastern railroad corporations who exploited western land. The close calls were many, but Butch and Sundance always managed to escape to rob again another day--that is, until they rode headlong into the 20th century.. Fenced-in range, telephone lines, electric lights, and new crime-fighting techniques were quickly rendering obsolete the outlaws of the wide open frontier. Knowing their time was up, Butch and Sundance, along with a mysterious beauty named Etta Place, headed to South America, vowing to leave their criminal careers behind. But riding the trails of Chile, Argentina and Bolivia, Butch and Sundance would find that crime wasn't through with them just yet.. In The Last Outlaws, Thom Hatch brings these memorable characters to life like never before: Butch, the brains of the outfit; Sundance, the man of action; and the men on both sides of the law whom they fought with and against. From their early holdup attempts to that fateful day in Bolivia, author Thom hatch draws on a wealth of fresh research to go beyond the myth and provide a compelling new look at these legends of the Wild West.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Crime",
                "Mystery",
                "Historical",
                "Westerns",
                "North American Hi...",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "Searching for Amber",
            "authors": [
                "David        Smith"
            ],
            "ranking": 4.43,
            "ranking_count": 21,
            "abstract": "When Jade, a passionate young photographer, is attacked by drug pushers and saved by the brooding shipwright Martin, she becomes increasingly obsessed with her reluctant hero’s tragic back-story. Her pursuit of Martin’s affection and her consequent obsessive search for Martin’s lost sister, Amber, ultimately leads Jade to discover the truth about her own mother, who abandoned her as a baby in the late 1950s, and the tragic events that led to her disappearance.. The inner lives of the main characters, their friends and the forces of sea and storm that confound them, unfold and intertwine over three distinct time periods; 1950s Aldeburgh, late 1970/80s Suffolk, and 1990s London and Essex, where they eventually reunite.. Searching for Amber is an engaging exploration of love, violence, betrayal and loss, told through beautiful writing, natural imagery and poetry. It is a story that takes into its sweep the breathtaking seascapes of Britten’s Suffolk, the rural idyll of Coggeshall and its Martyrs, and the brash vibrancy of Thatcher’s London. In creating this lyrical tale, David Smith has been inspired by Benjamin Britten’s Four Sea Interludes, Graham Greene’s Brighton Rock and Shakespeare’s The Tempest, as well as his memories of romantic weekends spent in Aldeburgh with his wife.. This book will appeal to romantics with a love of the sea, and those with an interest in history, art and music.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Το τάγμα της ελπίδας",
            "authors": [
                "Νίκος Παργινός"
            ],
            "ranking": 4.0,
            "ranking_count": 7,
            "abstract": "Το αναγεννησιακό πορτρέτο ενός δωδεκάχρονου ιππότη μπορεί να κρύβει πολλά μυστικά. Ακόμη και να αποτελεί την πύλη για έναν άλλο κόσμο, ονειρικό και αθέατο για τους πολλούς. Όχι όμως και για τα μέλη του μυστικού Τάγματος της ελπίδας, το οποίο εδώ και τέσσερις αιώνες δίνει τη μάχη για την επικράτηση της ελπίδας στα όνειρα των ανθρώπων.. Ως τελευταίος κρίκος της διαχρονικής αλυσίδας κατόχων του πίνακα, ο Ορέστης θα βρεθεί αντιμέτωπος με περίεργες δυνάμεις και ανεξήγητα μυστήρια. Περνώντας την πύλη η οποία συνδέει τον ονειρικό με τον συμβατικό κόσμο της πραγματικότητας, σ ένα ταξίδι αναζήτησης και αυτογνωσίας στον χώρο και τον χρόνο, αγωνίζεται για τα όνειρα και τις προσδοκίες του κόσμου.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Kiss Me Like This",
            "authors": [
                "Bella Andre"
            ],
            "ranking": 4.04,
            "ranking_count": 5093,
            "abstract": "Sean Morrison, one of six siblings and the top college baseball player in the country, is reeling from a heartbreakingly painful loss. Nothing seems to matter anymore...until the night Serena Britten unexpectedly ends up in his arms.. Serena is a world-famous model who has only ever wanted to be normal, even though her mother has always pushed her to become a superstar. Though it isn't easy to try to leave everyone and everything she knows behind, Serena is determined to enroll in college. More than anything, she wants to turn her love for books into a new career that she actually loves. Only, she never expected to meet someone like Sean on campus—or to be instantly consumed by their incredible chemistry and connection.. But when the pressures of her high-profile modeling career only get bigger and more demanding, will it make living a normal life as a college student—and falling in love with the hottest guy on campus—impossible?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Academic",
                "Sports",
                "Business",
                "Contemporary Romance",
                "Womens Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Play the Devil",
            "authors": [
                "Henry G. Sheppard"
            ],
            "ranking": 4.5,
            "ranking_count": 4,
            "abstract": "Wilfred Lever, son of ambitious missionaries, is wrenched from his life in an Indian village by a prophecy: he shall be Elijah in his own country. Sent to Adelaide to stay with a perverted aunt, he is well into adolescence when his family joins him there. In the first manifestation of a burgeoning power complex, he forces himself upon his half-sister, now a deeply desirable young woman. The prophecy seals Wilfred's moral doom as the institutional nature of his life protects him from retribution. A character with no moral compass, he gets away with corruption and hypocrisy. But when Wilfred rapes his niece, it seems his number is up. The board forces Wilfred's resignation, but at his lowest point, it seems the prophecy really is true. The church is priming him for politics: all his travails have led him to this moment, where at last he is on the brink of true power.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Mystery"
            ]
        },
        {
            "title": "Sounds of Silence",
            "authors": [
                "Phillip Tomasso III"
            ],
            "ranking": 4.24,
            "ranking_count": 21,
            "abstract": "Twelve-year-old Marco Lippa is the star pitcher for his Little League baseball team and does his best to lead his team to victory against their cross-town rivals, reveling in the cheering and applause.. After one particular game, he becomes sick and is rushed to the hospital. Treated for meningococcal disease, Marco wakes up to discover that he is deaf—and all of his dreams seem to crumble.. Now Marco must come to terms with living in a silent world—and the grief, anger, and loss that seem to go with it. He is enrolled at the state boarding school for the deaf, leaving behind his comfortable home and his family and friends while he re-learns how to communicate and function without his hearing.. As if that wasn't hard enough, he quickly discovers that being deaf does not exempt him from the “normal” anxieties he faced at home—bullies, girls, and fitting in. Will he ever find his way back to his dreams?",
            "part_of_series": false,
            "genre_list": [
                "Childrens"
            ]
        }
    ]
}