{
    "books": [
        {
            "title": "The End of Dieting: How to Live for Life",
            "authors": [
                "Joel Fuhrman"
            ],
            "ranking": 3.97,
            "ranking_count": 2194,
            "abstract": "In. The End of Dieting. , Joel Fuhrman M.D., a board–certified family physician who specializes in preventing and reversing disease through nutritional and natural methods, and #1. New York Times. bestselling author of. Eat to Live. ,. Super Immunity. and. The. End of Diabetes. , delivers a powerful paradigm-shifting book that shows us how and why we never need to diet again.. Fuhrman writes, By reading this book, you will understand the key principles of the science of health, nutrition and weight loss. It will give you a simple and effective strategy to achieve—and maintain—an optimal weight without dieting for the rest of your life. This new approach will free you forever from a merry-go-round of diets and endless, tedious discussions about dieting strategies. This is the end of dieting.",
            "part_of_series": false,
            "genre_list": [
                "Health",
                "Nonfiction",
                "Food and Drink",
                "Self Help",
                "Audiobook"
            ]
        },
        {
            "title": "Acorn",
            "authors": [
                "Yoko Ono"
            ],
            "ranking": 4.25,
            "ranking_count": 603,
            "abstract": "“It’s nearly 50 years ago that my book of conceptual instructions. Grapefruit. was first published. In these pages I’m picking up where I left off. After each day of sharing the instructions you should feel free to question, discuss, and/or report what your mind tells you. I’m just planting the seeds. Have fun.” —Yoko Ono. Legendary avant-garde icon Yoko Ono has inspired generations of artists and performers. In. Acorn,. she offers enchanting and thought-provoking exercises that open our eyes—and all of our senses—to more creative and mindful ways of relating to ourselves, each other, and the planet we cohabit. Throughout this beautifully designed book are 100 black-and-white line drawings by Yoko. Like this legendary woman herself, the book is wildly original, stimulating, and hard to label: Call it purposeful play, call it brain poetry, call it guided motivation, call it Zen-like incantations, call it whatever you want. But read it.. Acorn. may change the way you experience the world.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Art",
                "Philosophy",
                "Nonfiction",
                "Cultural",
                "Womens",
                "Literature",
                "Asian Literature"
            ]
        },
        {
            "title": "El Teatro",
            "authors": [
                "rory macbeth"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "Sin trabajo guionista cree que tiene que fingir que es gay con el fin de conseguir un trabajo en teatro.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Путин. Война",
            "authors": [
                "Boris Nemtsov",
                "Борис Немцов",
                "Ilya Yashin",
                "Илья Яшин",
                "Olga Shorina",
                "Ольга Шорина",
                "Сергей Алексашенко",
                "Екатерина Винокурова",
                "more…",
                "Олег Кашин",
                "Айдер Муждабаев",
                "Леонид Мартынюк",
                "Альфред Рейнгольдович Кох",
                "…less"
            ],
            "ranking": 3.79,
            "ranking_count": 24,
            "abstract": "Идея этого доклада принадлежит Борису Немцову. Однажды он зашел в партийный штаб и громко сообщил: «Я придумал, что делать. Надо написать доклад «Путин. Война», издать его огромным тиражом и раздавать на улицах. Расскажем, как Путин развязал эту войну. Только так мы победим пропаганду». Немцов победоносно смотрел на окружающих, как он делал каждый раз, когда ему приходила в голову удачная идея. «Как тебе, Шорина? Нравится?» — приобнял он Ольгу.. С начала 2015 года Борис стал собирать материалы для доклада. Он много работал с открытыми источниками, находил людей, которые могли поделиться информацией. Немцов верил, что попытка остановить войну — это и есть настоящий патриотизм. Война с Украиной — подлое и циничное преступление, за которое наша страна расплачивается кровью своих граждан, экономическим кризисом и международной изоляцией.. Никому в России эта война не нужна, кроме Путина и его окружения. Борис не успел написать текст доклада. 27 февраля он был убит на Большом Москворецком мосту, прямо у стен Кремля. Завершить дело Немцова взялись его соратники, друзья и люди, которые считали эту работу важной. В основу доклада легли те материалы, которые подготовил Борис. Содержание, рукописные заметки, документы — все, что он оставил, было использовано при подготовке текста.. Наша задача — рассказать правду о вмешательстве Кремля в украинскую политику, которое привело к войне между нашими народами. Привело к войне, которую надо немедленно остановить.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Politics"
            ]
        },
        {
            "title": "Slade House",
            "authors": [
                "David Mitchell"
            ],
            "ranking": 3.81,
            "ranking_count": 57819,
            "abstract": "Keep your eyes peeled for a small black iron door.. Down the road from a working-class British pub, along the brick wall of a narrow alley, if the conditions are exactly right, you’ll find the entrance to Slade House. A stranger will greet you by name and invite you inside. At first, you won’t want to leave. Later, you’ll find that you can’t. Every nine years, the house’s residents — an odd brother and sister — extend a unique invitation to someone who’s different or lonely: a precocious teenager, a recently divorced policeman, a shy college student. But what really goes on inside Slade House? For those who find out, it’s already too late.... Spanning five decades, from the last days of the 1970s to the present, leaping genres, and barreling toward an astonishing conclusion, this intricately woven novel will pull you into a reality-warping new vision of the haunted house story—as only David Mitchell could imagine it.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Literary Fiction",
                "Science Fiction"
            ]
        },
        {
            "title": "Kashmir: A Case of Freedom",
            "authors": [
                "Tariq Ali"
            ],
            "ranking": 3.94,
            "ranking_count": 477,
            "abstract": "At home, the Kashmiri people’s ongoing quest for justice and self-determination is as much ignored by their venal politicians as it is rejected by Pakistan. Internationally, their struggle is forgotten, as the West refuses to bring pressure to bear on its regional ally India. Kashmir: The Case for Freedom is an impassioned attempt to redress this imbalance and to fill the gap in our moral imagination. Covering Kashmir’s past and present and the occupation’s causes and consequences, the authors issue a clarion call for the withdrawal of Indian troops and for Kashmir’s right to self-determination.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Cultural",
                "War",
                "Historical",
                "History and Politics",
                "Travel"
            ]
        },
        {
            "title": "The People of Forever Are Not Afraid",
            "authors": [
                "Shani Boianjiu"
            ],
            "ranking": 3.2,
            "ranking_count": 2391,
            "abstract": "Yael, Avishag, and Lea grow up together in a tiny, dusty Israeli village, attending a high school made up of caravan classrooms, passing notes to each other to alleviate the universal boredom of teenage life. When they are conscripted into the army, their lives change in unpredictable ways, influencing the women they become and the friendship that they struggle to sustain. Yael trains marksmen and flirts with boys. Avishag stands guard, watching refugees throw themselves at barbed-wire fences. Lea, posted at a checkpoint, imagines the stories behind the familiar faces that pass by her day after day. They gossip about boys and whisper of an ever more violent world just beyond view. They drill, constantly, for a moment that may never come. They live inside that single, intense second just before danger erupts.. In a relentlessly energetic and arresting voice marked by humor and fierce intelligence, Shani Boianjiu, creates an unforgettably intense world, capturing that unique time in a young woman's life when a single moment can change everything.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "War",
                "Literature",
                "Historical",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Adult",
                "Young Adult"
            ]
        },
        {
            "title": "The King's Curse",
            "authors": [
                "Philippa Gregory"
            ],
            "ranking": 4.03,
            "ranking_count": 27029,
            "abstract": "The final novel in the Cousins’ War series, the basis for the critically acclaimed Starz miniseries, The White Queen, by #1 New York Times bestselling author and “the queen of royal fiction” (USA TODAY) Philippa Gregory tells the fascinating story of Margaret Pole, cousin to the “White Princess,” Elizabeth of York, and lady-in-waiting to Katherine of Aragon.. Regarded as yet another threat to the volatile King Henry VII’s claim to the throne, Margaret Pole, cousin to Elizabeth of York (known as the White Princess) and daughter of George, Duke of Clarence, is married off to a steady and kind Lancaster supporter—Sir Richard Pole. For his loyalty, Sir Richard is entrusted with the governorship of Wales, but Margaret’s contented daily life is changed forever with the arrival of Arthur, the young Prince of Wales, and his beautiful bride, Katherine of Aragon. Margaret soon becomes a trusted advisor and friend to the honeymooning couple, hiding her own royal connections in service to the Tudors.. After the sudden death of Prince Arthur, Katherine leaves for London a widow, and fulfills her deathbed promise to her husband by marrying his brother, Henry VIII. Margaret’s world is turned upside down by the surprising summons to court, where she becomes the chief lady-in-waiting to Queen Katherine. But this charmed life of the wealthiest and “holiest” woman in England lasts only until the rise of Anne Boleyn, and the dramatic deterioration of the Tudor court. Margaret has to choose whether her allegiance is to the increasingly tyrannical king, or to her beloved queen; to the religion she loves or the theology which serves the new masters. Caught between the old world and the new, Margaret Pole has to find her own way as she carries the knowledge of an old curse on all the Tudors.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "English History",
                "European Literature",
                "Adult",
                "Romance",
                "Audiobook",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "Sad Girls",
            "authors": [
                "Lang Leav"
            ],
            "ranking": 3.35,
            "ranking_count": 9610,
            "abstract": "Your first love isn’t the first person you give your heart to—it’s the first one who breaks it.. School is almost out for Audrey, but the panic attacks are just beginning. Because Audrey told a lie and now her classmate, Ana, is dead. Just as her world begins to spin out of control, Audrey meets the enigmatic Rad—the boy who could turn it all around. But will their ill-timed romance drive her closer to the edge?",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Young Adult",
                "Romance",
                "Fiction",
                "Contemporary",
                "Health",
                "Drama",
                "Novels",
                "Realistic Fiction",
                "Love"
            ]
        },
        {
            "title": "The Sleepwalker",
            "authors": [
                "Chris Bohjalian"
            ],
            "ranking": 3.68,
            "ranking_count": 19064,
            "abstract": "From the. New York Times. bestselling author of. The Guest Room. comes a spine-tingling novel of lies, loss, and buried desire--the mesmerizing story of a wife and mother who vanishes from her bed late one night.. When Annalee Ahlberg goes missing, her children fear the worst. Annalee is a sleepwalker whose affliction manifests in ways both bizarre and devastating. Once, she merely destroyed the hydrangeas in front of her Vermont home. More terrifying was the night her older daughter, Lianna, pulled her back from the precipice of the Gale River bridge.. The morning of Annalee's disappearance, a search party combs the nearby woods. Annalee's husband, Warren, flies home from a business trip. Lianna is questioned by a young, hazel-eyed detective. And her little sister, Paige, takes to swimming the Gale to look for clues. When the police discover a small swatch of fabric, a nightshirt, ripped and hanging from a tree branch, it seems certain Annalee is dead, but Gavin Rikert, the hazel-eyed detective, continues to call, continues to stop by the Ahlbergs' Victorian home.. As Lianna peels back the layers of mystery surrounding Annalee's disappearance, she finds herself drawn to Gavin, but she must ask herself: Why does the detective know so much about her mother? Why did Annalee leave her bed only when her father was away? And if she really died while sleepwalking, where was the body?. Conjuring the strange and mysterious world of parasomnia, a place somewhere between dreaming and wakefulness,. The Sleepwalker. is a masterful novel from one of our most treasured storytellers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Contemporary",
                "Family"
            ]
        },
        {
            "title": "Running the Rift",
            "authors": [
                "Naomi Benaron"
            ],
            "ranking": 3.97,
            "ranking_count": 6841,
            "abstract": "Running the Rift follows Jean Patrick Nkuba, a gifted Rwandan boy, from the day he knows that running will be his life to the moment he must run to save his life, a ten-year span in which his country is undone by the Hutu-Tutsi tensions. Born a Tutsi, he is thrust into a world where it's impossible to stay apolitical - where the man who used to sell you gifts for your family now spews hatred, where the girl who flirted with you in the lunchroom refuses to look at you, where your Hutu coach is secretly training the very soldiers who will hunt down your family. Yet in an environment increasingly restrictive for the Tutsi, he holds fast to his dream of becoming Rwanda's first Olympic medal contender in track, a feat he believes might deliver him and his people from this violence. When the killing begins, Jean Patrick is forced to flee, leaving behind the woman, the family, and the country he loves. Finding them again is the race of his life.. This is the third Bellwether Prize winner published by Algonquin. The Bellwether Prize is awarded biennially by Barbara Kingsolver for an unpublished novel that addresses issues of social justice and was previously awarded to The Girl Who Fell from the Sky and Mudbound.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Eastern Africa",
                "Adult Fiction",
                "War",
                "Literary Fiction",
                "Adult",
                "Sports"
            ]
        },
        {
            "title": "The Breaking Light",
            "authors": [
                "Heather    Hansen"
            ],
            "ranking": 3.38,
            "ranking_count": 2414,
            "abstract": "In a stratified society where contact with the sun is a luxury reserved for the elite, those kept prisoner in the darkness will do anything to find the light. Arden—beautiful, street-smart, and cynical—is one of the citizens of the lowest Level, known as Undercity, of an off-world colony. A blackout band traps Arden in her district, but as sister to the leader of the most powerful gang in Undercity, she has access to Above.. There she meets Dade, one of the few lucky enough to be born into the sun-kissed families who reside in the Towers soaring above the rest of the city. But life isn’t perfect in the sky. Dade, desperate to escape his upcoming arranged marriage, has a secret of his own, and he’s willing to risk everything for it.. An unlikely romance develops between the two teens—but their love faces opposition from above and below. When her gang pressures Arden to help break the grip of the elite and end Dade’s interference with their drug trade, she is forced to make a deadly choice between love and family loyalty. But will the brewing class war destroy the world around them first?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Romance",
                "Business",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Havboka",
            "authors": [
                "Morten A. Strøksnes"
            ],
            "ranking": 4.02,
            "ranking_count": 4114,
            "abstract": "Kunsten å fange en kjempehai fra en gummibåt på et stort hav gjennom fire årstider.. To menn i en liten båt. Et monster i havdypet under dem. Det er er utgangspunktet for Havboka. Fra den lille øya Skrova utenfor Lofoten undersøkes havet gjennom historie, fortellinger, vitenskap, poesi og mytologi. Hav er opphav, og rommer de utroligste livsformer. For forfatteren blir havet en rik kile til forundringm nye innsikter og salte eventyr.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Science",
                "Travel",
                "Animals",
                "Autobiography",
                "Adventure",
                "European Literature",
                "History",
                "Biography"
            ]
        },
        {
            "title": "Too Marvellous for Words!",
            "authors": [
                "Julie Welch"
            ],
            "ranking": 3.64,
            "ranking_count": 83,
            "abstract": "Midnight feasts in dorms, jolly japes with chums, pranks on mad teachers and. no boys whatsoever:. THE REAL MALORY TOWERS LIFE from award-winning writer, Julie Welch.. ‘As we spilled from the train we could hear loud revving and smell exhaust fumes, and there in the forecourt was a coach waiting to drop us all off at our various houses. I’d been living for this moment since I’d arrived at the school; since before that. . . We were all schoolgirls everywhere, past, present and future, real and imagined. We were Darrell and her chums at Malory Towers – except the school in front of me wasn’t quite the picture I had imagined. Suddenly I had this out-of-nowhere, waking up from a coma moment, as if I had been whisked away by a tornado or washed up by shipwreck on an unknown shore. Where was I? How did I get here? I was on my own, and now I would have to survive. . .'. Too Marvellous for Words!. is the wonderfully. evocative and entertaining memoir. of life in an. all-girls boarding school. in Suffolk in the early 1960s. Award-winning writer Julie Welch remembers her time spent at Felixstowe College,. a long-lost world of arcane rules and happenings. , when the headmistress and the Head of Science raced each other on public roads in their sports cars, and when having meringues for birthday tea instead of plain cake was branded ‘disgraceful’.. As the social morals of post-war Britain collided with those of the decadent 1960s, Julie and her fellow pupils discovered Radio Caroline, fashion and the facts of life at the same time as playing lacrosse derbies, attending classical music concerts and sea-bathing.The years spent at Felixstowe College made a lasting impression on the girls who boarded there. Amidst all the fun, deeply emotional attachments were made, with some girls – whose parents were remote or absent – finding support from their classmates that they didn't get at home.. Too Marvellous for Words! i. s the real Malory Towers life. , full of character and charm, and serviing as both a memoir and a fascinating social history of a way of English life lived by 'young ladies' some 50 years ago.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Childrens",
                "Biography",
                "European Literature"
            ]
        },
        {
            "title": "Катастрофа, или цвят от розов кестен",
            "authors": [
                "Олга Кръстева"
            ],
            "ranking": 2.67,
            "ranking_count": 3,
            "abstract": "Животът не е нито толкова прекрасен, както ни се струва в някои романтични мигове, нито толкова ужасен, какъвто, уви, го срещаме често в ежедневните си кошмари. Той е просто Живот. Дава ни се, подарява и отнема. Понякога си го влошаваме сами. Друг път се опитваме напразно да го управ ляваме. Можем все пак едно - да го украсим с въображение и най-вече с чувство за хумор, дори и то да е насочено към самите нас.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Stronger, Faster, and More Beautiful",
            "authors": [
                "Arwen Elys Dayton"
            ],
            "ranking": 3.71,
            "ranking_count": 2597,
            "abstract": "For fans of television shows. Black Mirror. and. Westworld,. this compelling, mind-bending novel is a twisted look into the future, exploring how far we will go to remake ourselves into the perfect human specimen and what it means to be human at all.. Set in our world, spanning the near to distant futures,. Stronger, Faster, and More Beautiful. is a novel made up of six interconnected stories that ask how far we will go to remake ourselves into the perfect human specimens, and how hard that will push the definition of human.. This extraordinary work explores the amazing possibilities of genetic manipulation and life extension, as well as the ethical quandaries that will arise with these advances. The results range from the heavenly to the monstrous. Deeply thoughtful, poignant, horrifying, and action-packed, Arwen Elys Dayton's. Stronger, Faster, and More Beautiful. is groundbreaking in both form and substance.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Speculative Fiction",
                "Book Club"
            ]
        },
        {
            "title": "Fire & Blood",
            "authors": [
                "George R.R. Martin",
                "Doug Wheatley"
            ],
            "ranking": 3.92,
            "ranking_count": 46614,
            "abstract": "With all the fire and fury fans have come to expect from internationally bestselling author George R. R. Martin, this is the first volume of the definitive two-part history of the Targaryens in Westeros.. Centuries before the events of. A Game of Thrones. , House Targaryen—the only family of dragonlords to survive the Doom of Valyria—took up residence on Dragonstone.. Fire and Blood. begins their tale with the legendary Aegon the Conqueror, creator of the Iron Throne, and goes on to recount the generations of Targaryens who fought to hold that iconic seat, all the way up to the civil war that nearly tore their dynasty apart.. What really happened during the Dance of the Dragons? Why did it become so deadly to visit Valyria after the Doom? What is the origin of Daenerys’s three dragon eggs? These are but a few of the questions answered in this essential chronicle, as related by a learned maester of the Citadel and featuring more than eighty all-new black-and-white illustrations by artist Doug Wheatley. Readers have glimpsed small parts of this narrative in such volumes as. The World of Ice & Fire. , but now, for the first time, the full tapestry of Targaryen history is revealed.. With all the scope and grandeur of Gibbon’s. The History of the Decline and Fall of the Roman Empire, Fire and Blood. is the ultimate game of thrones, giving readers a whole new appreciation for the dynamic, often bloody, and always fascinating history of Westeros.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy",
                "Novels",
                "Unfinished"
            ]
        },
        {
            "title": "Quichotte",
            "authors": [
                "Salman Rushdie"
            ],
            "ranking": 3.82,
            "ranking_count": 8008,
            "abstract": "Quichotte. is a love story of profound tenderness and humanity from a great storyteller at his brilliant best. Wise, beautifully written, as heartbreaking as it is wildly comic, its characters unforgettable, its plot dazzlingly suspenseful,. Quichotte. illuminates our corrupt times where fact is so often indiscernible from fiction.. Quichotte, an ageing travelling salesman obsessed with TV, is on a quest for love. Unfortunately, his daily diet of reality TV, sitcoms, films, soaps, comedies and dramas has distorted his ability to separate fantasy from reality. He wishes an imaginary son, Sancho, into existence, while obsessively writing love letters to a celebrity he knows only through his screen. Together the two innocents set off across America in Quichotte's trusty Chevy Cruze to find her and convince her of his love. Quichotte's story is told by Brother, a mediocre spy novelist in the midst of a midlife crisis. As the stories of Brother and Quichotte intertwine, we are taken on a wild, picaresque journey through a country on the edge of moral and spiritual collapse.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Literary Fiction",
                "Cultural",
                "Contemporary",
                "Literature",
                "Novels",
                "Retellings",
                "Audiobook"
            ]
        },
        {
            "title": "The Vanishing Stair",
            "authors": [
                "Maureen Johnson"
            ],
            "ranking": 4.21,
            "ranking_count": 59111,
            "abstract": "All Stevie Bell wanted was to find the key to the Ellingham mystery, but instead she found her classmate dead. And while she solved that murder, the crimes of the past are still waiting in the dark. Just as Stevie feels she’s on the cusp of putting it together, her parents pull her out of Ellingham academy.. For her own safety they say. She must move past this obsession with crime. Now that Stevie’s away from the school of topiaries and secret tunnels, and her strange and endearing friends, she begins to feel disconnected from the rest of the world. At least she won’t have to see David anymore. David, who she kissed. David, who lied to her about his identity—son of despised politician Edward King. Then King himself arrives at her house to offer a deal: He will bring Stevie back to Ellingham immediately. In return, she must play nice with David. King is in the midst of a campaign and can’t afford his son stirring up trouble. If Stevie’s at school, David will stay put.. The tantalizing riddles behind the Ellingham murders are still waiting to be unraveled, and Stevie knows she’s so close. But the path to the truth has more twists and turns than she can imagine—and moving forward involves hurting someone she cares for. In New York Times bestselling author Maureen Johnson’s second novel of the. Truly Devious. series, nothing is free, and someone will pay for the truth with their life.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Contemporary",
                "Thriller",
                "Audiobook",
                "Fiction",
                "School Stories",
                "Historical"
            ]
        },
        {
            "title": "On Dublin Street",
            "authors": [
                "Samantha Young"
            ],
            "ranking": 4.18,
            "ranking_count": 185828,
            "abstract": "Jocelyn Butler has been hiding from her past for years. But all her secrets are about to be laid bare .... Four years ago, Jocelyn left her tragic past behind in the States and started over in Scotland, burying her grief, ignoring her demons, and forging ahead without attachments. Her solitary life is working well - until she moves into a new apartment on Dublin Street, where she meets a man who shakes her carefully guarded world to its core.. Braden Carmichael is used to getting what he wants, and he's determined to get Jocelyn into his bed. Knowing how skittish she is about entering a relationship, Braden proposes an arrangement that will satisfy their intense attraction without any strings attached.. But after an intrigued Jocelyn accepts, she realizes that Braden won't be satisfied with just mind-blowing passion. The stubborn Scotsman is intent on truly knowing her . . . down to the very soul.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Adult",
                "Adult Fiction",
                "Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Offline",
            "authors": [
                "Anne Holt",
                "Margareta Järnebrand"
            ],
            "ranking": 3.75,
            "ranking_count": 1004,
            "abstract": "Hanne Wilhelmsen får högst oväntat besök av sin gamla kollega Billy T. som hon inte haft kontakt med på många år. Just då skakas de omgivande kvarteren av en kraftig explosion. En islamisk samlingslokal har sprängts och tjugotre människor mist livet.. En fundamentalistisk grupp säger sig stå bakom och skräcken hos Oslos invånare ökar för varje vecka som går, utan att polisen kommer närmare gärningsmännen. De verkar helt enkelt inte existera, vare sig i verkligheten eller på nätet.. Hanne Wilhelmsen, som länge levt isolerad, har inlett ett nytt samarbete med norska polisen. Hon ser samband mellan dåtid och nutid – och insikterna skrämmer henne.. Men de har bara sett början. Något ännu värre är på väg att hända.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Scandinavian Lite...",
                "European Literature",
                "Audiobook",
                "Thriller",
                "Literature"
            ]
        },
        {
            "title": "The Rhesus Chart",
            "authors": [
                "Charles Stross"
            ],
            "ranking": 4.18,
            "ranking_count": 8445,
            "abstract": "LONDON CAN DRAIN THE LIFE OUT OF YOU . . .. Bob Howard is an intelligence agent working his way through the ranks of the top secret government agency known as 'the Laundry'. When occult powers threaten the realm, they'll be there to clean up the mess - and deal with the witnesses.. There's one kind of threat that the Laundry has never come across in its many decades, and that's vampires. Mention them to a seasoned agent and you'll be laughed out of the room.. But when a small team of investment bankers at one of Canary Wharf's most distinguished financial institutions discovers an arcane algorithm that leaves them fearing daylight and craving O positive, someone doesn't want the Laundry to know. And Bob gets caught right in the middle.. The Rhesus Chart. is a brand new supernatural thriller from Charles Stross, and sees hacker-turned-spy Bob Howard take on the (literal) bloodsuckers running London's financial district.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Science Fiction",
                "Fiction",
                "Humor",
                "Paranormal",
                "Spy Thriller"
            ]
        },
        {
            "title": "Six Wakes",
            "authors": [
                "Mur Lafferty"
            ],
            "ranking": 3.83,
            "ranking_count": 14942,
            "abstract": "A space adventure set on a lone ship where the clones of a murdered crew must find their murderer -- before they kill again.. It was not common to awaken in a cloning vat streaked with drying blood.. At least, Maria Arena had never experienced it. She had no memory of how she died. That was also new; before, when she had awakened as a new clone, her first memory was of how she died.. Maria's vat was in the front of six vats, each one holding the clone of a crew member of the starship. Dormire. , each clone waiting for its previous incarnation to die so it could awaken. And Maria wasn't the only one to die recently...",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Mystery",
                "Fiction",
                "Thriller",
                "Space",
                "Adult",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Marbles: Mania, Depression, Michelangelo, and Me",
            "authors": [
                "Ellen Forney"
            ],
            "ranking": 3.99,
            "ranking_count": 14389,
            "abstract": "Cartoonist Ellen Forney explores the relationship between “crazy” and “creative” in this graphic memoir of her bipolar disorder, woven with stories of famous bipolar artists and writers.. Shortly before her thirtieth birthday, Forney was diagnosed with bipolar disorder. Flagrantly manic and terrified that medications would cause her to lose creativity, she began a years-long struggle to find mental stability while retaining her passions and creativity.. Searching to make sense of the popular concept of the crazy artist, she finds inspiration from the lives and work of other artists and writers who suffered from mood disorders, including Vincent van Gogh, Georgia O’Keeffe, William Styron, and Sylvia Plath. She also researches the clinical aspects of bipolar disorder, including the strengths and limitations of various treatments and medications, and what studies tell us about the conundrum of attempting to “cure” an otherwise brilliant mind.. Darkly funny and intensely personal, Forney’s memoir provides a visceral glimpse into the effects of a mood disorder on an artist’s work, as she shares her own story through bold black-and-white images and evocative prose.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Autobiography",
                "Nonfiction",
                "Health",
                "Psychology",
                "Mental Health",
                "Graphic Novels Comics",
                "Biography",
                "LGBT"
            ]
        },
        {
            "title": "Why Islam?",
            "authors": [
                "K. Sherman"
            ],
            "ranking": 4.57,
            "ranking_count": 14,
            "abstract": "Often, the first thing someone is asked when they discover the truth and embrace Islam is the question:. Why Islam?. Here, an American revert-to-Islam answers that question. The author, K. Sherman, writes:. The beauty of Islam is probably the best-kept secret in modern times; it is about time it was revealed. This is the sentiment of a majority of people who are discovering the truth about Islam every day.. My first exposure to the religion was through a perusal of a fifty-page booklet titled Towards Understanding Islam (written in 1932). It explained to me everything that twenty years of life and fifteen years of education could not. After the initial sense of relief, I suddenly felt cheated. I was consumed with rage. Why? I could not fathom how people could know about this phenomenal way of life and not speak out and inform others.. This book is my personal take on the beauty of Islam, backed up by relevant and authentic references. I am convinced that humanity direly needs it and it is my duty to speak out.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Rowdy: The Roddy Piper Story",
            "authors": [
                "Ariel Teal Toombs",
                "Colt Baird Toombs",
                "Craig Pyette"
            ],
            "ranking": 4.25,
            "ranking_count": 378,
            "abstract": "The biggest pro wrestling bio since Bret Hart's. Hitman. legendary Rowdy Roddy Piper's unfinished autobiography, re-conceived and completed by his children, actress/musician Ariel Teal Toombs and wrestler Colt Baird Toombs.. In early 2015, Roderick Toombs, aka Rowdy Roddy Piper, began researching his own autobiography with a trip through Western Canada. He was re-discovering his youth, a part of his life he never discussed during his 61 years, many spent as one of the greatest talents in the history of pro wrestling. Following his death due to a heart attack that July, two of his children took on the job of telling Roddy's story, separating fact from fiction in the extraordinary life of their father.. Already an accomplished wrestler before Wrestlemania in 1985, Roddy Piper could infuriate a crowd like no heel before him. The principal antagonist to all-American champion Hulk Hogan, Piper used his quick wit, explosive ring style and fearless baiting of audiences to push pro wrestling to unprecedented success. Wrestling was suddenly pop culture's main event. An actor with over 50 screen credits, including the lead in John Carpenter's #1 cult classic,. They Live. , Piper knew how to keep fans hungry, just as he'd kept them wishing for a complete portrait of his most unusual life. He wanted to write this book for his family; now they have written it for him.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Sports",
                "Culture"
            ]
        },
        {
            "title": "The Parade",
            "authors": [
                "Dave Eggers",
                "Dion Graham"
            ],
            "ranking": 3.63,
            "ranking_count": 6453,
            "abstract": "From a beloved author, a spare, powerful story of two men, Western contractors sent to work far from home, tasked with paving a road to the capital in a dangerous and largely lawless country.. Four and Nine are partners, working for the same company, sent without passports to a nation recovering from ten years of civil war. Together, operating under pseudonyms and anonymous to potential kidnappers, they are given a new machine, the RS-90, and tasked with building a highway that connects the country's far-flung villages with the capital. Four, nicknamed The Clock, is one of the highway's most experienced operators, never falling short of his assigned schedule. He drives the RS-90, stopping only to sleep and eat the food provided by the company. But Nine is an agent of chaos: speeding ahead on his vehicle, chatting and joking with locals, eating at nearby bars and roadside food stands, he threatens the schedule, breaks protocol, and endangers the work that they must complete in time for a planned government parade. His every action draws Four's ire, but when illness, corruption, and theft compromise their high-stakes mission, Four and Nine discover danger far greater than anything they could pose to one another.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Audiobook",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Adult Fiction",
                "Novels",
                "War",
                "American",
                "Politics"
            ]
        },
        {
            "title": "The Mortal Word",
            "authors": [
                "Genevieve Cogman"
            ],
            "ranking": 4.21,
            "ranking_count": 9773,
            "abstract": "A corrupt countess. A spy in danger. And an assassin at large. The fifth title in Genevieve Cogman's witty and wonderful Invisible Library series, The Mortal Word is a rollicking literary adventure.. Peace talks are always tricky, especially when a key diplomat gets stabbed. This rudely interrupts a top-secret summit between the warring dragons and Fae. As a neutral party, Librarian-spy Irene is summoned to investigate. She must head to a version of 1890s Paris, with her assistant Kai and her detective friend Vale, where these talks are fracturing. Here, she must get to the bottom of the attack – before either the peace negotiations or the city go up in flames.. Suspicions fly thick and fast and Irene soon finds herself in the seedy depths of the Parisian underworld. She’s on the trail of a notoriously warlike Fae, the Blood Countess. However, the evidence against the Countess is circumstantial. Could the killer be a member of the Library itself?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Science Fiction",
                "Writing",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Wilder Girls",
            "authors": [
                "Rory Power"
            ],
            "ranking": 3.49,
            "ranking_count": 63557,
            "abstract": "It's been eighteen months since the Raxter School for Girls was put under quarantine. Since the Tox hit and pulled Hetty's life out from under her.. It started slow. First the teachers died one by one. Then it began to infect the students, turning their bodies strange and foreign. Now, cut off from the rest of the world and left to fend for themselves on their island home, the girls don't dare wander outside the school's fence, where the Tox has made the woods wild and dangerous. They wait for the cure they were promised as the Tox seeps into everything.. But when Byatt goes missing, Hetty will do anything to find her, even if it means breaking quarantine and braving the horrors that lie beyond the fence. And when she does, Hetty learns that there's more to their story, to their life at Raxter, than she could have ever thought true.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "LGBT",
                "Mystery",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Thriller"
            ]
        },
        {
            "title": "Hombres sin mujeres",
            "authors": [
                "Haruki Murakami",
                "Gabriel Álvarez Martínez"
            ],
            "ranking": 3.77,
            "ranking_count": 74941,
            "abstract": "Haruki Murakami ofrece a los lectores siete relatos en torno al aislamiento y la soledad que preceden o siguen a la relación amorosa: hombres que han perdido a una mujer, o cuya relación ha estado marcada por el desencuentro, asisten inermes al regreso de los fantasmas del pasado, viven el enamoramiento como una enfermedad letal, son incapaces de establecer una comunicación plena con la pareja, o ven extrañamente interrumpida su historia de amor. Otros experimentan atormentados amores no correspondidos o, incluso, como en el relato protagonizado por una metamorfosis kafkiana, desconocen todavía los mecanismos del afecto y del sexo. Sin embargo, las verdaderas protagonistas de estos relatos —llenos de guiños a los Beatles, el jazz, Kafka, Las mil y una noches o, en el caso del título, Hemingway—, son ellas, las mujeres, que, misteriosas, irrumpen en la vida de los hombres para desaparecer, dejando una huella imborrable en la vida de aquellos que las han amado, o de los que, al menos, intentaron amarlas.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Contemporary",
                "Magical Realism",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Raised by Wolves",
            "authors": [
                "Jennifer Lynn Barnes"
            ],
            "ranking": 3.92,
            "ranking_count": 29391,
            "abstract": "Adopted by the Alpha of a werewolf pack after a rogue wolf brutally killed her parents right before her eyes, fifteen-year-old Bryn knows only pack life, and the rigid social hierarchy that controls it.  That doesn't mean that she's averse to breaking a rule or two.. But when her curiosity gets the better of her and she discovers Chase, a new teen locked in a cage in her guardian's basement, and witnesses him turn into a wolf before her eyes, the horrific memories of her parents' murders return. Bryn becomes obsessed with getting her questions answered, and Chase is the only one who can provide the information she needs.. But in her drive to find the truth, will Bryn push too far beyond the constraints of the pack, forcing her to leave behind her friends, her family, and the identity that she's shaped?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Shapeshifters",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Animals"
            ]
        },
        {
            "title": "First Drop of Crimson",
            "authors": [
                "Jeaniene Frost"
            ],
            "ranking": 4.14,
            "ranking_count": 55936,
            "abstract": "The night is not safe for mortals.. Denise MacGregor knows all too well what lurks in the shadows – her best friend is half-vampire Cat Crawfield – and she has already lost more than the average human could bear. But her family’s dark past is wrapped in secrets and shrouded in darkness – and a demon shapeshifter has marked Denise as prey. Now her survival depends on an immortal who craves a taste of her.. He is Spade, a powerful, mysterious vampire who has walked the earth for centuries and is now duty-bound to protect this endangered, alluring human – even if it means destroying his own kind. Denise may arouse his deepest hungers, but Spade knows he must fight his urge to have her as they face the demon nightmare together…. Because once the first drop of crimson falls, they will both be lost.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Romance",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Junkyard Wonders",
            "authors": [
                "Patricia Polacco"
            ],
            "ranking": 4.56,
            "ranking_count": 2388,
            "abstract": "When young Trisha finds out her class at the new school is known as The Junkyard, she is devastated. She moved from her old town so she wouldn't be in a special class anymore! But then she meets her teacher, the quirky and invincible Mrs. Peterson, and her classmates, an oddly brilliant group of students each with his or her own unique talent. And it is here in The Junkyard that Trisha learns the true meaning of genius, and that this group of misfits are, in fact, wonders, all of them. Based on a real-life event in Patricia Polacco's childhood, this ode to teachers will inspire all readers to find their inner genius.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Realistic Fiction",
                "Academic",
                "Disability",
                "Fiction",
                "Inspirational",
                "Death",
                "Teaching"
            ]
        },
        {
            "title": "Wicked Puritans of Essex County",
            "authors": [
                "Tom Juergens"
            ],
            "ranking": 4.05,
            "ranking_count": 20,
            "abstract": "Wicked Puritans of Essex County follows in the footsteps of other Wicked titles and chronicle Essex County's darker history its seedy underbelly that traditional accounts frequently overlook. The book will be a grab bag of malfeasance - corruption, murder, bootlegging, prostitution, any sort of zany, sordid activity. One of the stories will be about the Hoddy Murder. Wenham, 1637: John Williams a ship's carpenter, said to be of Wenham, has been found guilty of the murder of John Hoddy and executed in Boston. It is one of the earliest murders occurring among the European settlers of the colony. Both men had recently escaped from the Ipswich jail and were traveling together. Williams murdered his companion and stole his belongings, including the poor man's bloody clothing. He was apprehended in Ipswich wearing the dead man's clothes and ultimately confessed when Hoddy's body was found. He was executed, by hanging, in Boston, September 28th.",
            "part_of_series": false,
            "genre_list": [
                "History"
            ]
        },
        {
            "title": "Conversations With Myself",
            "authors": [
                "Nelson Mandela",
                "Barack Obama"
            ],
            "ranking": 3.89,
            "ranking_count": 2821,
            "abstract": "Nelson Mandela is widely considered to be one of the most inspiring and iconic figures of our age. Now, after a lifetime of taking pen to paper to record thoughts and events, hardships and victories, he has bestowed his entire extant personal papers, which offer an unprecedented insight into his remarkable life.. A singular international publishing event,. Conversations with Myself. draws on Mandela's personal archive of never-before-seen materials to offer unique access to the private. world of an incomparable world leader. Journals kept on the run during the anti-apartheid struggle of. the early 1960s; diaries and draft letters written in Robben Island and other South African prisons during his. twenty-seven years of incarceration; notebooks from the postapartheid transition; private recorded conversations;. speeches and correspondence written during his presidency--a historic collection of documents. archived at the Nelson Mandela Foundation is brought together into a sweeping narrative of great immediacy and stunning power. An intimate journey from Mandela's first stirrings of political consciousness to his. galvanizing role on the world stage,. Conversations with Myself. illuminates a heroic life forged on the front. lines of the struggle for freedom and justice.. While other books have recounted Mandela's life from the vantage of the present,. Conversations with Myself. allows, for the first time, unhindered insight into the human side of the icon.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "History",
                "Politics",
                "Autobiography",
                "Cultural",
                "Southern Africa",
                "Biography Memoir",
                "Inspirational"
            ]
        },
        {
            "title": "Wrayth",
            "authors": [
                "Philippa Ballantine"
            ],
            "ranking": 3.92,
            "ranking_count": 1134,
            "abstract": "In the Empire of Arkaym, the Order of Deacons protects and shelters the citizens from the attacks of the unliving. All are sworn to fight the evil forces of the geists—and to keep the world safe from the power of the Otherside…. Although she is one of the most powerful Deacons in the Order, Sorcha Faris is still unable to move or speak after her last battle. Even her partner, Merrick Chambers, cannot reach her through their shared Bond. Yet there are those who still fear Sorcha and the mystery of her hidden past.. Meanwhile, Merrick has been asked to investigate a new member of the Emperor’s Court. But when Sorcha is abducted by men seeking Raed Rossin, the shapeshifting rival to the throne, Merrick must choose where his loyalties lie.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adult",
                "Romance"
            ]
        },
        {
            "title": "The Fuller Memorandum",
            "authors": [
                "Charles Stross"
            ],
            "ranking": 4.19,
            "ranking_count": 11448,
            "abstract": "Computational demonologist Bob Howard catches up on filing in the Laundry archives when the top secret Fuller Memorandum vanishes - and his boss, suspected of stealing the file. Bob faces Russian agents, ancient demons, a maniacal death cult, and finding the missing memorandum before the world disappears next.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Horror",
                "Fiction",
                "Humor",
                "Spy Thriller",
                "Thriller"
            ]
        },
        {
            "title": "Freedom™",
            "authors": [
                "Daniel Suarez"
            ],
            "ranking": 4.27,
            "ranking_count": 26708,
            "abstract": "The propulsive, shockingly plausible sequel to. New York Times. bestseller. Daemon. , the Greatest. Techno-thriller. Period.*. *William O'Brien, former director of cybersecurity and communications systems policy at the White House. 2009 saw one of the most inventive techno-thriller debuts in decades as Daniel Suarez introduced his terrifying and tantalizing vision of a new world order.. Daemon. captured the attention of the tech community, became a national bestseller, garnered attention from futurists, literary critics, and the halls of government-leaving readers clamoring for the conclusion to Suarez's epic story.. In the opening chapters of. Freedom™. , the Daemon is well on its way toward firm control of the modern world, using an expanded network of real-world, dispossessed darknet operatives to tear apart civilization and rebuild it anew. Civil war breaks out in the American Midwest, with the mainstream media stoking public fear in the face of this Corn Rebellion. Former detective Pete Sebeck, now the Daemon's most famous and most reluctant operative, must lead a small band of enlightened humans in a populist movement designed to protect the new world order.. But the private armies of global business are preparing to crush the Daemon once and for all. In a world of conflicted loyalties, rapidly diminishing government control, and a new choice between free will and the continuing comforts of ignorance, the stakes could not be higher: hanging in the balance is nothing less than democracy's last hope to survive the technology revolution.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Science",
                "Mystery",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Fairy Bad Day",
            "authors": [
                "Amanda Ashby"
            ],
            "ranking": 3.8,
            "ranking_count": 3675,
            "abstract": "MY LIFE SERIOUSLY COULDN'T GET ANY WORSE.. First, my righful designation of dragon slayer is STOLEN right from under my nose by Curtis Green. Sure, he's really cute, but that doesn't give him an excuse.. ON TOP OF THAT, I AM ASSIGNED TO SLAY FAIRIES. I KNOW what you're thinking - how hard could it be, right? Wrong! These menacing beasts with their tiny hipster clothes and mocking sarcasm love taunting me. And they won't STOP!. BUT THE THING THAT TOPS MY LIST OF STUFF TO RUIN MY day? That would be the GIANT KILLER FAIRY that I have to hunt down and slay because I am the only one who can see it.. There is someone who can help me. Unfortunately ... it's Curtis.. IT'S GOING TO BE A FAIRY BAD DAY.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fairies"
            ]
        },
        {
            "title": "The Last Days of California",
            "authors": [
                "Mary  Miller"
            ],
            "ranking": 3.37,
            "ranking_count": 3121,
            "abstract": "Jess is fifteen years old and waiting for the world to end. Her evangelical father has packed up the family to drive west to California, hoping to save as many souls as possible before the Second Coming. With her long-suffering mother and rebellious (and secretly pregnant) sister, Jess hands out tracts to nonbelievers at every rest stop, Waffle House, and gas station along the way. As Jess’s belief frays, her teenage myopia evolves into awareness about her fracturing family.. Selected as a Barnes & Noble Discover pick and an Indie Next pick, Mary Miller’s radiant debut novel reinvigorates the literary road-trip story with wry vulnerability and savage charm.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Religion",
                "Contemporary",
                "Travel",
                "Novels",
                "Literary Fiction",
                "Family",
                "Adult"
            ]
        },
        {
            "title": "Watching You",
            "authors": [
                "Michael Robotham"
            ],
            "ranking": 4.14,
            "ranking_count": 7317,
            "abstract": "New York Times. bestselling author Michael Robotham brings us face-to-face with a manipulative psychopath who has destroyed countless lives and is about to claim one final victim.. Marnie Logan often feels like she's being watched: a warm breath on the back of her neck, or a shadow in the corner of her eye that vanishes when she turns her head.. She has reason to be frightened. Her husband Daniel has inexplicably vanished, and the police have no leads in the case. Without proof of death or evidence of foul play, she can't access his bank accounts or his life insurance. Depressed and increasingly desperate, she seeks the help of clinical psychologist Joe O'Loughlin.. O'Loughlin is concerned by Marnie's reluctance to talk about the past and anxious to uncover what Marnie is withholding that could help with her treatment. The breakthrough in Marnie's therapy and Daniel's disappearance arrives when Marnie shares with O'Loughlin her discovery of the Big Red Book, a collage of pictures, interviews, and anecdotes from Marnie's friends and relatives that Daniel had been compiling as part of a surprise birthday gift.. Daniel's explorations into Marnie's past led him to a shocking revelation on the eve of his disappearance: Anyone who has ever gotten close to Marnie has paid an exacting price. A cold-blooded killer is eliminating the people in Marnie's life, and now that O'Laughlin is a part of it, he is next in line.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "European Literature"
            ]
        },
        {
            "title": "Doon",
            "authors": [
                "Carey Corp",
                "Lorie Langdon"
            ],
            "ranking": 3.9,
            "ranking_count": 7153,
            "abstract": "DOON…. Veronica doesn't think she's going crazy. But why can't anyone else see the mysterious blond boy who keeps popping up wherever she goes? When her best friend, Mackenna, invites her to spend the summer in Scotland, Veronica jumps at the opportunity to leave her complicated life behind for a few months.. But the Scottish countryside holds other plans.. Not only has the imaginary kilted boy followed her to Alloway, she and Mackenna uncover a strange set of rings and a very unnerving letter from Mackenna's great aunt—and when the girls test the instructions Aunt Gracie left behind, they find themselves transported to a land that defies explanation. Doon seems like a real-life fairy tale, complete with one prince who has eyes for Mackenna and another who looks suspiciously like the boy from Veronica's daydreams. But Doon has a dark underbelly as well. The two girls could have everything they've longed for...or they could end up breaking an enchantment and find themselves trapped in a world that has become a nightmare.. DOON is loosely based on the premise of the musical Brigadoon, with permission from the ALan Jay Lerner Estate and the Frederick Loewe Foundation. Follow the journey at http://www.DoonSeries.com. ~Destiny awaits!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Historical",
                "Fiction",
                "Retellings"
            ]
        },
        {
            "title": "The Dragon of Handale",
            "authors": [
                "Cassandra Clark"
            ],
            "ranking": 3.77,
            "ranking_count": 316,
            "abstract": "In the fifth in this stellar series Hildegard returns from pilgrimage to Compostela only to be sent by her Prioress to the remote and sinister Handale Priory. Used as a house of correction for sinning nuns, it lies in the north of the county in the middle of a vast wood and is run by the ambiguous Abbess Basilda and her close group of hard-faced acolytes. Hildegard discovers the corpse of a young man in the morgue and is told that the dragon of Handale has killed him. But Hildegard does not believe in dragons. Warned against walking in the woods she refuses to be penned in like a prisoner and discovers a secret tower, locked and barred, with armed men on guard. What is so valuable that it needs a guard? Has it anything to do with the mystery of the young man's death? And why have assassins been pursuing the King's courier across the savage moorland only to murder him at a lonely wayside tavern? Hildegard risks all dangers to seek out the truth.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "European Literature",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "The Soldier's Wife",
            "authors": [
                "Pamela Hart"
            ],
            "ranking": 3.94,
            "ranking_count": 359,
            "abstract": "Ruby and Jimmy Hawkins are sure their love will last forever, despite Jimmy being sent to Gallipoli only weeks after their marriage. Amid the desperate battles of the Dardanelles, Jimmy dreams of the future they planned together and writes Ruby letters full of love and longing.. Back in Sydney, Ruby must face challenges she never could have imagined as a young country bride. Finding a place in the city and taking a job as a bookkeeper in a timber merchant's yard, she discovers that working in a man's world is fraught with complications, especially when her employer suffers a devastating loss and she is expected to take the reins.. When Jimmy returns wounded in both body and spirit, he and Ruby come close to losing everything in the aftermath of war. They must find a new way to live and to love if their marriage is to survive.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Cultural",
                "War",
                "Fiction"
            ]
        },
        {
            "title": "That Perfect Someone",
            "authors": [
                "Johanna Lindsey"
            ],
            "ranking": 4.0,
            "ranking_count": 7128,
            "abstract": "Nine years ago, Richard Allen fled England and his controlling father. Determined to live his own life, he took to the sea and settled in the Caribbean, joining a band of treasure-hunting pirates and adopting the persona of a carefree, seductive Frenchman named Jean Paul to guard the secrets of his past. When he slips back into England to carry out an urgent task, Richard becomes infatuated with a married woman, Georgina Malory. But his reckless attempt to woo Georgina at a masked ball turns out to be the worst mistake of his life because it brings him face to face with another beautiful woman.. Thrilled that her solicitors have finally come up with a way to free her from her betrothal contract to the Earl of Manford’s son who abandoned her years ago, heiress Julia Miller is ready for the marriage mart and hopes to find that perfect someone at her friend Georgina’s ball. Charmed by a masked Frenchman who gives her her first kiss, she can’t help but pursue this mysterious man—until she makes a shocking discovery. Now, to avoid falling into a ruthless nobleman’s trap, Julia must enter a risky, intimate charade with a man she never believed she could love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Adventure",
                "European Literature",
                "Historical Romance"
            ]
        },
        {
            "title": "Behind the Sun",
            "authors": [
                "Deborah Challinor"
            ],
            "ranking": 4.21,
            "ranking_count": 977,
            "abstract": "Irreverent and streetwise prostitute, Friday Woolfe, is in London′s notorious Newgate gaol, awaiting transportation. There, she meets three other girls: intelligent and opportunistic thief, Sarah Morgan, naive young Rachel Winter, and reliable and capable seamstress, Harriet Clarke.. On the voyage to New South Wales their friendship becomes an unbreakable bond -- but there are others on board who will change their lives forever. Friday makes an implacable enemy of Bella Jackson, a vicious woman whose power seems undiminished by her arrest and transportation, while Harriet is taken under the wing of an idealistic doctor, James Downey. Rachel catches the eye of a sinister passenger with more than honour on his mind, whose brutal assault leaves her life hanging in the balance.. When they finally arrive on the other side of the world, they are confined to the grim and overcrowded Parramatta Female Factory. But worse is to come as the threat of separation looms. In the land behind the sun, the only thing they have is each other .... (from the Harper Collins website)",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "European Literature",
                "Audiobook",
                "Drama"
            ]
        },
        {
            "title": "Charon's Claw",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.21,
            "ranking_count": 7244,
            "abstract": "In the 3rd book of the #4. New York Times. best-selling Neverwinter Saga, Drizzt draws his swords once more to aid his friends. His lover, Dahlia Sin’felle, can speak of nothing but the moment she will face the Netherese lord Herzgo Alegni once again. Drizzt has already followed a trail of vengeance beside Dahlia. Can he justify one more battle to settle a grudge he does not understand? Artemis Entreri too seeks vengeance. He offers to aid Dahlia in her mission to destroy Alegni. But Charon’s Claw, Alegni’s sentient sword, dominates Entreri’s movements—if not his mind. And then there’s the way Entreri looks at Dahlia. Can Drizzt trust his old foe?. Praise for the Neverwinter Saga:. “Emotional, respectful of its characters, intelligently written and structured, and finally summons a sense of nostalgic sorrow throughout”–Fantasy Book Review on. Gauntlgrym. , Neverwinter Saga Book I. “Full of excitement. Salvatore has mastered the art of showing a beautiful fight scene, and he is at the top of his game in this one. We meet many characters with many different fighting styles, and Salvatore does a great job of distinguishing between them. He manages to take these scenes from so much more than just a fight scene, to an integral part of the story.”—The SFF Hub on. Gauntlgrym. , Neverwinter Saga Book I. “A quick read with some very satisfying fight scenes. It’s also deeply layered with emotional atmosphere” —California Literary Review on. Gauntlgrym. , Neverwinter Saga Book I",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Role Playing Games",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Gentleman of Pleasure : One Life of John Glassco : Poet, Memoirist, Translator, and Pornographer",
            "authors": [
                "Brian Busby"
            ],
            "ranking": 4.13,
            "ranking_count": 15,
            "abstract": "A Gentleman of Pleasure not only spans Glassco's life but delves into his background as a member of a once prominent and powerful Montreal family. In addition to Glassco's readily available work, Brian Busby draws on pseudonymous writings published as a McGill student as well as unpublished and previously unknown poems, letters, and journal entries to detail a vibrant life while pulling back the curtain on Glassco's sexuality and unconventional tastes. In a lively account of a man given to deception, who took delight in hoaxes, Busby manages to substantiate many of the often unreliable statements Glassco made about his life and work. A Gentleman of Pleasure is a remarkable biography that captures the knowable truth about a fascinatingly complex and secretive man.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Cultural"
            ]
        },
        {
            "title": "All Seeing Eye",
            "authors": [
                "Rob Thurman"
            ],
            "ranking": 4.05,
            "ranking_count": 933,
            "abstract": "Picking up a small pink shoe from the grass forever changed young Jackson Lee’s life. Not only did its presence mean that his sister Tessa was dead—murdered and stuffed in the deep, black water of a narrow well—but the shoe itself told him so.. Tessa’s death triggers an even more horrific family massacre that, combined with this new talent he neither wants nor can handle, throws Jack’s life into a tailspin. The years quickly take him from state homes to the streets to grifting in a seedy carnival, until he finally becomes the cynical All Seeing Eye, psychic-for-hire. At last, Jackson has left his troubled past behind him and found a semblance of peace.. That is, until the government blackmails him. Helping the military contain the aftermath of a bizarre experiment gone violently wrong, everything Jackson knows about himself will change just as suddenly as it did with his little sister’s shoe.. And while change is constant...It’s never for the better.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Thriller",
                "Fiction",
                "Horror",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "Death of a Nightingale",
            "authors": [
                "Lene Kaaberbøl",
                "Agnete Friis",
                "Elisabeth Kallick Dyssegaard"
            ],
            "ranking": 3.62,
            "ranking_count": 2360,
            "abstract": "From the Nordic noir duo who brought you. The New York Times. bestseller. The Boy in the Suitcase. comes a chilling new thriller with a mystery seventy years in the making.. Nina. Natasha. Olga. Three women united by one terrifying secret. But only one of them has killed to keep it.. Natasha Doroshenko, a Ukrainian woman who has been convicted of the attempted murder of her Danish fiancé, escapes police custody on her way to an interrogation in Copenhagen's police headquarters. That night, the frozen, tortured body of Michael, the ex-fiancé, is found in a car, and the manhunt for Natasha escalates. It isn't the first time the young Ukrainian woman has lost a partner to violent ends: her first husband was also murdered, three years earlier in Kiev, and in the same manner: tortured to death in a car.. Danish Red Cross nurse Nina Borg has been following Natasha's case for several years now, since Natasha first took refuge at a crisis center where Nina works. Nina, who had tried to help Natasha leave her abusive fiancé more than once, just can't see the young Ukrainian mother as a vicious killer. But in her effort to protect Natasha's daughter and discover the truth, Nina realizes there is much she didn't know about this woman and her past. The mystery has long and bloody roots, going back to a terrible famine that devastated Stalinist Ukraine in 1934, when a ten-year-old girl with the voice of a nightingale sang her family into shallow graves.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Cultural",
                "Audiobook",
                "Scandinavian Lite...",
                "Suspense"
            ]
        },
        {
            "title": "Dear Life",
            "authors": [
                "Alice Munro",
                "Raymond Verdaguer",
                "Mónica Naranjo Uribe"
            ],
            "ranking": 3.75,
            "ranking_count": 33645,
            "abstract": "Suffused with Munro's clarity of vision and her unparalleled gift for storytelling, these tales about departures and beginnings, accidents and dangers, and outgoings and homecomings both imagined and real, paint a radiant, indelible portrait of how strange, perilous, and extraordinary ordinary life can be.. Alice Munro's peerless ability to give us the essence of a life in often brief but always spacious and timeless stories is once again everywhere apparent in this brilliant new collection. In story after story, she illumines the moment a life is forever altered by a chance encounter or an action not taken, or by a simple twist of fate that turns a person out of his or her accustomed path and into a new way of being or thinking. A poet, finding herself in alien territory at her first literary party, is rescued by a seasoned newspaper columnist, and is soon hurtling across the continent, young child in tow, toward a hoped-for but completely unplanned meeting. A young soldier, returning to his fiancée from the Second World War, steps off the train before his stop and onto the farm of another woman, beginning a life on the move. A wealthy young woman having an affair with the married lawyer hired by her father to handle his estate comes up with a surprising way to deal with the blackmailer who finds them out.. While most of these stories take place in Munro's home territory - the small Canadian towns around Lake Huron - the characters sometimes venture to the cities, and the book ends with four pieces set in the area where she grew up, and in the time of her own childhood: stories autobiographical in feeling, though not, sometimes, entirely so in fact. A girl who can't sleep imagines night after wakeful night that she kills her beloved younger sister. A mother snatches up her child and runs for dear life when a crazy woman comes into her yard.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Nobel Prize",
                "Book Club",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Story of Antigone",
            "authors": [
                "Ali Smith",
                "Laura Paoletti"
            ],
            "ranking": 3.95,
            "ranking_count": 479,
            "abstract": "Ali Smith’s retelling of Sophocles’ tragedy, about a young Theban princess, who decides to bury her dishonoured brother Polynices, against King Creon’s express orders — with heart-breaking consequences.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Childrens",
                "Retellings",
                "Classics",
                "Mythology",
                "Young Adult"
            ]
        },
        {
            "title": "The White Pearl",
            "authors": [
                "Kate Furnivall"
            ],
            "ranking": 3.78,
            "ranking_count": 2417,
            "abstract": "National bestselling author of. The Russian Concubine. , Kate Furnivall spins a tale of war, desperation, and the discovery of love off the coast of Malaya.. Malaya, 1941. . Connie Thornton plays her role as a dutiful wife and mother without complaint. She is among the fortunate after all-the British rubber plantation owners reaping the benefits of the colonial life. But Connie feels as though she is oppressed, crippled by boredom, sweltering heat, a loveless marriage. . .. Then, in December, the Japanese invade. Connie and her family flee, sailing south on their yacht toward Singapore, where the British are certain to stand firm against the Japanese. En route, in the company of friends, they learn that Singapore is already under siege. Tensions mount, tempers flare, and the yacht's inhabitants are driven by fear.. Increasingly desperate and short of food, they are taken over by a pirate craft and its Malayan crew making their perilous way from island to island. When a fighter plane crashes into the sea, they rescue its Japanese pilot. For Connie, that's when everything changes. In the suffocating confines of the boat with her life upended, Connie discovers a new kind of freedom and a new, dangerous, exhilarating love.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Romance",
                "War",
                "Literature"
            ]
        },
        {
            "title": "The Woman Who Lost Her Soul",
            "authors": [
                "Bob Shacochis"
            ],
            "ranking": 3.54,
            "ranking_count": 1895,
            "abstract": "Renowned through four award-winning books for his gritty and revelatory visions of the Caribbean, Bob Shacochis returns to occupied Haiti in. The Woman Who Lost Her Soul. before sweeping across time and continents to unravel tangled knots of romance, espionage, and vengeance. In riveting prose, Shacochis builds a complex and disturbing story about the coming of age of America in a pre-9/11 world.. When humanitarian lawyer Tom Harrington travels to Haiti to investigate the murder of a beautiful and seductive photojournalist, he is confronted with a dangerous landscape riddled with poverty, corruption, and voodoo. It’s the late 1990s, a time of brutal guerrilla warfare and civilian kidnappings, and everyone has secrets. The journalist, whom he knew years before as Jackie Scott, had a bigger investment in Haiti than it seemed, and to make sense of her death, Tom must plunge back into a thorny past and his complicated ties to both Jackie and Eville Burnette, a member of Special Forces who has been assigned to protect her.. From the violent, bandit-dominated terrain of World War II Dubrovnik to the exquisitely rendered Istanbul in the 1980s, Shacochis brandishes Jackie’s shadowy family history with daring agility. Caught between her first love and the unsavory attentions of her father—an elite spy and quintessential Cold War warrior pressuring his daughter to follow in his footsteps—seventeen-year-old Jackie hatches a desperate escape plan that puts her on course to becoming the soulless woman Tom equally feared and desired.. Set over fifty years and in four countries backdropped by different wars,. The Woman Who Lost Her Soul. is a magnum opus that brings to life, through the mystique and allure of history, an intricate portrait of catastrophic events that led up to the war on terror and the America we are today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Thriller",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Adult Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "The Devil in Jerusalem: A Novel",
            "authors": [
                "Naomi Ragen"
            ],
            "ranking": 3.84,
            "ranking_count": 2377,
            "abstract": "Two brothers are admitted to Jerusalem's Hadassah Hospital with horrific injuries. Their mother, a young American, devoutly recites Psalms at the bedside, refusing to answer any questions. Brought in to investigate, Detective Bina Tzedek follows a winding path that takes her through Jerusalem's Old City, kabbalists, mystical ancient texts, and terrifying cult rituals, until she finally uncovers the shocking truth.. From internationally bestselling author Naomi Ragen,. The Devil in Jerusalem. is a chilling tale of the paths that so easily lead us astray, and the darkness within us all.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Literature",
                "Cultural",
                "Historical",
                "Religion",
                "Thriller",
                "Adult",
                "Sociology"
            ]
        },
        {
            "title": "Crawling from the Wreckage",
            "authors": [
                "Gwynne Dyer"
            ],
            "ranking": 4.0,
            "ranking_count": 57,
            "abstract": "Gwynne Dyer is cheering up. Sure, the past decade has had more than its share of stupid wars, obsessions about terrorism, denial about climate change, rapacious turbo-capitalism, and lies, lies, lies. But signs of progress actually do abound. While the world is far from perfect as we embark on a fresh decade, Dyer believes that the sense of sliding out of control towards ten different kinds of disaster has gone. When things go wrong it’s always easy to pin blame — but singling out the forces that lead to positive change can be trickier.. In this illuminating collection of columns from the last five years, Gwynne Dyer ferrets out the signs of hope — without overlooking the issues that remain seemingly intractable. Mining the events of recent history, Dyer contextualizes the recent past and anticipates what the future might have in store. This journalist’s beat is global: from Africa to South America, from Europe to the Middle East, and any other region with a political pulse.. Acerbic and iconoclastic, Dyer has never been afraid to call ’em like he sees ’em — and we are all the better for his trademark candour and the breadth of his knowledge and expertise. For anyone seeking to understand the larger forces that shape our society and our world,. Crawling from the Wreckage. makes for necessary reading.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Cultural"
            ]
        },
        {
            "title": "The Crown",
            "authors": [
                "Kiera Cass"
            ],
            "ranking": 3.67,
            "ranking_count": 208969,
            "abstract": "When Eadlyn became the first princess of Illéa to hold her own Selection, she didn’t think she would fall in love with any of her thirty-five suitors. She spent the first few weeks of the competition counting down the days until she could send them all home. But as events at the palace force Eadlyn even further into the spotlight, she realizes that she might not be content remaining alone.. Eadlyn still isn’t sure she’ll find the fairytale ending her parents did twenty years ago. But sometimes the heart has a way of surprising you…and soon Eadlyn must make a choice that feels more impossible—and more important—than she ever imagined.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "დაკარგული კონტექსტები",
            "authors": [
                "Giorgi Maisuradze"
            ],
            "ranking": 4.23,
            "ranking_count": 31,
            "abstract": "„დაკარგული კონტექსტები“ იმ მდგომარეობას შეიძლება ეწოდოს, რომელშიც თანამედროვე, პოსტსაბჭოთა საქართველო იმყოფება: ის ემიჯნება თავის საბჭოთა წარსულს და მისგან გათავისუფლებას იდენტობის ახალი ფორმების ჩანაცვლებით ცდილობს. მაგრამ სწორედ ეს ახალი ფორმები შეიცავს ისეთ სააზროვნო სტერეოტიპებს – საკუთარი თავისა თუ გარესამყაროს შეფასების კრიტერიუმებს, რომლებიც თავიანთი არსით საბჭოურია და მათი აზრის გაგება საბჭოთა კონტექსტებშია შესაძლებელი. ეს კონტექსტები საბჭოთა კავშირის დანგრევასთან ერთად დაიკარგა, მაგრამ ჰომო სოვიეტიკუსი განაგრძობს თავის არსებობას თანამედროვე, პოსტსაბჭოთა ქართველის ცნობიერებაში კონტექსტდაკარგული სტერეოტიპების, იდეალებისა თუ თვითგამოხატვის ფორმების სახით.. ამასთან, თავად საქართველო, მისი ახალი, პოსტსაბჭოთა იდენტობაა კონტექსტდაკარგული, რაც იმას ნიშნავს, რომ საქართველოს აღარ გააჩნია ის სცენა, რომელზედაც საკუთარ თავს სხვისთვის, გარესამყაროსათვის გასაგებად განასახიერებდა.. წიგნში გაერთიანებული ნარკვევები თანამედროვე საქართველოში მიმდინარე საზოგადოებრივი და კულტურული ცვლილებების კრიტიკული ინტერპრეტაციის მცდელობებია.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Nonfiction",
                "Philosophy"
            ]
        },
        {
            "title": "Chroniques de Jérusalem",
            "authors": [
                "Guy Delisle"
            ],
            "ranking": 4.21,
            "ranking_count": 13683,
            "abstract": "Guy Delisle et sa famille s’installent pour une année à Jérusalem. Pas évident de se repérer dans cette ville aux multiples visages, animée par les passions et les conflits depuis près de 4000 ans. Au. détour d’une ruelle, à la sortie d’un lieu saint, à la terrasse d’un café, le dessinateur laisse éclater des questions fondamentales et nous fait découvrir un Jérusalem comme on ne l’a jamais vu.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "Travel",
                "Autobiography",
                "Cultural",
                "Graphic Novels Comics",
                "Biography"
            ]
        },
        {
            "title": "Cinnamon and Gunpowder",
            "authors": [
                "Eli Brown"
            ],
            "ranking": 3.91,
            "ranking_count": 6906,
            "abstract": "A gripping adventure, a seaborne romance, and a twist on the tale of Scheherazade—with the best food ever served aboard a pirate’s ship. The year is 1819, and the renowned chef Owen Wedgwood has been kidnapped by the ruthless pirate Mad Hannah Mabbot. He will be spared, she tells him, as long as he puts exquisite food in front of her every Sunday without fail.. To appease the red-haired captain, Wedgwood gets cracking with the meager supplies on board. His first triumph at sea is actual bread, made from a sourdough starter that he leavens in a tin under his shirt throughout a roaring battle, as men are cutlassed all around him. Soon he’s making tea-smoked eel and brewing pineapple-banana cider.. But Mabbot—who exerts a curious draw on the chef—is under siege. Hunted by a deadly privateer and plagued by a saboteur hidden on her ship, she pushes her crew past exhaustion in her search for the notorious Brass Fox. As Wedgwood begins to sense a method to Mabbot’s madness, he must rely on the bizarre crewmembers he once feared: Mr. Apples, the fearsome giant who loves to knit; Feng and Bai, martial arts masters sworn to defend their captain; and Joshua, the deaf cabin boy who becomes the son Wedgwood never had.. Cinnamon and Gunpowder. is a swashbuckling epicure’s adventure simmered over a surprisingly touching love story—with a dash of the strangest, most delightful cookbook never written. Eli Brown has crafted a uniquely entertaining novel full of adventure: the Scheherazade story turned on its head, at sea, with food.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Romance",
                "Food and Drink",
                "Adult",
                "Adult Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "The Apple Tart of Hope",
            "authors": [
                "Sarah Moore Fitzgerald"
            ],
            "ranking": 3.88,
            "ranking_count": 3113,
            "abstract": "Oscar Dunleavy, who used to make the world's most perfect apple tarts, is missing, presumed dead. No-one seems too surprised, except for Meg, his best friend, and his little brother Stevie. Surrounded by grief and confusion, Meg and Stevie are determined to find out what happened to Oscar, and together they learn about loyalty and friendship and the power of never giving up hope. The second sensational novel from Irish author, Sarah Moore Fitzgerald, following her debut, BACK TO BLACKBRICK, perfect for fans of Annabel Pitcher and Siobhan Dowd.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Childrens",
                "Mystery",
                "Fiction",
                "Realistic Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Unmade",
            "authors": [
                "Sarah Rees Brennan"
            ],
            "ranking": 3.89,
            "ranking_count": 8300,
            "abstract": "Who will be the sacrifice?. Kami has lost the boy she loves, is tied to a boy she does not, and faces an enemy more powerful than ever before. With Jared missing for months and presumed dead, Kami must rely on her new magical link with Ash for the strength to face the evil spreading through her town.. Rob Lynburn is now the master of Sorry-in-the-Vale, and he demands a death. Kami will use every tool at her disposal to stop him. Together with Rusty, Angela, and Holly, she uncovers a secret that might be the key to saving the town. But with knowledge comes responsibility - and a painful choice. A choice that will risk not only Kami's life, but also the lives of those she loves most.. Set against a centuries-old legacy of blood, power, and vengeance, the truth does not seem like much of a weapon. But it is all Kami has.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Gothic",
                "Fiction",
                "LGBT"
            ]
        },
        {
            "title": "Foreign Country",
            "authors": [
                "Charles Cumming"
            ],
            "ranking": 3.84,
            "ranking_count": 7089,
            "abstract": "Six months before she is due to take up her position as the first female head of MI6, Amelia Levene vanishes without a trace. Former MI6 officer Thomas Kell is called out of retirement and ordered to find her. With only days before the story leaks to the press, Kell must begin to piece together Levene's final movements.Winner of 2012 CWA Ian Fleming Steel Dagger.Winner of the 2012 Scottish Crime Book of the Year award.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Mystery",
                "Suspense",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "A God in Every Stone",
            "authors": [
                "Kamila Shamsie"
            ],
            "ranking": 3.51,
            "ranking_count": 2163,
            "abstract": "July 1914. Young Englishwoman Vivian Rose Spencer is running up a mountainside in an ancient land, surrounded by figs and cypresses. Soon she will discover the Temple of Zeus, the call of adventure, and the ecstasy of love. Thousands of miles away a twenty-year old Pathan, Qayyum Gul, is learning about brotherhood and loyalty in the British Indian army.. July, 1915. Qayyum Gul is returning home after losing an eye at Ypres, his allegiances in tatters. Viv is following the mysterious trail of her beloved. They meet on a train to Peshawar, unaware that a connection is about to be forged between their lives – one that will reveal itself fifteen years later, on the Street of Storytellers, when a brutal fight for freedom, an ancient artefact and a mysterious green-eyed woman will bring them together again.. A powerful story of friendship, injustice, love and betrayal,. A God In Every Stone. carries you across the globe, into the heart of empires fallen and conquered, reminding us that we all have our place in the chaos of history and that so much of what is lost will not be forgotten.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "War",
                "Literary Fiction",
                "Unfinished",
                "Novels"
            ]
        },
        {
            "title": "Strange Bodies",
            "authors": [
                "Marcel Theroux"
            ],
            "ranking": 3.62,
            "ranking_count": 1798,
            "abstract": "Whatever this is, it started when Nicky Slopen came back from the dead.. Nicholas Slopen has been dead for months. So when a man claiming to be Nicholas turns up to visit an old girlfriend, deception seems the only possible motive.. Yet nothing can make him change his story.. From the secure unit of a notorious psychiatric hospital, he begins to tell his tale: an account of attempted forgery that draws the reader towards an extraordinary truth – a metaphysical conspiracy that lies on the other side of madness and death.. With echoes of Jorge Luis Borges, Philip K. Dick, Mary Shelley,. Dostoevsky’s Double, and George Eliot’s The Lifted Veil, Strange. Bodies takes the reader on a dizzying speculative journey that poses questions about identity, authenticity, and what it means to be truly human.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Horror",
                "Speculative Fiction",
                "Literary Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Woman Who Stole My Life",
            "authors": [
                "Marian Keyes"
            ],
            "ranking": 3.56,
            "ranking_count": 23035,
            "abstract": "Stella Sweeney is back in Dublin. After living the dream in New York for a year - touring her self-help book, appearing on talk shows all over the USA and living it up in her 10-room duplex on the Upper West Side - she's back to normality with a bang. And she's got writer's block.. Stella wants a clean break as she didn't exactly leave New York on a high. Why is she back in Ireland so soon? Who is it who keeps calling? Stella wants to get back to being the woman she used to be. But can she? And should she?",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Contemporary",
                "Cultural",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "European Literature"
            ]
        },
        {
            "title": "From Sand and Ash",
            "authors": [
                "Amy Harmon"
            ],
            "ranking": 4.35,
            "ranking_count": 56949,
            "abstract": "Italy, 1943—Germany occupies much of the country, placing the Jewish population in grave danger during World War II.. As children, Eva Rosselli and Angelo Bianco were raised like family but divided by circumstance and religion. As the years go by, the two find themselves falling in love. But the church calls to Angelo and, despite his deep feelings for Eva, he chooses the priesthood.. Now, more than a decade later, Angelo is a Catholic priest and Eva is a woman with nowhere to turn. With the Gestapo closing in, Angelo hides Eva within the walls of a convent, where Eva discovers she is just one of many Jews being sheltered by the Catholic Church.. But Eva can’t quietly hide, waiting for deliverance, while Angelo risks everything to keep her safe. With the world at war and so many in need, Angelo and Eva face trial after trial, choice after agonizing choice, until fate and fortune finally collide, leaving them with the most difficult decision of all.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "War",
                "Cultural",
                "Love",
                "Audiobook"
            ]
        },
        {
            "title": "Charmed",
            "authors": [
                "Jen Calonita"
            ],
            "ranking": 4.09,
            "ranking_count": 4323,
            "abstract": "It takes a (mostly) reformed thief to catch a spy. Which is why Gilly Cobbler, Enchantasia’s most notorious pickpocket, volunteers to stay locked up at Fairy Tale Reform School…indefinitely. Gilly and her friends may have defeated the Evil Queen and become reluctant heroes, but the battle for Enchantasia has just begun.. Alva, aka The Wicked One who cursed Sleeping Beauty, has declared war on the Princesses, and she wants the students of Fairy Tale Reform School to join her. As her criminal classmates give in to temptation, Gilly goes undercover as a Royal Lady in Waiting (don’t laugh) to unmask a spy…before the mole can hand Alva the keys to the kingdom.. Her parents think Gilly the Hero is completely reformed, but sometimes you have to get your hands dirty. Sometimes it’s good to be bad…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Audiobook",
                "Retellings",
                "Adventure"
            ]
        },
        {
            "title": "The Turning",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.24,
            "ranking_count": 289,
            "abstract": "Ruin wakes up on Earth knowing only one thing: to Judge and Execute.. As an Angel of Judgment with no memory of his origins and no ability to communicate, he binds molecularly with Isadore, the first human he comes into contact with.. In the fourth installment of the series, The Turning, Ruin must face his latest nightmare assignment: To judge and execute Isadore.. Waging war against Heaven and Hell, Ruin collides with a diabolical crossroad of unforeseen fate, and the nightmare of good and evil that ensues sends him spiraling into a darkness that he doesn't wish to escape.. The Ruin Series sizzles with sexual, spiritual, funny, and truly inspiring romance. The unique concept and premise of this series surpasses the tropes and norms unlike anything you've read before.. Bestselling Author, Lucian Bane, dominates his spin on the popular Paranormal Romance genre, quickly becoming one of the many masters that rock our beloved book world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult Fiction",
                "Action",
                "Dark"
            ]
        },
        {
            "title": "Ask the Passengers",
            "authors": [
                "A.S. King"
            ],
            "ranking": 3.85,
            "ranking_count": 24524,
            "abstract": "Astrid Jones desperately wants to confide in someone, but her mother's pushiness and her father's lack of interest tell her they're the last people she can trust. Instead, Astrid spends hours lying on the backyard picnic table watching airplanes fly overhead. She doesn't know the passengers inside, but they're the only people who won't judge her when she asks them her most personal questions--like what it means that she's falling in love with a girl.. As her secret relationship becomes more intense and her friends demand answers, Astrid has nowhere left to turn. She can't share the truth with anyone except the people at thirty thousand feet, and they don't even know she's there. But little does Astrid know just how much even the tiniest connection will affect these strangers' lives--and her own--for the better.. In this truly original portrayal of a girl struggling to break free of society's definitions, Printz Honor author A.S. King asks readers to question everything--and offers hope to those who will never stop seeking real love.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Contemporary",
                "Fiction",
                "Romance",
                "Realistic Fiction",
                "Magical Realism"
            ]
        },
        {
            "title": "Ice Forged",
            "authors": [
                "Gail Z. Martin"
            ],
            "ranking": 3.74,
            "ranking_count": 1771,
            "abstract": "Condemned as a murderer for killing the man who dishonored his sister, Blaine Mick McFadden has spent the last six years in Velant, a penal colony in the frigid northern wastelands of Edgeland. Harsh military discipline and the oppressive magic of the governor's mages keep a fragile peace as colonists struggle against a hostile environment. But the supply ships from Dondareth have stopped coming, boding ill for the kingdom that banished the colonists.. Now, McFadden and the people of Velant decide their fate. They can remain in their icy prison, removed from the devastation of the outside world, but facing a subsistence-level existence, or they can return to the ruins of the kingdom that they once called home. Either way, destruction lies ahead...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Adventure",
                "Epic",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Lennon: The Man, the Myth, the Music - The Definitive Life",
            "authors": [
                "Tim Riley"
            ],
            "ranking": 3.92,
            "ranking_count": 447,
            "abstract": "In his commanding new book, the eminent NPR critic Tim Riley takes us on the remarkable journey that brought a Liverpool art student from a disastrous childhood to the highest realms of fame.. Riley portrays Lennon's rise from Hamburg's red light district to Britain's Royal Variety Show; from the charmed naivetÃ©f Love Me Do to the soaring ambivalence of Don't Let Me Down; from his shotgun marriage to Cynthia Powell in 1962 to his epic media romance with Yoko Ono. Written with the critical insight and stylistic mastery readers have come to expect from Riley, this richly textured narrative draws on numerous new and exclusive interviews with Lennon's friends, enemies, confidantes, and associates; lost memoirs written by relatives and friends; as well as previously undiscovered City of Liverpool records. Riley explores Lennon in all of his contradictions: the British art student who universalized an American style, the anarchic rock 'n' roller with the moral spine, the anti-jazz snob who posed naked with his avant-garde lover, and the misogynist who became a househusband. What emerges is the enormous, seductive, and confounding personality that made Lennon a cultural touchstone.. In. Lennon. , Riley casts Lennon as a modernist hero in a sweeping epic, dramatizing rock history anew as Lennon himself might have experienced it.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Music",
                "Nonfiction",
                "Biography Memoir",
                "Culture",
                "History"
            ]
        },
        {
            "title": "We Were Flying to Chicago",
            "authors": [
                "Kevin Clouther"
            ],
            "ranking": 3.9,
            "ranking_count": 89,
            "abstract": "In this striking debut collection, characters find unexpected moments of profound insight while navigating the monotony of daily life. Here we find a man who drives to the wrong mountain, a hubcap cleaner who moonlights as a karaoke star, and a deliveryman whose urgent letters have no willing recipient. While lulled by the deceptively simple rhythm of the ordinary, Kevin Clouther offers the instant before momentous change—the view over the cliff, the intake of breath before a decision, a glimpse of stark vulnerability, of faith and hope.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Lovely Way to Burn",
            "authors": [
                "Louise Welsh"
            ],
            "ranking": 3.34,
            "ranking_count": 1569,
            "abstract": "As heard on BBC Radio 4. Book at Bedtime. It doesn't look like murder in a city full of death.. A pandemic called 'The Sweats' is sweeping the globe. London is a city in crisis. Hospitals begin to fill with the dead and dying, but Stevie Flint is convinced that the sudden death of her boyfriend Dr Simon Sharkey was not from natural causes. As roads out of London become gridlocked with people fleeing infection, Stevie's search for Simon's killers takes her in the opposite direction, into the depths of the dying city and a race with death.. A Lovely Way to Burn. is the first outbreak in the. Plague Times. trilogy. Chilling, tense and completely compelling, it's Louise Welsh writing at the height of her powers.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Science Fiction",
                "Apocalyptic",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "The Queen's Poisoner",
            "authors": [
                "Jeff Wheeler"
            ],
            "ranking": 4.09,
            "ranking_count": 33382,
            "abstract": "King Severn Argentine’s fearsome reputation precedes him: usurper of the throne, killer of rightful heirs, ruthless punisher of traitors. Attempting to depose him, the Duke of Kiskaddon gambles…and loses. Now the duke must atone by handing over his young son, Owen, as the king’s hostage. And should his loyalty falter again, the boy will pay with his life.. Seeking allies and eluding Severn’s spies, Owen learns to survive in the court of Kingfountain. But when new evidence of his father’s betrayal threatens to seal his fate, Owen must win the vengeful king’s favor by proving his worth—through extraordinary means. And only one person can aid his desperate cause: a mysterious woman, dwelling in secrecy, who truly wields power over life, death, and destiny.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Audiobook",
                "Historical",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Female Correspondent",
            "authors": [
                "E.A. Deverell"
            ],
            "ranking": 3.47,
            "ranking_count": 216,
            "abstract": "Beatrice Debord has assumed a male pseudonym in her correspondence with famous botanist, Henry Burbank. When, impressed and intrigued by her knowledge and reticence, he seeks out his correspondent, Beatrice is forced to invent a series of lies for the fictional Mr. Allenham’s whereabouts. A clean regency romance in the vein of Georgette Heyer.. This is a 15,000-word short story.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Short Stories",
                "Novella",
                "Historical Romance"
            ]
        },
        {
            "title": "Beauty in the Breakdown",
            "authors": [
                "Tegan Anderson"
            ],
            "ranking": 4.27,
            "ranking_count": 11,
            "abstract": "We can't hide like this forever, Josh. How did we even get into this mess?. Family. Money. Run. Three things that Josh Ray and Clara Roberts have their entire life based around. It's an endless loop of get away from family, get money and get running.. After a few months of what feels like stability, Josh and Clara have to start the cycle all over again until everything finally comes to an end.. There was something beautiful in the way that things broke down.. 'Beauty in the Breakdown' represents the importance of trust and self-discovery in an unstable lifestyle through the eyes of Josh Ray, someone who believes that there is always something beautiful in a breakdown.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Lotus Eaters",
            "authors": [
                "Tatjana Soli",
                "Kirsten Potter"
            ],
            "ranking": 3.86,
            "ranking_count": 12479,
            "abstract": "It's 1975, and the North Vietnamese army is poised to roll into Saigon. As city begins to fall in earnest, two lovers make their way through the chaos to escape to a new life. Helen Adams, an American photojournalist, must take leave not only of a war she is addicted to, but of a devastated country she has come to love. Nguyen Pran Linh, the man who loves her, must deal with his own conflicted loyalties, both of heart and homeland. As they race through the streets, they play out a drama of love and betrayal that began twelve years before with their mentor, the larger-than-life war correspondent, Sam Darrow, who was once Helen's infuriating love and fiercest competitor, as he was Linh's secret protector and truest friend. As the sun sets on their life in Saigon, Helen and Linh struggle against both their inner demons and the ghosts of the past, in this sweeping epic that illuminates the wrenching horrors of war, the dangerous narcotic of obsession, and the redemptive power of love.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "Romance",
                "Book Club",
                "Adult Fiction",
                "Contemporary",
                "Novels"
            ]
        },
        {
            "title": "The Dark Tower: Battle of Jericho Hill",
            "authors": [
                "Robin Furth",
                "Stephen King",
                "Peter David",
                "Jae Lee",
                "Richard Isanove"
            ],
            "ranking": 4.31,
            "ranking_count": 5137,
            "abstract": "A brand new story featuring Roland Deschain and his beleaguered ka-tet as they go on the run following the complete destruction of their beloved city of Gilead! And when such as Gilead falls, the pillars of reality itself—the six beams holding all of existence together—begins to crumble. The satanic plan of the Crimson King to return all of existence to the primal state of chaos is nigh.. Collecting DARK TOWER: THE BATTLE OF JERICHO HILL #1-5",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Horror",
                "Fiction",
                "Graphic Novels Comics",
                "Westerns",
                "Superheroes",
                "Comics",
                "Science Fiction"
            ]
        },
        {
            "title": "Gravity Falls: Journal 3",
            "authors": [
                "Alex Hirsch",
                "Rob Renzetti",
                "Andy Gonsalves",
                "Stephanie Ramirez"
            ],
            "ranking": 4.67,
            "ranking_count": 5560,
            "abstract": "Journal 3. brims with every page ever seen on the. Gravity Falls. show plus all-new pages with monsters and secrets, notes from Dipper and Mabel, and the Author’s full story.. A 288-page full-color jacketed hardcover version of. Journal 3. —plus, the book jacket doubles as an exclusive poster.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Childrens",
                "Sequential Art",
                "Science Fiction",
                "Humor",
                "Young Adult"
            ]
        },
        {
            "title": "Зрозуміти Донбас",
            "authors": [
                "Hiroaki Kuromiya",
                "Олексій Панич",
                "Хіроакі Куромія"
            ],
            "ranking": 3.59,
            "ranking_count": 17,
            "abstract": "В своїй новій книзі про Донбас американський історик Хіроакі Куромія коротко, в популярній формі, описує основні події, які визначили культурну своєрідність Донбасу впродовж його кількасотрічної історії. Свіжий погляд на історію Донбасу дає змогу по-новому осмислити події останніх років в цьому регіоні, аж до збройного конфлікту 2014-2015 років.. Книга призначена всім, хто цікавиться історією України загалом і Донбасу зокрема.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History"
            ]
        },
        {
            "title": "Redemption",
            "authors": [
                "R.K. Ryals"
            ],
            "ranking": 3.95,
            "ranking_count": 2990,
            "abstract": "A fateful car accident, a strange Abbey ruled by an even stranger Abbess, an insane Demon, a world where right and wrong becomes dangerously twisted, and a confident, rebellious teenager . . . .. Dayton Blainey is a foul-mouthed, grief-stricken young woman forced to live with a religiously eccentric aunt who favors her moral older sister. But when Dayton's life becomes intertwined with a dangerous stranger, she suddenly finds herself at the center of a war fought since the beginning of time.. Trapped between what she believes is right, and a forbidden attraction, Dayton must come to terms with betrayal and her surprising lineage to stop a war before it even begins.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Romance",
                "Business"
            ]
        },
        {
            "title": "Me Again",
            "authors": [
                "Keith Cronin"
            ],
            "ranking": 3.9,
            "ranking_count": 1074,
            "abstract": "A beautifully wrought tale of courage, hope, and awakenings of all kinds.. ~ Sara Gruen, author of Water for Elephants. Miracles can be damned inconvenient. That's what thirty-four-year-old stroke victim Jonathan Hooper learns when he wakes up after spending six years in a coma. Everyone calls Jonathan's recovery a miracle, but since nobody had expected him to recover, his sudden awakening becomes an awkward intrusion on the lives of his family and friends. To make matters worse, Jonathan doesn't even recognize these people. The stroke has wiped away most of Jonathan's memory, while the coma has withered his body. In short, Jonathan's not the man he used to be - whoever that was.. The only bright spot for Jonathan is Rebecca Chase, a young woman he meets in the hospital's long-term recovery unit. A stroke has drastically changed her personality, making her a stranger to her husband. Gone is the vivacious trophy wife, replaced by a shy, awkward woman with a knack for saying exactly the wrong thing.. They don't fit in. And they'll never be the same. But now they've got to decide what matters most: who they were, or who they can become?. A steadily accelerating story exploring the irony, humor, and opportunity that can accompany personal calamity, Me Again follows the intertwined paths of two people forced to start over in life: one looking for his place in a world that has moved on without him, the other struggling to navigate a relationship with a man who wishes she were someone else.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Romance",
                "Contemporary",
                "Medical",
                "Womens Fiction",
                "Drama",
                "Health",
                "Family",
                "Relationships"
            ]
        },
        {
            "title": "Reservoir 13",
            "authors": [
                "Jon McGregor"
            ],
            "ranking": 3.56,
            "ranking_count": 11791,
            "abstract": "Midwinter in an English village. A teenage girl has gone missing. Everyone is called upon to join the search. The villagers fan out across the moors as the police set up roadblocks and a crowd of news reporters descends on what is usually a place of peace. Meanwhile, there is work that must still be done: cows milked, fences repaired, stone cut, pints poured, beds made, sermons written, a pantomime rehearsed. As the seasons unfold and the search for the missing girl goes on, there are those who leave the village and those who are pulled back; those who come together and those who break apart. There are births and deaths; secrets kept and exposed; livelihoods made and lost; small kindnesses and unanticipated betrayals. An extraordinary novel of cumulative power and grace,. Reservoir 13. explores the rhythms of the natural world and the repeated human gift for violence, unfolding over thirteen years as the aftershocks of a tragedy refuse to subside.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Literary Fiction",
                "Contemporary",
                "European Literature",
                "Novels",
                "Audiobook",
                "Literature",
                "Thriller"
            ]
        },
        {
            "title": "Battlefields",
            "authors": [
                "Vance N. Smith"
            ],
            "ranking": 4.11,
            "ranking_count": 9,
            "abstract": "From the outside, the middle-class James family appears better off than many African-Americans living in Los Angeles—but what appears to be a fairy-tale home turns out to be a breeding ground for despair. Between his inattentive, alcoholic father and his abusive, emotionally unstable mother, Wilson grows up never knowing the selflessness of real love and the resulting void makes him vulnerable to a predator at the formative age of thirteen. Attracted to other males since childhood, Wilson now faces the added confusion of what constitutes true romantic love.. Wilson continues to battle a growing web of secrets as he encounters more and more men wanting to use him for their own ends. But as author Vance N. Smith so deftly illustrates—it is the lies we tell ourselves that can do the most damage. Damned from day one, does Wilson have any chance of redemption?. Battlefields. tells the raw and poignant story of a young man burdened with childhood misery, and held hostage by his own demons, who wants nothing more than to live happily ever after with the love of his life—his straight best friend.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Mushroom at the End of the World: On the Possibility of Life in Capitalist Ruins",
            "authors": [
                "Anna Lowenhaupt Tsing"
            ],
            "ranking": 4.08,
            "ranking_count": 3654,
            "abstract": "Matsutake is the most valuable mushroom in the world--and a weed that grows in human-disturbed forests across the northern hemisphere. Through its ability to nurture trees, matsutake helps forests to grow in daunting places. It is also an edible delicacy in Japan, where it sometimes commands astronomical prices. In all its contradictions, matsutake offers insights into areas far beyond just mushrooms and addresses a crucial question: what manages to live in the ruins we have made?. A tale of diversity within our damaged landscapes,. The Mushroom at the End of the World. follows one of the strangest commodity chains of our times to explore the unexpected corners of capitalism. Here, we witness the varied and peculiar worlds of matsutake commerce: the worlds of Japanese gourmets, capitalist traders, Hmong jungle fighters, industrial forests, Yi Chinese goat herders, Finnish nature guides, and more. These companions also lead us into fungal ecologies and forest histories to better understand the promise of cohabitation in a time of massive human destruction.. By investigating one of the world's most sought-after fungi,. The Mushroom at the End of the World. presents an original examination into the relation between capitalist destruction and collaborative survival within multispecies landscapes, the prerequisite for continuing life on earth.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Anthropology",
                "Science",
                "Environment",
                "Politics",
                "Economics",
                "Biology",
                "Philosophy"
            ]
        },
        {
            "title": "Double Cross: The True Story of the D-Day Spies",
            "authors": [
                "Ben Macintyre"
            ],
            "ranking": 3.94,
            "ranking_count": 10645,
            "abstract": "In his celebrated bestsellers. Agent Zigzag. and. Operation Mincemeat. , Ben Macintyre told the dazzling true stories of a remarkable WWII double agent and of how the Allies employed a corpse to fool the Nazis and assure a decisive victory.  In. Double Cross. , Macintyre returns with the untold story of the grand final deception of the war and of the extraordinary spies who achieved it.. On June 6, 1944, 150,000 Allied troops landed on the beaches of Normandy and suffered an astonishingly low rate of casualties.  D-Day was a stunning military accomplishment, but it was also a masterpiece of trickery. Operation Fortitude, which protected and enabled the invasion, and the Double Cross system, which specialized in turning German spies into double agents, deceived the Nazis into believing that the Allies would attack at Calais and Norway rather than Normandy. It was the most sophisticated and successful deception operation ever carried out, ensuring that Hitler kept an entire army awaiting a fake invasion, saving thousands of lives, and securing an Allied victory at the most critical juncture in the war.. The story of D-Day has been told from the point of view of the soldiers who fought in it, the tacticians who planned it, and the generals who led it. But this epic event in world history has never before been told from the perspectives of the key individuals in the Double Cross System. These include its director (a brilliant, urbane intelligence officer), a colorful assortment of MI5 handlers (as well as their counterparts in Nazi intelligence), and the five spies who formed Double Cross’s nucleus: a dashing  Serbian playboy, a Polish fighter-pilot, a bisexual Peruvian party girl, a deeply eccentric Spaniard with a diploma in chicken farming and a volatile Frenchwoman, whose obsessive love for her pet dog very nearly wrecked the entire plan. The D-Day spies were, without question, one of the oddest military units ever assembled, and their success depended on the delicate, dubious relationship between spy and spymaster, both German and British. Their enterprise was saved from catastrophe by a shadowy sixth spy whose heroic sacrifice is revealed here for the first time.. With the same depth of research, eye for the absurd and masterful storytelling that have made Ben Macintyre an international bestseller,. Double Cross. is a captivating narrative of the spies who wove a web so intricate it ensnared Hitler’s army and carried thousands of D-Day troops across the Channel in safety.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Spy Thriller",
                "Audiobook",
                "Biography",
                "Historical",
                "Military"
            ]
        },
        {
            "title": "Everything Happens for a Reason: And Other Lies I've Loved",
            "authors": [
                "Kate Bowler"
            ],
            "ranking": 3.8,
            "ranking_count": 39245,
            "abstract": "A divinity professor and young mother with a Stage IV cancer diagnosis explores the pain and joy of living without certainty.. Thirty-five-year-old Kate Bowler was a professor at the school of divinity at Duke, and had finally had a baby with her childhood sweetheart after years of trying, when she began to feel jabbing pains in her stomach. She lost thirty pounds, chugged antacid, and visited doctors for three months before she was finally diagnosed with Stage IV colon cancer.. As she navigates the aftermath of her diagnosis, Kate pulls the reader deeply into her life, which is populated with a colorful, often hilarious collection of friends, pastors, parents, and doctors, and shares her laser-sharp reflections on faith, friendship, love, and death. She wonders why suffering makes her feel like a loser and explores the burden of positivity. Trying to relish the time she still has with her son and husband, she realizes she must change her habit of skipping to the end and planning the next move. A historian of the American prosperity gospel--the creed of the mega-churches that promises believers a cure for tragedy, if they just want it badly enough--Bowler finds that, in the wake of her diagnosis, she craves these same outrageous certainties. She wants to know why it's so hard to surrender control over that which you have no control. She contends with the terrifying fact that, even for her husband and child, she is not the lynchpin of existence, and that even without her, life will go on.. On the page, Kate Bowler is warm, witty, and ruthless, and, like Paul Kalanithi, one of the talented, courageous few who can articulate the grief she feels as she contemplates her own mortality.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Religion",
                "Biography",
                "Audiobook",
                "Christian",
                "Spirituality",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Resistance Man",
            "authors": [
                "Martin  Walker"
            ],
            "ranking": 4.1,
            "ranking_count": 4946,
            "abstract": "Bruno Courrèges—provincial French police chief extraordinaire—is back in another delectable tale of mystery and suspense that unfolds in the gastronomically ravishing Dordogne.. A veteran of the Resistance dies, and among his possessions are documents that connect him to a notorious train robbery. A former British spymaster’s estate is burglarized, the latest in a spree of expert thefts. An academic’s home is broken into just as she is finishing a revelatory book on France’s nuclear weapons program. An antiques dealer is found brutally murdered, and his former lover, the number one suspect, is on the run.. It’s just another summer in St. Denis for Bruno, who must balance the constant barrage of demands on his time and expertise—including the complex affections of two powerful women, town politics (the mayor is having romantic problems of his own), his irrepressible puppy, Balzac, and nights entertaining friends and visitors with ever-sumptuous repasts—with a new focus on the mounting crime wave, whose seemingly unrelated events Bruno begins to suspect are linked. His search for clues to crimes old and new leads to stunning revelations about both his country’s history and his own, and puts several more lives—including Bruno’s—in deadly danger. In a thrilling denouement that proves the past is never really past, Bruno fights to secure the future of his beloved community and those he cares about most.. As charming and compelling as its hero,. The Resistance Man. offers fresh joys for loyal readers and newcomers alike.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Cultural",
                "Fiction",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "Playing to the Edge: American Intelligence in the Age of Terror",
            "authors": [
                "Michael V. Hayden"
            ],
            "ranking": 3.81,
            "ranking_count": 1808,
            "abstract": "An unprecedented high-level master narrative of America's intelligence wars, from the only person ever to helm both CIA and NSA, at a time of heinous new threats and wrenching change. For General Michael Hayden, playing to the edge means playing so close to the line that you get chalk dust on your cleats. Otherwise, by playing back, you may protect yourself, but you will be less successful in protecting America. Play to the edge was Hayden's guiding principle when he ran the National Security Agency, and it remained so when he ran CIA.  In his view, many shortsighted and uninformed people are quick to criticize, and this book will give them much to chew on but little easy comfort; it is an unapologetic insider's look told from the perspective of the people who faced awesome responsibilities head on, in the moment.. How did American intelligence respond to terrorism, a major war and the most sweeping technological revolution in the last 500 years?  What was NSA before 9/11 and how did it change in its aftermath?  Why did NSA begin the controversial terrorist surveillance program that included the acquisition of domestic phone records? What else was set in motion during this period that formed the backdrop for the infamous Snowden revelations in 2013?. As Director of CIA in the last three years of the Bush administration,  Hayden had to deal with the rendition, detention and interrogation program as bequeathed to him by his predecessors. He also had to ramp up the agency to support its role in the targeted killing program that began to dramatically increase in July 2008. This was a time of great crisis at CIA, and some agency veterans have credited Hayden with actually saving the agency. He himself won't go that far, but he freely acknowledges that CIA helped turn the American security establishment into the most effective killing machine in the history of armed conflict.. For 10 years, then, General Michael Hayden was a participant in some of the most telling events in the annals of American national security. General Hayden's goals are in writing this book are simple and unwavering: No apologies. No excuses. Just what happened. And why. As he writes, There is a story here that deserves to be told, without varnish and without spin. My view is my view, and others will certainly have different perspectives, but this view deserves to be told to create as complete a history as possible of these turbulent times. I bear no grudges, or at least not many, but I do want this to be a straightforward and readable history for that slice of the American population who depend on and appreciate intelligence, but who do not have the time to master its many obscure characteristics.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Biography",
                "War",
                "Spy Thriller",
                "Autobiography",
                "Leadership"
            ]
        },
        {
            "title": "Buried Memories: Katie Beers' Story",
            "authors": [
                "Katie Beers",
                "Carolyn Gusoff"
            ],
            "ranking": 3.97,
            "ranking_count": 1897,
            "abstract": "Buried Memories: Katie Beers' Story. is a never-before-told true story of survival, memory and recovery. Katie Beers was a profoundly neglected and abused child even before she was kidnapped on Long Island in 1992. Abducted by a family friend, she was held captive in an underground cell for 17 days and sexually abused. With smarts and strength, she slipped the bonds of captivity and began a new life.. Katie, now a married working mother, has revealed her inspiring story of torment and recovery to the TV reporter who, as part of the original media frenzy covering the case, sought the ending to one of the most compelling sagas in New York criminal history. Katie, at the center of a national media storm, dropped out of sight 20 years ago and—until now—has never spoken publicly. Her appearance January on the. Dr. Phil. show and in. People. magazine to discuss her book is the first time she has ever spoken publicly. Katie is also expected to be featured in. Newsday. , the daily newspaper serving 3 million Long Islanders.. The telling of her story, upon the 20th anniversary of her rescue (January 13th) offers enlightening hindsight into what enabled Katie to overcome a lost childhood. The book includes never-before told details of her ordeal and the shocking discovery of audio tapes recorded by her kidnapper during the captivity.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Autobiography",
                "Mystery",
                "Biography",
                "Biography Memoir",
                "Adult",
                "Sociology",
                "History"
            ]
        },
        {
            "title": "The Vatican Princess: A Novel of Lucrezia Borgia",
            "authors": [
                "C.W. Gortner"
            ],
            "ranking": 3.87,
            "ranking_count": 3953,
            "abstract": "For fans of Philippa Gregory and Alison Weir, a gripping novel that follows the extraordinary life of young Lucrezia Borgia, the legendary Renaissance Pope Alexander’s beautiful daughter. Was she the heartless seductress of legend? Or merely an unsuspecting pawn in a familial web, forced to choose between loyalty and her own survival?. Glamorous and predatory, the Borgias became Italy’s most ruthless and powerful family, electrifying and terrorizing their 15th-century Renaissance world.. To this day, Lucrezia Borgia is known as one of history’s most notorious villainesses, accused of incest and luring men to doom with her arsenal of poison.. International bestselling author C.W. Gortner’s new novel delves beyond the myth to depict Lucrezia in her own voice, from her pampered childhood in the palaces of Rome to her ill-fated, scandalous arranged marriages and complex relationship with her adored father and her rival brothers—brutal Juan and enigmatic Cesare.. This is the dramatic, untold story of a papal princess who came of age in an era of savage intrigue and unparalleled splendor, and whose courage led her to overcome the fate imposed on her by her Borgia blood.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Adult",
                "Romance",
                "Adult Fiction",
                "Literature",
                "Audiobook",
                "Religion"
            ]
        },
        {
            "title": "Gun Love",
            "authors": [
                "Jennifer Clement"
            ],
            "ranking": 3.72,
            "ranking_count": 4500,
            "abstract": "‘My mother called anyone or anything that seemed alone, or ended up in the wrong place, a stray. There were stray people, stray dogs, stray bullets, and stray butterflies.’. Fourteen-year-old Pearl France lives in the front seat of a broken down car and her mother Margot lives in the back. Together they survive on a diet of powdered milk and bug spray, love songs and stolen cigarettes.. Life on the edge of a Florida trailer park is strange enough, but when Pastor Rex’s ‘Guns for God’ programme brings Eli Redmond to town Pearl’s world is upended. Eli pays regular visits to Margot in the back seat, forcing Pearl to find a world beyond the car. Margot is given a gift by Eli, a gun of her own, just like he’s given her flowers. It sits under the driver’s seat, a dark presence…. Gun Love. is a hypnotic story of family, community and violence. Told from the perspective of a sharp-eyed teenager, it exposes America’s love affair with firearms and its painful consequences.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "The United States Of America",
                "Novels",
                "Young Adult",
                "Adult",
                "Audiobook",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Elizabeth of York: A Tudor Queen and Her World",
            "authors": [
                "Alison Weir"
            ],
            "ranking": 3.78,
            "ranking_count": 4076,
            "abstract": "Many are familiar with the story of the much-married King Henry VIII of England and the celebrated reign of his daughter, Elizabeth I. But it is often forgotten that the life of the first Tudor queen, Elizabeth of York, Henry’s mother and Elizabeth’s grandmother, spanned one of England’s most dramatic and perilous periods. Now. New York Times. bestselling author and acclaimed historian Alison Weir presents the first modern biography of this extraordinary woman, whose very existence united the realm and ensured the survival of the Plantagenet bloodline.. Her birth was greeted with as much pomp and ceremony as that of a male heir. The first child of King Edward IV, Elizabeth enjoyed all the glittering trappings of royalty. But after the death of her father; the disappearance and probable murder of her brothers—the Princes in the Tower; and the usurpation of the throne by her calculating uncle Richard III, Elizabeth found her world turned upside-down: She and her siblings were declared bastards.. As Richard’s wife, Anne Neville, was dying, there were murmurs that the king sought to marry his niece Elizabeth, knowing that most people believed her to be England’s rightful queen. Weir addresses Elizabeth’s possible role in this and her covert support for Henry Tudor, the exiled pretender who defeated Richard at the Battle of Bosworth and was crowned Henry VII, first sovereign of the House of Tudor. Elizabeth’s subsequent marriage to Henry united the houses of York and Lancaster and signaled the end of the Wars of the Roses. For centuries historians have asserted that, as queen, she was kept under Henry’s firm grasp, but Weir shows that Elizabeth proved to be a model consort—pious and generous—who enjoyed the confidence of her husband, exerted a tangible and beneficial influence, and was revered by her son, the future King Henry VIII.. Drawing from a rich trove of historical records, Weir gives a long overdue and much-deserved look at this unforgettable princess whose line descends to today’s British monarch—a woman who overcame tragedy and danger to become one of England’s most beloved consorts.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "English History",
                "Historical",
                "European Literature",
                "Literature",
                "Biography Memoir"
            ]
        },
        {
            "title": "Mademoiselle Chanel",
            "authors": [
                "C.W. Gortner"
            ],
            "ranking": 4.09,
            "ranking_count": 10611,
            "abstract": "For readers of The Paris Wife and Z comes a vivid novel full of drama, passion, tragedy, and beauty that stunningly imagines the life of iconic fashion designer Coco Chanel—the ambitious, gifted laundrywoman’s daughter who revolutionized fashion, built an international empire, and become one of the most influential and controversial figures of the twentieth century. Born into rural poverty, Gabrielle Chanel and her siblings are sent to orphanage after their mother’s death. The sisters nurture Gabrielle’s exceptional sewing skills, a talent that will propel the willful young woman into a life far removed from the drudgery of her childhood.. Transforming herself into Coco—a seamstress and sometime torch singer—the petite brunette burns with ambition, an incandescence that draws a wealthy gentleman who will become the love of her life. She immerses herself in his world of money and luxury, discovering a freedom that sparks her creativity. But it is only when her lover takes her to Paris that Coco discovers her destiny.. Rejecting the frilly, corseted silhouette of the past, her sleek, minimalist styles reflect the youthful ease and confidence of the 1920s modern woman. As Coco’s reputation spreads, her couturier business explodes, taking her into rarefied society circles and bohemian salons. But her fame and fortune cannot save her from heartbreak as the years pass. And when Paris falls to the Nazis, Coco is forced to make choices that will haunt her.. An enthralling novel of an extraordinary woman who created the life she desired, Mademoiselle Chanel explores the inner world of a woman of staggering ambition whose strength, passion and artistic vision would become her trademark.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Couture",
                "War",
                "Literature",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Yahya Hassan",
            "authors": [
                "Yahya Hassan"
            ],
            "ranking": 3.8,
            "ranking_count": 2806,
            "abstract": "Yahya Hassan, født 1995, debuterer med Yahya Hassan, der er en digtsamling om en opvækst med vold, svigt og kriminalitet. Yahya Hassan er en modig og eksplosiv bog og et bud på en nødvendig fortælling om dagens Danmark, set fra Hassans klare perspektiv.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Cultural",
                "Nonfiction",
                "Academic",
                "Contemporary",
                "Biography",
                "Religion",
                "Classics"
            ]
        },
        {
            "title": "Shadowfell",
            "authors": [
                "Juliet Marillier"
            ],
            "ranking": 3.93,
            "ranking_count": 13623,
            "abstract": "Sixteen-year-old Neryn is alone in the land of Alban, where the oppressive king has ordered anyone with magical strengths captured and brought before him. Eager to hide her own canny skill--a uniquely powerful ability to communicate with the fairy-like Good Folk--Neryn sets out for the legendary Shadowfell, a home and training ground for a secret rebel group determined to overthrow the evil King Keldec.. During her dangerous journey, she receives aid from the Good Folk, who tell her she must pass a series of tests in order to recognize her full potential. She also finds help from a handsome young man, Flint, who rescues her from certain death--but whose motives in doing so remain unclear. Neryn struggles to trust her only allies. They both hint that she alone may be the key to Alban's release from Keldec's rule. Homeless, unsure of who to trust, and trapped in an empire determined to crush her, Neryn must make it to Shadowfell not only to save herself, but to save Alban.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Fairies",
                "Adventure",
                "Paranormal"
            ]
        },
        {
            "title": "Caddy's World",
            "authors": [
                "Hilary McKay"
            ],
            "ranking": 3.96,
            "ranking_count": 946,
            "abstract": "Meet Saffy, Indigo, Rose and Caddy Casson. This colourful and hilarious series will make you wish you were part of the family!. Best friends, boyfriends, problem parents, pink hair. Brothers, sisters, fireworks and unexpected babies. Welcome to Caddy's World.. Travel back to when Caddy was a young girl and Rose had not been born, in this moving and comical prequel to the award-winning. Saffy's Angel.. 'Full of warmth, vitality and irrepressible good humour'. Guardian. Saffy's Angel. won the Whitbread Children's Book Award, and book 3,. Permanent Rose. , was shortlisted for the same award, celebrating McKay's talent for conveying the anarchic bedlam of family life.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Realistic Fiction",
                "Fiction",
                "Contemporary",
                "Young Adult",
                "Family",
                "Humor",
                "Romance"
            ]
        },
        {
            "title": "EntreLeadership: 20 Years of Practical Business Wisdom from the Trenches",
            "authors": [
                "Dave Ramsey"
            ],
            "ranking": 4.18,
            "ranking_count": 12714,
            "abstract": "From the. New York Times. bestselling author of. The Total Money Makeover. and radio and podcast host Dave Ramsey comes an informative guide based on how he grew a successful, multimillion dollar company from a card table in his living room.. Your company is only as strong as your leaders. These are the men and women doing battle daily beneath the banner that is your brand. Are they courageous or indecisive? Are they serving a motivated team or managing employees? Are they valued?. Your team will never grow beyond you, so here’s another question to consider—are you growing? Whether you’re sitting at the CEO’s desk, the middle manager’s cubicle, or a card table in your living-room-based start-up,. EntreLeadership. provides the practical, step-by-step guidance to grow your business where you want it to go. Dave Ramsey opens up his championship playbook for business to show you how to:. -Inspire your team to take ownership and love what they do. -Unify your team and get rid of all gossip. -Handle money to set your business up for success. -Reach every goal you set. -And much, much more!. EntreLeadership. is a one-stop guide filled with accessible advice for businesses and leaders to ensure success even through the toughest of times.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Leadership",
                "Nonfiction",
                "Self Help",
                "Economics",
                "Buisness",
                "Audiobook"
            ]
        },
        {
            "title": "De Droom van de Ier",
            "authors": [
                "Mario Vargas Llosa"
            ],
            "ranking": 3.81,
            "ranking_count": 7828,
            "abstract": "De Britse diplomaat Roger Casement wordt uitgezonden naar Congo om daar een bijdrage te leveren aan de civilisering van de inheemse volkeren. Bij aankomst blijkt hij te zijn terechtgekomen in een gruwelijke wereld van uitbuiting en moordpartijen. Casement besluit hierover te rapporteren en wordt een van de eerste voorvechters voor de mensenrechten - niet alleen in Congo maar ook in het Amazonegebied en in zijn thuisland Ierland, waar hij de onderdrukking van zijn eigen landgenoten moet erkennen. Maar terwijl zijn vrijheidsstrijd hem een zeer gerespecteerde positie oplevert moet hij steeds meer zijn best doen om zijn eigen donkere geheimen verborgen te houden. In deze op waarheid geinspireerde roman begint zijn omgeving steeds meer aan de integriteit van de held Casement te twijfelen. De droom van de Ier is een epische roman over een dappere man die genoeg lef heeft om de uitbuiting van anderen bespreekbaar te maken, maar zijn eigen keuzes niet kan verantwoorden.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Novels",
                "Literature",
                "Nobel Prize",
                "European Literature"
            ]
        }
    ]
}