{
    "books": [
        {
            "title": "The Fourth Turning: What the Cycles of History Tell Us about America's Next Rendezvous with Destiny",
            "authors": [
                "William Strauss",
                "Neil Howe"
            ],
            "ranking": 3.91,
            "ranking_count": 4222,
            "abstract": "NATIONAL BESTSELLER - A startling vision of what the cycles of history predict for the future.--. USA Weekend. William Strauss and Neil Howe will change the way you see the world--and your place in it. With blazing originality,. The Fourth Turning. illuminates the past, explains the present, and reimagines the future. Most remarkably, it offers an utterly persuasive prophecy about how America's past will predict its future.. Strauss and Howe base this vision on a provocative theory of American history. The authors look back five hundred years and uncover a distinct pattern: Modern history moves in cycles, each one lasting about the length of a long human life, each composed of four eras--or turnings--that last about twenty years and that always arrive in the same order. In. The Fourth Turning. , the authors illustrate these cycles using a brilliant analysis of the post-World War II period.. First comes a High, a period of confident expansion as a new order takes root after the old has been swept away. Next comes an Awakening, a time of spiritual exploration and rebellion against the now-established order. Then comes an Unraveling, an increasingly troubled era in which individualism triumphs over crumbling institutions. Last comes a Crisis--the Fourth Turning--when society passes through a great and perilous gate in history. Together, the four turnings comprise history's seasonal rhythm of growth, maturation, entropy, and rebirth.. The Fourth Turning. offers bold predictions about how all of us can prepare, individually and collectively, for America's next rendezvous with destiny.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Sociology",
                "Philosophy",
                "Economics",
                "Psychology",
                "Business",
                "North American Hi..."
            ]
        },
        {
            "title": "Martian Time-Slip",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.77,
            "ranking_count": 11674,
            "abstract": "On the arid colony of Mars the only thing more precious than water may be a ten-year-old schizophrenic boy named Manfred Steiner. For although the UN has slated anomalous children for deportation and destruction, other people—especially Supreme Goodmember Arnie Kott of the Water Worker's union—suspect that Manfred's disorder may be a window into the future. In. Martian Time-Slip. Philip K. Dick uses power politics and extraterrestrial real estate scams, adultery, and murder to penetrate the mysteries of being and time.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novels",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Literature",
                "Classics",
                "Audiobook"
            ]
        },
        {
            "title": "The Secret Pearl",
            "authors": [
                "Mary Balogh"
            ],
            "ranking": 3.89,
            "ranking_count": 6550,
            "abstract": "He first spies her in the shadows outside a London theatre, a ravishing creature forced to barter her body to survive.. To the woman known simply as Fleur, the well-dressed gentleman with the mesmerizing eyes is an unlikely savior. And when she takes the stranger to her bed, she never expects to see him again. But then Fleur accepts a position as governess to a young girl…and is stunned to discover that her midnight lover is a powerful nobleman. As two wary hearts ignite—and the threat of scandal hovers over them—one question remains: will she be mistress or wife?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "European Literature",
                "Fairy Tales",
                "Drama"
            ]
        },
        {
            "title": "A Biography Of The Prophet Of Islam , In The Light Of The Original Sources An Analytical Study (Volume 2)",
            "authors": [
                "Mahdi Rizqullah Ahmad",
                "Syed Iqbal Zaheer",
                "Kamarul Bin Ahmad"
            ],
            "ranking": 4.3,
            "ranking_count": 23,
            "abstract": "This work on the life history of the Prophet (S) stands out from other works in quite a few ways. First, every detail mentioned has been traced back to original sources, whose authenticity has been discussed extensively in the footnotes. Second, the events of the Prophet's life have been related to modern times and lessons drawn for the benefit of those who happen to face similar situations in their struggle to spread the Prophetic message.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Dancer from the Dance",
            "authors": [
                "Andrew Holleran"
            ],
            "ranking": 3.98,
            "ranking_count": 6662,
            "abstract": "One of the most important works of gay literature, this haunting, brilliant novel is a seriocomic remembrance of things past -- and still poignantly present. It depicts the adventures of Malone, a beautiful young man searching for love amid New York's emerging gay scene. From Manhattan's Everard Baths and after-hours discos to Fire Island's deserted parks and lavish orgies, Malone looks high and low for meaningful companionship. The person he finds is Sutherland, a campy quintessential queen -- and one of the most memorable literary creations of contemporary fiction. Hilarious, witty, and ultimately heartbreaking,. Dancer from the Dance. is truthful, provocative, outrageous fiction told in a voice as close to laughter as to tears.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Fiction",
                "Classics",
                "Gay",
                "Romance",
                "New York",
                "Literature",
                "Queer"
            ]
        },
        {
            "title": "Goodbye, Columbus and Five Short Stories",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.86,
            "ranking_count": 18414,
            "abstract": "Neil Klugman and pretty, spirited Brenda Patimkin - he of poor Newark, she of suburban Short Hills - meet one summer and dive into an affair that is as much about social class and suspicion as it is about love. The novella, the first book published by Phillip Roth, explores issues of both class and Jewish assimilation into American culture. It won the National Book Award in 1960.. ©1993 Phillip Roth (P)2009",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Novella"
            ]
        },
        {
            "title": "The Stone Raft",
            "authors": [
                "José Saramago",
                "Giovanni Pontiero"
            ],
            "ranking": 3.81,
            "ranking_count": 7543,
            "abstract": "When the Iberian Peninsula breaks free of Europe and begins to drift across the North Atlantic, five people are drawn together on the newly formed island-first by surreal events and then by love. “A splendidly imagined epic voyage...a fabulous fable” (Kirkus Reviews). Translated by Giovanni Pontiero.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Magical Realism",
                "Literature",
                "European Literature",
                "Nobel Prize",
                "Novels",
                "Fantasy",
                "Romance"
            ]
        },
        {
            "title": "Jailbird",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 3.82,
            "ranking_count": 22349,
            "abstract": "Jailbird. takes us into a fractured and comic, pure Vonnegut world of high crimes and misdemeanors in government—and in the heart. This wry tale follows bumbling bureaucrat Walter F. Starbuck from Harvard to the Nixon White House to the penitentiary as Watergate’s least known co-conspirator. But the humor turns dark when Vonnegut shines his spotlight on the cold hearts and calculated greed of the mighty, giving a razor-sharp edge to an unforgettable portrait of power and politics in our times.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "Literature",
                "Science Fiction",
                "Novels",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "If You Give a Mouse a Cookie",
            "authors": [
                "Laura Joffe Numeroff",
                "Felicia Bond"
            ],
            "ranking": 4.27,
            "ranking_count": 275320,
            "abstract": "If a hungry little traveler shows up at your house, you might want to give him a cookie. If you give him a cookie, he's going to ask for a glass of milk. He'll want to look in a mirror to make sure he doesn't have a milk mustache, and then he'll ask for a pair of scissors to give himself a trim..... The consequences of giving a cookie to this energetic mouse run the young host ragged, but young readers will come away smiling at the antics that tumble like dominoes through the pages of this delightful picture book.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Classics",
                "Humor",
                "Fantasy",
                "Kids",
                "Food and Drink"
            ]
        },
        {
            "title": "Naked Masks: Five Plays",
            "authors": [
                "Luigi Pirandello",
                "Eric Bentley"
            ],
            "ranking": 4.1,
            "ranking_count": 364,
            "abstract": "This special one-volume edition features five great plays by one of the most celebrated and fascinating dramatists of the twentieth century.. Pirandello, awarded the Nobel Prize in 1934, was the playwright. par excellence. of the conflict between illusion and reality. His modern and sensationally original plays dramatize with force and eloquence the isolation of the individual from society and from himself.. The editor, Eric Bentley, is an international theater authority. In addition to the Introduction and the biographical and bibliographical material in the Appendices, Mr. Bentley has prepared for this volume the first English translations of the play. Liolà. and Pirandello's important Preface to. Six Characters in Search of an Author.. Included Plays:. Liolà. It Is So! (If You Think So). Henry IV. Six Characters in Search of an Author. Each in His Own Way",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Nobel Prize"
            ]
        },
        {
            "title": "Blood and Chocolate",
            "authors": [
                "Annette Curtis Klause"
            ],
            "ranking": 3.79,
            "ranking_count": 41205,
            "abstract": "Vivian Gandillon relishes the change, the sweet, fierce ache that carries her from girl to wolf. At sixteen, she is beautiful and strong, and all the young wolves are on her tail. But Vivian still grieves for her dead father; her pack remains leaderless and in disarray, and she feels lost in the suburbs of Maryland. She longs for a normal life. But what is normal for a werewolf?. Then Vivian falls in love with a human, a meat-boy. Aiden is kind and gentle, a welcome relief from the squabbling pack. He’s fascinated by magic, and Vivian longs to reveal herself to him. Surely he would understand her and delight in the wonder of her dual nature, not fear her as an ordinary human would.. Vivian’s divided loyalties are strained further when a brutal murder threatens to expose the pack. Moving between two worlds, she does not seem to belong in either. What is she really—human or beast? Which tastes sweeter—blood or chocolate?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "Pastwatch: The Redemption of Christopher Columbus",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 3.97,
            "ranking_count": 14378,
            "abstract": "In one of the most powerful and thought-provoking novels of his remarkable career, Orson Scott Card's. Pastwatch. interweaves a compelling portrait of Christopher Columbus with the story of a future scientist who believes she can alter human history from a tragedy of bloodshed and brutality to a world filled with hope and healing.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Historical",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Last and First Men/Star Maker",
            "authors": [
                "Olaf Stapledon"
            ],
            "ranking": 4.01,
            "ranking_count": 573,
            "abstract": "The greatest future histories in science fiction. In. Last and First Men. the protagonist is mankind in an ultimate definition — intelligence.. Star Maker. , in a sense its sequel, is concerned with the history of intelligence in the entire cosmos.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Space",
                "Anthologies",
                "Polyamory",
                "Fantasy",
                "Unfinished"
            ]
        },
        {
            "title": "Moscow to the End of the Line",
            "authors": [
                "Venedikt Erofeev",
                "H.W. Tjalsma",
                "Ali Rıza Dırık",
                "Ali Rıza Dink"
            ],
            "ranking": 4.05,
            "ranking_count": 10278,
            "abstract": "In this classic of Russian humor and social commentary, a fired cable fitter goes on a binge and hops a train to Petushki (where his most beloved of trollops awaits). On the way he bestows upon angels, fellow passengers, and the world at large a magnificent monologue on alcohol, politics, society, alcohol, philosophy, the pains of love, and, of course, alcohol.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Literature",
                "Classics",
                "Humor",
                "Novels",
                "Philosophy",
                "Poetry"
            ]
        },
        {
            "title": "Polgara the Sorceress",
            "authors": [
                "David Eddings",
                "Leigh Eddings"
            ],
            "ranking": 4.11,
            "ranking_count": 28397,
            "abstract": "She soars above a world of warriors, kings, and priests. The daughter of Belgarath and the shape-shifter Poledra, she has fought wars, plotted palace coups, and worked her powerful magic for three thousand years. Now, Polgara looks back at her magnificent life, in this fitting crown jewel to the saga that is the Eddings' Belgariad and Mallorean cycles.. Her hair streaked white by her father's first touch, her mind guided by a mother she will not see again for centuries, Polgara begins life in her Uncle Beldin's tower, and in the prehistorical, magical Tree that stands in the middle of the Vale. There, she first learns the reaches of her powers. There she assumes the bird shapes that will serve her on her adventures. And there she starts on the path toward her destiny as Duchess of Erat, shepherdess of the cause of good, adversary of Torak the One-Eyed Dragon God, and guardian of the world's last, best hope: the heir to the Rivan throne.. Here is the legendary life story of a woman of wit, passion, and complex emotions, a woman born of two majestic parents who could not have been more unlike one another. Ordained to make peace and make war, to gain love and lose love, Polgara lives out her family's rich prophecy in the ceaseless struggle between the Light and the Dark.. Polgara is the epic culmination of a magnificent saga, and a fitting farewell to a world which, once experienced, will never be forgotten.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "Ship of Magic",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.16,
            "ranking_count": 71041,
            "abstract": "Wizardwood, a sentient wood.. The most precious commodity in the world.. Like many other legendary wares, it comes only from the Rain River Wilds.. But how can one trade with the Rain Wilders, when only a liveship fashioned from wizardwood can negotiate the perilous waters of the Rain River? Rare and valuable a liveship will quicken only when three members, from successive generations, have died on board. The liveship. Vivacia. is about to undergo her quickening as Althea Vestrit’s father is carried on deck in his death-throes. Althea waits for the ship that she loves more than anything else in the world to awaken. Only to discover that the. Vivacia. has been signed away in her father’s will to her brutal brother-in-law, Kyle Haven.... Others plot to win or steal a liveship. The. Paragon. , known by many as the. Pariah. , went mad, turned turtle, and drowned his crew. Now he lies blind, lonely, and broken on a deserted beach. But greedy men have designs to restore him, to sail the waters of the Rain Wild River once more.. Cover illustration by John Howe",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Touching The Void",
            "authors": [
                "Joe Simpson"
            ],
            "ranking": 4.21,
            "ranking_count": 54782,
            "abstract": "The book behind the BAFTA award-winning film.. Winner of the NCR Award for non-fiction and the Boardman Tasker award.. Touching the. Void is the heart-stopping account of Joe Simpson's terrifying adventure in the Peruvian Andes. He and his climbing partner, Simon, reached the the summit of the remote Siula Grande in June 1995. A few days later, Simon staggered into Base Camp, exhausted and frost-bitten, with news that that Joe was dead.. What happened to Joe, and how the pair dealt with the psychological traumas that resulted when Simon was forced into the appalling decision to cut the rope, makes not only an epic of survival but a compelling testament of friendship.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Adventure",
                "Sports",
                "Biography",
                "Travel",
                "Autobiography",
                "Mountaineering",
                "Nature"
            ]
        },
        {
            "title": "The Sources of Social Power: Volume 1, a History of Power from the Beginning to Ad 1760",
            "authors": [
                "Michael Mann"
            ],
            "ranking": 4.33,
            "ranking_count": 113,
            "abstract": "This is the first part of a three-volume work on the nature of power in human societies. In it, Michael Mann identifies the four principal 'sources' of power as being control over economic, ideological, military, and political resources. He examines the interrelations between these in a narrative history of power from Neolithic times, through ancient Near Eastern civilisations, the classical Mediterranean age, and medieval Europe, up to just before the Industrial Revolution in England. Rejecting the conventional monolithic concept of a 'society', Dr. Mann's model is instead one of a series of overlapping, intersecting power networks. He makes this model operational by focusing on the logistics of power - how the flow of information, manpower, and goods is controlled over social and geographical space-thereby clarifying many of the 'great debates' in sociological theory. The present volume offers explanations of the emergence of the state and social stratification.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Sociology",
                "Politics",
                "Nonfiction",
                "Economics",
                "Academic"
            ]
        },
        {
            "title": "An Ice-Cream War",
            "authors": [
                "William  Boyd"
            ],
            "ranking": 3.89,
            "ranking_count": 3639,
            "abstract": "An Ice-Cream War was the debut novel of William Boyd who would go on to be recognized as 'the finest storyteller of his generation' (Sebastian Faulks). It follows the fortunes of several wildly different characters - including an expat farmer and a young English aristocrat - as they are swept up in the fighting in German East Africa during the First World War, their lives converging amid battle, betrayal, love, comedy and tragedy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "War",
                "Humor",
                "Literary Fiction",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "Bomarzo",
            "authors": [
                "Manuel Mujica Lainez"
            ],
            "ranking": 4.29,
            "ranking_count": 690,
            "abstract": "En 1958, Manuel Mujica Lainez visitó el bosque sagrado de Bomarzo, poblado de esculturas fabulosas. Su erudición, su infatigable curiosidad por todas las empresas de la imaginación lo impulsaron a ver de cerca ese lugar ideado en el siglo XVI por el duque Pier Francesco Orsini. De regreso a la Argentina, Mujica Lainez se consagró durante más de dos años, con pasión y rigor 'álgebra y fuego', diría Borges- a reconstruir la historia de Bomarzo y su atormentado creador. El resultado de esa labor es esta obra monumental, fascinante, impulsada por la riqueza de los conocimientos y el arrebato de la fantasía. Bomarzo obtuvo el Premio Nacional de Literatura en el bienio 1960-1962, el Premio John F. Kennedy en 1964 y varias distinciones otorgadas por el gobierno de la República Italiana.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Art",
                "Classics",
                "Novels",
                "Drama",
                "Literature"
            ]
        },
        {
            "title": "Beautiful Dreamer",
            "authors": [
                "Elizabeth Lowell"
            ],
            "ranking": 3.78,
            "ranking_count": 1555,
            "abstract": "Librarian’s note: This is a previously-published edition of. Kindle. ASIN: B000FC10RK. .. Nevada is home to Hope Gardener, its rugged, majestic beauty a balm for the aches of her heart and spirit. But the cattle ranch she owns and loves is dying, thanks to the worst drought the area has ever seen. Hope needs a miracle or she will lose the land that has been in her family for generations. And then, the miracle appears on horseback.. Rio is the stranger who rides into the Valley of the Sun. A loner, a gentler of horses, a cowboy out of time, an anachronism in the modern-day West, he brings with him a tantalizing promise of salvation: a reputation for finding water in any desert. As a woman alone in a harsh and unforgiving place, Hope knows the dangers of trusting such a free spirit. But now she has no choice.. A man who makes dreams real, who is as wild and unpredictable as the wind that propels him across the vast and open western landscape, Rio has never had a dream of his own to follow. Yet he finds something in this extraordinary lady whose passion tempts him to defy his own rules and stay. Suddenly two independent souls must confront the perils and the truths that reside in the deepest, most closely guarded corners of their hearts . . .as in the midst of adversity they search for a beautiful dream big enough to hold them both.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Westerns",
                "Historical"
            ]
        },
        {
            "title": "Lie Down in Darkness",
            "authors": [
                "William Styron"
            ],
            "ranking": 3.82,
            "ranking_count": 3213,
            "abstract": "William Styron traces the betrayals and infidelities—the heritage of spite and endlessly disappointed love—that afflict the members of a Southern family and that culminate in the suicide of the beautiful Peyton Loftis.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Literary Fiction",
                "American",
                "Novels",
                "Gothic",
                "Historical"
            ]
        },
        {
            "title": "The October Country",
            "authors": [
                "Ray Bradbury"
            ],
            "ranking": 4.14,
            "ranking_count": 15896,
            "abstract": "Ray Bradbury's second short story collection is back in print, its chilling encounters with funhouse mirrors, parasitic accident-watchers, and strange poker chips intact. Both sides of Bradbury's vaunted childhood nostalgia are also on display, in the celebratory Uncle Einar, and haunting The Lake, the latter a fine elegy to childhood loss. This edition features a new introduction by Bradbury, an invaluable essay on writing, wherein the author tells of his Theater of Morning Voices, and, by inference, encourages you to listen to the same murmurings in yourself. And has any writer anywhere ever made such good use of exclamation marks!? (Illustrated by Joe Mugnaini.). Contents:. ·. The Dwarf. · ss Fantastic Jan/Feb ’54. ·. The Next in Line. · nv Dark Carnival, Arkham House: Sauk City, WI, 1947. ·. The Watchful Poker Chip of H. Matisse. · ss Beyond Fantasy Fiction Mar ’54. ·. Skeleton. · ss Weird Tales Sep ’45. ·. The Jar. · ss Weird Tales Nov ’44. ·. The Lake. · ss Weird Tales May ’44. ·. The Emissary. · ss Dark Carnival, Arkham House: Sauk City, WI, 1947. ·. Touched with Fire. [“Shopping for Death”]. · ss Maclean’s Jun 1 ’54. ·. The Small Assassin. · ss Dime Mystery Magazine Nov ’46. ·. The Crowd. · ss Weird Tales May ’43. ·. Jack-in-the-Box. · ss Dark Carnival, Arkham House: Sauk City, WI, 1947. ·. The Scythe. · ss Weird Tales Jul ’43. ·. Uncle Einar. · ss Dark Carnival, Arkham House: Sauk City, WI, 1947. ·. The Wind. · ss Weird Tales Mar ’43. ·. The Man Upstairs. · ss Harper’s Mar ’47. ·. There Was an Old Woman. · ss Weird Tales Jul ’44. ·. The Cistern. · ss Mademoiselle May ’47. ·. Homecoming. · ss Mademoiselle Oct ’46. ·. The Wonderful Death of Dudley Stone. · ss Charm Jul ’54",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Classics",
                "Holiday",
                "Science Fiction Fantasy",
                "Anthologies",
                "Literature"
            ]
        },
        {
            "title": "Totem and Taboo",
            "authors": [
                "Sigmund Freud",
                "James Strachey"
            ],
            "ranking": 3.85,
            "ranking_count": 9209,
            "abstract": "Widely acknowledged to be one of Freud's greatest cultural works, when. Totem and Taboo. was first published in 1913, it caused outrage. Thorough and thought-provoking,. Totem and Taboo. remains the fullest exploration of Freud's most famous themes. Family, society, religion - they're all put on the couch here. Whatever your feelings about psychoanalysis, Freud's theories have influenced every facet of modern life, from film and literature to medicine and art. If you don't know your incest taboo from your Oedipal complex, and you want to understand more about the culture we're living in, then. Totem and Taboo. is the book to read.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Philosophy",
                "Anthropology",
                "Religion",
                "Classics",
                "Science",
                "Sociology"
            ]
        },
        {
            "title": "The Story of My Life",
            "authors": [
                "Helen Keller"
            ],
            "ranking": 4.07,
            "ranking_count": 142255,
            "abstract": "When she was 19 months old, Helen Keller (1880–1968) suffered a severe illness that left her blind and deaf. Not long after, she also became mute. Her tenacious struggle to overcome these handicaps-with the help of her inspired teacher, Anne Sullivan-is one of the great stories of human courage and dedication. In this classic autobiography, first published in 1903, Miss Keller recounts the first 22 years of her life, including the magical moment at the water pump when, recognizing the connection between the word water and the cold liquid flowing over her hand, she realized that objects had names. Subsequent experiences were equally noteworthy: her joy at eventually learning to speak, her friendships with Oliver Wendell Holmes, Edward Everett Hale and other notables, her education at Radcliffe (from which she graduated cum laude), and-underlying all-her extraordinary relationship with Miss Sullivan, who showed a remarkable genius for communicating with her eager and quick-to-learn pupil.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Classics",
                "Autobiography",
                "History",
                "Biography Memoir",
                "Historical",
                "Disability",
                "Audiobook"
            ]
        },
        {
            "title": "An Ordinary Woman's Extraordinary Faith",
            "authors": [
                "Patricia St. John"
            ],
            "ranking": 4.25,
            "ranking_count": 57,
            "abstract": "Patricia St. John uses rich details to describe her life 00 a life filled iwth works of grace, joyful achievements, and new beginnings. Inviting the reader to come alongside, she writes with humor and sensitivity about her career as a wartime nurse, as the lone missionary in a Muslim town, as a relief worker, and as a person who profoundly affected the lives of children. Her life story proves that an everyday faith can make the difference between an ordinary life and an extraordinary one.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction"
            ]
        },
        {
            "title": "The Ball and the Cross",
            "authors": [
                "G.K. Chesterton"
            ],
            "ranking": 4.05,
            "ranking_count": 2322,
            "abstract": "Like much of G. K. Chesterton's fiction,. The Ball and the Cross. is both witty and profound, cloaking serious religious and philosophical inquiry in sparkling humor and whimsy. Serialized in the British publication. The Commonwealth. in 1905-06, Chesterton's second novel first appeared in book form in America in 1909, delighting and challenging readers with its heady mixture of fantasy, farce, and theology.. The plot of. The Ball and the Cross. chronicles a hot dispute between two Scotsmen, one a devout but naive Roman Catholic, the other a zealous but naive atheist. Their fanatically held opinions—leading to a duel that is proposed but never fought—inspire a host of comic adventures whose allegorical levels vigorously explore the debate between theism and atheism.. Martin Gardner's superb introduction to. The Ball and the Cross. reveals the real-life debate between Chesterton and a famous atheist that provided inspiration for the story, and it explores some of the novel's possible allegorical meanings. Appraising the book's many intriguing philosophical qualities, Mr. Gardner alerts readers as well to the pleasures of its colorful style . . . amusing puns and clever paradoxes . . . and the humor and melodrama of its crazy plot.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Christian",
                "Religion",
                "Fantasy",
                "Christianity",
                "Literature"
            ]
        },
        {
            "title": "Collected Plays 1944-1961",
            "authors": [
                "Arthur  Miller",
                "Tony Kushner"
            ],
            "ranking": 4.22,
            "ranking_count": 425,
            "abstract": "In the inaugural volume of its collected edition of Miller's plays, The Library of America gathers the works from the 1940s and 1950s that electrified theatergoers and established Miller as one of the indispensable voices of the postwar era. Among the plays included are. All My Sons. , the story of an industrialist confronted with his moral lapses during World War II;. Death of a Salesman. , the wrenching tragedy of Willy Loman's demise;. The Crucible. , at once a riveting reconstruction of the Salem witch trials and a parable of McCarthyism; and. A View from the Bridge. , Miller's tale of betrayal among Italian immigrants in Brooklyn, presented here in both the original one-act and revised two-act versions.. This volume also contains the intriguing early drama. The Man Who Had All the Luck. , the first of Miller's plays to be produced on Broadway, along with his adaptation of Ibsen's. An Enemy of the People. , the autobiographical one-act. A Memory of Two Mondays. , and Miller's novella. The Misfits. , based on the screenplay he wrote for Marilyn Monroe.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Literature",
                "American",
                "Anthologies"
            ]
        },
        {
            "title": "Martha Quest",
            "authors": [
                "Doris Lessing"
            ],
            "ranking": 3.81,
            "ranking_count": 2311,
            "abstract": "Intelligent, sensitive, and fiercely passionate, Martha Quest is a young woman living on a farm in Africa, feeling her way through the torments of adolescence and early womanhood. She is a romantic idealistic in revolt against the puritan snobbery of her parents, trying to live to the full with every nerve, emotion, and instinct laid bare to experience. For her, this is a time of solitary reading daydreams, dancing -- and the first disturbing encounters with sex. The first of Doris Lessing's timeless Children of Violence novels, Martha Quest is an endearing masterpiece.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Novels",
                "Historical",
                "Nobel Prize",
                "Literature",
                "Young Adult",
                "European Literature",
                "Womens"
            ]
        },
        {
            "title": "Friend of My Youth",
            "authors": [
                "Alice Munro"
            ],
            "ranking": 4.08,
            "ranking_count": 4390,
            "abstract": "**Winner of the Nobel Prize in Literature**. A woman haunted by dreams of her dead mother. An adulterous couple stepping over the line where the initial excitement ends and the pain begins. A widow visiting a Scottish village in search of her husband's past - and instead discovering unsettling truths about a total stranger. The ten stories in this collection not only astonish and delight but also convey the unspoken mysteries at the heart of all human experience.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Nobel Prize",
                "Womens"
            ]
        },
        {
            "title": "Transmetropolitan, Vol. 1: Back on the Street",
            "authors": [
                "Warren Ellis",
                "Darick Robertson",
                "Darick Robertston",
                "Rodney Ramos",
                "Garth Ennis",
                "Nathan Eyring",
                "Patrick Stewart"
            ],
            "ranking": 4.21,
            "ranking_count": 43149,
            "abstract": "After years of self-imposed exile from a civilization rife with degradation and indecency, cynical journalist Spider Jerusalem is forced to return to a job that he hates and a city that he loathes. Working as an investigative reporter for the newspaper The Word, Spider attacks the injustices of his surreal 23rd Century surroundings. Combining black humor, life-threatening situations, and moral ambiguity, this book is the first look into the mind of an outlaw journalist and the world he seeks to destroy.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Humor"
            ]
        },
        {
            "title": "The Closing of the American Mind",
            "authors": [
                "Allan Bloom"
            ],
            "ranking": 3.76,
            "ranking_count": 5189,
            "abstract": "The Closing of the American Mind,. a publishing phenomenon in hardcover, is now a paperback literary event. In this acclaimed number one national best-seller, one of our country's most distinguished political philosophers argues that the social/political crisis of 20th-century America is really an intellectual crisis. Allan Bloom's sweeping analysis is essential to understanding America today. It has fired the imagination of a public ripe for change.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Education",
                "Politics",
                "History",
                "Cultural",
                "Sociology",
                "Culture",
                "Literature",
                "Social Science"
            ]
        },
        {
            "title": "The Mad Ship",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.25,
            "ranking_count": 57281,
            "abstract": "The Farseer trilogy continues the dramatic tale of piracy, serpents, love and magic. The Vestrit family's liveship, Vivacia, has been taken by the pirate king, Kennit. Held captive on board, Wintrow Vestrit finds himself competing with Kennit for Vivacia's love as the ship slowly acquires her own bloodlust. Leagues away, Althea Vestrit has found a new home aboard the liveship Ophelia, but she lives only to reclaim the Vivacia and with her friend, Brashen, she plans a dangerous rescue. Meanwhile in Bingtown, the fading fortunes of the Vestrit family lead Malta deeper into the magical secrets of the Rain Wild Traders. And just outside Bingtown, Amber dreams of relaunching Paragon, the mad liveship .... Alternate cover for this ISBN can be found. here",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "The Great Train Robbery",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.87,
            "ranking_count": 28397,
            "abstract": "Lavish wealth and appalling poverty live side by side in Victorian London -- and Edward Pierce easily navigates both worlds. Rich, handsome, and ingenious, he charms the city's most prominent citizens even as he plots the crime of his century, the daring theft of a fortune in gold. But even Pierce could not predict the consequences of an extraordinary robbery that targets the pride of England's industrial era: the mighty steam locomotive.. Based on remarkable fact, and alive with the gripping suspense, surprise, and authenticity that are his trademarks, Michael Crichton's classic adventure is a breathtaking thrill-ride that races along tracks of steel at breakneck speed.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "Mystery",
                "Adventure",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Swordspoint",
            "authors": [
                "Ellen Kushner"
            ],
            "ranking": 3.79,
            "ranking_count": 9455,
            "abstract": "The classic forerunner to. The Fall of the Kings. now with three bonus stories.. Hailed by critics as a bravura performance (. Locus. ) and witty, sharp-eyed, [and] full of interesting people (. Newsday. ), this classic melodrama of manners, filled with remarkable plot twists and unexpected humor, takes fantasy to an unprecedented level of elegant writing and scintillating wit. Award-winning author Ellen Kushner has created a world of unforgettable characters whose political ambitions, passionate love affairs, and age-old rivalries collide with deadly results.. Swordspoint. On the treacherous streets of Riverside, a man lives and dies by the sword. Even the nobles on the Hill turn to duels to settle their disputes. Within this elite, dangerous world, Richard St. Vier is the undisputed master, as skilled as he is ruthless--until a death by the sword is met with outrage instead of awe, and the city discovers that the line between hero and villain can be altered in the blink of an eye.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "LGBT",
                "Romance",
                "Science Fiction Fantasy",
                "Adult",
                "Historical"
            ]
        },
        {
            "title": "The War Prayer",
            "authors": [
                "Mark Twain"
            ],
            "ranking": 4.43,
            "ranking_count": 1903,
            "abstract": "Written by Mark Twain during the Philippine-American War in the first decade of the twentieth century,. The War Prayer. tells of a patriotic church service held to send the town's young men off to war. During the service, a stranger enters and addresses the gathering. He tells the patriotic crowd that their prayers for victory are double-edged-by praying for victory they are also praying for the destruction of the enemy... for the destruction of human life.. Originally rejected for publication in 1905 as not quite suited to a woman's magazine, this antiwar parable remained unpublished until 1923, when Twain's literary executor collected it in the volume Europe and Elsewhere. Handsomely illustrated by the artist and war correspondent Philip Groth,. The War Prayer. remains a relevant classic by an American icon.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Poetry",
                "Short Stories",
                "War",
                "Literature",
                "Politics",
                "Religion",
                "Philosophy"
            ]
        },
        {
            "title": "Father and I Were Ranchers",
            "authors": [
                "Ralph Moody"
            ],
            "ranking": 4.24,
            "ranking_count": 13308,
            "abstract": "Ralph was eight years old in 1906 when his family moved from New Hampshire to a Colorado ranch. Through his eyes, the pleasures and perils of ranching in the early twentieth century are experienced... auctions and roundups, family picnics, irrigation wars, tornadoes and wind storms all give authentic color to Little Britches. So do wonderfully told adventures, which equip Ralph to take his father's place when it becomes necessary.. Newly republished in a hardcover edition with a 1950s cover, jacket and pictorial endpages. Interior illustrations by Edward Shenton.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Biography",
                "Nonfiction",
                "Childrens",
                "Westerns",
                "Autobiography",
                "History",
                "Historical",
                "Academic"
            ]
        },
        {
            "title": "Black Sheep",
            "authors": [
                "Georgette Heyer"
            ],
            "ranking": 4.07,
            "ranking_count": 10944,
            "abstract": "With her high-spirited intelligence and good looks, Abigail Wendover was a most sought-after young woman. But of all her high-placed suitors, there was none Abigail could love. Abigail was kept busy when her pretty and naive niece Fanny falls head over heels in love with Stacy Calverleigh, a good-looking town-beau of shocking reputation and an acknowledged seductor. She was determined to prevent her high-spirited niece from becoming involved with the handsome fortune-hunter. The arrival to Bath of Stacy's uncle seemed to indicate an ally, but Miles Calverleigh is the black sheep of the family.. Miles Calverleigh had no regard for the polite conventions of Regency society. His cynicism, his morals, his manners appalled Abigail. He also turned out to be the most provoking creature Abigail had ever met - with a disconcerting ability to throw her into giggles at quite the wrong moment. Will Abigail overcome Mile's indifference towards his nephew and help Abigail foil Stacy's plans?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Classics",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "The Viscount Who Loved Me",
            "authors": [
                "Julia Quinn"
            ],
            "ranking": 4.06,
            "ranking_count": 215867,
            "abstract": "1814 promises to be another eventful season, but not, this author believes, for Anthony Bridgerton, London's most elusive bachelor, who has shown no indication that he plans to marry.. And in truth, why should he? When it comes to playing the consummate rake, nobody does it better.... —Lady Whistledown's Society Papers,. April 1814. But this time, the gossip columnists have it wrong. Anthony Bridgerton hasn't just decided to marry—he's even chosen a wife! The only obstacle is his intended's older sister, Kate Sheffield—the most meddlesome woman ever to grace a London ballroom. The spirited schemer is driving Anthony mad with her determination to stop the betrothal, but when he closes his eyes at night, Kate is the woman haunting his increasingly erotic dreams.... Contrary to popular belief, Kate is quite sure that reformed rakes do. not. make the best husbands—and Anthony Bridgerton is the most wicked rogue of them all. Kate is determined to protect her sister—but she fears her own heart is vulnerable. And when Anthony's lips touch hers, she's suddenly afraid she might not be able to resist the reprehensible rake herself...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Audiobook",
                "Historical Romance",
                "Womens Fiction"
            ]
        },
        {
            "title": "Wonders of the West",
            "authors": [
                "Kate Braverman"
            ],
            "ranking": 4.1,
            "ranking_count": 39,
            "abstract": "Since the appearance of Lithium for Medea, her astonishing 1979 debut novel, Kate Braverman has demonstrated an absolutely original and uncompromising understanding of the outsiders of Los Angeles. Her short story collection, Squandering the Blue, was hailed by the Chicago Tribune as one of the most remarkable collections you will ever read. The Los Angeles Times has called her a visionary and Newsday has praised her writing as beautiful and poetic...hard to resist. Now, in Wonders of the West, Braverman surpasses all previous expectations with a novel about internal exile and the dark side of the American dream. It is the early 1960s and the world is on the verge of monumental change. Jordan Lerner is a teenager adrift in a land of brutally unconscious adults, struggling for breath in a place that is slowly losing air. Jordan's mother has dared to leave her husband and tradition for the idea of a second chance in California. She has risked crossing the country in a broken-down car, pawning jewelry like parts of herself to raise money for the road. Jordan half expects that she will be next. State by state, mother and daughter find themselves sleeping on the ground, impoverished, engaged in a journey that is more than metaphoric, that is leaving a stain on their souls. Through the arid, blistering heat and the cold, blue dark of the night they are initiated into an America that has nothing to do with postcards. It is a nation of hallucinatory, frightening highway motels and vegetable stands, of deserts and lies and the growing realization that they have left nothing to arrive at something less than that. What they discover is a tawdry Dust Bowl outpost, a region of poverty on the Pacific where families disintegrate beneath the sullen palms and sunsets sordid as a garish bruise. It is here that Jordan Lerner struggles to invent herself and finds the courage to recognize and seize her destiny.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Albion's Seed: Four British Folkways in America (America: A Cultural History, Vol. I)",
            "authors": [
                "David Hackett Fischer"
            ],
            "ranking": 4.34,
            "ranking_count": 2895,
            "abstract": "This book is the first volume in a cultural history of the United States, from the earliest English settlements to our own time. It is a history of American folkways as they have changed through time, and it argues a thesis about the importance for the United States of having been British in its cultural origins.. From 1629 to 1775, North America was settled by four great waves of English-speaking immigrants. The first was an exodus of Puritans from the east of England to Massachusetts (1629-1640). The second was the movement of a Royalist elite and indentured servants from the south of England to Virginia (ca. 1649-75). The third was the Friends' migration,--the Quakers--from the North Midlands and Wales to the Delaware Valley (ca. 1675-1725). The fourth was a great flight from the borderlands of North Britain and northern Ireland to the American backcountry (ca. 1717-75).. These four groups differed in many ways--in religion, rank, generation and place of origin. They brought to America different folkways which became the basis of regional cultures in the United States. They spoke distinctive English dialects and built their houses in diverse ways. They had different ideas of family, marriage and gender; different practices of child-naming and child-raising; different attitudes toward sex, age and death; different rituals of worship and magic; different forms of work and play; different customs of food and dress; different traditions of education and literacy; different modes of settlement and association. They also had profoundly different ideas of comity, order, power and freedom which derived from British folk-traditions.. Albion's Seed. describes those differences in detail, and discusses the continuing importance of their transference to America.. Today most people in the United States (more than 80 percent) have no British ancestors at all. These many other groups, even while preserving their own ethnic cultures, have also assimilated regional folkways which were transplanted from Britain to America. In that sense, nearly all Americans today are Albion's Seed, no matter what their ethnic origins may be; but they are so in their different regional ways.. The concluding section of. Albion's Seed. explores the ways that regional cultures have continued to dominate national politics from 1789 to 1988, and still control attitudes toward education, government, gender, and violence, on which differences between American regions are greater than between European nations.. Albion's Seed. also argues that the four British folkways created an expansive cultural pluralism that has proved to the more libertarian than any single culture alone could be. Together they became the determinants of a voluntary society in the United States.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Politics",
                "Literature",
                "Cultural",
                "Anthropology",
                "The United States Of America",
                "Sociology",
                "European Literature"
            ]
        },
        {
            "title": "Robots and Empire",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.2,
            "ranking_count": 29642,
            "abstract": "Two hundred years after his humiliating defeat at the hands of Earthman Elijah Baley, Keldon Amadiro still dreamed of revenge. Now, finally, he set into motion a plot that would totally destroy the planet Earth.. But Amadiro had not counted on the power Baley still exerted long after his death. For Baley's vision continued to guide his robot partner, R. Daneel Olivaw, and the extraordinarily gifted robot Giskard—and they were the only ones who could save Earth.. Fortunately for Amadiro, Daneel and Giskard were restrained by the Three Laws of Robotics. Or were they?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Mystery",
                "Novels",
                "Fantasy",
                "Space"
            ]
        },
        {
            "title": "Joy in the Morning",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 4.25,
            "ranking_count": 10654,
            "abstract": "Trapped in rural Steeple Bumpleigh, a man less stalwart than Bertie Wooster would probably give way at the knees, for among those present were Florence Craye, to whom Bertie had once been engaged; her new fiance Stilton Cheesewright, who sees Bertie as a snake in the grass; and that biggest blot on the landscape, Edwin the Boy Scout, who is busy doing acts of kindness out of sheer malevolence. All of Bertie's forebodings are fully justified, for in his efforts to oil the wheels of commerce, promote the course of true love, and avoid the consequences of a vendetta, he becomes the prey of all and sundry. In fact only Jeeves can save him.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "European Literature",
                "Audiobook",
                "Literature",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "An Accidental Man",
            "authors": [
                "Iris Murdoch"
            ],
            "ranking": 3.79,
            "ranking_count": 777,
            "abstract": "A scintillating novel of fate, accidents, and moral dilemmas. Set in the time of the Vietnam War, this story concerns the plight of a young American, happily installed in a perfect job in England, engaged to a wonderful girl, who is suddenly drafted to a war he disapproves of.. What is duty here, what is self-interest, what is cowardice? Austin Gibson Grey, the accidental man of the title, is accident-prone, also prone to bring disaster to his friend sand relations. He blames fate. But are we not all accidental, one of his victims asks. Fate and accidents make deep moral dilemmas for the characters in the long and complex tale.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Novels",
                "Literature",
                "European Literature",
                "Classics",
                "Female Authors",
                "Philosophy"
            ]
        },
        {
            "title": "The Door to December",
            "authors": [
                "Richard Paige",
                "Dean Koontz"
            ],
            "ranking": 3.96,
            "ranking_count": 36294,
            "abstract": "The #1 New York Times bestselling author delivers a truly suspenseful novel of a mother who must save her daughter from a threat she can hardly understand. What happened to nine-year-old Melanie during the six years she was subjected to terrifying experiments? And what is the unstoppable power that she can unleash from behind the Door to December?",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Suspense",
                "Mystery",
                "Fantasy",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "Sirat  al-Nabi and the Orientalists - with special reference to the writings of William Muir, D.S. Margoliouth and W. Montgomery Watt",
            "authors": [
                "Muhammad Mohar Ali"
            ],
            "ranking": 4.27,
            "ranking_count": 11,
            "abstract": "The Biography of Prophet Muhammad (peace be upon him) and the Orientalists, with special reference to the writings of William Muir, D.S. Margoliouth and W. Montgomery Watt.. Volume 1A: From the Background to the Beginning of the Prophet's Mission (540 pages). ISBN: 9960770680 (set) | 996077077X (V.1). Volume 1B: From the Early Phase of the Prophet's Mission to his Migration to Madinah (492 pages). ISBN: 9960770680 (set) | 9960770788 (V.2). 16x23cm. Published by:. Ministry of Islamic Affairs, Saudi Arabia - King Fahad Complex for the Printing of the Holy Qur'an. in cooperation with. Islamic University of Madinah - Centre for Service of Sunnah and Sirah.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "History"
            ]
        },
        {
            "title": "A Scots Quair: Sunset Song, Cloud Howe, Grey Granite",
            "authors": [
                "Lewis Grassic Gibbon",
                "Ian  Campbell"
            ],
            "ranking": 4.22,
            "ranking_count": 850,
            "abstract": "A Scots Quair. is revolutionary - innovative in its form, deft and humorous in its use of language, courageous in its characterization and politics. Central to the trilogy is Chris Guthrie, one of the most remarkable female characters in modern literature. In. Sunset Song. , Gibbon's finest achievement, the reader follows Chris through her girlhood in a tight-knit Scottish farming community: the seasons, the weddings, the funerals, the grind of work, the gossip. As the Great War takes its toll, machines replace the old way of life.. Cloud Howe. and. Grey Granite. take Chris from her rural homeland to life in an industrial Scotland and the desperate years of the Depression. The trilogy as a whole is a major achievement, a picture of a society undergoing traumatic and far-reaching transformation. Always readable, never sentimental,. A Scots Quair. is one of the most important works of modern Scottish literature.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Historical",
                "Literature",
                "Literary Fiction",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Beggars in Spain",
            "authors": [
                "Nancy Kress"
            ],
            "ranking": 3.93,
            "ranking_count": 7755,
            "abstract": "In this future, some people need no sleep at all. Leisha Camden was genetically modified at birth to require no sleep, and her normal twin Alice is the control. Problems and envy between the sisters mirror those in the larger world, as society struggles to adjust to a growing pool of people who not only have 30 percent more time to work and study than normal humans, but are also highly intelligent and in perfect health.. The Sleepless gradually outgrow their welcome on Earth, and their children escape to an orbiting space station to set up their own society. But Leisha and a few others remain behind, preaching acceptance for all humans, Sleepless and Sleeper alike. With the conspiracy and revenge that unwinds, the world needs a little preaching on tolerance.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Audiobook",
                "Novels",
                "Book Club",
                "Unfinished"
            ]
        },
        {
            "title": "Essential Grammar in Use: A Self-Study Reference and Practice Book for Elementary Students of English with Answers [With CDROM]",
            "authors": [
                "Raymond Murphy"
            ],
            "ranking": 4.24,
            "ranking_count": 1042,
            "abstract": "Essential Grammar in Use Third edition is a fully updated version of the bestselling grammar title. Now in full colour, with new content and even more exercises, this updated edition retains all the key features of clarity and ease-of-use that have made the book so popular with students and teachers. This edition, with answers and CD-ROM, is ideal for self-study. The exciting and substantial brand new CD-ROM offers a wealth of extra practice material, covering all the language in the main book.",
            "part_of_series": true,
            "genre_list": [
                "Humanities",
                "Reference",
                "Nonfiction",
                "Education",
                "Self Help",
                "Language",
                "Textbooks"
            ]
        },
        {
            "title": "The Unknown Revolution, 1917-1921",
            "authors": [
                "Voline",
                "Fredy Perlman",
                "Holley Cantine",
                "Paul Avrich Collection (Library of Congress) Staff"
            ],
            "ranking": 4.14,
            "ranking_count": 98,
            "abstract": "A famous history of the Russian revolution and its aftermath. It reinstates material that has been omitted from recent editions of the English-language version and reproduces the complete text of the original French volumes.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "Politics",
                "Nonfiction",
                "Russian History",
                "Russia"
            ]
        },
        {
            "title": "Greenmantle",
            "authors": [
                "John Buchan"
            ],
            "ranking": 3.75,
            "ranking_count": 4277,
            "abstract": "Major-General Sir Richard Hannay is called in to investigate rumours of an uprising in Constantinople. Once there, he and his friends must thwart the Germans' plans to use religion in winning the war. The book opens in November 1915, with Hannay and his friend Sandy convalescing from wounds received at the Battle of Loos. Sir Walter Bullivant, a senior intelligence officer, summons Hannay to the Foreign Office. Bullivant briefs Hannay on the political situation in the Middle East, suggesting that the Germans and their Turkish allies are plotting to create a Muslim uprising, that will throw the Middle East, India and North Africa into turmoil. Bullivant proposes that Hannay investigate the rumours, following a clue left on a slip of paper with the words Kasredin, cancer and v.I written by Bullivant's son a spy, who was recently killed in the region... Richard Hannay is a character created by Scottish novelist John Buchan, based on Edmund Ironside, from Edinburgh, a spy during the Second Boer War. John Buchan (1875-1940) was a Scottish novelist and historian and also served as Canada's Governor General. His 100 works include nearly thirty novels, seven collections of short stories and biographies. But, the most famous of his books were the adventure and spy thrillers and it is for these that he is now best remembered. ",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Classics",
                "Thriller",
                "Mystery",
                "Historical",
                "Spy Thriller",
                "War",
                "Literature"
            ]
        },
        {
            "title": "Garfield at Large: His First Book",
            "authors": [
                "Jim Davis"
            ],
            "ranking": 4.12,
            "ranking_count": 5923,
            "abstract": "Like every great lasagna, Garfield was born in the kitchen of an Italian restaurant on a winter's night in 1978, while outside snow fell like grated Parmesan cheese. He weighed five pounds, six ounces at birth—that's big for a kitten!—and right from the start showed a passion for Italian food. The restaurant owner, forced to choose between Garfield and closing his doors for lack of pasta, sold Garfield to a pet store. Garfield thought he was a goner until Jon Arbuckle walked in the door.. The rest is history.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Comics",
                "Animals",
                "Childrens"
            ]
        },
        {
            "title": "Endurance: Shackleton's Incredible Voyage",
            "authors": [
                "Alfred Lansing"
            ],
            "ranking": 4.4,
            "ranking_count": 104157,
            "abstract": "The harrowing tale of British explorer Ernest Shackleton's 1914 attempt to reach the South Pole, one of the greatest adventure stories of the modern age.. In August 1914, polar explorer Ernest Shackleton boarded the. Endurance. became locked in an island of ice. Thus began the legendary ordeal of Shackleton and his crew of twenty-seven men. When their ship was finally crushed between two ice floes, they attempted a near-impossible journey over 850 miles of the South Atlantic's heaviest seas to the closest outpost of civilization.. In. Endurance. , the definitive account of Ernest Shackleton's fateful trip, Alfred Lansing brilliantly narrates the harrowing and miraculous voyage that has defined heroism for the modern age.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Adventure",
                "Biography",
                "Travel",
                "Audiobook",
                "Historical",
                "Leadership",
                "Environment"
            ]
        },
        {
            "title": "Brief Interviews with Hideous Men",
            "authors": [
                "David Foster Wallace"
            ],
            "ranking": 3.85,
            "ranking_count": 26766,
            "abstract": "In his startling and singular new short story collection, David Foster Wallace nudges at the boundaries of fiction with inimitable wit and seductive intelligence. Venturing inside minds and landscapes that are at once recognisable and utterly strange, these stories reaffirm Wallace's reputation as one of his generation's pre-eminent talents, expanding our ides and pleasures fiction can afford.. Among the stories are 'The Depressed Person', a dazzling and blackly humorous portrayal of a woman's mental state; 'Adult World', which reveals a woman's agonised consideration of her confusing sexual relationship with her husband; and 'Brief Interviews with Hideous Men', a dark, hilarious series of portraits of men whose fear of women renders them grotesque. Wallace's stories present a world where the bizarre and the banal are interwoven and where hideous men appear in many different guises. Thought-provoking and playful, this collection confirms David Foster Wallace as one of the most imaginative young writers around. Wallace delights in leftfield observation, mining the ironic, the surprising and the illuminating from every situation. This collection will delight his growing number of fans, and provide a perfect introduction for new readers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Writing",
                "Unfinished",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "Invitation to a Beheading",
            "authors": [
                "Vladimir Nabokov",
                "Dmitri Nabokov"
            ],
            "ranking": 3.92,
            "ranking_count": 14908,
            "abstract": "An alternative cover edition for this ISBN can be found. here. Like Kafka's The Castle, Invitation to a Beheading embodies a vision of a bizarre and irrational world. In an unnamed dream country, the young man Cincinnatus C. is condemned to death by beheading for gnostical turpitude, an imaginary crime that defies definition. Cincinnatus spends his final days in an absurd jail, where he is visited by chimerical jailers, an executioner who masquerades as a fellow prisoner, and by his in-laws, who lug their furniture with them into his prison cell.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Science Fiction",
                "Literary Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Castelli di rabbia",
            "authors": [
                "Alessandro Baricco"
            ],
            "ranking": 3.78,
            "ranking_count": 7401,
            "abstract": "Il primo libro di narrativa di Baricco: il romanzo è ambientato nell'Ottocento, in una cittadina immaginaria, Quinnipak; è generoso nel presentare storie e personaggi, ciascuno con i suoi sogni e caratteri. E tra questi ci sono il signore e la signora Rail, che si amano di un amore tutto loro, e il bambino Penth con il suo amico Pekisch, e due bande che partono dagli estremi del paese per incontrarsi. La narrazione è costruita come un montaggio cinematografico e orchestrata come una partitura musicale.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Novels",
                "Cultural",
                "Contemporary",
                "Roman",
                "Unfinished",
                "Literary Fiction",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Revolutionary Suicide",
            "authors": [
                "Huey P. Newton",
                "J. Herman Blake"
            ],
            "ranking": 4.44,
            "ranking_count": 4927,
            "abstract": "The searing, visionary memoir of founding Black Panther Huey P. Newton, in a dazzling graphic package. Eloquently tracing the birth of a revolutionary, Huey P. Newton's famous and oft-quoted autobiography is as much a manifesto as a portrait of the inner circle of America's Black Panther Party. From Newton's impoverished childhood on the streets of Oakland to his adolescence and struggles with the system, from his role in the Black Panthers to his solitary confinement in the Alameda County Jail,. Revolutionary Suicide. is smart, unrepentant, and thought-provoking in its portrayal of inspired radicalism.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Biography",
                "Race",
                "Autobiography",
                "Philosophy",
                "Cultural"
            ]
        },
        {
            "title": "Strip Tease",
            "authors": [
                "Carl Hiaasen",
                "Michael Kubiak"
            ],
            "ranking": 3.85,
            "ranking_count": 15166,
            "abstract": "No matter what you heard or thought about the movie version of Strip Tease, forget it. Film simply can't catch the layers of humor, satire, and imagination that author Carl Hiaasen creates in each of his novels.. When a deranged Florida congressman falls for a gorgeous but virtuous stripper, he dedicates himself to pursuing this tasselled princess. Not only is she a real beauty, she's a damsel in distress. The effects of his quest will ripple through the spotlights of the strip joint, the sugar cane fields of south Florida, and some powerful political careers. Fueled by innocent lust and dizzy miscalculations, this story will keep you howling with surprise.. George Wilson's colorful narration is the perfect vehicle for Carl Hiaasen's twisted fairy tale.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Humor",
                "Thriller",
                "Audiobook",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Esperanza Rising",
            "authors": [
                "Pam Muñoz Ryan"
            ],
            "ranking": 4.01,
            "ranking_count": 88248,
            "abstract": "Esperanza thought she'd always live with her family on their ranch in Mexico--she'd always have fancy dresses, a beautiful home, and servants. But a sudden tragedy forces Esperanza and Mama to flee to California during the Great Depression, and to settle in a camp for Mexican farm workers. Esperanza isn't ready for the hard labor, financial struggles, or lack of acceptance she now faces. When their new life is threatened, Esperanza must find a way to rise above her difficult circumstances--Mama's life, and her own, depend on it.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Realistic Fiction",
                "Academic",
                "Cultural",
                "Family"
            ]
        },
        {
            "title": "Beyond the Chocolate War",
            "authors": [
                "Robert Cormier"
            ],
            "ranking": 3.6,
            "ranking_count": 2728,
            "abstract": "The school year is almost at an end, and the chocolate sale is past history.  But no one at Trinity School can forget The Chocolate War.. Devious Archie Costello, commander of the secret school organization called the Vigils, stall has some torturous assignments to hand out before he graduates.  In spite of this pleasure, Archie is troubled by his right-hand man, Obie, who has started to move away from the Vigils.  Luckily, Archie knows his stooges will fix that.  But won't Archie be shocked when he discovers the surprise Obie has waiting for him?. And there are surprises waiting for others.  The time for revenge has come to those boys who secretly suffered the trials of Trinity.  The fuse is set for the final explosion.  Who will survive?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Classics",
                "Realistic Fiction",
                "Academic",
                "Literature",
                "Childrens",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "Barrel Fever: Stories and Essays",
            "authors": [
                "David Sedaris"
            ],
            "ranking": 3.78,
            "ranking_count": 53199,
            "abstract": "In David Sedaris’s world, no one is safe and no cow is sacred. A manic cross between Mark Leyner, Fran Lebowitz, and the. National Enquirer. , Sedaris’s collection of essays is a rollicking tour through the national Zeitgeist: a do-it-yourself suburban dad saves money by performing home surgery; a man who is loved too much flees the heavyweight champion of the world; a teenage suicide tries to incite a lynch mob at her funeral; a bitter Santa abuses the elves.. David Sedaris made his debut on NPR’s. Morning Edition. with “SantaLand Diaries”, recounting his strange-but-true experiences as an elf at Macy’s, and soon became one of the show’s most popular commentators. With a perfect eye and a voice infused with as much empathy as wit, Sedaris writes stories and essays that target the soulful ridiculousness of our behavior.. Barrel Fever. is like a blind date with modern life, and anything can happen.. Parade --. Music for lovers --. The last you'll hear from me --. My manuscript --. Firestone --. We get along --. Glen's homophobia newsletter vol. 3, no. 2 --. Don's story --. Season's greeting to our friends and family!!! --. Jamboree --. After Malison --. Barrel fever --. Diary of a smoker --. Giantess --. The curly kind --. SantaLand diaries",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Writing",
                "Short Stories",
                "Autobiography",
                "Audiobook",
                "Biography",
                "LGBT"
            ]
        },
        {
            "title": "Comet in Moominland",
            "authors": [
                "Tove Jansson",
                "Elizabeth Portch",
                "Libor Štukavec"
            ],
            "ranking": 4.22,
            "ranking_count": 15943,
            "abstract": "When Moomintroll learns that a comet will be passing by, he and his friend Sniff travel to the Observatory on the Lonely Mountains to consult the Professors. Along the way, they have many adventures, but the greatest adventure of all awaits them when they learn that the comet is headed straight for their beloved Moominvalley.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Classics",
                "European Literature",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "My Journey to Lhasa: The Classic Story of the Only Western Woman Who Succeeded in Entering the Forbidden City",
            "authors": [
                "Alexandra David-Néel"
            ],
            "ranking": 3.98,
            "ranking_count": 1577,
            "abstract": "An exemplary travelogue of danger and achievement by the Frenchwoman Madame Alexandra David–Neel of her 1923 expedition to Tibet, the fifth in her series of Asian travels, and her personal recounting of her journey to Lhasa, Tibet's forbidden city.. In order to penetrate Tibet and reach Lhasa, she used her fluency of Tibetan dialects and culture, disguised herself as a beggar with yak hair extensions and inked skin and tackled some of the roughest terrain and climate in the World. With the help of her young companion, Yongden, she willingly suffered the primitive travel conditions, frequent outbreaks of disease, the ever–present danger of border control and the military to reach her goal.. The determination and sheer physical fortitude it took for this woman, delicately reared in Paris and Brussels, is inspiration for men and women alike.. David–Neel is famous for being the first Western woman to have been received by any Dalai Lama and as a passionate scholar and explorer of Asia, hers is one of the most remarkable of all travellers tales.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Adventure",
                "History",
                "Biography",
                "Autobiography",
                "Cultural",
                "Religion",
                "Womens"
            ]
        },
        {
            "title": "The Collected Stories of Katherine Mansfield",
            "authors": [
                "Katherine Mansfield",
                "Stephen Arkin"
            ],
            "ranking": 4.15,
            "ranking_count": 2302,
            "abstract": "With an Introduction and Notes by Professor Stephen Arkin, San Francisco State University.. Katherine Mansfield is widely regarded as a writer who helped create the modern short story. Born in Wellington, New Zealand in 1888, she came to London in 1903 to attend Queen's College and returned permanently in 1908. her first book of stories, 'In a German Pension', appeared in 1911, and she went on to write and publish an extraordinary body of work.. This edition of The Collected Stories brings together all of the stories that Mansfield had written up until her death in January of 1923. With an introduction and head-notes, this volume allows the reader to become familiar with the complete range of Mansfield's work from the early, satirical stories set in Bavaria, through the luminous recollections of her childhood in New Zealand, and through the mature, deeply felt stories of her last years. Admired by Virginia Woolf in her lifetime and by many writers since her death, Katherine Mansfield is one of the great literary artists of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Fiction",
                "Literary Fiction",
                "Literature",
                "Female Authors",
                "Womens",
                "Academic"
            ]
        },
        {
            "title": "Amber Beach",
            "authors": [
                "Elizabeth Lowell"
            ],
            "ranking": 3.98,
            "ranking_count": 6224,
            "abstract": "Librarian’s note: This is a previously-published edition of. Kindle. ASIN: B000FC10MK. .. Honor Donovan is a shrewd businesswoman, yet she has been shut out of Donovan International by her father and four brothers. When her favorite brother Kyle vanishes, along with a fortune in stolen amber, Honor's questions are ignored by the Donovan males. Defying them, she heads to the San Juan Islands of the Pacific Northwest in search of answers.. Honor needs a guide because she knows nothing about running a boat -- and she knows nothing about Jake Mallory until he answers her ad. One of the things she doesn't know is that Jake is much more than a fishing guide. Until Kyle disappeared, Jake was brokering amber deals in the Baltic for Donovan International. Honor is completely unaware of the old wars, new politics, greed, and stolen amber that have lured ruthless, high-stakes players from around the globe.. Jake wants no part of the intrigue, or of a Donovan woman in his life, but he suspects the Donovans have set him up to take the fall for Kyle's treachery. The way Jake sees it, some Donovan is going to pay for his troubles, and it just may turn out to be Honor. Jake and Honor cast off on a journeys moldering with distrust, betrayal, vengeance... and temptation. A hunger grows between them that is as dangerous as the secrets they keep. Alone at sea, they pursue the stubborn mystery of the Amber Room, flee from relentless enemies, and fight against trusting each other. Yet when Honor and Jake dare to confide in one another, they face a final truth: the penalty for betrayal is death; the reward is a lifetime...together.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Mystery",
                "Suspense",
                "Contemporary",
                "Fiction",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Bödeln",
            "authors": [
                "Pär Lagerkvist"
            ],
            "ranking": 3.52,
            "ranking_count": 826,
            "abstract": "Under en resa genom Europa våren 1933 kunde Pär Lagerkvist bevittna fascismens och nazismens framfart. Vid hemkomsten till Sverige påbörjade han detta verk som skulle komma att bli ett omistligt inlägg i kampen mot våldet och nazismen.. Bödeln. är en betraktelse över människans förhållande till det onda.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Classics",
                "Fiction",
                "Historical",
                "Nobel Prize",
                "Literature"
            ]
        },
        {
            "title": "The Guns of Navarone",
            "authors": [
                "Alistair MacLean"
            ],
            "ranking": 4.13,
            "ranking_count": 17432,
            "abstract": "Twelve hundred British soldiers are isolated and waiting to die on the small island of Kheros, off the Turkish coast. Their lives can be saved if only the long-range, large-caliber, and catastrophically accurate guns of Navarone are silenced before the British Royal Navy arrives.--P. [4] of cover.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "War",
                "Historical",
                "Adventure",
                "Action",
                "Classics",
                "Mystery"
            ]
        },
        {
            "title": "The True Story of the 3 Little Pigs",
            "authors": [
                "Jon Scieszka",
                "Lane Smith"
            ],
            "ranking": 4.3,
            "ranking_count": 182974,
            "abstract": "You thought you knew the story of the “The Three Little Pigs”… You thought wrong.. In this hysterical and clever fracture fairy tale picture book that twists point of view and perspective, young readers will finally hear the other side of the story of “The Three Little Pigs.”",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Humor",
                "Animals",
                "Fantasy",
                "Classics",
                "Kids",
                "Retellings"
            ]
        },
        {
            "title": "Ice Station Zebra",
            "authors": [
                "Alistair MacLean"
            ],
            "ranking": 4.0,
            "ranking_count": 17902,
            "abstract": "Under the Polar Ice-Cap ..... The atomic submarine 'Dolphin' has impossible orders: to sail beneath the ice-floes of the Arctic Ocean to locate and rescue the men of weather-station Zebra, gutted by fire and drifting with the ice-pack somewhere north of the Arctic Circle.. But the orders do not say what the 'Dolphin' will find if she succeeds – that the fire at Ice Station Zebra was sabotage, and that one of the survivors is a killer…",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Adventure",
                "Mystery",
                "Action",
                "Spy Thriller",
                "Suspense",
                "War"
            ]
        },
        {
            "title": "The Manticore",
            "authors": [
                "Robertson Davies",
                "Michael Dirda"
            ],
            "ranking": 4.01,
            "ranking_count": 5889,
            "abstract": "Hailed by the. Washington Post Book World. as a modern classic, Robertson Davies’s acclaimed. Deptford Trilogy. is a glittering, fantastical, cunningly contrived series of novels, around which a mysterious death is woven.. The Manticore. —the second book in the series after. Fifth Business. —follows David Staunton, a man pleased with his success but haunted by his relationship with his larger-than-life father. As he seeks help through therapy, he encounters a wonderful cast of characters who help connect him to his past and the death of his father.. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Historical",
                "Contemporary"
            ]
        },
        {
            "title": "La balada del café triste",
            "authors": [
                "Carson McCullers"
            ],
            "ranking": 3.97,
            "ranking_count": 14996,
            "abstract": "A classic work that has charmed generations of readers, this collection assembles Carson McCullers’s best stories, including her beloved novella “The Ballad of the Sad Café.” A haunting tale of a human triangle that culminates in an astonishing brawl, the novella introduces readers to Miss Amelia, a formidable southern woman whose café serves as the town’s gathering place. Among other fine works, the collection also includes “Wunderkind,” McCullers’s first published story written when she was only seventeen about a musical prodigy who suddenly realizes she will not go on to become a great pianist. Newly reset and available for the first time in a handsome trade paperback edition, The Ballad of the Sad Café is a brilliant study of love and longing from one of the South’s finest writers.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Gothic",
                "Literature",
                "American",
                "Literary Fiction"
            ]
        },
        {
            "title": "Mara, Daughter of the Nile",
            "authors": [
                "Eloise Jarvis McGraw"
            ],
            "ranking": 4.24,
            "ranking_count": 10968,
            "abstract": "Mara is a proud and beautiful slave girl who yearns for freedom. In order to gain it, she finds herself playing the dangerous role of double spy for two arch enemies—each of whom supports a contender for the throne of Egypt.. Against her will, Mara finds herself falling in love with one of her masters, the noble Sheftu, and she starts to believe in his plans of restoring Thutmose III to the throne. But just when Mara is ready to offer Sheftu her help and her heart, her duplicity is discovered, and a battle ensues in which both Mara's life and the fate of Egypt are at stake.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Romance",
                "Fiction",
                "Northern Africa",
                "Adventure",
                "Academic",
                "Classics",
                "Childrens"
            ]
        },
        {
            "title": "Love in a Fallen City",
            "authors": [
                "Eileen Chang",
                "Karen S. Kingsbury"
            ],
            "ranking": 3.84,
            "ranking_count": 2709,
            "abstract": "Eileen Chang is one of the great writers of twentieth-century China, where she enjoys a passionate following both on the mainland and in Taiwan. At the heart of Chang's achievement is her short fiction—tales of love, longing, and the shifting and endlessly treacherous shoals of family life. Written when Chang was still in her twenties, these extraordinary stories combine an unsettled, probing, utterly contemporary sensibility, keenly alert to sexual politics and psychological ambiguity, with an intense lyricism that echoes the classics of Chinese literature.. Love in a Fallen City. , the first collection in English of this dazzling body of work, introduces American readers to the stark and glamorous vision of a modern master.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Cultural",
                "Fiction",
                "Classics",
                "Asian Literature",
                "Literature",
                "Romance"
            ]
        },
        {
            "title": "Blackshirts and Reds: Rational Fascism and the Overthrow of Communism",
            "authors": [
                "Michael Parenti"
            ],
            "ranking": 4.42,
            "ranking_count": 2742,
            "abstract": "Blackshirts & Reds. explores some of the big issues of our time: fascism, capitalism, communism, revolution, democracy, and ecology—terms often bandied about but seldom explored in the original and exciting way that has become Michael Parenti’s trademark.. Parenti shows how “rational fascism” renders service to capitalism, how corporate power undermines democracy, and how revolutions are a mass empowerment against the forces of exploitative privilege. He also maps out the external and internal forces that destroyed communism, and the disastrous impact of the “free-market” victory on eastern Europe and the former Soviet Union. He affirms the relevance of taboo ideologies like Marxism, demonstrating the importance of class analysis in understanding political realities and dealing with the ongoing collision between ecology and global corporatism.. Written with lucid and compelling style, this book goes beyond truncated modes of thought, inviting us to entertain iconoclastic views, and to ask why things are as they are. It is a bold and entertaining exploration of the epic struggles of yesterday and today.. A penetrating and persuasive writer with an astonishing array of documentation to implement his attacks.—. The Catholic Journalist. Blackshirts & Reds. discusses the great combat between fascism and socialism that is the defining feature of the Twentieth Century, and takes every official version to task for its substitution of moral analysis for critical analysis, for its selectivity, and for its errata. By portraying the struggle between fascism and Communism in this century as a single conflict, and not a series of discrete encounters, between the insatiable need for new capital on the one hand and the survival of a system under siege on the other, Parenti defines fascism as the weapon of capitalism, not simply an extreme form of it. Fascism is not an aberration, he points out, but a rational and integral component of the system.—Stan Goff,. The Prism. Michael Parenti. , PhD Yale, is an internationally known author and lecturer. He is one of the nation's leadiing progressive political analysts. He is the author of over 275 published articles and twenty books. His writings are published in popular periodicals, scholarly journals, and his op-ed pieces have been in leading newspapers such as. The New York Times. and. The Los Angeles Times. . His informative and entertaining books and talks have reached a wide range of audiences in North America and abroad.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "History",
                "Nonfiction",
                "Philosophy",
                "Economics",
                "Sociology",
                "Historical",
                "Literature",
                "Culture"
            ]
        },
        {
            "title": "The Transmigration of Timothy Archer",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.88,
            "ranking_count": 7469,
            "abstract": "The Transmigration of Timothy Archer. , the final novel in the trilogy that also includes. Valis. and. The Divine Invasion. , is an anguished, learned, and very moving investigation of the paradoxes of belief. It is the story of Timothy Archer, an urbane Episcopal bishop haunted by the suicides of his son and mistress - and driven by them into a bizarre quest for the identity of Christ.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Religion",
                "Philosophy",
                "Novels",
                "Science Fiction Fantasy",
                "Literature",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Towers of Trebizond",
            "authors": [
                "Rose Macaulay",
                "Jan Morris"
            ],
            "ranking": 3.68,
            "ranking_count": 1550,
            "abstract": "'Take my camel, dear,' said my aunt Dot, as she climbed down from this animal on her return from High Mass. So begins. The Towers of Trebizond. , the greatest novel by Rose Macaulay, one of the eccentric geniuses of English literature. In this fine and funny adventure set in the backlands of modern Turkey, a group of highly unusual travel companions makes its way from Istanbul to legendary Trebizond, encountering potion-dealing sorcerers, recalcitrant policemen, and Billy Graham on tour with a busload of Southern evangelists. But though the dominant note of the novel is humorous, its pages are shadowed by heartbreak as the narrator confronts the specters of ancient empires, religious turmoil, and painful memories of lost love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Travel",
                "Classics",
                "Humor",
                "Historical",
                "European Literature",
                "Literature",
                "Novels",
                "Womens"
            ]
        },
        {
            "title": "In the Heart of the Country",
            "authors": [
                "J.M. Coetzee"
            ],
            "ranking": 3.68,
            "ranking_count": 3229,
            "abstract": "Stifled by the torpor of colonial South Africa, and trapped in a web of reciprocal oppression, a lonely sheep farmer seeks comfort in the arms of a black concubine. But when his embittered spinster daughter Magda feels shamed, this lurch across the racial divide marks the end of a tenuous feudal peace. As she dreams madly of bloody revenge, Magda's consciousness starts to drift and the line between fact and the workings of her excited imagination becomes blurred. What follows is the fable of a woman's passionate, obsessed and violent response to an Africa that will not heed her.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Southern Africa",
                "Literature",
                "Nobel Prize",
                "Novels",
                "Classics",
                "Literary Fiction"
            ]
        },
        {
            "title": "Farewell Waltz",
            "authors": [
                "Milan Kundera",
                "Aaron Asher"
            ],
            "ranking": 3.86,
            "ranking_count": 14511,
            "abstract": "Klima, a celebrated jazz trumpeter, receives a phone call announcing that a young nurse with whom he spent a brief night at a fertility spa is pregnant. She has decided he is the father.. And so begins a comedy in which, during five madcap days, events unfold with ever-increasing speed. Klima's beautiful, jealous wife; the nurse's equally jealous boyfriend; a fanatical gynecologist; a rich American, at once Don Juan and saint; and an elderly political prisoner who, just before his emigration, is holding a farewell party at the spa, are all drawn into this black comedy, as in. A Midsummer Night's Dream. .. As usual, Milan Kundera poses serious questions with a blasphemous lightness which makes us understand that the modern world has taken away our right to tragedy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Novels",
                "Literature",
                "Classics",
                "Contemporary",
                "Roman",
                "Cultural"
            ]
        },
        {
            "title": "Dog Years",
            "authors": [
                "Günter Grass",
                "Ralph Manheim"
            ],
            "ranking": 3.9,
            "ranking_count": 1602,
            "abstract": "A novel set in three parts, beginning in the 1920s and ending in the 1950s, that follows the lives of two friends from the prewar years in Germany through an apocalyptic period and its startling aftermath. Translated by Ralph Manheim. A Helen and Kurt Wolff Book",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "Nobel Prize",
                "Literature",
                "Novels",
                "Historical",
                "War"
            ]
        },
        {
            "title": "Cool Hand Luke",
            "authors": [
                "Donn Pearce"
            ],
            "ranking": 4.14,
            "ranking_count": 1181,
            "abstract": "An impressive novel . . . the most brutal and authentic account of a road gang that we have had. —. New York Times. Out of his experiences working on a chain gang, Donn Pearce created Cool Hand Luke, the larger-than-life war hero—Good Guy Number One—turned drunkard, vandal, and convict. A blasphemer and pretty evil feller who could work the hardest, eat the mostest, and tell the biggest lies. Luke's outsized feats of gambling and gluttony—he bets Society Red, a college man from Boston, that he can eat fifty eggs—and his harrowing escapes and recaptures are recounted by Dragline, who followed Luke in his last, fatal escape attempt and who basks in Luke's reflected glory. To the convicts left behind on the chain gang, Luke has become the hope of freedom and defiance that they dare not act upon themselves. Luke's refusal to git his mind right and submit to the sadistic discipline of the Walking Boss becomes part of their mythology of survival.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Historical",
                "Media Tie In",
                "Drama",
                "Adult"
            ]
        },
        {
            "title": "Le Petit Nicolas",
            "authors": [
                "René Goscinny",
                "Jean-Jacques Sempé"
            ],
            "ranking": 4.14,
            "ranking_count": 37357,
            "abstract": "La maîtresse est inquiète, le photographe s'éponge le front, le Bouillon devient tout rouge, les mamans ont mauvaise mine, les papas font les guignols, le directeur part à la retraite, quant à l'inspecteur, il est reparti aussi vite qu'il était venu. Pourtant, à l'école ou en famille, Geoffroy, Agnan, Eudes, Rufus, Clotaire, Maixent, Alceste, Joachim... et le Petit Nicolas sont - presque - toujours sages.",
            "part_of_series": true,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Childrens",
                "Classics",
                "Humor",
                "European Literature",
                "Academic",
                "Short Stories",
                "Young Adult"
            ]
        },
        {
            "title": "Once and Always",
            "authors": [
                "Judith McNaught"
            ],
            "ranking": 4.19,
            "ranking_count": 25577,
            "abstract": "Once and Always, one of Judith McNaught's most masterful and moving love stories, powerfully brings to life the fiery passion of a free-spirited American beauty and a troubled English lord.. Suddenly orphaned and alone, Victoria Seaton sails the vast ocean, eager to reclaim her heritage at Wakefield, the sumptuous English estate of a distant cousin, the notorious Lord Jason Fielding. Bewildered by his arrogance yet drawn to his panther-like grace, she senses the painful memories that smolder in his eyes. When he gathers her at last into his arms, arousing a sweet, insistent hunger, they wed and are embraced by fierce, consuming joy -- free from the past's cruel grasp. Then, in a moment of anguish, Victoria discovers the treachery at the heart of their love . . . a love she had dreamed would triumph not just once, but always.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Womens Fiction",
                "European Literature"
            ]
        },
        {
            "title": "In Watermelon Sugar",
            "authors": [
                "Richard Brautigan"
            ],
            "ranking": 3.83,
            "ranking_count": 19247,
            "abstract": "iDEATH is a place where the sun shines a different colour every day and where people travel to the length of their dreams. Rejecting the violence and hate of the old gang at the Forgotten Works, they lead gentle lives in watermelon sugar. In this book, Richard Brautigan discovers and expresses the mood of the counterculture generation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "Classics",
                "Fantasy",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Babel-17",
            "authors": [
                "Samuel R. Delany"
            ],
            "ranking": 3.75,
            "ranking_count": 15367,
            "abstract": "Babel-17. is all about the power of language. Humanity, which has spread throughout the universe, is involved in a war with the Invaders, who have been covertly assassinating officials and sabotaging spaceships. The only clues humanity has to go on are strange alien messages that have been intercepted in space. Poet and linguist Rydra Wong is determined to understand the language and stop the alien threat.. (Paul Goat Allen)",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Space",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Humanities",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "God Is an Englishman",
            "authors": [
                "R.F. Delderfield"
            ],
            "ranking": 4.09,
            "ranking_count": 2990,
            "abstract": "This bestselling novel set in the ruthless world of Victorian commerce follows the fortunes of Adam Swann, a scion of an Army family and veteran of campaigns in the Crimea and in India, in his quest to found his own financial dynasty. His struggle to succeed and his conquest of Henrietta, the spirited daughter of a rich manufacturer, drive a richly woven tale that takes the reader from the dusty plains of India to the teeming slums of nineteenth-century London, from the chaos of the great industrial cities to the age of the peaceful certainties of the English countryside. Filled with epic scenes and memorable characters, God is an Englishman triumphs in its portrayal of human strength and weakness, and in its revelations of the power of love.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Literature",
                "Classics",
                "Romance",
                "Unfinished",
                "Drama"
            ]
        },
        {
            "title": "The Caves of Steel",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.18,
            "ranking_count": 88042,
            "abstract": "A millennium into the future two advancements have altered the course of human history: the colonization of the galaxy and the creation of the positronic brain. Isaac Asimov's Robot novels chronicle the unlikely partnership between a New York City detective and a humanoid robot who must learn to work together. Like most people left behind on an over-populated Earth, New York City police detective Elijah Baley had little love for either the arrogant Spacers or their robotic companions. But when a prominent Spacer is murdered under mysterious circumstances, Baley is ordered to the Outer Worlds to help track down the killer. The relationship between Life and his Spacer superiors, who distrusted all Earthmen, was strained from the start. Then he learned that they had assigned him a partner: R. Daneel Olivaw. Worst of all was that the R stood for robot--and his positronic partner was made in the image and likeness of the murder victim!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Classics",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "On Certainty",
            "authors": [
                "Ludwig Wittgenstein",
                "G.E.M. Anscombe",
                "Denis Paul",
                "Georg Henrik von Wright"
            ],
            "ranking": 4.16,
            "ranking_count": 4456,
            "abstract": "Written over the last 18 months of his life and inspired by his interest in G. E. Moore's defense of common sense, this much discussed volume collects Wittgenstein's reflections on knowledge and certainty, on what it is to know a proposition for sure.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Humanities",
                "Classics",
                "European Literature",
                "Writing",
                "Literature",
                "Science"
            ]
        },
        {
            "title": "Delta Wedding",
            "authors": [
                "Eudora Welty"
            ],
            "ranking": 3.63,
            "ranking_count": 3222,
            "abstract": "Set on the Mississippi Delta in 1923, this story captures the mind and manners of the Fairchilds, a large aristocratic family, self-contained and elusive as the wind. The vagaries of the Fairchilds are keenly observed, and sometimes harshly judged, by nine-year-old Laura McRaven, a Fairchild cousin who takes The Yellow Dog train to the Delta for Dabney Fairchild's wedding. An only child whose mother has just died, Laura is resentful of her boisterous, careless cousins, and desperate for their acceptance. As the hour moves closer and closer to wedding day, Laura arrives at a more subtle understanding of both the Fairchilds and herself.. Born in 1909 in Jackson, Mississippi, Eudora Welty is one of the South's finest novelists. She won a Pulitzer in 1972 for The Optimist's Daughter. Delta Wedding is her best known work.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "American",
                "Historical",
                "Novels",
                "Literature",
                "The United States Of America",
                "Adult Fiction",
                "Gothic"
            ]
        },
        {
            "title": "Sarah Anne Hartford: Massachusetts, 1651",
            "authors": [
                "Kathleen Duey"
            ],
            "ranking": 3.57,
            "ranking_count": 53,
            "abstract": "Puritan Massachusetts, 1650: Sarah has committed a terrible crime--she laughed, played, and slid down a snowy hill with her best friend on the Sabbath. Now she faces the most painful day of her life. If she remains silent, the Puritan ministers will punish an innocent person for Sarah's wrongs. But if she tells the truth, she could lose her father's love forever.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Young Adult"
            ]
        },
        {
            "title": "Dr. Bloodmoney",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.68,
            "ranking_count": 8015,
            "abstract": "Dr. Bloodmoney. is a post-nuclear-holocaust masterpiece filled with a host of Dick's most memorable characters: Hoppy Harrington, a deformed mutant with telekinetic powers; Walt Dangerfield, a selfless disc jockey stranded in a satellite circling the globe; Dr. Bluthgeld, the megalomaniac physicist largely responsible for the decimated state of the world; and Stuart McConchie and Bonny Keller, two unremarkable people bent on the survival of goodness in a world devastated by evil. Epic and alluring, this brilliant novel is a mesmerizing depiction of Dick's undying hope in humanity.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Speculative Fiction",
                "Novels",
                "Science Fiction Fantasy",
                "Fantasy",
                "Literature"
            ]
        },
        {
            "title": "A Friend of the Earth",
            "authors": [
                "T. Coraghessan Boyle"
            ],
            "ranking": 3.68,
            "ranking_count": 3280,
            "abstract": "One of LitHub's 365 Books to Start Your Climate Change Library. Fiction about ecological disaster tends to be written in a tragic key. Boyle, by contrast, favors the darkly comic. -Elizabeth Kolbert, author of. The Sixth Extinction. Originally published in 2000, T. C. Boyle's prescient novel about global warming and ecological collapse. It is the year 2025. Global warming is a reality. The biosphere has collapsed and most mammals--not to mention fish, birds, and frogs--are extinct. Tyrone Tierwater is eking out a bleak living in southern California, managing a pop star's private menagerie that only a mother could love--scruffy hyenas, jackals, warthogs, and three down-at-the-mouth lions.. It wasn't always like this for Ty. Once he was a passionate environmentalist, so committed to saving the earth that he became an eco-terrorist and, ultimately, a convicted felon. as a member of the radical group Earth Forever!, he unwittingly endangered both his daughter Sierra and his wife Andrea. Now, just when he's trying to survive in a world torn by obdurate storms and winnowing drought, Andrea comes back into his life.. T. C. Boyle's eighth novel blends idealism and satire in a story that addresses the ultimate questions of human love and the survival of the species.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Environment",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "English Passengers",
            "authors": [
                "Matthew Kneale"
            ],
            "ranking": 4.06,
            "ranking_count": 6730,
            "abstract": "WINNER OF THE WHITBREAD BOOK AWARD 2000. SHORTLISTED FOR THE BOOKER PRIZE 2000. 'Deeply impressive. . . Every page fizzes with linguistic invention' Guardian. An electrifying modern classic - Kneale's sweeping adventure story. vividly brings a past age to life. In 1857 when Captain Illiam Quillian Kewley and his band of rum smugglers from the Isle of Man have most of their contraband confiscated by British Customs, they are forced to put their ship up for charter. The only takers are two eccentric Englishmen who want to embark for the other side of the globe. The Reverend Geoffrey Wilson believes the Garden of Eden was on the island of Tasmania. His travelling partner, Dr. Thomas Potter, unbeknownst to Wilson, is developing a sinister thesis about the races of men. Meanwhile, an aboriginal in Tasmania named Peevay recounts his people's struggles against the invading British.. 'A big, ambitious novel with a rich historical sweep and a host of narrative voices . . . The sort of novel that few contemporary writers have either the imagination or the stamina to sustain' Daily Telegraph",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Travel",
                "Adventure",
                "Literature",
                "Literary Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Betsy-Tacy",
            "authors": [
                "Maud Hart Lovelace",
                "Lois Lenski"
            ],
            "ranking": 4.06,
            "ranking_count": 24143,
            "abstract": "Best Friends Forever. There are lots of children on Hill Street, but no little girls Betsy's age. So when a new family moves into the house across the street, Betsy hopes they will have a little girl she can play with. Sure enough, they do—a little girl named Tacy. And from the moment they meet at Betsy's fifth birthday party, Betsy and Tacy become such good friends that everyone starts to think of them as one person—Betsy-Tacy.. Betsy and Tacy have lots of fun together. They make a playhouse from a piano box, have a sand store, and dress up and go calling. And one day, they come home to a wonderful surprise—a new friend named Tib.. Ever since their first publication in the 1940's, the Betsy-Tacy stories have been loved by each generation of young readers.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Historical",
                "Young Adult"
            ]
        },
        {
            "title": "The Hot Rock",
            "authors": [
                "Donald E. Westlake"
            ],
            "ranking": 3.94,
            "ranking_count": 5525,
            "abstract": "John Archibald Dortmunder is the thief whose capers never quite come off. Here, the released convict and his ride pal Kelp plot to steal the $500,000 Balaboma Emerald. The former British colony has recently become independent and split. The Akinzi have the stone, the Talabwo want it back, and their UN rep will pay for retrieval.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Thriller",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Mr. Popper's Penguins",
            "authors": [
                "Richard Atwater",
                "Florence Atwater",
                "Robert Lawson"
            ],
            "ranking": 3.97,
            "ranking_count": 68571,
            "abstract": "The Poppers unexpectedly come into possession of a penguin, then get a penguin from the zoo who mates with the first penguin to have 10 baby penguins. Before long, something must be done before they eat the Poppers out of house and home!. A classic of American humor, this story of a gentle housepainter and his high stepping penguins has delighted children for generations.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Humor",
                "Young Adult",
                "Fantasy"
            ]
        },
        {
            "title": "Corpse Delectable",
            "authors": [
                "Danielle Willis",
                "Violet Hemlock"
            ],
            "ranking": 4.67,
            "ranking_count": 12,
            "abstract": "Updated version of Willis' chapbook (pre-. Dogs in Lingerie. ) includes short prose in addition to the poems published in previous editions.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Dark Fantasy",
                "Gothic",
                "Short Stories",
                "Autobiography"
            ]
        },
        {
            "title": "Black Reconstruction in America 1860-1880",
            "authors": [
                "W.E.B. Du Bois",
                "David Levering Lewis"
            ],
            "ranking": 4.47,
            "ranking_count": 2465,
            "abstract": "The pioneering work in the study of the role of Black Americans during Reconstruction by the most influential Black intellectual of his time.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Race",
                "Politics",
                "North American Hi...",
                "Cultural",
                "Social Movements",
                "Sociology",
                "Classics",
                "Military History"
            ]
        },
        {
            "title": "American Indian Stories",
            "authors": [
                "Zitkála-Šá",
                "Susan Rose Dominguez",
                "Gertrude Simmons Bonnin"
            ],
            "ranking": 3.95,
            "ranking_count": 1285,
            "abstract": "American Indian Stories. , first published in 1921, is a collection of childhood stories, allegorical fiction, and an essay, including several of Zitkála-Šá's articles that were originally published in. Harper's Monthly. and. Atlantic Monthly. .. One of the most famous Sioux writers and activists of the modern era, Zitkala-Sa (Gertrude Simmons Bonnin) recalled legends and tales from oral tradition and used experiences from her life and community to educate others about the Yankton Sioux. Determined, controversial, and visionary, she creatively worked to bridge the gap between her own culture and mainstream American society and advocated for Native rights on a national level. Susan Rose Dominguez provides a new introduction to this edition.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Nonfiction",
                "Classics",
                "History",
                "Autobiography",
                "Poetry",
                "Biography",
                "Writing",
                "Biography Memoir",
                "Womens"
            ]
        },
        {
            "title": "Coming Into the Country",
            "authors": [
                "John McPhee"
            ],
            "ranking": 4.22,
            "ranking_count": 6619,
            "abstract": "This is the story of Alaska and the Alaskans. Written with a vividness and clarity which shifts scenes frequently, and yet manages to tie the work into a rewarding whole, McPhee segues from the wilderness to life in urban Alaska to the remote bush country.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "Environment",
                "History",
                "Science",
                "Adventure",
                "Writing",
                "Autobiography"
            ]
        }
    ]
}