{
    "books": [
        {
            "title": "Project Hail Mary",
            "authors": [
                "Andy Weir"
            ],
            "ranking": 4.53,
            "ranking_count": 254763,
            "abstract": "Ryland Grace is the sole survivor on a desperate, last-chance mission—and if he fails, humanity and the Earth itself will perish.. Except that right now, he doesn't know that. He can't even remember his own name, let alone the nature of his assignment or how to complete it.. All he knows is that he's been asleep for a very, very long time. And he's just been awakened to find himself millions of miles from home, with nothing but two corpses for company.. His crewmates dead, his memories fuzzily returning, he realizes that an impossible task now confronts him. Alone on this tiny ship that's been cobbled together by every government and space agency on the planet and hurled into the depths of space, it's up to him to conquer an extinction-level threat to our species.. And thanks to an unexpected ally, he just might have a chance.. Part scientific mystery, part dazzling interstellar journey,. Project Hail Mary. is a tale of discovery, speculation, and survival to rival. The Martian. —while taking us to places it never dreamed of going.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Space",
                "Adult",
                "Fantasy",
                "Thriller",
                "Science Fiction Fantasy",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "Library of Souls",
            "authors": [
                "Ransom Riggs"
            ],
            "ranking": 4.13,
            "ranking_count": 137498,
            "abstract": "A boy with extraordinary powers. An army of deadly monsters. An epic battle for the future of peculiardom.. The adventure that began with. Miss Peregrine’s Home for Peculiar Children. and continued in. Hollow City. comes to a thrilling conclusion with. Library of Souls. . As the story opens, sixteen-year-old Jacob discovers a powerful new ability, and soon he’s diving through history to rescue his peculiar companions from a heavily guarded fortress. Accompanying Jacob on his journey are Emma Bloom, a girl with fire at her fingertips, and Addison MacHenry, a dog with a nose for sniffing out lost children.. They’ll travel from modern-day London to the labyrinthine alleys of Devil’s Acre, the most wretched slum in all of Victorian England. It’s a place where the fate of peculiar children everywhere will be decided once and for all. Like its predecessors,. Library of Souls. blends thrilling fantasy with never-before-published vintage photography to create a one-of-a-kind reading experience.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Historical",
                "Horror",
                "Adventure",
                "Audiobook",
                "Science Fiction"
            ]
        },
        {
            "title": "A Summer of Good-Byes (Blue Triangle Press Book 2)",
            "authors": [
                "Fred Misurella"
            ],
            "ranking": 4.35,
            "ranking_count": 1128,
            "abstract": "PASSION IN PROVENCE:. Ben and Lee Alto follow Van Gogh’s 19th century path to Provence, hoping to find inspiration for their own lives and give their son, Misha, some insight into a world completely different from their own. They find art, of course, and a world of beautiful landscapes, warm temperatures, and, yes, wonderful food. But they also find a ghost of their past, and it’s not Vincent Van Gogh but a woman Ben once loved and a man, Zach, a well-known jazz musician, who teach them some hard lessons about art and life, as well as the art of life.. A SUMMER OF GOOD-BYES resonates with the warmth of France’s southern sun, famous artists, and violent conflicts. It’s a vital, romantic story filled with the tensions of love and marriage, sexual longing and family loyalty, and the struggle to live in the face of impending death and loss.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Contemporary",
                "Adult",
                "Adventure",
                "Young Adult",
                "New Adult",
                "Drama",
                "Book Club",
                "Mystery"
            ]
        },
        {
            "title": "And the Ass Saw the Angel",
            "authors": [
                "Nick Cave"
            ],
            "ranking": 3.84,
            "ranking_count": 9978,
            "abstract": "Cave’s debut novel takes on the southern gothic in this bizarre baroque tale. Born mute to a drunken mother and a demented father, tortured Euchrid Eucrow finds more compassion in the family mule than in his fellow men. But he alone will grasp the cruel fate of Cosey Mo, the beautiful young prostitute in the pink caravan on Hooper’s Hill. And it is Euchrid, spiraling ever deeper into his mad angelic vision, who will ultimately redeem both the town and its people. “Surprising, remarkable.” — The Atlanta Journal",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Novels",
                "Gothic",
                "Contemporary",
                "Music",
                "Literature",
                "Cultural",
                "Dark"
            ]
        },
        {
            "title": "Radiant Shadows",
            "authors": [
                "Melissa Marr"
            ],
            "ranking": 3.97,
            "ranking_count": 37579,
            "abstract": "Alluring romance, heart-stopping danger, and sinister intrigue combine in the penultimate volume of Melissa Marr's #1. New York Times. bestselling Wicked Lovely series.. Half-human and half-faery, Ani is driven by her hungers.. Those same appetites also attract powerful enemies and uncertain allies, including Devlin. He was created as an assassin and is brother to the faeries' coolly logical High Queen and to her chaotic twin, the embodiment of War. Devlin wants to keep Ani safe from his sisters, knowing that if he fails, he will be the instrument of Ani's death.. Ani isn't one to be guarded while others fight battles for her, though. She has the courage to protect herself and the ability to alter Devlin's plans—and his life. The two are drawn together, each with reason to fear the other and to fear. for. one another. But as they grow closer, a larger threat imperils the whole of Faerie. Will saving the faery realm mean losing each other?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "يوتوبيا",
            "authors": [
                "أحمد خالد توفيق"
            ],
            "ranking": 3.93,
            "ranking_count": 50138,
            "abstract": "كيف ستكون مصر عام 2023؟. لقد عزَلَ الأغنياء أنفسهم في (يوتوبيا) الساحل الشمالي تحت حراسة المارينز الأمريكيين، يتعاطون المخدرات ويمارسون المتع المحرمة إلى أقصاها، بينما ينسحق الفقراء خارجها ينهش بعضهم لحم بعض من أجل العيش، دونما كهرباء أو صرف صحي أو رعاية طبية من أي نوع. ولكن حين يتسلل الراوي وصديقته (جرمينال) خارج (يوتوبيا) بدافع الملل وبحثا عن (صيد بشري). مناسب يحدث ما يهدد الوضع المستقر بالانفجار.. فيما يشبه هول علامات يوم القيامة، تدق هذه الرواية المثيرة ناقوس الخطر، تكاد تشك إذ تنهيها أهي بالفعل رواية متخيلة، أم إن كاتبها تسلل من المستقبل القريب لينقل لك هوله بحياد مذهل؟",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Science Fiction",
                "Fiction",
                "Literature",
                "Northern Africa",
                "Fantasy",
                "Politics",
                "Audiobook",
                "African Literature"
            ]
        },
        {
            "title": "My Wolf's Bane",
            "authors": [
                "Veronica Blade"
            ],
            "ranking": 3.76,
            "ranking_count": 1148,
            "abstract": "NOTE FROM THE PUBLISHER: As with any Veronica Blade book, this is a ROMANCE NOVEL, meaning it's romance FIRST and everything else is secondary. Rated PG-13 for sexual situations and mild profanity.. Different species. Mortal enemies. It'll never work, but they'll die trying.. Autumn Rossi thought she was a normal teenager. Suddenly, she can outrun every critter in the forest, making her wonder if she’s even human.. When the new guy at school, Zack de Luca, witnesses a questionable scene, he unfairly pins her as stuck-up. He acts like he hates her, yet he keeps bailing her out of trouble. Not only is Zack both insufferable and irresistible, he seems to sniff her anytime he gets close.. As passion flares between them, Autumn isn’t sure which is more dangerous: her psycho ex-boyfriend, or falling for Zack — who’s risking his life just by being near her.. See the book trailer: http://youtu.be/GEXgVD1NblU",
            "part_of_series": true,
            "genre_list": [
                "Shapeshifters",
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Animals"
            ]
        },
        {
            "title": "The Curse of Chalion",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 4.14,
            "ranking_count": 36843,
            "abstract": "A man broken in body and spirit, Cazaril, has returned to the noble household he once served as page, and is named, to his great surprise, as the secretary-tutor to the beautiful, strong-willed sister of the impetuous boy who is next in line to rule.. It is an assignment Cazaril dreads, for it will ultimately lead him to the place he fears most, the royal court of Cardegoss, where the powerful enemies, who once placed him in chains, now occupy lofty positions. In addition to the traitorous intrigues of villains, Cazaril and the Royesse Iselle, are faced with a sinister curse that hangs like a sword over the entire blighted House of Chalion and all who stand in their circle. Only by employing the darkest, most forbidden of magics, can Cazaril hope to protect his royal charge—an act that will mark the loyal, damaged servant as a tool of the miraculous, and trap him, flesh and soul, in a maze of demonic paradox, damnation, and death.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Audiobook",
                "Adult",
                "Young Adult"
            ]
        },
        {
            "title": "The Body",
            "authors": [
                "Robin Waterfield",
                "Stephen King"
            ],
            "ranking": 4.28,
            "ranking_count": 39287,
            "abstract": "In 1960s America, four young boys go on a journey to search for the body of a boy killed by a train. As they travel, they discover how cruel the world can be, but also how wondrous.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Short Stories",
                "Young Adult",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Classics",
                "Novella"
            ]
        },
        {
            "title": "Legendary",
            "authors": [
                "Stephanie Garber"
            ],
            "ranking": 4.23,
            "ranking_count": 106319,
            "abstract": "A heart to protect. A debt to repay. A game to win.. After being swept up in the magical world of Caraval, Donatella Dragna has finally escaped her father and saved her sister, Scarlett, from a disastrous arranged marriage. The girls should be celebrating, but Tella isn’t yet free. She made a desperate bargain with a mysterious criminal, and what Tella owes him no one has ever been able to deliver: Caraval Master Legend’s true name.. The only chance of uncovering Legend’s identity is to win Caraval, so Tella throws herself into the legendary competition once more—and into the path of the murderous heir to the throne, a doomed love story, and a web of secrets…including her sister's. Caraval has always demanded bravery, cunning, and sacrifice, but now the game is asking for more. If Tella can’t fulfill her bargain and deliver Legend’s name, she’ll lose everything she cares about—maybe even her life. But if she wins, Legend and Caraval will be destroyed forever.... Welcome, welcome to Caraval . . . the games have only just begun.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "Aztec",
            "authors": [
                "Gary Jennings"
            ],
            "ranking": 4.24,
            "ranking_count": 17765,
            "abstract": "Aztec. is the extraordinary story of the last and greatest native civilization of North America. Told in the words of one of the most robust and memorable characters in modern fiction, Mixtli-Dark Cloud,. Aztec. reveals the very depths of Aztec civilization from the peak and feather-banner splendor of the Aztec Capital of Tenochtitlan to the arrival of Hernán Cortes and his conquistadores, and their destruction of the Aztec empire. The story of Mixtli is the story of the Aztecs themselves---a compelling, epic tale of heroic dignity and a colossal civilization's rise and fall.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Fantasy",
                "Novels",
                "Thriller",
                "Cultural",
                "Romance"
            ]
        },
        {
            "title": "The Humans",
            "authors": [
                "Matt Haig"
            ],
            "ranking": 4.09,
            "ranking_count": 84065,
            "abstract": "Body-snatching has never been so heartwarming . . .. The Humans. is a funny, compulsively readable novel about alien abduction, mathematics, and that most interesting subject of all: ourselves. Combine Douglas Adams’s irreverent take on life, the universe, and everything with a genuinely moving love story, and you have some idea of the humor, originality, and poignancy of Matt Haig’s latest novel.. Our hero, Professor Andrew Martin, is dead before the book even begins. As it turns out, though, he wasn’t a very nice man--as the alien imposter who now occupies his body discovers. Sent to Earth to destroy evidence that Andrew had solved a major mathematical problem, the alien soon finds himself learning more about the professor, his family, and “the humans” than he ever expected. When he begins to fall for his own wife and son--who have no idea he’s not the real Andrew--the alien must choose between completing his mission and returning home or finding a new home right here on Earth.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Humor",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Novels",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Princess of Mars",
            "authors": [
                "Edgar Rice Burroughs",
                "John Seelye"
            ],
            "ranking": 3.81,
            "ranking_count": 54127,
            "abstract": "A Princess of Mars is the first of eleven thrilling novels that comprise Edgar Rice Burroughs' most exciting saga, known as The Martian Series. It's the beginning of an incredible odyssey in which John Carter, a gentleman from Virginia and a Civil War veteran, unexpectedly finds himself on to the red planet, scene of continuing combat among rival tribes. Captured by a band of six-limbed, green-skinned savage giants called Tharks, Carter soon is accorded all the honor of a chieftain after it's discovered that his muscles, accustomed to Earth's greater gravity, now give him a decided advantage in strength. And when his captors take as prisoner Dejah Thoris, the lovely human-looking princess of the city of Helium, Carter must call upon every ounce of strength, courage, and ingenuity to rescue her-before Dejah becomes the slave of the depraved Thark leader, Tal Hajus!. Excerpt:. Her oval face was beautiful in the extreme, her every feature finely chisled and exquisite, her eyes large and lustrous and her head surmounted by a mass of coal black, waving hair, caught loosely into a strange yet becoming coiffure. Similar in face and figure to women of Earth, she was nevertheless a true Martian--and prisoner of the fierce green giants who held me captive, as well!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Classics",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Pulp",
                "Romance",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Earth Abides",
            "authors": [
                "George R. Stewart"
            ],
            "ranking": 3.95,
            "ranking_count": 27441,
            "abstract": "A disease of unparalleled destructive force has sprung up almost simultaneously in every corner of the globe, all but destroying the human race. One survivor, strangely immune to the effects of the epidemic, ventures forward to experience a world without man. What he ultimately discovers will prove far more astonishing than anything he'd either dreaded or hoped for.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Classics",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Believing Christ: The Parable of the Bicycle and Other Good News",
            "authors": [
                "Stephen E. Robinson"
            ],
            "ranking": 4.51,
            "ranking_count": 14997,
            "abstract": "Author Stephen Robinson illustrates the power of the Savior as he uses analogies and parables, such as his own bicycle story, and scriptures and personal experiences in this moving, best-selling book.. “Mortals have finite liabilities,” he explains, “and Jesus has unlimited assets.” By merging the two, exaltation can come. As long as we progress in some degree, the Lord will be pleased and will bless us.. We must not only believe in Christ but also believe him — believe that he has the power to exalt us, that he can do what he claims.. People will better understand the doctrines of mercy, justification, and salvation by grace after reading this book.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christianity",
                "Nonfiction",
                "Spirituality",
                "Inspirational",
                "Christian",
                "Lds",
                "Self Help"
            ]
        },
        {
            "title": "Illusions",
            "authors": [
                "Aprilynne Pike"
            ],
            "ranking": 4.1,
            "ranking_count": 31401,
            "abstract": "I don't do patrols, I don't go hunting, I just stick close to you. You live your life, I'll keep you safe, Tamani said, sweeping a lock of hair from her face. Or die trying.. Laurel hasn't seen Tamani since she begged him to let her go last year. Though her heart still aches, Laurel is confident that David was the right choice.. But just as life returns to normal, Laurel realizes that a hidden enemy lies in wait. Once again, Laurel must turn to Tamani to protect and guide her, for the danger that now threatens Avalon is one that no faerie thought would ever be possible.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "The Myth of Sisyphus and Other Essays",
            "authors": [
                "Albert Camus",
                "Justin O'Brien"
            ],
            "ranking": 4.21,
            "ranking_count": 46710,
            "abstract": "One of the most influential works of this century, this is a crucial exposition of existentialist thought. Influenced by works such as Don Juan, and the novels of Kafka, these essays begin with a meditation on suicide: the question of living or not living in an absurd universe devoid of order or meaning. With lyric eloquence, Camus posits a way out of despair, reaffirming the value of personal existence, and the possibility of life lived with dignity and authenticity.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Classics",
                "Writing",
                "Cultural",
                "Literature",
                "European Literature",
                "Unfinished",
                "Fantasy"
            ]
        },
        {
            "title": "The Complete Wreck",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 4.32,
            "ranking_count": 15269,
            "abstract": "NOW A NETFLIX ORIGINAL SERIES. Some boxes should never be opened.. For the first time, the complete A Series of Unfortunate Events is available in one awful package!. We can't keep you from succumbing to this international bestselling phenomenon, but we can hide all thirteen books in a huge, elaborately illustrated, shrink-wrapped box, perfect for filling an empty shelf or deep hole.. From. The Bad Beginning. to. The End. , this box set, adorned with Brett Helquist art from front to back, is the only choice for people who simply cannot get enough of a bad thing!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Fantasy",
                "Childrens",
                "Mystery",
                "Adventure",
                "Humor",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "Novel with Cocaine",
            "authors": [
                "M. Ageyev",
                "Michael Henry Heim"
            ],
            "ranking": 3.79,
            "ranking_count": 2838,
            "abstract": "A Dostoevskian psychological novel of ideas,. Novel with Cocaine. explores the interaction between psychology, philosophy, and ideology in its frank portrayal of an adolescent's cocaine addiction. The story relates the formative experiences of Vadim at school and with women before he turns to drug abuse and the philosophical reflections to which it gives rise. Although Ageyev makes little explicit reference to the Revolution, the novel's obsession with addictive forms of thinking finds resonance in the historical background, in which our inborn feelings of humanity and justice provoke the cruelties and satanic transgressions committed in its name.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Classics",
                "Novels",
                "Drama",
                "Adult",
                "Thriller"
            ]
        },
        {
            "title": "Entwined",
            "authors": [
                "Heather Dixon Wallwork"
            ],
            "ranking": 3.86,
            "ranking_count": 34799,
            "abstract": "Just when Azalea should feel that everything is before her—beautiful gowns, dashing suitors, balls filled with dancing—it's taken away. All of it. And Azalea is trapped. The Keeper understands. He's trapped, too, held for centuries within the walls of the palace. So he extends an invitation.. Every night, Azalea and her eleven sisters may step through the enchanted passage in their room to dance in his silver forest, but there is a cost. The Keeper likes to. keep. things. Azalea may not realize how tangled she is in his web until it is too late.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Retellings",
                "Fiction",
                "Fairy Tales"
            ]
        },
        {
            "title": "Heir to the Empire",
            "authors": [
                "Timothy Zahn"
            ],
            "ranking": 4.15,
            "ranking_count": 78960,
            "abstract": "Alternate Cover Edition can be found. here. .. It is a time of renewal, five years after the destruction of the Death Star and the defeat of Darth Vader and the Empire.. But with the war seemingly won, strains are beginning to show in the Rebel Alliance. New challenges to galactic peace have arisen. And Luke Skywalker hears a voice from his past. A voice with a warning. Beware the dark side….. The Rebel Alliance has destroyed the Death Star, defeated Darth Vader and the Emperor, and driven the remnants of the old Imperial Starfleet back into barely a quarter of the territory that they once controlled. Leia and Han are married, are expecting Jedi twins, and have shouldered heavy burdens in the government of the new Republic. And Luke Skywalker is the first in a hoped-for new line of Jedi Knights.. But thousands of light years away, where a few skirmishes are still taking place, the last of the Emperor's warlords has taken command of the remains of the Imperial fleet. He has made two vital discoveries that could destroy the fragile new Republic—built with such cost to the Rebel Alliance. The tale that emerges is a towering epic of action, invention, mystery, and spectacle on a galactic scale—in short, a story that is worthy of the name. Star Wars. .",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Magic's Pawn",
            "authors": [
                "Mercedes Lackey"
            ],
            "ranking": 4.22,
            "ranking_count": 25232,
            "abstract": "Mage-Craft—. Though Vanyel has been born with near-legendary abilities to work both Herald and Mage magic, he wants no part of such things. Nor does he seek a warrior's path, wishing instead to become a Bard. Yet such talent as his if left untrained may prove a menace not only to Vanyel but to others as well. So he is sent to be fostered with his aunt, Savil, one of the famed Herald-Mages of Valdemar.. But, strong-willed and self-centered, Vanyel is a challenge which even Savil can not master alone. For soon he will become the focus of frightening forces, lending his raw magic to a spell that unleashes terrifying wyr-hunters on the land. And by the time Savil seeks the assistance of a Shin'a'in Adept, Vanyel's wild talent may have already grown beyond anyone's ability to contain, placing Vanyel, Savil, and Valdemar itself in desperate peril...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "LGBT",
                "Fiction",
                "Romance",
                "Science Fiction Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "The Amazing Maurice and His Educated Rodents",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.03,
            "ranking_count": 44021,
            "abstract": "Maurice and the rats have teamed up with a young lad named Keith to implement a clever moneymaking scheme. Upon entering a town, the rats make a general nuisance of themselves -- stealing food and widdling on things -- until the townsfolk become desperate to get rid of them. Then Maurice and Keith appear on the scene and offer to save the day by ridding the town of its infestation for a small fee. It seems like a surefire plan until the group arrives in the town of Bad Blintz and gets hooked up with Malicia, a young girl with a vivid imagination and a knack for finding trouble. When it's discovered that Bad Blintz already has a rat problem -- one that a couple of shifty-eyed rat catchers claim to have under control -- things turn deadly. For lurking beneath the town's streets is an obstacle course of mangling rattraps and noxious poisons. And beyond that is a monster so powerful and ugly, even Malicia couldn't imagine it.. As Maurice and the rats battle for their very survival, a number of provocative themes surface: life after death, good versus evil, and the sacrifice of the few for the many.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Humor",
                "Childrens",
                "Animals",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "A Fraction of the Whole",
            "authors": [
                "Steve Toltz"
            ],
            "ranking": 4.14,
            "ranking_count": 19361,
            "abstract": "An irreverent comic adventure, spanning three continents, about a father and son against each other and against the world.. For most of his life, Jasper Dean couldn’t decide whether to pity, hate, love, or murder his certifiably paranoid father, Martin, a man who overanalyzed anything and everything and imparted his self-garnered wisdom to his only son. But now that Martin is dead, Jasper can fully reflect on the crackpot who raised him in intellectual captivity, and what he realizes is that, for all its lunacy, theirs was a grand adventure.. As he recollects the events that led to his father’s demise, Jasper recounts a boyhood of outrageous schemes and shocking discoveries—about his infamous outlaw uncle, Terry, his mysteriously absent European mother, and Martin’s constant losing battle to make a lasting mark on the world he so disdains. It’s a story that takes them from the Australian bush to the cafés of bohemian Paris, from the Thai jungle to strip clubs, asylums, labyrinths, and criminal lairs, and from the highs of first love to the lows of failed ambition. The result is a wild rollercoaster ride from obscurity to infamy, and the moving, memorable story of a father and son whose spiritual symmetry transcends all their many shortcomings.. A Fraction of the Whole. is an uproarious indictment of the modern world and its mores, and the epic debut of the blisteringly funny and talented Steve Toltz.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Novels",
                "Contemporary",
                "Humor",
                "Literature",
                "Philosophy",
                "Literary Fiction",
                "Family",
                "Unfinished"
            ]
        },
        {
            "title": "The Merchant of Death",
            "authors": [
                "D.J. MacHale"
            ],
            "ranking": 3.96,
            "ranking_count": 48542,
            "abstract": "Librarian Note: Alternate cover for this ISBN can be found. here. DENDURON. BOBBY PENDRAGON is a seemingly normal fourteen-year-old boy. He has a family, a home, and even Marley, his beloved dog. But there is something very special about Bobby.. He is going to save the world.. And not just Earth as we know it. Bobby is slowly starting to realize that life in the cosmos isn't quite what he thought it was. And before he can object, he is swept off to an alternate dimension known as Denduron, a territory inhabited by strange beings, ruled by a magical tyrant, and plagued by dangerous revolution.. If Bobby wants to see his family again, he's going to have to accept his role as savior, and accept it wholeheartedly. Because, as he is about to discover, Denduron is only the beginning..... Cover illustration by Victor Lee",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "Secrets of the Realm",
            "authors": [
                "Bev Stout"
            ],
            "ranking": 3.9,
            "ranking_count": 546,
            "abstract": "Blamed for her uncle's death, fifteen-year-old Annie is on the run. Knowing the perils she will face on the streets of eighteenth century London, she disguises herself as a boy. Her life on the streets is cut short when she becomes Captain Hawke’s cabin boy.. Not only must Annie work alongside the Realm’s motley crew of outcasts and gentlemen, she must also keep her superstitious shipmates from discovering she is a girl.. Annie vows she will never leave the Realm, where dreams are chased, shattered lives can mend, and secrets are stowed like keepsakes in an old desk drawer. But when her past catches up with her, can she return to the Realm? More importantly, will she have a choice?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Action",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Touch of Power",
            "authors": [
                "Maria V. Snyder"
            ],
            "ranking": 4.14,
            "ranking_count": 44143,
            "abstract": "Laying hands upon the injured and dying, Avry of Kazan assumes their wounds and diseases into herself. But rather than being honoured for her skills, she is hunted. Healers like Avry are accused of spreading the plague that has decimated the Territories, leaving the survivors in a state of chaos.. Stressed and tired from hiding, Avry is abducted by a band of rogues who, shockingly, value her gift above the golden bounty offered for her capture. Their leader an enigmatic captor-protector with powers of his own is unequivocal in his demands: Avry must heal a plague-stricken prince, the leader of a campaign against her people.. As they traverse the daunting Nine Mountains, beset by mercenaries and magical dangers, Avry must decide who is worth healing and what is worth dying for.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Finding Cinderella",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.2,
            "ranking_count": 72192,
            "abstract": "A chance encounter in the dark leads eighteen-year-old Daniel and the girl who stumbles across him to profess their love for each other. But this love has conditions: they agree it will last only one hour, and it will be only make-believe.. When their hour is up and the girl rushes off like Cinderella, Daniel tries to convince himself that what happened between them seemed perfect only because they were pretending it was. Moments like that happen only in fairy tales.. One year and one bad relationship later, his disbelief in love-at-first-sight is stripped away the day he meets Six: a girl with a strange name and an even stranger personality. Unfortunately for Daniel, finding true love doesnt guarantee a happily ever after... it only further threatens it.. Will an unbearable secret from the past jeopardize Daniel and Six's only chance at saving each other?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Young Adult",
                "Contemporary",
                "Novella",
                "Fiction",
                "Short Stories",
                "Humor"
            ]
        },
        {
            "title": "Dreamless",
            "authors": [
                "Josephine Angelini"
            ],
            "ranking": 4.18,
            "ranking_count": 41611,
            "abstract": "Can true love be. FORGOTTEN?. As the only Scion who can descend into the Underworld, Helen Hamilton has been given a nearly impossible task. By night she wanders through Hades, trying to stop the endless cycle of revenge that has cursed her family. By day she struggles to overcome the fatigue that is rapidly eroding her sanity. Without Lucas by her side, Helen is not sure she has the strength to go on.. Just as Helen is pushed to her breaking point, a mysterious new Scion comes to her rescue. Funny and brave, Orion shields her from the dangers of the Underworld. But time is running out - a ruthless foe plots against them, and the Furies' cry for blood is growing louder.. As the ancient Greek world collides with the mortal one, Helen's sheltered life on Nantucket descends into chaos. But the hardest task of all will be forgetting Lucas Delos.. Josephine Angelini's compelling saga becomes ever more intricate and spellbinding as an unforgettable love triangle emerges and the eternal cycle of revenge intensifies. Eagerly awaited, this sequel to the internationally bestselling STARCROSSED delivers a gritty, action-packed love story that exceeds all expectations.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mythology"
            ]
        },
        {
            "title": "The Lost World",
            "authors": [
                "Arthur Conan Doyle"
            ],
            "ranking": 3.93,
            "ranking_count": 61248,
            "abstract": "It's London, 1907. Journalist Edward Malone, rejected by the woman he loves because he is too prosaic, decides to go in search of adventure and fame to prove himself worthy of her. Soon after, he meets Professor George Challenger, a scientist who claims to have discovered a 'lost world' populated by pterodactyls and other prehistoric monsters.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Fantasy",
                "Animals",
                "Audiobook",
                "Novels",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "Anne's House of Dreams",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.15,
            "ranking_count": 95406,
            "abstract": "Anne's own true love, Gilbert Blythe, is finally a doctor, and in the sunshine of the old orchard, among their dearest friends, they are about to speak their vows. Soon the happy couple will be bound for a new life together and their own dream house, on the misty purple shores of Four Winds Harbor.. A new life means fresh problems to solve, fresh surprises. Anne and Gilbert will make new friends and meet their neighbors: Captain Jim, the lighthouse attendant, with his sad stories of the sea; Miss Cornelia Bryant, the lady who speaks from the heart—and speaks her mind; and the tragically beautiful Leslie Moore, into whose dark life Anne shines a brilliant light.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Romance",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Flashback",
            "authors": [
                "Shannon Messenger"
            ],
            "ranking": 4.4,
            "ranking_count": 18135,
            "abstract": "In this unforgettable seventh book, Sophie must let the past and present blur together, because the deadliest secrets are always the ones that get erased.. Sophie Foster doesn’t know what—or whom—to believe. And in a game with this many players, the worst mistake can be focusing on the wrong threat.. But when the Neverseen prove that Sophie’s far more vulnerable than she ever imagined, she realizes it’s time to change the rules. Her powerful abilities can only protect her so far. To face down ruthless enemies, she must learn to fight.. Unfortunately, battle training can’t help a beloved friend who’s facing a whole different danger—where the only solution involves one of the biggest risks Sophie and her friends have ever taken. And the distraction might be exactly what the villains have been waiting for.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance",
                "Mystery"
            ]
        },
        {
            "title": "Serpent & Dove",
            "authors": [
                "Shelby Mahurin"
            ],
            "ranking": 4.04,
            "ranking_count": 192564,
            "abstract": "Bound as one to love, honor, or burn.. Two years ago, Louise le Blanc fled her coven and took shelter in the city of Cesarine, forsaking all magic and living off whatever she could steal. There, witches like Lou are hunted. They are feared. And they are burned.. Sworn to the Church as a Chasseur, Reid Diggory has lived his life by one principle:. thou shalt not suffer a witch to live.. His path was never meant to cross with Lou's, but a wicked stunt forces them into an impossible union—holy matrimony.. The war between witches and Church is an ancient one, and Lou's most dangerous enemies bring a fate worse than fire. Unable to ignore her growing feelings, yet powerless to change what she is, a choice must be made.. And love makes fools of us all.. This is a previously published edition of ISBN 9780062878021. An alternate cover edition can be found. here. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "Paranormal",
                "Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Memórias Póstumas de Brás Cubas",
            "authors": [
                "Machado de Assis"
            ],
            "ranking": 4.26,
            "ranking_count": 24597,
            "abstract": "A publicação de 'Memórias póstumas de Brás Cubas' não só inaugura o Realismo no Brasil, como inicia a etapa mais complexa da obra de Machado de Assis. Com ela, aprofunda-se a sua análise da realidade e refina-se a sua linguagem, sendo considerada a obra que prenuncia algumas técnicas da literatura moderna.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "Romance",
                "Novels",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Children Act",
            "authors": [
                "Ian McEwan"
            ],
            "ranking": 3.72,
            "ranking_count": 72441,
            "abstract": "A fiercely intelligent, well-respected High Court judge in London faces a morally ambiguous case while her own marriage crumbles in a novel that will keep readers thoroughly enthralled until the last stunning page.. Fiona Maye is a High Court judge in London presiding over cases in family court. She is fiercely intelligent, well respected, and deeply immersed in the nuances of her particular field of law. Often the outcome of a case seems simple from the outside, the course of action to ensure a child's welfare obvious. But the law requires more rigor than mere pragmatism, and Fiona is an expert in considering the sensitivities of culture and religion when handing down her verdicts.. But Fiona's professional success belies domestic strife. Her husband, Jack, asks her to consider an open marriage and, after an argument, moves out of their house. His departure leaves her adrift, wondering whether it was not love she had lost so much as a modern form of respectability; whether it was not contempt and ostracism she really fears. She decides to throw herself into her work, especially a complex case involving a seventeen-year-old boy whose parents will not permit a lifesaving blood transfusion because it conflicts with their beliefs as Jehovah's Witnesses. But Jack doesn't leave her thoughts, and the pressure to resolve the case - as well as her crumbling marriage - tests Fiona in ways that will keep readers thoroughly enthralled until the last stunning page.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "European Literature",
                "Novels",
                "Audiobook",
                "Religion",
                "Book Club",
                "Law",
                "Literature"
            ]
        },
        {
            "title": "A Raisin in the Sun",
            "authors": [
                "Lorraine Hansberry"
            ],
            "ranking": 3.84,
            "ranking_count": 80716,
            "abstract": "Never before, in the entire history of the American theater, has so much of the truth of black people's lives been seen on the stage, observed James Baldwin shortly before. A Raisin in the Sun. opened on Broadway in 1959.. Indeed Lorraine Hansberry's award-winning drama about the hopes and aspirations of a struggling, working-class family living on the South Side of Chicago connected profoundly with the psyche of black America--and changed American theater forever.  The play's title comes from a line in Langston Hughes's poem Harlem, which warns that a dream deferred might dry up/like a raisin in the sun.. The events of every passing year add resonance to. A Raisin in the Sun. , said. The New York Times. .  It is as if history is conspiring to make the play a classic.  This Modern Library edition presents the fully restored, uncut version of Hansberry's landmark work with an introduction by Robert Nemiroff.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Fiction",
                "Drama",
                "Academic",
                "Historical",
                "Cultural",
                "Young Adult"
            ]
        },
        {
            "title": "Donde los árboles cantan",
            "authors": [
                "Laura Gallego García"
            ],
            "ranking": 4.23,
            "ranking_count": 17276,
            "abstract": "Viana, la única hija del duque de Rocagrís, está prometida al joven Robian de Castelmar desde que ambos eran niños. Los dos se aman y se casarán en primavera. Sin embargo, durante los festejos del solsticio de invierno, un arisco montaraz advierte al rey de Nortia y sus caballeros de la amenaza de los bárbaros de las estepas... y tanto Robian como el duque se ven obligados a marchar a la guerra. En tales circunstancias, una doncella como Viana no puede hacer otra cosa que esperar su regreso... y, tal vez, prestar atención a las leyendas que se cuentan sobre el Gran Bosque... el lugar donde los árboles cantan.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "European Literature",
                "Fiction",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "Small Great Things",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 4.34,
            "ranking_count": 311635,
            "abstract": "Ruth Jefferson is a labor and delivery nurse at a Connecticut hospital with more than twenty years' experience. During her shift, Ruth begins a routine checkup on a newborn, only to be told a few minutes later that she's been reassigned to another patient. The parents are white supremacists and don't want Ruth, who is African American, to touch their child. The hospital complies with their request, but the next day, the baby goes into cardiac distress while Ruth is alone in the nursery. Does she obey orders or does she intervene?. Ruth hesitates before performing CPR and, as a result, is charged with a serious crime. Kennedy McQuarrie, a white public defender, takes her case but gives unexpected advice: Kennedy insists that mentioning race in the courtroom is not a winning strategy. Conflicted by Kennedy's counsel, Ruth tries to keep life as normal as possible for her family—especially her teenage son—as the case becomes a media sensation. As the trial moves forward, Ruth and Kennedy must gain each other's trust, and come to see that what they've been taught their whole lives about others—and themselves—might be wrong.. With incredible empathy, intelligence, and candor, Jodi Picoult tackles race, privilege, prejudice, justice, and compassion—and doesn't offer easy answers. Small Great Things is a remarkable achievement from a writer at the top of her game.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Book Club",
                "Race",
                "Realistic Fiction",
                "Drama",
                "Literary Fiction"
            ]
        },
        {
            "title": "God Bless You, Mr. Rosewater",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 3.95,
            "ranking_count": 62873,
            "abstract": "Second only to Slaughterhouse-Five of Vonnegut's canon in its prominence and influence, God Bless You, Mr. Rosewater (1965) presents Eliot Rosewater, an itinerant, semi-crazed millionaire wandering the country in search of heritage and philanthropic outcome, introducing the science fiction writer Kilgore Trout to the world and Vonnegut to the collegiate audience which would soon make him a cult writer.. Trout, modeled according to Vonnegut on the science fiction writer Theodore Sturgeon (with whom Vonnegut had an occasional relationship) is a desperate, impoverished but visionary hack writer who functions for Eliot Rosewater as both conscience and horrid example. Rosewater, seeking to put his inheritance to some meaningful use (his father was an entrepreneur), tries to do good within the context of almost illimitable cynicism and corruption.. It is in this novel that Rosewater wanders into a science fiction conference--an actual annual event in Milford, Pennsylvania--and at the motel delivers his famous monologue evoked by science fiction writers and critics for almost half a century: None of you can write for sour apples... but you're the only people trying to come to terms with the really terrific things which are happening today. Money does not drive Mr. Rosewater (or the corrupt lawyer who tries to shape the Rosewater fortune) so much as outrage at the human condition.. The novel was adapted for a 1979 Alan Menken musical. The novel is told mostly thru a collection of short stories dealing with Eliot's interactions with the citizens of Rosewater County, usually with the last sentence serving as a punch line. The antagonist's tale, Mushari's, is told in a similar short essay fashion. The stories reveal different hypocrisies of humankind in a darkly humorous fashion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "Science Fiction",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Skyward",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.5,
            "ranking_count": 100218,
            "abstract": "Defeated, crushed, and driven almost to extinction, the remnants of the human race are trapped on a planet that is constantly attacked by mysterious alien starfighters. Spensa, a teenage girl living among them, longs to be a pilot. When she discovers the wreckage of an ancient ship, she realizes this dream might be possible—assuming she can repair the ship, navigate flight school, and (perhaps most importantly) persuade the strange machine to help her. Because this ship, uniquely, appears to have a soul.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Space",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Driven",
            "authors": [
                "K. Bromberg"
            ],
            "ranking": 4.27,
            "ranking_count": 58435,
            "abstract": "From New York Times Best-Selling Author K. Bromberg comes an unforgettable series about lust, love, redemption, and healing.... Our paths should never have crossed.. Colton Donavan was arrogant, exuded that bad boy vibe, and embodied everything I never wanted. And yet all it took was one night, one hallway, and one stolen kiss for me to know I hated him and desired him instantly.. My heart was healing. His soul was damaged. But with one bid, one little boy, and one carnival date, I couldn’t walk away and he wouldn’t let me in.. This is our story. Our fight.. Our perfectly imperfect love.. Longer description:. Rylee Thomas is used to being in control. But she’s about to meet the one man that just might make her enjoy losing it…. I am the exception to the rule.. In a world full of willing women, I’m a challenge to the roguish and achingly handsome Colton Donavan. A man used to getting exactly what he wants in all aspects of life. He’s the reckless bad boy constantly skating that razor thin edge toward out of control, on and off of the track.. Colton crashes into my life like a tornado: sapping my control, testing my vulnerabilities beyond their limits, and unintentionally penetrating the protective wall around my healing heart. Tearing apart the world I rebuilt so carefully with structure, predictability, and discipline.. I can’t give him what he wants and he can’t give me what I need.. But after a glimpse beneath his refined exterior into the dark secrets of his damaged soul, can I bring myself to walk away?. Our sexual chemistry is undeniable. Our individual need for complete control is irrefutable. But when our worlds collide, is the chemistry enough to bring us together or will our untold secrets and battle of wills force us apart?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Sports",
                "Adult Fiction",
                "Contemporary",
                "New Adult",
                "Contemporary Romance",
                "Adult",
                "Erotica"
            ]
        },
        {
            "title": "Thirteen for Dinner",
            "authors": [
                "Kathleen Lopez"
            ],
            "ranking": 4.25,
            "ranking_count": 571,
            "abstract": "The exclusive dinner party event of the season...where the guests are dying to leave.. Eccentric and elderly socialite, Elizabeth Headstrom, hosts an annual lavishly themed party at her family’s sprawling estate. Always fascinated with anything supernatural, Elizabeth determined this year’s theme would center around a particular superstition. This year, she was to host a dinner party of just thirteen guests. She wanted to test the adage that if one broke the circle of thirteen at the table, then misery would befall all in attendance.. Ms. Headstrom intentionally invited only those who have been most notable in certain circles, some not exactly for the best reasons, to attend this year’s event. All the infamous guests accept her invite, unaware of the theme, as well as unaware of just how far the evening’s events would go.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Contemporary",
                "Epic",
                "Mystery"
            ]
        },
        {
            "title": "Sempre",
            "authors": [
                "J.M. Darhower"
            ],
            "ranking": 4.15,
            "ranking_count": 27352,
            "abstract": "THIS IS A STORY ABOUT SACRIFICE... DEATH... LOVE... FREEDOM. THIS IS A STORY ABOUT FOREVER.. Haven Antonelli and Carmine DeMarco grew up under vastly different circumstances. Haven, a second-generation slave, was isolated in the middle of the desert, her days full of hard work and terrifying abuse. Carmine, born into a wealthy Mafia family, lived a life of privilege and excess. Now, a twist of fate causes their worlds to collide. Entangled in a web of secrets and lies, they learn that while different on the surface, they have more in common than anyone would think. In a world full of chaos, where money and power rule, Haven and Carmine yearn to break free, but a string of events that began before either of them were born threatens to destroy them instead.. Murder and betrayal are a way of life, and nothing comes without a price-especially not freedom. But how much will they have to sacrifice? Can they escape their pasts? And, most of all, what does it mean to be free?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Young Adult",
                "Contemporary",
                "Dark",
                "Sociology",
                "Mystery",
                "Suspense"
            ]
        },
        {
            "title": "My Name Is Memory",
            "authors": [
                "Ann Brashares"
            ],
            "ranking": 3.71,
            "ranking_count": 31585,
            "abstract": "Daniel has spent centuries falling in love with the same girl. Life after life, crossing continents and dynasties, he and Sophia (despite her changing name and form) have been drawn together-and he remembers it all. Daniel has the memory, the ability to recall past lives and recognize souls of those he's previously known. It is a gift and a curse. For all the times that he and Sophia have been drawn together throughout history, they have also been torn painfully, fatally, apart. A love always too short.. Interwoven through Sophia and Daniel's unfolding present day relationship are glimpses of their expansive history together. From 552 Asia Minor to 1918 England and 1972 Virginia, the two souls share a long and sometimes torturous path of seeking each other time and time again. But just when young Sophia (now Lucy in the present) finally begins to awaken to the secret of their shared past, to understand the true reason for the strength of their attraction, the mysterious force that has always torn them apart reappears. Ultimately, they must come to understand what stands in the way of their love if they are ever to spend a lifetime together.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Fantasy",
                "Young Adult",
                "Historical",
                "Science Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Tiger's Destiny",
            "authors": [
                "Colleen Houck"
            ],
            "ranking": 4.38,
            "ranking_count": 24814,
            "abstract": "With three of the goddess Durga's quests behind them, only one prophecy now stands in the way of Kelsey, Ren, and Kishan breaking the tiger's curse. But the trio's greatest challenge awaits them: A life-endangering pursuit in search of Durga's final gift, the Rope of Fire, on the Andaman Islands in the Bay of Bengal.. It's a race against time, and the evil sorcerer Lokesh, in this eagerly anticipated fourth volume in the bestselling. Tiger's Curse. series, which pits good against evil, tests the bonds of love and loyalty, and finally reveals the tigers' true destinies once and for all.. A smart phone tag code on the back cover links readers to the series website.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Adventure",
                "Fiction",
                "Science Fiction"
            ]
        },
        {
            "title": "True Grit",
            "authors": [
                "Charles Portis"
            ],
            "ranking": 4.14,
            "ranking_count": 50108,
            "abstract": "In the 1870s, young Mattie Ross learns that her beloved father was gunned down by his former handyman. But even though this gutsy 14-year-old is seeking vengeance, she is smart enough to figure out she can't go alone after a desperado who's holed up in Indian territory. With some fast-talking, she convinces mean, one-eyed US Marshal Rooster Cogburn into going after the despicable outlaw with her.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Historical",
                "Classics",
                "Adventure",
                "Audiobook",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Homeland",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.25,
            "ranking_count": 80890,
            "abstract": "Drow ranger Drizzt Do'Urden, first introduced in The Icewind Dale Trilogy, quickly became one of the fantasy genre's standout characters. But Homeland first reveals the startling tale of how this one lone drow walked out of the shadowy depths of the Underdark, leaving behind a society of evil and a family who want him dead. It is here that the story of this amazing dark elf truly began.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Role Playing Games",
                "Young Adult"
            ]
        },
        {
            "title": "Tooth for Tooth",
            "authors": [
                "J.K. Franko"
            ],
            "ranking": 4.34,
            "ranking_count": 5771,
            "abstract": "“A thrilling sequel... Franko has me hooked.” – Independent Book Review. What would you do if you got away with murder? Would you stop there? Could you?. Susie and Roy thought that they committed the perfect crime.. Their planning was meticulous. Their execution was flawless.. But, there is always a loose end, isn’t there? Always a singing bone.. Now, while enemies multiply and suspicions abound, their perfect world begins to crumble.. The hunters have become the hunted.. ...one of the most intricate, well thought out and executed crime novels I've ever read... - Amazon Top 100 Reviewer",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Drama",
                "Novels",
                "Thriller",
                "Mystery",
                "Epic",
                "Suspense"
            ]
        },
        {
            "title": "Legendborn",
            "authors": [
                "Tracy Deonn"
            ],
            "ranking": 4.43,
            "ranking_count": 54387,
            "abstract": "After her mother dies in an accident, sixteen-year-old Bree Matthews wants nothing to do with her family memories or childhood home. A residential program for bright high schoolers at UNC–Chapel Hill seems like the perfect escape—until Bree witnesses a magical attack her very first night on campus.. A flying demon feeding on human energies.. A secret society of so called “Legendborn” students that hunt the creatures down.. And a mysterious teenage mage who calls himself a “Merlin” and who attempts—and fails—to wipe Bree’s memory of everything she saw.. The mage’s failure unlocks Bree’s own unique magic and a buried memory with a hidden connection: the night her mother died, another Merlin was at the hospital. Now that Bree knows there’s more to her mother’s death than what’s on the police report, she’ll do whatever it takes to find out the truth, even if that means infiltrating the Legendborn as one of their initiates.. She recruits Nick, a self-exiled Legendborn with his own grudge against the group, and their reluctant partnership pulls them deeper into the society’s secrets—and closer to each other. But when the Legendborn reveal themselves as the descendants of King Arthur’s knights and explain that a magical war is coming, Bree has to decide how far she’ll go for the truth and whether she should use her magic to take the society down—or join the fight.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Retellings",
                "Romance",
                "LGBT",
                "Audiobook"
            ]
        },
        {
            "title": "Nevermore",
            "authors": [
                "James Patterson"
            ],
            "ranking": 3.89,
            "ranking_count": 36189,
            "abstract": "Maximum Ride and her faithful friends stand ready to face the two greatest threats that humankind has ever known--now combining forces in an unbeatable plot to destroy life as we know it once and for all. And this time, the enemy. truly. can't be stopped. . The danger mounts just as the boy genetically engineered to be her perfect match, Dylan, has finally worked his way into Max's heart--and just as her beloved Fang unexpectedly returns to the flock. An explosive confrontation between the two boys with a claim to Max's heart ensues, and the entire world hangs in the balance.. In this powerful and moving latest sequel in James Patterson's epic fantasy series, fans will finally get the answers they've been waiting for--and an ending full of shock, surprises, and the greatest conclusion you never saw coming.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "Colorless Tsukuru Tazaki and His Years of Pilgrimage",
            "authors": [
                "Haruki Murakami"
            ],
            "ranking": 3.87,
            "ranking_count": 153149,
            "abstract": "A mesmerising mystery story about friendship from the internationally bestselling author of. Norwegian Wood. and. 1Q84. Tsukuru Tazaki had four best friends at school. By chance all of their names contained a colour. The two boys were called Akamatsu, meaning ‘red pine’, and Oumi, ‘blue sea’, while the girls’ names were Shirane, ‘white root’, and Kurono, ‘black field’. Tazaki was the only last name with no colour in it.. One day Tsukuru Tazaki’s friends announced that they didn't want to see him, or talk to him, ever again.. Since that day Tsukuru has been floating through life, unable to form intimate connections with anyone. But then he meets Sara, who tells him that the time has come to find out what happened all those years ago.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Contemporary",
                "Magical Realism",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Laughing Corpse",
            "authors": [
                "Laurell K. Hamilton"
            ],
            "ranking": 4.12,
            "ranking_count": 82274,
            "abstract": "Harold Gaynor offers Anita Blake a million dollars to raise a 300-year-old zombie. Knowing it means a human sacrifice will be necessary, Anita turns him down. But when dead bodies start turning up, she realizes that someone else has raised Harold's zombie--and that the zombie is a killer. Anita pits her power against the zombie and the voodoo priestess who controls it.. In. The Laughing Corpse. Anita will learn that there are some secrets better left buried-and some people better off dead...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Horror",
                "Romance",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Hyperbole and a Half: Unfortunate Situations, Flawed Coping Mechanisms, Mayhem, and Other Things That Happened",
            "authors": [
                "Allie Brosh"
            ],
            "ranking": 4.15,
            "ranking_count": 196193,
            "abstract": "This is a book I wrote. Because I wrote it, I had to figure out what to put on the back cover to explain what it is. I tried to write a long, third-person summary that would imply how great the book is and also sound vaguely authoritative--like maybe someone who isn’t me wrote it--but I soon discovered that I’m not sneaky enough to pull it off convincingly. So I decided to just make a list of things that are in the book:. Pictures. Words. Stories about things that happened to me. Stories about things that happened to other people because of me. Eight billion dollars*. Stories about dogs. The secret to eternal happiness*. *These are lies. Perhaps I have underestimated my sneakiness!",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Sequential Art",
                "Autobiography",
                "Biography",
                "Health",
                "Adult",
                "Short Stories"
            ]
        },
        {
            "title": "The Storyteller",
            "authors": [
                "Antonia Michaelis"
            ],
            "ranking": 4.03,
            "ranking_count": 8561,
            "abstract": "Anna and Abel couldn’t be more different. They are both seventeen and in their last year of school, but while Anna lives in a nice old town house and comes from a well-to-do family, Abel, the school drug dealer, lives in a big, prisonlike tower block at the edge of town. Anna is afraid of him until she realizes that he is caring for his six-year-old sister on his own. Fascinated, Anna follows the two and listens as Abel tells little Micha the story of a tiny queen assailed by dark forces. It’s a beautiful fairy tale that Anna comes to see has a basis in reality. Abel is in real danger of losing Micha to their abusive father and to his own inability to make ends meet. Anna gradually falls in love with Abel, but when his “enemies” begin to turn up dead, she fears she has fallen for a murderer. Has she?. Award-winning author Antonia Michaelis moves in a bold new direction with her latest novel: a dark, haunting, contemporary story that is part mystery, part romance, and part melodrama.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Mystery",
                "Fantasy",
                "Fiction",
                "Realistic Fiction",
                "Dark",
                "Drama",
                "Sociology"
            ]
        },
        {
            "title": "United We Spy",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 4.44,
            "ranking_count": 33085,
            "abstract": "Cammie Morgan has lost her father and her memory, but in the heart-pounding conclusion to the best-selling Gallagher Girls series, she finds her greatest mission yet. Cammie and her friends finally know why the terrorist organization called the Circle of Cavan has been hunting her. Now the spy girls and Zach must track down the Circle’s elite members to stop them before they implement a master plan that will change Cammie—and her country—forever.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Romance",
                "Contemporary",
                "Spy Thriller",
                "Fiction",
                "Adventure",
                "Action",
                "Womens Fiction"
            ]
        },
        {
            "title": "Wolfsbane",
            "authors": [
                "Andrea Cremer"
            ],
            "ranking": 4.11,
            "ranking_count": 46765,
            "abstract": "Calla Tor wakes up in the lair of the Searchers, her sworn enemy, and she's certain her days are numbered. But then the Searchers make her an offer–one that gives her the chance to destroy her former masters and save the pack–and the man–she left behind. Is Ren worth the price of her freedom? And will Shay stand by her side no matter what? Now in control of her own destiny, Calla must decide which battles are worth fighting and how many trials true love can endure and still survive.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Shapeshifters",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "The Witch of Portobello",
            "authors": [
                "Paulo Coelho",
                "Margaret Jull Costa"
            ],
            "ranking": 3.55,
            "ranking_count": 75599,
            "abstract": "How do we find the courage to always be true to ourselves—even if we are unsure of whom we are?. That is the central question of international bestselling author Paulo Coelho's profound new work,. The Witch of Portobello. . It is the story of a mysterious woman named Athena, told by the many who knew her well—or hardly at all.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Novels",
                "Spirituality",
                "Fantasy",
                "Contemporary",
                "Inspirational",
                "Magical Realism",
                "Literature",
                "Religion"
            ]
        },
        {
            "title": "Patriot Games",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 4.15,
            "ranking_count": 197867,
            "abstract": "Tom Clancy's. Patriot Games. is filled with the exceptional realism and authenticity that distinguished the author's two previous bestsellers, Hunt for. Red October. and. Red Storm Rising. .. Patriot Games. puts us on the cutting edge of another type of war — the international battle of terrorism.. It is fall. Years before the defection of a Soviet submarine will send him hurtling into confrontation with the Soviets, historian, ex-Marine and CIA analyst Jack Ryan is vacationing in London with his wife and young daughter, when a terrorist attack takes place before his eyes. Instinctively, he dives forward to break it up, and is shot. It is not until he wakes up in the hospital that he learns whose lives he has saved -- the Prince and Princess of Wales and their new young son -- and which enemies he has made -- the Ulster Liberation Army, an ultra-left-wing splinter of the IRA.. By his impulsive act, he has gained both the gratitude of a nation and then enmity of hits most dangerous men -- men who do not sit on their hate. And in the weeks and months to come, it is Jack Ryan, and his family, who will become the targets of that hate.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Spy Thriller",
                "Action",
                "War",
                "Adventure"
            ]
        },
        {
            "title": "Ten Tiny Breaths",
            "authors": [
                "K.A. Tucker"
            ],
            "ranking": 4.11,
            "ranking_count": 74966,
            "abstract": "Kacey Cleary’s whole life imploded four years ago in a drunk-driving accident. Now she’s working hard to bury the pieces left behind—all but one. Her little sister, Livie. Kacey can swallow the constant disapproval from her born-again aunt Darla over her self-destructive lifestyle; she can stop herself from going kick-boxer crazy on Uncle Raymond when he loses the girls’ college funds at a blackjack table. She just needs to keep it together until Livie is no longer a minor, and then they can get the hell out of Grand Rapids, Michigan.. But when Uncle Raymond slides into bed next to Livie one night, Kacey decides it’s time to run. Armed with two bus tickets and dreams of living near the coast, Kacey and Livie start their new lives in a Miami apartment complex, complete with a grumpy landlord, a pervert upstairs, and a neighbor with a stage name perfectly matched to her chosen “profession.” But Kacey’s not worried. She can handle all of them. What she can’t handle is Trent Emerson in apartment 1D.. Kacey doesn’t want to feel. She doesn’t. It’s safer that way. For everyone. But sexy Trent finds a way into her numb heart, reigniting her ability to love again. She starts to believe that maybe she can leave the past where it belongs and start over. Maybe she’s not beyond repair.. But Kacey isn’t the only one who’s broken. Seemingly perfect Trent has an unforgiveable past of his own; one that, when discovered, will shatter Kacey’s newly constructed life and send her back into suffocating darkness.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Womens Fiction",
                "Drama",
                "Adult",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Invention of Wings",
            "authors": [
                "Sue Monk Kidd"
            ],
            "ranking": 4.24,
            "ranking_count": 292097,
            "abstract": "Writing at the height of her narrative and imaginative gifts, Sue Monk Kidd presents a masterpiece of hope, daring, the quest for freedom, and the desire to have a voice in the world—and it is now the newest Oprah’s Book Club 2.0 selection.. Hetty “Handful” Grimke, an urban slave in early nineteenth century Charleston, yearns for life beyond the suffocating walls that enclose her within the wealthy Grimke household. The Grimke’s daughter, Sarah, has known from an early age she is meant to do something large in the world, but she is hemmed in by the limits imposed on women.. Kidd’s sweeping novel is set in motion on Sarah’s eleventh birthday, when she is given ownership of ten year old Handful, who is to be her handmaid. We follow their remarkable journeys over the next thirty five years, as both strive for a life of their own, dramatically shaping each other’s destinies and forming a complex relationship marked by guilt, defiance, estrangement and the uneasy ways of love.. As the stories build to a riveting climax, Handful will endure loss and sorrow, finding courage and a sense of self in the process. Sarah will experience crushed hopes, betrayal, unrequited love, and ostracism before leaving Charleston to find her place alongside her fearless younger sister, Angelina, as one of the early pioneers in the abolition and women’s rights movements.. Inspired by the historical figure of Sarah Grimke, Kidd goes beyond the record to flesh out the rich interior lives of all of her characters, both real and invented, including Handful’s cunning mother, Charlotte, who courts danger in her search for something better.. This exquisitely written novel is a triumph of storytelling that looks with unswerving eyes at a devastating wound in American history, through women whose struggles for liberation, empowerment, and expression will leave no reader unmoved.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Book Club",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Novels",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Call to Serve",
            "authors": [
                "Cece Whittaker"
            ],
            "ranking": 4.22,
            "ranking_count": 490,
            "abstract": "Librarian's Note: an alternate cover for this ISBN can be found. here. and. here. .. It was 1943 and things were heating up.. Hearts broke everywhere as they prayed for the safety of their country. Friends Helen, Annie, Bernice & Joan struggled to hold onto devotion and service in a changing world. Would their loved ones survive the dark and destructive dangers of the War?. When Helen’s husband Harry and Annie's Sylvester go MIA at the same time, Joan and Bernice are determined to keep their dear friends from losing faith. As Christmas approaches, they are all possessed of a very special kind of hope. But will their prayers be answered?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Novels",
                "Historical",
                "Young Adult",
                "New Adult",
                "Adult",
                "Childrens",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "House of Spies",
            "authors": [
                "Daniel Silva"
            ],
            "ranking": 4.29,
            "ranking_count": 29924,
            "abstract": "A heart-stopping tale of suspense, Daniel Silva’s runaway bestseller, The Black Widow, was one of 2016’s biggest novels. Now, in House of Spies, Gabriel Allon is back and out for revenge — determined to hunt down the world’s most dangerous terrorist, a shadowy ISIS mastermind known only as Saladin.. Four months after the deadliest attack on the American homeland since 9/11, terrorists leave a trail of carnage through London’s glittering West End. The attack is a brilliant feat of planning and secrecy, but with one loose thread.. The thread leads Gabriel Allon and his team of operatives to the south of France and to the gilded doorstep of Jean-Luc Martel and Olivia Watson. A beautiful British former fashion model, Olivia pretends not to know that the true source of Martel’s enormous wealth is drugs. And Martel, likewise, turns a blind eye to the fact he is doing business with a man whose objective is the very destruction of the West. Together, under Gabriel’s skilled hand, they will become an unlikely pair of heroes in the global war on terrorism.. Written in seductive and elegant prose, the story moves swiftly from the glamour of Saint-Tropez to the grit of Casablanca and, finally, to an electrifying climax that will leave readers breathless long after they turn the final page.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Spy Thriller",
                "Suspense",
                "Action",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Persona normal",
            "authors": [
                "Benito Taibo"
            ],
            "ranking": 4.42,
            "ranking_count": 22471,
            "abstract": "Una grandiosa e increíble aventura para ser todo... excepto normal.. Tenía un par de padres divertidos y jóvenes, llenos de sueños y de planes. Pero a mis doce años, cinco meses, tres días y dos horas y cuarto, aproximadamente, me quedé sin ellos. Desde que el tío Paco se hizo cargo de él, Sebastián ha vivido aventuras increíbles: tuvo un encuentro inesperado con un enorme felino, conoció a uno de los últimos vampiros que viven en el DF; frente a su casa vio a un mítico personaje saltar de la góndola en la que viajaba, para rescatar a una joven de una inundación; consiguió un mapa estelar para un pobre extraterrestre perdido en la Tierra, sobrevivió el embate de un enorme monstruo marino, peleó al lado de los sioux para defender su territorio de los colonizadores? ¿Qué pasa con Sebastián? ¿Acaso no es una «persona normal»?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "European Literature",
                "Fiction",
                "Drama",
                "Audiobook"
            ]
        },
        {
            "title": "His Majesty's Dragon",
            "authors": [
                "Naomi Novik"
            ],
            "ranking": 4.05,
            "ranking_count": 88435,
            "abstract": "Aerial combat brings a thrilling new dimension to the Napoleonic Wars as valiant warriors ride mighty fighting dragons, bred for size or speed. When HMS Reliant captures a French frigate and seizes the precious cargo, an unhatched dragon egg, fate sweeps Captain Will Laurence from his seafaring life into an uncertain future – and an unexpected kinship with a most extraordinary creature. Thrust into the rarified world of the Aerial Corps as master of the dragon Temeraire, he will face a crash course in the daring tactics of airborne battle. For as France’s own dragon-borne forces rally to breach British soil in Bonaparte’s boldest gambit, Laurence and Temeraire must soar into their own baptism of fire.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Science Fiction",
                "Historical Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Kindly Ones",
            "authors": [
                "Jonathan Littell",
                "Charlotte Mandell"
            ],
            "ranking": 3.93,
            "ranking_count": 12820,
            "abstract": "Named one of the 100 Best Books of the Decade by The. Times. of London. Oh my human brothers, let me tell you how it happened.. A former Nazi officer, Dr. Maximilien Aue has reinvented himself, many years after the war, as a middle-class family man and factory owner in France. An intellectual steeped in philosophy, literature, and classical music, he is also a cold-blooded assassin and the consummate bureaucrat. Through the eyes of this cultivated yet monstrous man we experience in disturbingly precise detail the horrors of the Second World War and the Nazi genocide of the Jews. Eichmann, Himmler, Göring, Speer, Heydrich, Höss—even Hitler himself—play a role in Max's story. An intense and hallucinatory historical epic,. The Kindly Ones. is also a morally challenging read. It holds a mirror up to humanity—and the reader cannot look away.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Cultural",
                "World War II",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Gabriel's Redemption",
            "authors": [
                "Sylvain Reynard"
            ],
            "ranking": 4.21,
            "ranking_count": 39248,
            "abstract": "Professor Gabriel Emerson has left his position at the University of Toronto to embark on a new life with his beloved Julianne. Together, he’s confident that they can face any challenge. And he’s eager to become a father.. But Julianne’s graduate program threatens Gabriel’s plans, as the pressures of being a student become all consuming. When she is given the honor of presenting an academic lecture at Oxford, Gabriel is forced to confront her about the subject of her presentation – research that conflicts with his own. And in Oxford, several individuals from their past appear, including an old nemesis intent on humiliating Julia and exposing one of Gabriel’s darkest secrets.. In an effort to confront his remaining demons, Gabriel begins a quest to discover more about his biological parents, beginning a chain of events that has startling repercussions for himself, Julianne, and his hope of having a family.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Adult",
                "New Adult",
                "Fiction",
                "Academic",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Sugar Queen",
            "authors": [
                "Sarah Addison Allen"
            ],
            "ranking": 3.98,
            "ranking_count": 51486,
            "abstract": "Twenty-seven-year-old Josey is sure of three things: winter in her North Carolina hometown is her favorite season; she's a sorry excuse for a Southern belle; and sweets are best eaten in the privacy of her hidden closet. For while Josey has settled into an uneventful life in her mother's house, her one consolation is the stockpile of sugary treats and paperback romances she escapes to each night ...Until she finds her closet harboring none other than local waitress Della Lee Baker, a tough-talking, tender-hearted woman who is one part nemesis - and two parts fairy godmother ...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Romance",
                "Fantasy",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "American"
            ]
        },
        {
            "title": "Light",
            "authors": [
                "Michael  Grant"
            ],
            "ranking": 4.37,
            "ranking_count": 36348,
            "abstract": "It's been over a year since all the adults disappeared. Gone.. In the time since every person over the age of fourteen disappeared from the town of Perdido Beach, California, countless battles have been fought: battles against hunger and lies and plague, and epic battles of good against evil.. Light. , Michael Grant's sixth and final book in the. New York Times. bestselling Gone series creates a masterful, arresting conclusion to life in the FAYZ.. And now, the gaiaphage has been reborn as Diana's malicious mutant daughter, Gaia. Gaia is endlessly hungry for destruction. She yearns to conquer her nemesis, Little Pete, and then bend the entire world to her warped will. As long-standing enemies become allies, secrets are revealed and unexpected sacrifices are made. Will their attempts to save themselves and one another matter in the end, or will the kids of Perdido Beach perish in this final power struggle?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Horror",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "Snow Country",
            "authors": [
                "Yasunari Kawabata",
                "Edward G. Seidensticker"
            ],
            "ranking": 3.64,
            "ranking_count": 24950,
            "abstract": "Nobel Prize recipient Yasunari Kawabata's. Snow Country. is widely considered to be the writer's masterpiece, a powerful tale of wasted love set amid the desolate beauty of western Japan.. At an isolated mountain hot spring, with snow blanketing every surface, Shimamura, a wealthy dilettante meets Komako, a lowly geisha. She gives herself to him fully and without remorse, despite knowing that their passion cannot last and that the affair can have only one outcome. In chronicling the course of this doomed romance, Kawabata has created a story for the ages, a stunning novel dense in implication and exalting in its sadness.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Literature",
                "Romance",
                "Novels",
                "Nobel Prize"
            ]
        },
        {
            "title": "A Fistful of Charms",
            "authors": [
                "Kim Harrison"
            ],
            "ranking": 4.27,
            "ranking_count": 56404,
            "abstract": "The evil night things that prowl Cincinnati despise witch and bounty hunter Rachel Morgan. Her new reputation for the dark arts is turning human and undead heads alike with the intent to possess, bed, and kill her -- not necessarily in that order.. Now a mortal lover who abandoned Rachel has returned, haunted by his secret past. And there are those who covet what Nick possesses -- savage beasts willing to destroy the Hollows and everyone in it if necessary.. Forced to keep a low profile or eternally suffer the wrath of a vengeful demon, Rachel must nevertheless act quickly. For the pack is gathering for the first time in millennia to ravage and to rule. And suddenly more than Rachel's soul is at stake.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "أولاد حارتنا",
            "authors": [
                "Naguib Mahfouz",
                "نجيب محفوظ"
            ],
            "ranking": 4.11,
            "ranking_count": 25841,
            "abstract": "رواية. يجلس الجبلاوي في بيته الكبير المحاط بالحدائق واﻷسوار العالية ومن حوله أحفاده الذين يتنازعون للحصول على وقفه، ويقوم الفتوات بابعاد هؤلاء عن جنته اﻷرضية، حيث استقرت ذريته خارج أسوار البيت الكبير، وبالرغم من فقرهم الا انهم لم يكفو عن الدعاء بأن ينزل الجبلاوي اليهم ويترك عزلته ويوزع تركته ويخلصهم من بطش الفتوات فيسود الخير على الجميع، ويظهر في كل جيل هذا المخلص والذي يتعلق به الناس وينتفضو معه ضد الفتوات، ولكن الجشع والجهل يرجعهم في اخر المطاف الى ما كانت عليه الاوضاع ويبقى الفقر والمعاناة مصيرهم الذي لا مفر منه.. يصف محفوظ في هذه الرواية الرائعة القهر وشوق الناس إلى الخلاص من أنفسهم، وكيف ان المبادئ يمكن أن تتغير بتأرجح النفوس البشرية، وكيف ان الاعمال الخيرة تقع تحت يد الفساد والمفسدين.. تعد هذه الرواية من أشهر روايات اﻷديب الراحل وأكثرها إشكالية وقد نوهت اﻷكاديمية السويدية بها عندما منحت نجيب محفوظ جائزة نوبل للآداب.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Classics",
                "Literature",
                "Northern Africa",
                "Historical",
                "Cultural",
                "Religion",
                "Philosophy",
                "Nobel Prize"
            ]
        },
        {
            "title": "Abarat",
            "authors": [
                "Clive Barker"
            ],
            "ranking": 4.1,
            "ranking_count": 26807,
            "abstract": "Candy lives in Chickentown USA: the most boring place in the world, her heart bursting for some clue as to what her future may hold. She is soon to find out: swept out of our world by a giant wave, she finds herself in another place entirely.... The Abarat: a vast archipelago where every island is a different hour of the day, from the sunlit wonders of Three in the Afternoon, where dragons roam, to the dark terrors of the island of Midnight, ruled by Christopher Carrion.. Candy has a place in this extraordinary world: she has been brought here to help save the Abarat from the dark forces that are stirring at its heart. Forces older than time itself, and more evil than anything Candy has ever encountered.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Horror",
                "Adventure",
                "Science Fiction Fantasy",
                "Childrens"
            ]
        },
        {
            "title": "The Distance Between Us",
            "authors": [
                "Kasie West"
            ],
            "ranking": 3.92,
            "ranking_count": 74577,
            "abstract": "Seventeen-year-old Caymen Meyers studies the rich like her own personal science experiment, and after years of observation she’s pretty sure they’re only good for one thing—spending money on useless stuff, like the porcelain dolls in her mother’s shop.. So when Xander Spence walks into the store to pick up a doll for his grandmother, it only takes one glance for Caymen to figure out he’s oozing rich. Despite his charming ways and that he’s one of the first people who actually gets her, she’s smart enough to know his interest won’t last. Because if there’s one thing she’s learned from her mother’s warnings, it’s that the rich have a short attention span. But Xander keeps coming around, despite her best efforts to scare him off. And much to her dismay, she's beginning to enjoy his company.. She knows her mom can’t find out—she wouldn’t approve. She’d much rather Caymen hang out with the local rocker who hasn’t been raised by money. But just when Xander’s attention and loyalty are about to convince Caymen that being rich isn’t a character flaw, she finds out that money is a much bigger part of their relationship than she’d ever realized. And that Xander’s not the only one she should’ve been worried about.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Realistic Fiction",
                "Fiction"
            ]
        },
        {
            "title": "All Creatures Great and Small / All Things Bright and Beautiful",
            "authors": [
                "James Herriot"
            ],
            "ranking": 4.3,
            "ranking_count": 13557,
            "abstract": "Twenty-five years ago, a volume of memoirs by an unknown Scottish veterinarian was first published--. All Creatures Great and Small.. Within a year, the book had become recognized as a masterpiece. It went on to sell millions of copies and began the marvelous series of books, beloved of readers all over the world, which have so far sold over 20 million copies in English alone. Here, for the first time, the first two books in this series are being published together.. These pages, now as then, are full of humor, warmth, pathos, drama, and James Herriot's unique and richly justified love of life. His journeys across the Yorkshire dales, his encounters with humans and dogs, cows and kittens, are illuminating by his infinite fascination and affection, and rendered with all the infectious joy of a born storyteller.. Whether struggling mightily to position a calf for birthing, or comforting a lonely old man whose beloved dog and only companion has died, Herriot's heartwarming and often hilarious stories perfectly depict the wonderful relationship between man and animal. His wonderful stories make us laugh and cry, as we marvel at the everyday miracles he creates.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "Animals",
                "Autobiography",
                "Biography",
                "Humor",
                "Environment",
                "Short Stories",
                "Adult",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Fan Man",
            "authors": [
                "William Kotzwinkle"
            ],
            "ranking": 4.05,
            "ranking_count": 1358,
            "abstract": "The Fan Man. is a comic novel published in 1974 by the American writer William Kotzwinkle. It is told in the first-person by the narrator, Horse Badorties, a down-at-the-heels hippie living a life of drug-fueled befuddlement in New York City c. 1970. The book is written in a colorful, vernacular hippie-speak and tells the story of the main character's hapless attempts to put together a benefit concert featuring his own hand-picked choir of 15-year-old girls.. Horse is a somewhat tragic, though historically humorous, character with echoes of other famous characters in popular culture such as Reverend Jim Ignatowski of. Taxi. fame. In his inability to follow anything through to completion he displays symptoms of attention-deficit disorder though this could equally be drug-induced. His defining characteristic is his joy in renting or commandeering apartments which he fills with street-scavenged junk articles until full to bursting he moves on to his next pad. The name fan man is a reference to another of his traits; the collecting of fans of all shapes and sizes.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Novels",
                "Literature",
                "New York",
                "Contemporary",
                "Adult",
                "The United States Of America"
            ]
        },
        {
            "title": "Blood of Elves",
            "authors": [
                "Andrzej Sapkowski",
                "Danusia Stok"
            ],
            "ranking": 4.1,
            "ranking_count": 155232,
            "abstract": "The. New York Times. bestselling series that inspired the international hit video game:. The Witcher.. For over a century, humans, dwarves, gnomes, and elves have lived together in relative peace. But times have changed, the uneasy peace is over, and now the races are fighting once again. The only good elf, it seems, is a dead elf.. Geralt of Rivia, the cunning assassin known as The Witcher, has been waiting for the birth of a prophesied child. This child has the power to change the world - for good, or for evil.. As the threat of war hangs over the land and the child is hunted for her extraordinary powers, it will become Geralt's responsibility to protect them all - and the Witcher never accepts defeat.. The Witcher returns in this sequel to. The Last Wish. , as the inhabitants of his world become embroiled in a state of total war.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "European Literature",
                "Adventure",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Still Missing",
            "authors": [
                "Chevy Stevens"
            ],
            "ranking": 3.97,
            "ranking_count": 71622,
            "abstract": "On the day she was abducted, Annie O’Sullivan, a 32-year-old realtor, had three goals - sell a house, forget about a recent argument with her mother, and be on time for dinner with her ever-patient boyfriend. The open house is slow, but when her last visitor pulls up in a van as she's about to leave, Annie thinks it just might be her lucky day after all.. Still Missing. interweaves the year Annie spent as the captive of a psychopath in a remote mountain cabin, which unfold through sessions with her psychiatrist, with a second narrative following the events after her escape—her struggle to piece her shattered life back together and the ongoing police investigation into the identity of her captor.. Still Missing. is a shocking, visceral, brutal and beautifully crafted novel.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Contemporary",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "This Is How You Lose the Time War",
            "authors": [
                "Amal El-Mohtar",
                "Max Gladstone"
            ],
            "ranking": 3.96,
            "ranking_count": 84849,
            "abstract": "Among the ashes of a dying world, an agent of the Commandant finds a letter. It reads:. Burn before reading.. Thus begins an unlikely correspondence between two rival agents hellbent on securing the best possible future for their warring factions. Now, what began as a taunt, a battlefield boast, grows into something more. Something epic. Something romantic. Something that could change the past and the future.. Except the discovery of their bond would mean death for each of them. There's still a war going on, after all. And someone has to win that war.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Romance",
                "Fiction",
                "LGBT",
                "Fantasy",
                "Adult",
                "Novella"
            ]
        },
        {
            "title": "Revolution",
            "authors": [
                "Jennifer Donnelly"
            ],
            "ranking": 4.0,
            "ranking_count": 28801,
            "abstract": "BROOKLYN: Andi Alpers is on the edge. She’s angry at her father for leaving, angry at her mother for not being able to cope, and heartbroken by the loss of her younger brother, Truman. Rage and grief are destroying her. And she’s about to be expelled from Brooklyn Heights’ most prestigious private school when her father intervenes. Now Andi must accompany him to Paris for winter break.. PARIS: Alexandrine Paradis lived over two centuries ago. She dreamed of making her mark on the Paris stage, but a fateful encounter with a doomed prince of France cast her in a tragic role she didn’t want—and couldn’t escape.. Two girls, two centuries apart. One never knowing the other. But when Andi finds Alexandrine’s diary, she recognizes something in her words and is moved to the point of obsession. There’s comfort and distraction for Andi in the journal’s antique pages—until, on a midnight journey through the catacombs of Paris, Alexandrine’s words transcend paper and time, and the past becomes suddenly, terrifyingly present.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Contemporary",
                "Romance",
                "Cultural"
            ]
        },
        {
            "title": "Flat-Out Love",
            "authors": [
                "Jessica Park"
            ],
            "ranking": 3.99,
            "ranking_count": 58446,
            "abstract": "Flat-Out Love. is a warm and witty novel of family love and dysfunction, deep heartache and raw vulnerability, with a bit of mystery and one whopping, knock-you-to-your-knees romance.. It's not what you know - or when you see - that matters. It's about a journey.. Something is seriously off in the Watkins home. And Julie Seagle, college freshman, small-town Ohio transplant, and the newest resident of this Boston house, is determined to get to the bottom of it. When Julie's off-campus housing falls through, her mother's old college roommate, Erin Watkins, invites her to move in. The parents, Erin and Roger, are welcoming, but emotionally distant and academically driven to eccentric extremes. The middle child, Matt, is an MIT tech geek with a sweet side ... and the social skills of a spool of USB cable. The youngest, Celeste, is a frighteningly bright but freakishly fastidious 13-year-old who hauls around a life-sized cardboard cutout of her oldest brother almost everywhere she goes.. And there's that oldest brother, Finn: funny, gorgeous, smart, sensitive, almost emotionally available. Geographically? Definitely unavailable. That's because Finn is traveling the world and surfacing only for random Facebook chats, e-mails, and status updates. Before long, through late-night exchanges of disembodied text, he begins to stir something tender and silly and maybe even a little bit sexy in Julie's suddenly lonesome soul.. To Julie, the emotionally scrambled members of the Watkins family add up to something that ... well ... doesn't quite add up. Not until she forces a buried secret to the surface, eliciting a dramatic confrontation that threatens to tear the fragile Watkins family apart, does she get her answer.. Flat-Out Love comes complete with emails, Facebook status updates, and instant messages.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "New Adult",
                "Contemporary",
                "Womens Fiction",
                "Fiction",
                "Academic",
                "Humor",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Swiss Family Robinson",
            "authors": [
                "Johann David Wyss",
                "Scott McKowen",
                "Arthur Pober"
            ],
            "ranking": 3.91,
            "ranking_count": 101736,
            "abstract": "The Robinsons leave their home in Switzerland planning to settle half a world away. But things do not turn out as they had expected. The sole survivors of a terrible shipwreck, they wash ashore to learn that the danger has only begun. Their new world will test their courage, cleverness, endurance, and faith as they struggle to survive and create a civilization of their own in the wilderness.. Note: This Townsend Library classic has been carefully edited to be more accessible to today's students. It includes a brief author's biography and an afterword that provides important context about the work.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Adventure",
                "Childrens",
                "Young Adult",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Wolf Brother",
            "authors": [
                "Michelle Paver",
                "Geoff Taylor"
            ],
            "ranking": 4.19,
            "ranking_count": 24457,
            "abstract": "Six thousand years ago. Evil stalks the land. Only twelve-year-old Torak and his wolf-cub companion can defeat it. Their journey together takes them through deep forests, across giant glaciers, and into dangers they never imagined.. In this page-turning, original, and spectacularly told adventure story, Torak and Wolf are joined by an incredible cast of characters as they battle to save their world, in this first book in the Chronicles of Ancient Darkness.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Historical",
                "Childrens",
                "Animals"
            ]
        },
        {
            "title": "The Penultimate Peril",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 4.06,
            "ranking_count": 97813,
            "abstract": "Dear Reader,. If this is the first book you found while searching for a book to read next, then the first thing you should know is that this next-to-last book is what you should put down first. Sadly, this book presents the next-to-last chronicle of the lives of the Baudelaire orphans, and it is next-to-first in its supply of misery, despair, and unpleasantness.. Probably the next-to-last thing you would like to read about are a harpoon gun, a rooftop sunbathing salon, two mysterious initials, three unidentified triplets, a notorious villain, and an unsavory curry.. Next-to-last things are the first thing to be avoided, and so allow me to recommend that you put this next-to-last book down first, and find something else to read next at last, such as the next-to-last book in another chronicle, or a chronicle containing other next-to-last things, so that this next-to-last book does not become the last book you will read.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Mystery",
                "Fantasy",
                "Adventure",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "Into the Wilderness",
            "authors": [
                "Sara Donati"
            ],
            "ranking": 4.11,
            "ranking_count": 38816,
            "abstract": "Weaving a tapestry of fact and fiction, Sara Donati's epic novel sweeps us into another time and place...and into the heart of a forbidden affair between an unconventional Englishwoman and an American frontiersman.. It is December of 1792. Elizabeth Middleton leaves her comfortable English estate to join her family in a remote New York mountain village. It is a place unlike any she has ever experienced. And she meets a man unlike any she has ever encountered - a white man dressed like a Native American, Nathanial Booner, known to the Mohawk people as Between-Two-Lives. Determined to provide schooling for all the children of the village, she soons finds herself locked in conflict with the local slave owners as well as her own family.. Interweaving the fate of the Mohawk Nation with the destiny of two lovers, Sara Donati's compelling novel creates a complex, profound, passionate portrait of an emerging America.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Adventure",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Known World",
            "authors": [
                "Edward P. Jones"
            ],
            "ranking": 3.81,
            "ranking_count": 40216,
            "abstract": "One of the most acclaimed novels in recent memory,. The Known World. is a daring and ambitious work by Pulitzer Prize winner Edward P. Jones.. The Known World. tells the story of Henry Townsend, a black farmer and former slave who falls under the tutelage of William Robbins, the most powerful man in Manchester County, Virginia. Making certain he never circumvents the law, Townsend runs his affairs with unusual discipline. But when death takes him unexpectedly, his widow, Caldonia, can't uphold the estate's order, and chaos ensues. Jones has woven a footnote of history into an epic that takes an unflinching look at slavery in all its moral complexities.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Book Club",
                "Race"
            ]
        },
        {
            "title": "The Grim Grotto",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 4.01,
            "ranking_count": 105206,
            "abstract": "Dear Reader,. Unless you are a slug, a sea anemone, or mildew, you probably prefer not to be damp. You might also prefer not to read this book, in which the Baudelaire siblings encounter an unpleasant amount of dampness as they descend into the depths of despair, underwater.. In fact, the horrors they encounter are too numerous to list, and you wouldn't want me even to mention the worst of it, which includes mushrooms, a desperate search for something lost, a mechanical monster, a distressing message from a lost friend, and tap dancing.. As a dedicated author who has pledged to keep recording the depressing story of the Baudelaires, I must continue to delve deep into the cavernous depths of the orphans' lives. You, on the other hand, may delve into some happier book in order to keep your eyes and your spirits from being dampened.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "Men at Arms",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.37,
            "ranking_count": 91214,
            "abstract": "'What's so hard about pulling a sword out of a stone? The real work's already been done. You ought to make yourself useful and find the man who put the sword in the stone in the first place.'. The City Watch needs MEN! But what it's got includes Corporal Carrot (technically a dwarf), Lance-constable Cuddy (really a dwarf), Lance-constable Detritus (a troll), Lance-constable Angua (a woman... most of the time) and Corporal Nobbs (disqualified from the human race for shoving).. And they need all the help they can get, because someone in Ankh-Morpork has been getting dangerous ideas - about crowns and legendary swords, and destiny. And the problem with destiny is, of course, that she is not always careful where she points her finger. One minute you might be minding your own business on a normal if not spectacular career path, the next you might be in the frame for the big job, like saving the world...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Mystery",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Before They Are Hanged",
            "authors": [
                "Joe Abercrombie"
            ],
            "ranking": 4.32,
            "ranking_count": 136857,
            "abstract": "Superior Glokta has a problem. How do you defend a city surrounded by enemies and riddled with traitors, when your allies can by no means be trusted, and your predecessor vanished without a trace? It’s enough to make a torturer want to run – if he could even walk without a stick.. Northmen have spilled over the border of Angland and are spreading fire and death across the frozen country. Crown Prince Ladisla is poised to drive them back and win undying glory. There is only one problem – he commands the worst-armed, worst-trained, worst-led army in the world.. And Bayaz, the First of the Magi, is leading a party of bold adventurers on a perilous mission through the ruins of the past. The most hated woman in the South, the most feared man in the North, and the most selfish boy in the Union make a strange alliance, but a deadly one. They might even stand a chance of saving mankind from the Eaters. If they didn’t hate each other quite so much.. Ancient secrets will be uncovered. Bloody battles will be won and lost. Bitter enemies will be forgiven – but not before they are hanged.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Westwind Secrets",
            "authors": [
                "Marilyn Dalla Valle"
            ],
            "ranking": 4.29,
            "ranking_count": 4429,
            "abstract": "Devastated by her husband's infidelity, romance writer, Mysti Wade, loads her personal possessions into a rented trailer and sets off to claim her unseen inheritance with her rescued hound, Zak. Left by her estranged grandmother, the Second Empire Victorian mansion on Rhode Island's Narragansett Bay is thirty years past prime condition. The estate has no money for maintenance and repairs. Stuck, with meager means and no place to go, Mysti stays, despite rumored ghosts. When a drifter, Harry Pearson, shows up during a severe thunderstorm, she agrees to let him live in the carriage house in exchange for work. Soon, the tumbledown, brick fortress, springs back to life with mowed lawns, tended gardens, rebuilt porches and painted trim, but invisible evil shrouds the property. Broke, and heartbroken by her failed marriage, Mysti abandons a romance novel to write a mystery, using reality for inspiration. Oblivious to danger and driven by an unexplainable force, she delves into her grandmother’s accidental death and squandered assets with skeptical eyes. Bodies drop to protect guilty secrets, some buried for generations. Walking a tightrope to stay alive and protect her dog, Mysti Wade exposes deceit, greed and murder. Justice is served!",
            "part_of_series": false,
            "genre_list": [
                "Drama",
                "Novels",
                "Contemporary",
                "Fiction"
            ]
        },
        {
            "title": "Hinds' Feet on High Places",
            "authors": [
                "Hannah Hurnard"
            ],
            "ranking": 4.3,
            "ranking_count": 50857,
            "abstract": "With over 2 million copies sold,. Hinds’ Feet on High Places. remains Hannah Hurnard’s best known and most beloved book: a timeless allegory dramatizing the yearning of God’s children to be led to new heights of love, joy, and victory. In this moving tale, follow Much-Afraid on her spiritual journey as she overcomes many dangers and mounts at last to the High Places. There she gains a new name and is transformed by her union with the loving Shepherd. Included in this special edition (February 2009 release) is Hannah Hurnard’s own account of the circumstances that led her to write. Hinds’ Feet. , and a brief autobiography. Special edition also features a new cover design.",
            "part_of_series": true,
            "genre_list": [
                "Christian",
                "Fiction",
                "Christian Fiction",
                "Classics",
                "Religion",
                "Spirituality",
                "Fantasy"
            ]
        },
        {
            "title": "The City & the City",
            "authors": [
                "China Miéville"
            ],
            "ranking": 3.9,
            "ranking_count": 62405,
            "abstract": "When a murdered woman is found in the city of Beszel, somewhere at the edge of Europe, it looks to be a routine case for Inspector Tyador Borlú of the Extreme Crime Squad. But as he investigates, the evidence points to conspiracies far stranger and more deadly than anything he could have imagined.. Borlú must travel from the decaying Beszel to the only metropolis on Earth as strange as his own. This is a border crossing like no other, a journey as psychic as it is physical, a shift in perception, a seeing of the unseen. His destination is Beszel’s equal, rival, and intimate neighbor, the rich and vibrant city of Ul Qoma. With Ul Qoman detective Qussim Dhatt, and struggling with his own transition, Borlú is enmeshed in a sordid underworld of rabid nationalists intent on destroying their neighboring city, and unificationists who dream of dissolving the two into one. As the detectives uncover the dead woman’s secrets, they begin to suspect a truth that could cost them and those they care about more than their lives.. What stands against them are murderous powers in Beszel and in Ul Qoma: and, most terrifying of all, that which lies between these two cities.. Casting shades of Kafka and Philip K. Dick, Raymond Chandler and 1984,. The City & the City. is a murder mystery taken to dazzling metaphysical and artistic heights.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Mystery",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "March",
            "authors": [
                "Geraldine Brooks"
            ],
            "ranking": 3.75,
            "ranking_count": 61372,
            "abstract": "Winner of the 2006 Pulitzer Prize for Fiction.. From the author of the acclaimed. Year of Wonders. , a historical novel and love story set during a time of catastrophe, on the front lines of the American Civil War. Acclaimed author Geraldine Brooks gives us the story of the absent father from Louisa May Alcott's. Little Women. —and conjures a world of brutality, stubborn courage and transcendent love. An idealistic abolitionist, March has gone as chaplain to serve the Union cause. But the war tests his faith not only in the Union—which is also capable of barbarism and racism—but in himself. As he recovers from a near-fatal illness, March must reassemble and reconnect with his family, who have no idea of what he has endured. A love story set in a time of catastrophe, March explores the passions between a man and a woman, the tenderness of parent and child, and the life-changing power of an ardently held belief.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "War",
                "Book Club",
                "Literary Fiction",
                "Adult Fiction",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Emily of New Moon",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.1,
            "ranking_count": 46362,
            "abstract": "Emily Starr never knew what it was to be lonely—until her beloved father died. Now Emily's an orphan, and her mother's snobbish relatives are taking her to live with them at New Moon Farm. She's sure she won't be happy. Emily deals with stiff, stern Aunt Elizabeth and her malicious classmates by holding her head high and using her quick wit. Things begin to change when she makes friends: with Teddy, who does marvelous drawings; with Perry, who's sailed all over the world with his father yet has never been to school; and above all, with Ilse, a tomboy with a blazing temper. Amazingly, Emily finds New Moon beautiful and fascinating. With new friends and adventures, Emily might someday think of herself as Emily of New Moon.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Cultural",
                "Romance"
            ]
        },
        {
            "title": "The Child Thief",
            "authors": [
                "Brom"
            ],
            "ranking": 4.09,
            "ranking_count": 15917,
            "abstract": "Peter is quick, daring, and full of mischief—and like all boys, he loves to play, though his games often end in blood. His eyes are sparkling gold, and when he graces you with his smile you are his friend for life, but his promised land is. not. Neverland. Fourteen-year-old Nick would have been murdered by the drug dealers preying on his family had Peter not saved him. Now the irresistibly charismatic wild boy wants Nick to follow him to a secret place of great adventure, where magic is alive and you never grow old. Even though he is wary of Peter's crazy talk of faeries and monsters, Nick agrees. After all, New York City is no longer safe for him, and what more could he possibly lose?. There is. always. more to lose.. Accompanying Peter to a gray and ravished island that was once a lush, enchanted paradise, Nick finds himself unwittingly recruited for a war that has raged for centuries—one where he must learn to fight or die among the Devils, Peter's savage tribe of lost and stolen children.. There, Peter's dark past is revealed: left to wolves as an infant, despised and hunted, Peter moves restlessly between the worlds of faerie and man. The Child Thief is a leader of bloodthirsty children, a brave friend, and a creature driven to do whatever he must to stop the Flesh-eaters and save the last, wild magic in this dying land.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Retellings",
                "Fiction",
                "Young Adult",
                "Adult",
                "Dark"
            ]
        },
        {
            "title": "The Winner's Crime",
            "authors": [
                "Marie Rutkoski"
            ],
            "ranking": 4.09,
            "ranking_count": 62170,
            "abstract": "Book two of the dazzling Winner's Trilogy is a fight to the death as Kestrel risks betrayal of country for love.. The engagement of Lady Kestrel to Valoria’s crown prince means one celebration after another. But to Kestrel it means living in a cage of her own making. As the wedding approaches, she aches to tell Arin the truth about her engagement... if she could only trust him. Yet can she even trust herself? For—unknown to Arin—Kestrel is becoming a skilled practitioner of deceit: an anonymous spy passing information to Herran, and close to uncovering a shocking secret.. As Arin enlists dangerous allies in the struggle to keep his country’s freedom, he can’t fight the suspicion that Kestrel knows more than she shows. In the end, it might not be a dagger in the dark that cuts him open, but the truth. And when that happens, Kestrel and Arin learn just how much their crimes will cost them.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fiction",
                "Historical",
                "War",
                "Audiobook"
            ]
        },
        {
            "title": "Median Gray",
            "authors": [
                "Bill Mesce Jr."
            ],
            "ranking": 4.27,
            "ranking_count": 3394,
            "abstract": "SFPD Sgt. Adam Plantinga, author of 400 Things Cops Know and Police Craft. At a time when New York’s mean streets were their meanest, one NYPD detective at the end of his career takes one last chance to correct a 20-year-old injustice, and another cop at the beginning of his career tries to stop him before a police department already scarred by corruption investigations takes another hit.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Epic"
            ]
        },
        {
            "title": "Collected Poems, 1909-1962",
            "authors": [
                "T.S. Eliot"
            ],
            "ranking": 4.29,
            "ranking_count": 20344,
            "abstract": "There is no more authoritative collection of the poetry that T.S. Eliot himself wished to preserve than this volume, published two years before his death in 1965.. Poet, dramatist, critic, and editor, T. S. Eliot was one of the defining figures of twentieth-century poetry. This edition of Collected Poems 1909-1962 includes his verse from Prufrock and Other Observations (1917) to Four Quartets (1943), and includes such literary landmarks as 'The Waste Land' and 'Old Possum's Book of Practical Cats'.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Fiction",
                "European Literature",
                "Nobel Prize",
                "Reference"
            ]
        },
        {
            "title": "The Shock Doctrine: The Rise of Disaster Capitalism",
            "authors": [
                "Naomi Klein"
            ],
            "ranking": 4.25,
            "ranking_count": 43559,
            "abstract": "In her ground-breaking reporting from Iraq, Naomi Klein exposed how the trauma of invasion was being exploited to remake the country in the interest of foreign corporations. She called it disaster capitalism. Covering Sri Lanka in the wake of the tsunami, and New Orleans post-Katrina, she witnessed something remarkably similar. People still reeling from catastrophe were being hit again, this time with economic shock treatment losing their land and homes to rapid-fire corporate makeovers.. The Shock Doctrine. retells the story of the most dominant ideology of our time, Milton Friedman's free market economic revolution. In contrast to the popular myth of this movement's peaceful global victory, Klein shows how it has exploited moments of shock and extreme violence in order to implement its economic policies in so many parts of the world from Latin America and Eastern Europe to South Africa, Russia, and Iraq. At the core of disaster capitalism is the use of cataclysmic events to advance radical privatization combined with the privatization of the disaster response itself. By capitalizing on crises, created by nature or war, Klein argues that the disaster capitalism complex now exists as a booming new economy, and is the violent culmination of a radical economic project that has been incubating for fifty years.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Economics",
                "History",
                "Sociology",
                "Business",
                "Philosophy",
                "Social Movements",
                "Culture"
            ]
        },
        {
            "title": "Big Sur",
            "authors": [
                "Jack Kerouac",
                "Aram Saroyan",
                "Tom    Parker",
                "Grover Gardner"
            ],
            "ranking": 3.85,
            "ranking_count": 31647,
            "abstract": "Each book by Jack Kerouac is unique, a telepathic diamond. With prose set in the middle of his mind, he reveals consciousness itself in all its syntactic elaboration, detailing the luminous emptiness of his own paranoiac confusion. Such rich natural writing is nonpareil in later half XX century, a synthesis of Proust, Céline, Thomas Wolfe, Hemingway, Genet, Thelonius Monk, Basho, Charlie Parker & Kerouac's own athletic sacred insight.. . Big Sur. 's humane, precise account of the extraordinary ravages of alcohol delirium tremens on Kerouac, a superior novelist who had strength to complete his poetic narrative, a task few scribes so afflicted have accomplished—others crack up. Here we meet San Francisco's poets & recognize hero Dean Moriarty ten years after. On the Road. . Jack Kerouac was a 'writer,' as his great peer W.S. Burroughs says, and here at the peak of his suffering humorous genius he wrote through his misery to end with 'Sea,' a brilliant poem appended, on the hallucinatory Sounds of the Pacific Ocean at Big Sur.—Allen Ginsberg 10/10/91 N.Y.C.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Travel",
                "Literary Fiction",
                "The United States Of America"
            ]
        }
    ]
}