{
    "books": [
        {
            "title": "Truly Devious",
            "authors": [
                "Maureen Johnson"
            ],
            "ranking": 4.01,
            "ranking_count": 94598,
            "abstract": "Ellingham Academy is a famous private school in Vermont for the brightest thinkers, inventors, and artists. It was founded by Albert Ellingham, an early twentieth century tycoon, who wanted to make a wonderful place full of riddles, twisting pathways, and gardens. “A place,” he said, “where learning is a game.”. Shortly after the school opened, his wife and daughter were kidnapped. The only real clue was a mocking riddle listing methods of murder, signed with the frightening pseudonym “Truly, Devious.” It became one of the great unsolved crimes of American history.. True-crime aficionado Stevie Bell is set to begin her first year at Ellingham Academy, and she has an ambitious plan: She will solve this cold case. That is, she will solve the case when she gets a grip on her demanding new school life and her housemates: the inventor, the novelist, the actor, the artist, and the jokester. But something strange is happening. Truly Devious makes a surprise return, and death revisits Ellingham Academy. The past has crawled out of its grave. Someone has gotten away with murder.. The two interwoven mysteries of this first book in the Truly Devious series dovetail brilliantly, and Stevie Bell will continue her relentless quest for the murderers in books two and three.. New York Times. bestselling author Maureen Johnson weaves a delicate tale of murder and mystery in the first book of a striking new series, perfect for fans of Agatha Christie and E. Lockhart.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Contemporary",
                "Thriller",
                "Fiction",
                "Audiobook",
                "School Stories",
                "Historical"
            ]
        },
        {
            "title": "The Working Dead...and",
            "authors": [
                "Πάνος Ζάχαρης"
            ],
            "ranking": 4.68,
            "ranking_count": 25,
            "abstract": "Οι 200 της Καισαριανής βαδίζουν προσεκτικά για να μη χάσουν από το βλέμμα τους τον Τόμας Μίντσερ που προπορεύεται. Κρατάνε γερά το κόκκινο νήμα που τους δένει με τους «αβράκωτους» του Παρισιού και τη Ρόζα Παρκς. Το νήμα φθείρεται μα δεν κόβεται. Θα μας βγάλει από τον λαβύρινθο.. Μονοσέλιδα ταξιδάκια στις βαρετές κουλάφες της ταξικής κανονικότητας και τις σκοτεινές χαράδρες της ήττας. Αλλά και στις άγριες μα συναρπαστικές κορυφές των αγώνων για ζωή. Από εκεί έχει ωραία θέα.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art"
            ]
        },
        {
            "title": "Shadow",
            "authors": [
                "Michael Morpurgo",
                "Christian Birmingham"
            ],
            "ranking": 4.24,
            "ranking_count": 6976,
            "abstract": "A stunning and moving new novel from Michael Morpurgo, the nation's favourite storyteller - featuring the bravest dog in all the world! He tackles a current war with the story of a sniffer dog named Shadow and an Afghan boy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "War",
                "Childrens",
                "Animals",
                "Historical",
                "Young Adult",
                "Adventure",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Labyrinth Index",
            "authors": [
                "Charles Stross"
            ],
            "ranking": 4.15,
            "ranking_count": 3849,
            "abstract": "The arrival of vast, alien, inhuman intelligences reshaped the landscape for human affairs across the world, and the United Kingdom is no exception. Things have changed in Britain since the dread elder god Nyarlathotep ascended to the rank of Prime Minister. Mhari Murphy, recently elevated to the House of Lords and head of the Lords Select Committee on Sanguinary Affairs (think vampires), finds herself in direct consultation with the creeping chaos, who directs her to lead a team of disgraced Laundry personnel into the dark heart of America. It seems the Creeping Chaos is concerned about foreign relations.. A thousand-mile-wild storm system has blanketed the midwest, and the President is nowhere to be found. In fact, for reasons unknown the people of America are forgetting that the executive branch ever existed. The government has been infiltrated by the shadowy Black Chamber, and the Pentagon and NASA have been refocused on the problem of summoning Cthulhu.. Somewhere, the Secret Service battle to stay awake, to remind the President who he is, and to stay one step ahead of the vampiric dragnet that’s searching for him.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Science Fiction",
                "Fiction",
                "Paranormal",
                "Spy Thriller",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "The Hammer and the Blade",
            "authors": [
                "Paul S. Kemp"
            ],
            "ranking": 3.75,
            "ranking_count": 2010,
            "abstract": "Robbing tombs for fun and profit might not be a stable career, but Egil and Nix aren’t in it for the long-term prospects. Egil is the hammer-wielding warrior-priest of a discredited god. Nix is a roguish thief with just enough knowledge of magic to conjure up trouble. Together, they seek riches and renown, yet often find themselves enlisted in lost causes—generally against their will.. So why should their big score be any different? The trouble starts when Nix and Egil kill the demonic guardian of a long-lost crypt, nullifying an ancient pact made by the ancestors of an obscenely powerful wizard. Now the wizard will stop at nothing to keep that power from slipping away, even if it means freeing a rapacious beast from its centuries-old prison. And who better than Egil and Nix—the ones responsible for his current predicament—to perform this thankless task?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Heroic Fantasy",
                "Adventure",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Audiobook",
                "Fiction"
            ]
        },
        {
            "title": "Rock Steady: Brilliant Advice From My Bipolar Life",
            "authors": [
                "Ellen Forney"
            ],
            "ranking": 4.38,
            "ranking_count": 822,
            "abstract": "Rock Steady: Brilliant Advice From My Bipolar Life. is the eagerly awaited sequel/companion book to Forney’s 2012 best-selling graphic memoir,. Marbles: Mania, Depression, Michelangelo, and Me.. Whereas. Marbles. was a memoir about her bipolar disorder,. Rock Steady. turns the focus outward, offering a self-help guide of tips, tricks and tools by someone who has been through it all and come through stronger for it.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Health",
                "Sequential Art",
                "Self Help",
                "Psychology",
                "Autobiography",
                "Mental Health",
                "Adult"
            ]
        },
        {
            "title": "The Caliphate of Banu Ummaiya",
            "authors": [
                "Ibn Kathir"
            ],
            "ranking": 4.62,
            "ranking_count": 39,
            "abstract": "Darussalam is proud to present the abridged English translation of the classic work: Al-Bidayah Wan Nihayah. This book focuses on the tenure that took place after the wonderful time of “Khulfa-e-Rashidan” (the four caliphs) which took out the Arabian Peninsula from the darkness of associating ilahs (gods) with Almighty Allah swt.. This book discusses the tenure and the reign time of Banu Umaiyyah starting from 40th Hijri to 132nd Hijri year. In this book the author Ibn e Kathir explains the biography of the caliphs, the merits of their ruling times, major and minor events that took place during their reign, the year by year happenings and the transition of the government bodies known as Caliphs. All of the narrations and references are very much authentic as this phase of Islamic history is very much manipulated and distorted by historians of Islam.. As Al-Bidayah Wan Nihayah (The Beginning and The End), by the renowned and famous scholar Abu Al-Fida Imad ad-Deen Isma’eel bin Umar ibn Katheer, is considered as one of the most authoritative sources on Islamic History",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Confessions of a Sociopath: A Life Spent Hiding in Plain Sight",
            "authors": [
                "M.E. Thomas"
            ],
            "ranking": 3.22,
            "ranking_count": 14205,
            "abstract": "The first memoir of its kind,. Confessions of a Sociopath. is an engrossing, highly captivating narrative of the author's life as a diagnosed sociopath.. She is a charismatic charmer, an ambitious self-promoter, and a cunning and calculating liar. She can induce you to invest in her financial schemes, vote for her causes, and even join her in bed. Like a real-life Lisbeth Salander, she has her own system of ethics, and like Dexter, she thrives on bending and occasionally breaking the rules. She is a diagnosed, high-functioning, noncriminal sociopath, and this is her world from her point of view.. Drawn from the author's own experiences; her popular blog, Sociopathworld.com; and scientific literature,. Confessions of a Sociopath. is part confessional memoir, part primer for the curious. Written from the point of view of a diagnosed sociopath, it unveils for the very first time these people who are hiding in plain sight. The book confirms suspicions and debunks myths about sociopathy, providing a road map for dealing with the sociopath in your life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Autobiography",
                "Biography",
                "Health",
                "Biography Memoir",
                "Audiobook",
                "Mental Health",
                "Science"
            ]
        },
        {
            "title": "Spineless: The Science of Jellyfish and the Art of Growing a Backbone",
            "authors": [
                "Juli Berwald"
            ],
            "ranking": 3.73,
            "ranking_count": 2081,
            "abstract": "A former ocean scientist goes in pursuit of the slippery story of jellyfish, rediscovering her passion for marine science and the sea's imperiled ecosystems.. More than a decade ago, Juli Berwald left a career in ocean science to raise a family in landlocked Austin, Texas, but jellyfish drew her back to the sea. Recent, massive blooms of billions of jellyfish have clogged power plants, decimated fisheries, and caused millions of dollars of damage. Driven by questions about how overfishing, coastal development, and climate change were contributing to a jellyfish population explosion, Juli embarked on a scientific odyssey. She traveled the globe to meet the biologists who devote their careers to jellies, hitched rides on Japanese fishing boats to see giant jellyfish in the wild, raised jellyfish in her dining room, and throughout it all marveled at the complexity of these alluring and ominous biological wonders.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Animals",
                "Environment",
                "Autobiography",
                "Audiobook",
                "Science Nature"
            ]
        },
        {
            "title": "Good Me, Bad Me",
            "authors": [
                "Ali Land"
            ],
            "ranking": 3.89,
            "ranking_count": 34374,
            "abstract": "Good Me Bad Me is dark, compelling, voice-driven psychological suspense by debut author Ali Land.. How far does the apple really fall from the tree?. Milly's mother is a serial killer. Though Milly loves her mother, the only way to make her stop is to turn her in to the police. Milly is given a fresh start: a new identity, a home with an affluent foster family, and a spot at an exclusive private school.. But Milly has secrets, and life at her new home becomes complicated. As her mother's trial looms, with Milly as the star witness, Milly starts to wonder how much of her is nature, how much of her is nurture, and whether she is doomed to turn out like her mother after all.. When tensions rise and Milly feels trapped by her shiny new life, she has to decide: Will she be good? Or is she bad? She is, after all, her mother's daughter.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "The Black Hand: The Epic War Between a Brilliant Detective and the Deadliest Secret Society in American History",
            "authors": [
                "Stephan Talty"
            ],
            "ranking": 3.61,
            "ranking_count": 1846,
            "abstract": "The gripping true story of the origins of the mafia in America—and the brilliant Italian-born detective who gave his life to stop it. *Soon to be a major motion picture starring Leonardo DiCaprio*. Beginning in the summer of 1903, an insidious crime wave filled New York City, and then the entire country, with fear. The children of Italian immigrants were kidnapped, and dozens of innocent victims were gunned down. Bombs tore apart tenement buildings. Judges, senators, Rockefellers, and society matrons were threatened with gruesome deaths. The perpetrators seemed both omnipresent and invisible. Their only calling card: the symbol of a black hand. The crimes whipped up the slavering tabloid press and heated ethnic tensions to the boiling point. Standing between the American public and the Black Hand’s lawlessness was Joseph Petrosino. Dubbed the “Italian Sherlock Holmes,” he was a famously dogged and ingenious detective, and a master of disguise. As the crimes grew ever more bizarre and the Black Hand’s activities spread far beyond New York’s borders, Petrosino and the all-Italian police squad he assembled raced to capture members of the secret criminal society before the country’s anti-immigrant tremors exploded into catastrophe. Petrosino’s quest to root out the source of the Black Hand’s power would take him all the way to Sicily—but at a terrible cost.. Unfolding a story rich with resonance in our own era,. The Black Hand. is fast-paced narrative history at its very best.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Crime",
                "Mystery",
                "Biography",
                "North American Hi...",
                "Historical",
                "New York",
                "Audiobook"
            ]
        },
        {
            "title": "Mislaid",
            "authors": [
                "Nell Zink"
            ],
            "ranking": 3.29,
            "ranking_count": 6233,
            "abstract": "Virginia, 1966. The motionless deeps of the lake outside Stillwater College are being ruffled. Lee, a blue-blooded poet and professor, is determinedly fondling Peggy, an ingénue freshman with literary pretensions, in his canoe. So begins a long affair but the two are mismatched from the start.. The story that follows rocks the boat in every sense. Nell Zink’s hugely entertaining, totally unique Mislaid explodes the nuclear family and topples every foundation of identity – black and white, gay and straight, “normal” and very very strange.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "LGBT",
                "Literary Fiction",
                "Contemporary",
                "Audiobook",
                "Race",
                "Adult"
            ]
        },
        {
            "title": "The Song of David",
            "authors": [
                "Amy Harmon"
            ],
            "ranking": 4.37,
            "ranking_count": 11933,
            "abstract": "She said I was like a song. Her favorite song. A song isn’t something you can see. It’s something you feel, something you move to, something that disappears after the last note is played.. I won my first fight when I was eleven years old, and I’ve been throwing punches ever since. Fighting is the purest, truest, most elemental thing there is. Some people describe heaven as a sea of unending white. Where choirs sing and loved ones await. But for me, heaven was something else. It sounded like the bell at the beginning of a round, it tasted like adrenaline, it burned like sweat in my eyes and fire in my belly. It looked like the blur of screaming crowds and an opponent who wanted my blood.. For me, heaven was the octagon.. Until I met Millie, and heaven became something different. I became something different. I knew I loved her when I watched her stand perfectly still in the middle of a crowded room, people swarming, buzzing, slipping around her, her straight dancer’s posture unyielding, her chin high, her hands loose at her sides. No one seemed to see her at all, except for the few who squeezed past her, tossing exasperated looks at her unsmiling face. When they realized she wasn’t normal, they hurried away. Why was it that no one saw her, yet she was the first thing I saw?. If heaven was the octagon, then she was my angel at the center of it all, the girl with the power to take me down and lift me up again. The girl I wanted to fight for, the girl I wanted to claim. The girl who taught me that sometimes the biggest heroes go unsung and the most important battles are the ones we don’t think we can win.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Fiction",
                "Fantasy",
                "Warfare",
                "Audiobook",
                "Young Adult",
                "Sports"
            ]
        },
        {
            "title": "Triumphs of Experience: The Men of the Harvard Grant Study",
            "authors": [
                "George E. Vaillant"
            ],
            "ranking": 4.14,
            "ranking_count": 989,
            "abstract": "At a time when many people around the world are living into their tenth decade, the longest longitudinal study of human development ever undertaken offers some welcome news for the new old age: our lives continue to evolve in our later years, and often become more fulfilling than before.. Begun in 1938, the Grant Study of Adult Development charted the physical and emotional health of over 200 men, starting with their undergraduate days. The now-classic Adaptation to Life reported on the men's lives up to age 55 and helped us understand adult maturation. Now George Vaillant follows the men into their nineties, documenting for the first time what it is like to flourish far beyond conventional retirement.. Reporting on all aspects of male life, including relationships, politics and religion, coping strategies, and alcohol use (its abuse being by far the greatest disruptor of health and happiness for the study's subjects), Triumphs of Experience shares a number of surprising findings. For example, the people who do well in old age did not necessarily do so well in midlife, and vice versa. While the study confirms that recovery from a lousy childhood is possible, memories of a happy childhood are a lifelong source of strength. Marriages bring much more contentment after age 70, and physical aging after 80 is determined less by heredity than by habits formed prior to age 50. The credit for growing old with grace and vitality, it seems, goes more to ourselves than to our stellar genetic makeup.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Science",
                "Self Help",
                "Sociology",
                "Health",
                "Philosophy",
                "Biography",
                "Audiobook"
            ]
        },
        {
            "title": "The Deal",
            "authors": [
                "Elle Kennedy"
            ],
            "ranking": 4.28,
            "ranking_count": 349183,
            "abstract": "An alternative cover edition can be found. here. .. She's about to make a deal with the college bad boy.... Hannah Wells has finally found someone who turns her on. But while she might be confident in every other area of her life, she's carting around a full set of baggage when it comes to sex and seduction. If she wants to get her crush's attention, she'll have to step out of her comfort zone and. make. him take notice... even if it means tutoring the annoying, childish,. cocky. captain of the hockey team in exchange for a pretend date.. ...and it's going to be oh so good.. All Garrett Graham has ever wanted is to play professional hockey after graduation, but his plummeting GPA is threatening everything he's worked so hard for. If helping a sarcastic brunette make another guy jealous will help him secure his position on the team, he's all for it. But when one unexpected kiss leads to the wildest sex of both their lives, it doesn't take long for Garrett to realize that pretend isn't going to cut it. Now he just has to convince Hannah that the man she wants looks a lot like. him. .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Sports",
                "Contemporary Romance",
                "Academic",
                "Fiction",
                "Humor"
            ]
        },
        {
            "title": "Angel Star",
            "authors": [
                "Jennifer Murgia"
            ],
            "ranking": 3.28,
            "ranking_count": 1796,
            "abstract": "This is a previously-published edition of ISBN 9780982500538. .. Seventeen-year-old Teagan McNeel falls for captivating Garreth Adams and soon discovers that her crush has an eight-point star etched into the palm of his right hand-the mark of an angel. But where there is light, dark follows, and she and Garreth suddenly find themselves vulnerable to a dark angel's malicious plan that could threaten not only her life, but the lives of everyone she knows. Divinely woven together, Angel Star takes readers on a reflective journey when one angel's sacrifice collides with another angel's vicious ambition in a way that is sure to have readers searching for their own willpower.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Pineville Heist",
            "authors": [
                "Lee Chambers"
            ],
            "ranking": 3.45,
            "ranking_count": 267,
            "abstract": "Seventeen year old Aaron stumbles into the aftermath of a five million dollar bank heist gone wrong. Hiding under a canoe, Aaron partially catches the murder of one of the robbers. In the chaos he sneaks away with the money and heads straight for the closest place of safety, his high school. Terrified, Aaron tells his shocking tale to Amanda Becker, his drama teacher, but it doesn't take long for one of the psychotic robbers to show up. In the locked down school the pair are relentlessly pursued in a quest to get the money back and wipe out the evidence.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Fiction",
                "Action",
                "Suspense",
                "Thriller"
            ]
        },
        {
            "title": "Furious Love: Elizabeth Taylor, Richard Burton, and the Marriage of the Century",
            "authors": [
                "Sam Kashner",
                "Nancy Schoenberger"
            ],
            "ranking": 3.87,
            "ranking_count": 3785,
            "abstract": "The definitive story of Hollywood's most famous couple.. He was a tough-guy Welshman softened by the affections of a breathtakingly beautiful woman; she was a modern-day Cleopatra madly in love with her own Mark Antony. For nearly a quarter of a century, Elizabeth Taylor and Richard Burton were Hollywood royalty, and their fiery romanceoften called the marriage of the centurywas the most notorious, publicized, and celebrated love affair of its day.. For the first time,. Vanity Fair. contributing editor Sam Kashner and acclaimed biographer Nancy Schoenberger tell the complete story of this larger-than-life couple, showing how their romance and two marriages commanded the attention of the world. Also for the first time, in exclusive access given to the authors, Elizabeth Taylor herself gives never-revealed details and firsthand accounts of her life with Burton.. Drawing upon brand-new information and interviewsand on Burton's private, passionate, and heartbreaking letters to Taylor. Furious Love. sheds new light on the movies, the sex, the scandal, the fame, the brawls, the booze, the bitter separations, and, of course, the fabled jewels. It offers an intimate glimpse into Elizabeth and Richard's privileged world and their elite circle of friends, among them Princess Grace, Montgomery Clift, the Duke and Duchess of Windsor, Peter O'Toole, Michael Caine, Marlon Brando, Rex Harrison, Mike Nichols, Laurence Olivier, Robert Kennedy, Tennessee Williams, Noël Coward, John Huston, Ava Gardner, the Rothschilds, Maria Callas, and Aristotle Onassis. It provides an entertaining, eye-opening look at their films, their wildly lucrative reign in Europe and in Hollywoodand the price they paid for their extravagant lives.. Shocking and unsparing in its honesty,. Furious Love. explores the very public marriage of Liz and Dick as well as the private struggles of Elizabeth and Richard, including. Le Scandale. , their affair on the set of the notorious epic. Cleopatra. that earned them condemnation from the Vatican; Burton's hardscrabble youth in Wales; the crippling alcoholism that nearly destroyed his career and contributed to his early death; the medical issues that plagued both him and Elizabeth; and the failed aspirations and shame that haunted him throughout their relationship. As Kashner and Schoenberger illuminate the events and choices that shaped this illustrious couple's story, they demonstrate how the legendary pair presaged America's changing attitudes toward sex, marriage, morality, and celebrity. Yet ultimately, as the authors show, Elizabeth and Richard shared something priceless beyond the drama: enduring love.. Addictive and entertaining,. Furious Love. is more than a celebrity biography; it's an honest yet sympathetic portrait of a man, a woman, and a passion that shocked and mesmerized the world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Romance",
                "History",
                "Biography Memoir",
                "Autobiography",
                "Culture",
                "Audiobook",
                "Media Tie In"
            ]
        },
        {
            "title": "More Like Her",
            "authors": [
                "Liza Palmer"
            ],
            "ranking": 3.49,
            "ranking_count": 1764,
            "abstract": "A brilliant, hilarious, and touching story from the author of. Conversations with the Fat Girl. , Liza Palmer’s. More Like Her. is smart, funny, though-provoking women’s fiction in the vein of Emily Giffin, Marian Keyes, Meg Cabot, and Jane Green.. More Like Her. is the story of a seemingly perfect woman who’s the envy of her friends, neighbors, and co-workers…until the life of the object of their jealousy spectacularly, unexpectedly, and disastrously explodes. A novel of secrets, disappointments, false impressions—and what really goes on behind those suburban picket fences—. More Like Her. is ultimately about facing reality and appreciating everything that life has to offer.",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Family",
                "Romance",
                "Book Club",
                "Own"
            ]
        },
        {
            "title": "Chinaman",
            "authors": [
                "Shehan Karunatilaka"
            ],
            "ranking": 4.18,
            "ranking_count": 1445,
            "abstract": "Retired sportswriter WG Karunasena is dying. He will spend his final months drinking arrack, making his wife unhappy, ignoring his son and tracking down Pradeep S. Mathew, a spin bowler who has mysteriously disappeared and who WG considers 'the greatest cricketer to walk the earth'.. On his quest to find this unsung genius, WG uncovers a coach with six fingers, a secret bunker below a famous stadium, a Tamil Tiger warlord, and startling truths about Sri Lanka, cricket and himself.. Ambitious, playful and strikingly original,. Chinaman. is a novel about cricket and Sri Lanka - and the story of modern day Sri Lanka through its most cherished sport. Hailed by the Gratiaen Prize judges as 'one of the most imaginative works of contemporary Sri Lankan fiction', it is an astounding book.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Sports",
                "Cultural",
                "Historical",
                "Novels",
                "Contemporary",
                "Humor",
                "Literature",
                "Literary Fiction",
                "Mystery"
            ]
        },
        {
            "title": "The Napkin The Melon  The Monkey: How to Be Happy and Successful by Simply Changing Your Mind",
            "authors": [
                "Barbara Burke"
            ],
            "ranking": 3.46,
            "ranking_count": 124,
            "abstract": "As a customer service agent, Olivia has been trained to handle irate customers in a calm, professional manner. But one day she loses control and yells back. Terrified that she’ll be fired, she seeks out Isabel, the call center’s sage.. The advice she receives from her wise mentor changes her life:. ·         SODA (Stop. Observe. Decide. Act)—a sure-fire formula for remaining calm in any situation. ·         Unplugging—a centuries-old practice to reduce anxiety and promote creativity. ·. Aha!s. —22 practical insights that become the framework for living a happy life. This modern-day fable shows us that the best way to reduce stress is to cultivate mindfulness. While we cannot control much of what happens, we can get better outcomes if we stop to see situations clearly and calmly.. This book serves as both a powerful resource for business professionals looking for practical, easy-to-use tools for dealing with difficult people and an inspirational tale for those who want better relationships and a happier life.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Psychology"
            ]
        },
        {
            "title": "The Tower, The Zoo, and The Tortoise",
            "authors": [
                "Julia Stuart"
            ],
            "ranking": 3.58,
            "ranking_count": 9495,
            "abstract": "Brimming with charm and whimsy, this exquisite novel set in the Tower of London has the transportive qualities and delightful magic of the contemporary classics Chocolat and Amélie.. Balthazar Jones has lived in the Tower of London with his loving wife, Hebe, and his 120-year-old pet tortoise for the past eight years. That’s right, he is a Beefeater (they really do live there). It’s no easy job living and working in the tourist attraction in present-day London.. Among the eccentric characters who call the Tower’s maze of ancient buildings and spiral staircases home are the Tower’s Rack & Ruin barmaid, Ruby Dore, who just found out she’s pregnant; portly Valerie Jennings, who is falling for ticket inspector Arthur Catnip; the lifelong bachelor Reverend Septimus Drew, who secretly pens a series of principled erot­ica; and the philandering Ravenmaster, aiming to avenge the death of one of his insufferable ravens.. When Balthazar is tasked with setting up an elaborate menagerie within the Tower walls to house the many exotic animals gifted to the Queen, life at the Tower gets all the more interest­ing. Penguins escape, giraffes are stolen, and the Komodo dragon sends innocent people running for their lives. Balthazar is in charge and things are not exactly running smoothly. Then Hebe decides to leave him and his beloved tortoise “runs” away.. Filled with the humor and heart that calls to mind the delight­ful novels of Alexander McCall Smith, and the charm and beauty of The Guernsey Literary and Potato Peel Pie Society,. The Tower, the Zoo, and the Tortoise. is a magical, wholly origi­nal novel whose irresistible characters will stay with you long after you turn the stunning last page.. Published in the UK in August 2010 as Balthazar Jones and the Tower of London Zoo.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Animals",
                "Historical",
                "European Literature",
                "Adult Fiction",
                "Contemporary",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Spectyr",
            "authors": [
                "Philippa Ballantine"
            ],
            "ranking": 3.9,
            "ranking_count": 1659,
            "abstract": "The second novel in Ballantine's series. In a realm of mystics and magic, the Order of Deacons stands between the here and now and the Otherside. Its mission is to protect the citizens of the Empire from malevolent geists--no matter where or when.... Though one of the most powerful Deacons, Sorcha Faris has a tarnished reputation to overcome, which is why she jumps at the chance to investigate a string of murders in the exotic city of Orithal. But it is there that her lover, the shapeshifting rival to the throne, is targeted by a cruel and vengeful goddess, unwittingly unleashed by the Emperor's sister.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Forgive Me, I Meant to Do It: False Apology Poems",
            "authors": [
                "Gail Carson Levine",
                "Matthew Cordell"
            ],
            "ranking": 3.8,
            "ranking_count": 1374,
            "abstract": "This Is Just to Say. If you’re looking for a nice happy book. put this one down and run away quickly. Forgive me sweetness and good cheer are boring. Inspired by William Carlos Williams’s famous poem ”This Is Just to Say,” Newbery Honor author Gail Carson Levine delivers a wickedly funny collection of her own false apology poems, imagining how tricksters really feel about the mischief they make. Matthew Cordell’s clever and playful line art lightheartedly captures the spirit of the poetry. This is the perfect book for anyone who’s ever apologized . . . and not really meant it.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Humor",
                "Childrens",
                "Nonfiction",
                "Fantasy",
                "Academic",
                "Language"
            ]
        },
        {
            "title": "The Interrogation of Ashala Wolf",
            "authors": [
                "Ambelin Kwaymullina"
            ],
            "ranking": 3.8,
            "ranking_count": 2256,
            "abstract": "“There will come a day when a thousand Illegals descend on your detention centres. Boomers will breach the walls. Skychangers will send lightning to strike you all down from above, and Rumblers will open the earth to swallow you up from below. . . . And when that day comes, Justin Connor, think of me.”. Ashala Wolf has been captured by Chief Administrator Neville Rose. A man who is intent on destroying Ashala’s Tribe — the runaway Illegals hiding in the Firstwood. Injured and vulnerable and with her Sleepwalker ability blocked, Ashala is forced to succumb to the machine that will pull secrets from her mind.. And right beside her is Justin Connor, her betrayer, watching her every move.. Will the Tribe survive the interrogation of Ashala Wolf?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Cultural",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Angel",
            "authors": [
                "James Patterson"
            ],
            "ranking": 4.01,
            "ranking_count": 49838,
            "abstract": "Max Ride and her best friends have always had one another's backs.. No. Matter. What.. Living on the edge as fugitives, they never had a choice. But now they're up against a deadly force that's racing across the globe, and just when they need him the most--Fang is gone. He's creating his own gang that will replace everyone--including Max.. Max is heartbroken over losing Fang, her soul mate. Her closest friend. But with Dylan ready and willing to fight by her side, and she can no longer deny that his incredible intensity draws her in. Max, Dylan, and the rest of their friends must soon join forces with Fang and his new gang for an explosive showdown in Paris that's unlike anything you've ever imagined . . . or read.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Romance",
                "Action"
            ]
        },
        {
            "title": "Nine Inches",
            "authors": [
                "Tom Perrotta"
            ],
            "ranking": 3.74,
            "ranking_count": 4120,
            "abstract": "Nine Inches, Tom Perrotta's first true collection, features ten stories―some sharp and funny, some mordant and surprising, and a few intense and disturbing. Whether he's dropping into the lives of two teachers―and their love lost and found―in Nine Inches, documenting the unraveling of a dad at a Little League game in The Smile on Happy Chang's Face, or gently marking the points of connection between an old woman and a benched high school football player in Senior Season, Perrotta writes with a sure sense of his characters and their secret longings.. Nine Inches contains an elegant collection of short fiction: stories that are as assured in their depictions of characters young and old, established and unsure, as any written today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Audiobook",
                "Contemporary",
                "Adult Fiction",
                "Literary Fiction",
                "Adult",
                "Anthologies",
                "Humor"
            ]
        },
        {
            "title": "After the Apocalypse",
            "authors": [
                "Maureen F. McHugh"
            ],
            "ranking": 3.6,
            "ranking_count": 2334,
            "abstract": "The apocalypse was yesterday. These stories are today.. Following up on her first collection, Story Prize finalist Maureen F. McHugh explores the catastrophes, small and large, of twenty-first century life—and what follows after. What happens after the bird flu pandemic? Are our computers smarter than we are? What does the global economy mean for two young girls in China? Are we really who we say we are? And how will we survive the coming zombie apocalypse?",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Speculative Fiction",
                "Fantasy",
                "Horror"
            ]
        },
        {
            "title": "Khan: Empire of Silver",
            "authors": [
                "Conn Iggulden"
            ],
            "ranking": 4.34,
            "ranking_count": 13064,
            "abstract": "The Great Khan is dead. His vast empire hangs in the balance, an empire he forged with raw courage, guile, tactical brilliance, unswerving dedication to his people, and the force of his own indomitable will. Now the very qualities that united the fierce Mongol tribes threaten to tear them apart, as the heirs of Genghis maneuver for dominance. In the end, only one can command .... THE EMPIRE OF SILVER. Conn Iggulden’s #1 internationally bestselling epics of historical fiction have enthralled millions of readers around the world. In his spectacular novels about the life and legacy of Genghis Khan, he has traced the path of the legendary conqueror from the harsh grasslands of his youth to the pinnacle of an unprecedented empire. Now, even as they struggle for supremacy among themselves, Genghis’s sons and grandsons extend the reach of his vision, taking their armies farther than ever before, into southern China and across the steppes and rugged mountains of Russia to the vulnerable heart of Europe, where they will face the most courageous warriors the West commands.. Genghis’s tough and canny heir, Ogedai, is on the verge of being proclaimed the new Khan. But Ogedai has mysteriously delayed his coronation ceremony to complete a fantastic project many deem a folly: the building of Karakorum, a magnificent city amid the wild plains. His puzzling decision emboldens his arrogant brother Chagetai to violently challenge him, while their noble sibling Tolui and his beautiful, wily wife, Sorhatani, will be caught between the two.. Chagetai’s attempt at rebellion reveals shocking truths about Ogedai’s health and imperiled future. As one brother awaits his fate, another awaits his moment to seize power, while spies and assassins play out the ambitions and destinies of their masters.. With his celebrated synthesis of riveting storytelling and peerless historical detail, Conn Iggulden takes his saga of the great Mongol khans to unforgettable new heights, bringing these fabled conquerors and their singular people to vivid life for a new generation of readers.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Fantasy",
                "Adventure",
                "Cultural",
                "Novels",
                "Action"
            ]
        },
        {
            "title": "The Normans: From Raiders to Kings",
            "authors": [
                "Lars Brownworth"
            ],
            "ranking": 3.93,
            "ranking_count": 968,
            "abstract": "Lars Brownworth’s 'The Normans' is like a gallop through the Middle Ages on a fast warhorse. It is rare to find an author who takes on a subject so broad and so complex, while delivering a book that is both fast-paced and readable.. Bill Yenne, author of. Julius Caesar: Lessons in Leadership from the Great Conqueror; Hap Arnold: The General Who Invented the USAF; The White Rose of Stalingrad. ; and. Sitting Bull. An evocative journey through the colourful and dangerous world of early medieval Europe. Jonathan Harris, author of. Byzantium and the Crusades. There is much more to the Norman story than the Battle of Hastings. These descendants of the Vikings who settled in France, England, and Italy - but were not strictly French, English, or Italian - played a large role in creating the modern world. They were the success story of the Middle Ages; a footloose band of individual adventurers who transformed the face of medieval Europe. During the course of two centuries they launched a series of extraordinary conquests, carving out kingdoms from the North Sea to the North African coast.. In. The Normans. , author Lars Brownworth follows their story, from the first shock of a Viking raid on an Irish monastery to the exile of the last Norman Prince of Antioch. In the process he brings to vivid life the Norman tapestry’s rich cast of characters: figures like Rollo the Walker, William Iron-Arm, Tancred the Monkey King, and Robert Guiscard. It presents a fascinating glimpse of a time when a group of restless adventurers had the world at their fingertips.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Cultural",
                "European Literature",
                "Biography",
                "Literature"
            ]
        },
        {
            "title": "Before We Met",
            "authors": [
                "Lucie Whitehouse"
            ],
            "ranking": 3.44,
            "ranking_count": 13654,
            "abstract": "Hannah, independent, headstrong, and determined not to follow in the footsteps of her bitterly divorced mother, has always avoided commitment. But one hot New York summer she meets Mark Reilly, a fellow Brit, and is swept up in a love affair that changes all her ideas about what marriage might mean.. Now, living in their elegant, expensive London townhouse and adored by her fantastically successful husband, she knows she was right to let down her guard.. But when Mark does not return from a business trip to the U.S. and when the hours of waiting for him stretch into days, the foundations of Hannah's certainty begin to crack. Why do Mark's colleagues believe he has gone to Paris not America? Why is there no record of him at his hotel? And who is the mysterious woman who has been telephoning him over the last few weeks?. Hannah begins to dig into her husband's life, uncovering revelations that throw into doubt everything she has ever believed about him. As her investigation leads her away from their fairytale romance into a place of violence and fear she must decide whether the secrets Mark has been keeping are designed to protect him or protect her...",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Contemporary",
                "Adult",
                "Romance"
            ]
        },
        {
            "title": "Doctor Who: The Only Good Dalek",
            "authors": [
                "Justin Richards",
                "Mike  Collins"
            ],
            "ranking": 3.71,
            "ranking_count": 484,
            "abstract": "Station 7 is where the Earth Forces send all the equipment captured in their unceasing war against the Daleks. It's where Dalek technology is analyzed and examined. It's where the Doctor and Amy have just arrived. But somehow the Daleks have found out about Station 7 - and there's something there that they want back With the Doctor increasingly worried about the direction the Station's research is taking, the commander of Station 7 knows he has only one possible, desperate defense. Because the last terrible secret of Station 7 is that they don't only store captured Dalek technology - it's also a prison. And the only thing that might stop a Dalek is another Dalek An epic, full-color graphic novel featuring the Doctor and Amy, as played by Matt Smith and Karen Gillan in the spectacular hit series from BBC Television",
            "part_of_series": false,
            "genre_list": [
                "Media Tie In",
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Graphic Novels Comics",
                "Comics"
            ]
        },
        {
            "title": "Although of Course You End Up Becoming Yourself: A Road Trip with David Foster Wallace",
            "authors": [
                "David Lipsky"
            ],
            "ranking": 3.91,
            "ranking_count": 8214,
            "abstract": "In David Lipsky’s view, David Foster Wallace was the best young writer in America. Wallace’s pieces for. Harper’s. magazine in the ’90s were, according to Lipsky, “like hearing for the first time the brain voice of everybody I knew: Here was how we all talked, experienced, thought. It was like smelling the damp in the air, seeing the first flash from a storm a mile away. You knew something gigantic was coming.”. Then. Rolling Stone. sent Lipsky to join Wallace on the last leg of his book tour for. Infinite Jest. , the novel that made him internationally famous. They lose to each other at chess. They get iced-in at an airport. They dash to Chicago to catch a make-up flight. They endure a terrible reader’s escort in Minneapolis. Wallace does a reading, a signing, an NPR appearance. Wallace gives in and imbibes titanic amounts of hotel television (what he calls an “orgy of spectation”). They fly back to Illinois, drive home, walk Wallace’s dogs. Amid these everyday events, Wallace tells Lipsky remarkable things—everything he can about his life, how he feels, what he thinks, what terrifies and fascinates and confounds him—in the writing voice Lipsky had come to love. Lipsky took notes, stopped envying him, and came to feel about him—that grateful, awake feeling—the same way he felt about. Infinite Jest. . Then Lipsky heads to the airport, and Wallace goes to a dance at a Baptist church.. A biography in five days,. Although Of Course You End Up Becoming Yourself. is David Foster Wallace as few experienced this great American writer. Told in his own words, here is Wallace’s own story, and his astonishing, humane, alert way of looking at the world; here are stories of being a young writer—of being young generally—trying to knit together your ideas of who you should be and who other people expect you to be, and of being young in March of 1996. And of what it was like to be with and—as he tells it—what it was like to become David Foster Wallace.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Biography Memoir",
                "Language",
                "Audiobook",
                "Travel",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Royal Secrets",
            "authors": [
                "Traci Hunter Abramson"
            ],
            "ranking": 4.12,
            "ranking_count": 1868,
            "abstract": "It’s been three years since the tragic Christmas Eve when CIA agent Alora DeSanto returned from a doctor’s appointment to find her husband dead and her Paris home destroyed by a terrorist firebomb. Still mourning her heavy loss, she seeks a new life for herself and her two young sons by accepting a job offer from her friend and fellow agent Janessa Rogers, who is engaged to marry Prince Garrett of Meridia. As Janessa’s personal assistant, Alora takes up residence in the royal chateau in Bellamo, where Prince Stefano is recovering from a possible assassination attempt and reeling from some life-shattering news of his own.. As their paths repeatedly cross, Alora and Stefano are surprised by a budding attraction that draws them together in friendship. But as their hesitant affection evolves into romance, royal secrets plunge them into plots of espionage and blackmail that threaten all they hold dear—including each other. And as enemies arise to crush the Meridia monarchy, Alora must confront the fears that destroyed her past before they destroy her future.",
            "part_of_series": true,
            "genre_list": [
                "Lds",
                "Romance",
                "Christianity",
                "Mystery",
                "Thriller",
                "Suspense",
                "Fiction",
                "Christian Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Destined for Doon",
            "authors": [
                "Carey Corp",
                "Lorie Langdon"
            ],
            "ranking": 4.14,
            "ranking_count": 3531,
            "abstract": "The second book in the popular new Doon YA series that takes on a classic story, Brigadoon, and spins it in a new way to give readers a fresh, modern experience.. In this sequel to Doon, Kenna Reid realizes she made a horrible mistake-choosing to follow her dreams of Broadway instead of staying in the enchanted land of Doon. Worse, she's received proof she and Duncan are meant to be, along with torturous visions of the prince she left behind. So when Duncan shows up and informs Kenna that Doon needs her, she doesn't need to think twice. But even if Kenna can save the enchanted kingdom, her happily ever after may still be in peril.. The Doon novels are a part of Blink, HarperCollins Christian Publishing's new YA imprint that delivers empowering and heartening literature while maintaining a tradition of imaginative and impactful storytelling.. Common Core Standards:. CCSS.ELA-Literacy.RL.9-10.3 and 11-12.3 Analyze the impact of the author's choices regarding how to develop and relate elements of a story or drama (e.g., where a story is set, how the action is ordered, how the characters are introduced and developed).. CCSS.ELA-Literacy.RL.9-10.5 and 11-12.5 Analyze how an author's choices concerning how to structure specific parts of a text (e.g., the choice of where to begin or end a story, the choice to provide a comedic or tragic resolution) contribute to its overall structure and meaning as well as its aesthetic impact.. CCSS.ELA-Literacy.RL.9-10.6 and 11-12.6 Analyze a case in which grasping a point of view requires distinguishing what is directly stated in a text from what is really meant (e.g., satire, sarcasm, irony, or understatement).",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Cultural",
                "Fiction"
            ]
        },
        {
            "title": "Married by Morning",
            "authors": [
                "Lisa Kleypas"
            ],
            "ranking": 4.14,
            "ranking_count": 37982,
            "abstract": "He's everything she wants to avoid.. For two years, Catherine Marks has been a paid companion to the Hathaway sisters—a pleasant position, with one caveat. Her charges' older brother, Leo Hathaway, is thoroughly exasperating. Cat can hardly believe that their constant arguing could mask a mutual attraction. But when one quarrel ends in a sudden kiss, Cat is shocked at her powerful response—and even more so when Leo proposes a dangerous liaison.. She's not at all what she seems.. Leo must marry and produce an heir within a year to save his family home. Catherine's respectable demeanor hides a secret that would utterly destroy her. But to Leo, Cat is intriguing and infernally tempting, even to a man resolved never to love again. The danger Cat tried to outrun is about to separate them forever—unless two wary lovers can find a way to banish the shadows and give in to their desires . . .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Adult",
                "Fiction",
                "Historical Romance",
                "Womens Fiction"
            ]
        },
        {
            "title": "Point Omega",
            "authors": [
                "Don DeLillo"
            ],
            "ranking": 3.44,
            "ranking_count": 8530,
            "abstract": "Don DeLillo looks into the mind and heart of a defense intellectual, one of the men involved in the management of the country's war machine.. Don DeLillo has been weirdly prophetic about twenty-first-century America (The New York Times Book Review). In his earlier novels, he has written about conspiracy theory, the Cold War and global terrorism. Now, in. Point Omega. , he looks into the mind and heart of a defense intellectual, one of the men involved in the management of the country's war machine.. Richard Elster was a scholar—an outsider—when he was called to a meeting with government war planners, asked to apply ideas and principles to such matters as troop deployment and counterinsurgency.. We see Elster at the end of his service. He has retreated to the desert, somewhere south of nowhere, in search of space and geologic time. There he is joined by a filmmaker, Jim Finley, intent on documenting his experience. Finley wants to persuade Elster to make a one-take film, Elster its single character—Just a man and a wall.. Weeks later, Elster's daughter Jessica visits—an otherworldly woman from New York, who dramatically alters the dynamic of the story. The three of them talk, train their binoculars on the landscape, and build an odd, tender intimacy, something like a family. Then a devastating event throws everything into question.. In this compact and powerful novel, it is finally a lingering human mystery that haunts the landscape of desert and mind.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Novella",
                "The United States Of America",
                "War"
            ]
        },
        {
            "title": "Gauntlgrym",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.21,
            "ranking_count": 10429,
            "abstract": "Drizzt joins Bruenor on his quest for the fabled dwarven kingdom of Gauntlgrym: ruins said to be rich with ancient treasure and arcane lore. But before they even get close, another drow and dwarf pair stumbles across it first: Jarlaxle and Athrogate. In their search for treasure and magic, Jarlaxle and Athrogate inadvertently set into motion a catastrophe that could spell disaster for the unsuspecting people of the city of Neverwinter--a catastrophe big enough to lure even the mercenary Jarlaxle into risking his own coin and skin to stop it. Unfortunately, the more they uncover about the secret of Gauntlgrym, the more it looks like they can't stop it on their own. They'll need help, and from the last people they ever thought to fight alongside again: Drizzt and Bruenor.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Role Playing Games",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "A History of America in Thirty-Six Postage Stamps",
            "authors": [
                "Chris West"
            ],
            "ranking": 4.08,
            "ranking_count": 87,
            "abstract": "DISCOVER THE INCREDIBLE STORY OF AMERICA THROUGH ITS BEAUTIFUL AND DIVERSE POSTAGE STAMPS IN THIS EXUBERANT AND ALWAYS CHARMING HISTORY.. In. A History of America in Thirty-six Postage Stamps. , Chris West explores America's own rich philatelic history. From George Washington's dour gaze to the charging buffalo of the western frontier and Lindbergh's soaring biplane, American stamps are a vivid window into our country's extraordinary and distinctive past. With the always accessible and spirited West as your guide, discover the remarkable breadth of America's short history through a fresh lens.. On their own, stamps can be curiosities, even artistic marvels; in this book, stamps become a window into the larger sweep of history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "The United States Of America"
            ]
        },
        {
            "title": "The Axe the Shield and the Triton",
            "authors": [
                "James M. Hockey"
            ],
            "ranking": 4.48,
            "ranking_count": 21,
            "abstract": "These are the tales of Bowdyn, itinerant 17th Century Gleeman, member of an ancient story-telling guild. Rescued from death during the Monmouth rebellion he tells tales of the Dark Ages to his rescuers their friends and neighbours, to entertain, divert and sing for his supper . In this first tale a lovelorn boy Gewis flees home, joining the Vandals of Carthage, in piracy and war. Years later, a wealthy, seasoned warrior, he returns to save his people from slavery or death. Set in the Dark Ages straddling the Vandal sack of Rome, The Axe the Shield and the Triton is a sweeping yarn of anarchy in a crumbling Empire, where internal conflicts, savage invaders and bands of reavers destroy Imperial order. It is a story of the workings of the Fates, part of a great tapestry in the weaving, changing the history of the world for all time.",
            "part_of_series": true,
            "genre_list": [
                "Historical"
            ]
        },
        {
            "title": "Atoning",
            "authors": [
                "Kelley Armstrong"
            ],
            "ranking": 4.23,
            "ranking_count": 1533,
            "abstract": "Chloe's POV set after The Darkness Rising trilogy.. Chloe and Derek have adjusted to life in Badger Lake. It’s not perfect, but it’s safe and they’re learning the skills they’ll need when it comes time to make a decision about their futures. They’re comfortable and they’re settled . . . until a weekend camping trip with Maya and Daniel reunites them with someone they thought they’d left in the past. Someone Derek really hoped they’d left in the past, because as much as this former friend might want to atone for past mistakes, she’s nothing but trouble.. This is a Subterranean Press ebook only release, containing 4 original illustrations. Please note that Atoning is a novella, not a full-length novel (it’s about one-third as long as the books)",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Novella",
                "Shapeshifters",
                "Romance",
                "Short Stories"
            ]
        },
        {
            "title": "Earth (The Book): A Visitor's Guide to the Human Race",
            "authors": [
                "Jon   Stewart",
                "Rory Albanese",
                "Kevin Bleyer",
                "Rich Bloomquist",
                "Steve Bodow",
                "Tim Carvell",
                "Wyatt Cenac",
                "Hallie Haglund",
                "more…",
                "J.R. Havlan",
                "David Javerbaum",
                "Elliott Kalan",
                "Josh Lieb",
                "Sam Means",
                "Jo Miller",
                "John Oliver",
                "Daniel Radosh",
                "Jason Ross",
                "…less"
            ],
            "ranking": 3.9,
            "ranking_count": 27091,
            "abstract": "The eagerly awaited new book from the Emmy-winning, Oscar-hosting, Daily Show-anchoring Jon Stewart--the man behind the megaseller America (The Book).. Where do we come from? Who created us? Why are we here? These questions have puzzled us since the dawn of time, but when it became apparent to Jon Stewart and the writers of The Daily Show that the world was about to end, they embarked on a massive mission to write a book that summed up the human race: What we looked like; what we accomplished; our achievements in society, government, religion, science and culture -- all in a tome of approximately 256 pages with lots of color photos, graphs and charts.. After two weeks of hard work, they had their book. EARTH (The Book) is the definitive guide to our species. With their trademark wit, irreverence, and intelligence, Stewart and his team will posthumously answer all of life's most hard-hitting questions, completely unburdened by objectivity, journalistic integrity, or even accuracy. Also available as an ebook and as an audiobook.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Politics",
                "Audiobook",
                "History",
                "Science",
                "Adult",
                "Reference",
                "Culture"
            ]
        },
        {
            "title": "The Last Pilot",
            "authors": [
                "Benjamin Johncock"
            ],
            "ranking": 3.66,
            "ranking_count": 1195,
            "abstract": "Harrison sat very still. On the screen was the surface of the moon.. Jim Harrison is a test pilot in the United States Air Force, one of the exalted few. He spends his days cheating death in the skies above the Mojave Desert and his nights at his friend Pancho's bar, often with his wife, Grace. She and Harrison are secretly desperate for a child-and when, against all odds, Grace learns that she is pregnant, the two are overcome with joy.. While America becomes swept up in the fervor of the Space Race, Harrison turns his attention home, passing up the chance to become an astronaut to welcome his daughter, Florence, into the world. Together, he and Grace confront the thrills and challenges of raising a child head-on. Fatherhood is different than flying planes-less controlled, more anxious-however the pleasures of watching Florence grow are incomparable. But when his family is faced with a sudden and inexplicable tragedy, Harrison's instincts as a father and a pilot are put to test. As a pilot, he feels compelled to lead them through it-and as a father, he fears that he has fallen short.. The aftermath will haunt the Harrisons and strain their marriage as Jim struggles under the weight of his decisions. Beginning when the dust of the Second World War has only just begun to settle and rushing onward into the Sixties, Benjamin Johncock traces the path of this young couple as they are uprooted by events much larger than themselves. The turns the Harrisons take together are at once astonishing and recognizable; their journey, both frightening and full of hope. Set against the backdrop of one of the most emotionally charged periods in American history,. The Last Pilot. is a mesmerizing debut novel of loss and finding courage in the face of it from an extraordinary new talent.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Space",
                "Adult",
                "Novels",
                "Adult Fiction",
                "Contemporary",
                "Literary Fiction",
                "Literature"
            ]
        },
        {
            "title": "A Night Too Dark",
            "authors": [
                "Dana Stabenow"
            ],
            "ranking": 4.03,
            "ranking_count": 4984,
            "abstract": "In Alaska, somebody disappears every day. Hunters who head into the wilderness… Fishermen who brave the great rivers…Tourists who attempt to do both. In Aleut detective Kate Shugak’s Park, people have been falling off the grid quite a bit lately. And as she and state trooper Jim Chopin are about to realize, it’s got something to do with the recent discovery of the world’s second-largest gold mine in their very own backyard.. A hostile environmental activist organization has embraced Alaska’s Suulutaq Mine as its reason for being, attracting more attention than many of the locals can tolerate. So it’s almost a relief when Kate finally finds a body—this, more than politics, she can handle. Until the identity of the body vanishes, too… Now it’s up to Kate and Jim to dig deeper into the mining controversy and find the truth about what’s going on in her homeland. Even if that means facing down an enemy who will kill to keep certain secrets buried…",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Womens"
            ]
        },
        {
            "title": "Lover Mine",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.39,
            "ranking_count": 108695,
            "abstract": "John Matthew has come a long way since he was found living among humans, his vampire nature unknown to himself and to those around him. After he was taken in by the Brotherhood, no one could guess what his true history was- or his true identity. Indeed, the fallen Brother Darius has returned, but with a different face and a very different destiny. As a vicious personal vendetta takes John into the heart of the war, he will need to call up on both who he is now and who he once was in order to face off against evil incarnate.. Xhex, a symphath assassin, has long steeled herself against the attraction between her and John Matthew. Having already lost one lover to madness, she will not allow the male of worth to fall prey to the darkness of her twisted life. When fate intervenes, however, the two discover that love, like destiny, is inevitable between soul mates.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Higher Call: An Incredible True Story of Combat and Chivalry in the War-Torn Skies of World War II",
            "authors": [
                "Adam Makos",
                "Larry Alexander"
            ],
            "ranking": 4.3,
            "ranking_count": 23262,
            "abstract": "Four days before Christmas 1943, a badly damaged American bomber struggled to fly over wartime Germany. At its controls was a 21-year-old pilot. Half his crew lay wounded or dead. It was their first mission. Suddenly, a sleek, dark shape pulled up on the bomber’s tail—a German Messerschmitt fighter. Worse, the German pilot was an ace, a man able to destroy the American bomber in the squeeze of a trigger. What happened next would defy imagination and later be called. the most incredible encounter between enemies in World War II.. This is the true story of the two pilots whose lives collided in the skies that day—the American—2nd Lieutenant Charlie Brown, a former farm boy from West Virginia who came to captain a B-17—and the German—2nd Lieutenant Franz Stigler, a former airline pilot from Bavaria who sought to avoid fighting in World War II.. A Higher Call. follows both Charlie and Franz’s harrowing missions. Charlie would face takeoffs in English fog over the flaming wreckage of his buddies’ planes, flak bursts so close they would light his cockpit, and packs of enemy fighters that would circle his plane like sharks. Franz would face sandstorms in the desert, a crash alone at sea, and the spectacle of 1,000 bombers each with eleven guns, waiting for his attack. Ultimately, Charlie and Franz would stare across the frozen skies at one another. What happened between them, the American 8th Air Force would later classify as “top secret.” It was an act that Franz could never mention or else face a firing squad. It was the encounter that would haunt both Charlie and Franz for forty years until, as old men, they would search for one another, a last mission that could change their lives forever.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Biography",
                "Military",
                "Historical",
                "Aviation",
                "Audiobook"
            ]
        },
        {
            "title": "For the Right Reasons: America's Favorite Bachelor on Faith, Love, Marriage, and Why Nice Guys Finish First",
            "authors": [
                "Sean Lowe",
                "Nancy   French"
            ],
            "ranking": 3.74,
            "ranking_count": 2096,
            "abstract": "The virgin Bachelor Sean Lowe reveals the challenges of finding love while championing his Christian convictions in the morally complex world of reality TV.. After The Bachelorette broke his heart, Sean Lowe suspected his nice guy image hurt him. The show never emphasized it, but Sean committed to living according to biblical standards of sexuality, even as producers emphasized the risque and promiscuous. A Texas boy from a Baptist home, Sean tells the story of how he went from a Division I college football player to a fan favorite on reality television, taking readers behind the scenes of The Bachelor and The Bachelorette to see the challenges of living out his values and faith and ultimately winning his true love s heart.. For the Right Reasons is about the journeys we all have to take in the real world, where being good is the right thing to do but sometimes doesn't seem to be enough; where betrayal is commonplace; and where that thing called perfection is actually just a cruel myth. Sean learned a few things from his two seasons on the hottest romance shows on television, and he wants others to benefit from those lessons: good does eventually win, lies will be discovered, and nice guys do ultimately finish first.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Romance",
                "Biography",
                "Biography Memoir",
                "Womens Fiction",
                "Adult",
                "Culture",
                "Christian"
            ]
        },
        {
            "title": "The Last American Vampire",
            "authors": [
                "Seth Grahame-Smith"
            ],
            "ranking": 3.98,
            "ranking_count": 6210,
            "abstract": "New York Times. bestselling author Seth Grahame-Smith returns with the follow-up to. Abraham Lincoln: Vampire Hunter-. -a sweeping, alternate history of 20th Century America as seen through the eyes of vampire Henry Sturges.. THE LAST AMERICAN VAMPIRE. In Reconstruction-era America, vampire Henry Sturges is searching for renewed purpose in the wake of his friend Abraham Lincoln's shocking death. It will be an expansive journey that will first send him to England for an unexpected encounter with Jack the Ripper, then to New York City for the birth of a new American century, the dawn of the electric era of Tesla and Edison, and the blazing disaster of the 1937 Hindenburg crash. Along the way, Henry goes on the road in a Kerouac-influenced trip as Seth Grahame-Smith ingeniously weaves vampire history through Russia's October Revolution, the First and Second World Wars, and the JFK assassination. Expansive in scope and serious in execution, THE LAST AMERICAN VAMPIRE is sure to appeal to the passionate readers who made Abraham. Lincoln: Vampire Hunter. a runaway success.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Historical",
                "Paranormal",
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "A Place to Die",
            "authors": [
                "E.D. Martin"
            ],
            "ranking": 5.0,
            "ranking_count": 6,
            "abstract": "When Libby spends a summer helping out at her mom’s bed and breakfast-turned-hospice, she doesn’t expect to spend her time babysitting someone like Mr. Calloway – a young, vibrant financial planner with a mischievous streak. But Mr. Calloway is sicker than he seems, something neither he nor his family want to acknowledge. Can Libby help him accept his fate without losing her heart?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Love and Capital: Karl and Jenny Marx and the Birth of a Revolution",
            "authors": [
                "Mary Gabriel"
            ],
            "ranking": 4.25,
            "ranking_count": 674,
            "abstract": "Brilliantly researched and wonderfully written, LOVE AND CAPITAL is a heartbreaking and dramatic saga of the family side of the man whose works would redefine the world after his death.. Drawing upon years of research, acclaimed biographer Mary Gabriel brings to light the story of Karl and Jenny Marx's marriage. We follow them as they roam Europe, on the run from governments amidst an age of revolution and a secret network of would-be revolutionaries, and see Karl not only as an intellectual, but as a protective father and loving husband, a revolutionary, a jokester, a man of tremendous passions, both political and personal.. In LOVE AND CAPITAL, Mary Gabriel has given us a vivid, resplendent, and truly human portrait of the Marxes-their desires, heartbreak and devotion to each other's ideals.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Politics",
                "Philosophy",
                "Economics",
                "Biography Memoir",
                "Cultural",
                "Unfinished"
            ]
        },
        {
            "title": "Huntress",
            "authors": [
                "Malinda Lo"
            ],
            "ranking": 3.79,
            "ranking_count": 12421,
            "abstract": "Nature is out of balance in the human world. The sun hasn't shone in years, and crops are failing. Worse yet, strange and hostile creatures have begun to appear. The people's survival hangs in the balance.. To solve the crisis, the oracle stones are cast, and Kaede and Taisin, two seventeen-year-old girls, are picked to go on a dangerous and unheard-of journey to Tanlili, the city of the Fairy Queen. Taisin is a sage, thrumming with magic, and Kaede is of the earth, without a speck of the otherworldly. And yet the two girls' destinies are drawn together during the mission. As members of their party succumb to unearthly attacks and fairy tricks, the two come to rely on each other and even begin to fall in love. But the Kingdom needs only one huntress to save it, and what it takes could tear Kaede and Taisin apart forever.. The exciting adventure prequel to Malinda Lo's highly acclaimed novel. Ash. is overflowing with lush Chinese influences and details inspired by the. I Ching. , and is filled with action and romance.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "LGBT",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Jo Nesbø Collection 3 Books Set: The Redbreast, Nemesis, The Devil's Star",
            "authors": [
                "Jo Nesbø"
            ],
            "ranking": 4.25,
            "ranking_count": 1060,
            "abstract": "A special bundle of three of Jo Nesbø's award-winning crime titles starring the inimitable Detective Harry Hole.. The Redbreast: A report of a rare and unusual gun being fired sparks Detective Harry Hole's interest. Then a former soldier is found with his throat cut. Next, Harry's former partner is murdered. Why had she been trying to reach Harry on the night she was killed?. . Nemesis: A man is caught on CCTV, shooting dead a cashier at a bank. Harry begins his investigation but after a dinner with an old flame, wakes up with no memory of the last 12 hours. Then the girl is found dead and he begins to receive threatening emails: is someone is trying to frame him for her death?. . The Devil's Star: When a young woman is murdered in her Oslo flat and a tiny red diamond in the shape of a five-pointed star is found behind her eyelid, Harry is assigned the case alongside his long-time adversary Tom Waaler. On notice to quit the force, Harry is forced to drag himself out of his alcoholic stupor when it becomes apparent that Oslo has a serial killer on its hands.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction"
            ]
        },
        {
            "title": "The Red Queen",
            "authors": [
                "Isobelle Carmody"
            ],
            "ranking": 3.7,
            "ranking_count": 1952,
            "abstract": "The post-apocalyptic fantasy series reaches its heartbreaking, world-shaking conclusion!. Award-winning Australian author Isobelle Carmody concludes the epic story of Elspeth Gordie, a heroine in the vein of Tamora Pierce's most memorable and empowering protagonists. The final chapter in the eight-book Obernewtyn Chronicles,. The Red Queen. is a YA fantasy novel decades in the making.. After years spent struggling to balance her desires with her responsibilities, Elspeth Gordie has fully embraced her role as the Seeker. Battle-scarred and lovelorn, haunted by memories of her beloved Rushton, Elspeth is not prepared for what she finds at the end of the black road she travels: the Compound, a lost community with a startling secret. As Elspeth strives against her captors, she learns that Rushton and her friends have fallen into the hands of the deadly slavemasters that rule the Red Land. And worst of all, as Elspeth stumbles, the Destroyer creeps ever closer to his goal: awakening the cataclysmically destructive weaponmachines that Elspeth has been charged with stopping. Has all her sacrifice been in vain?. Full of romance, action, and suspense,. The Red Queen. is a worthy finale to such a breathtakingly elaborate series.. (. The Red Queen. is the title of the final book in the series as published in Australia; a different book in the series as published in North America has also been tentatively titled The Red Queen but corresponds to the second half of the Australian edition of. The Sending. , book 6, and would not contain any part of this book.). Penguin Australia would like fans of Isobelle Carmody’s Obernewtyn Chronicles to know that we have made the decision to move The Red Queen from its planned 2013 release to an unscheduled date. We’d like to take this opportunity to reassure everyone, that Isobelle remains absolutely committed to the Obernewtyn Chronicles. The series has been an enormous part Isobelle’s life for over 25 years, and we strongly believe Isobelle should take the time she needs to make this installment, the very best yet.. A message from Isobelle Carmody:. I understand you have been waiting, impatiently or patiently, some of you for literally years. I thank you and I am touched and honoured that so many of you did not grow out of me, but have allowed Elspeth to visit you through the years. If you are one of these readers, then we have shared a long journey, and it is coming to an end. Forgive me for not rushing it but with each step, I am saying goodbye to a world I have loved.. Let me hone and polish and conclude this last book at my own pace, without furious pressure. I promise it will be a better book for it. And isn’t that what we all want, in the end? Not a book produced to fit a deadline, but a book that was worth waiting for.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Apocalyptic",
                "Audiobook"
            ]
        },
        {
            "title": "Spy Camp",
            "authors": [
                "Stuart Gibbs"
            ],
            "ranking": 4.44,
            "ranking_count": 10226,
            "abstract": "In the second book in the. New York Times. bestselling Spy School series, top-secret training continues into summer for aspiring spy Ben Ripley—and so does the danger.. Ben Ripley is a middle schooler whose school is not exactly average—he’s spent the last year training to be a top-level spy and dodging all sorts of associated danger. So now that summer’s finally here, Ben would like to have some fun and relax. But that’s not going to happen during required spy survival training at a rustic wilderness camp, where SPYDER, an enemy spy organization, has infiltrated the spies’ ranks. Can Ben root out the enemy before it takes him out—for good?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Childrens",
                "Fiction",
                "Adventure",
                "Spy Thriller",
                "Realistic Fiction",
                "Audiobook",
                "Young Adult",
                "Humor"
            ]
        },
        {
            "title": "Desecrating Solomon",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.05,
            "ranking_count": 478,
            "abstract": "On the seventh day of the seventh year… she desecrates.. Evil keeps a formidable schedule in Weston, West Virginia. Every seventh year, spirits from the town's abandoned insane asylum seek worthy souls to command. But this seventh year, a desecration unlike any before is scheduled to ravage the town. And Solomon Gorge is lured to the harrowing event by the screams of Silence.",
            "part_of_series": true,
            "genre_list": [
                "Horror"
            ]
        },
        {
            "title": "Reign of Ash",
            "authors": [
                "Gail Z. Martin"
            ],
            "ranking": 3.98,
            "ranking_count": 876,
            "abstract": "From one of the most exciting writers of fantasy adventure comes the second novel in The Ascendant Kingdoms Saga, a tale of unpredictable magic, battling warlords, and an exile's quest for vengeance.. A book that will take over readers' thoughts until long after the final page. —. RT Book Reviews. Survival is just the beginning.. Blaine McFadden endured six long years in the brutal Velant prison colony, exiled for murder. War devastated his homeland of Donderath and destroyed the magic on which the Ascendant Kingdoms relied. Now Blaine and a small group of fellow exiles have returned to a lawless wasteland, where unrestrained magic storms wreak havoc and monsters roam free.. Yet, amidst the chaos, rumors persist of a new magic that could restore the kingdoms. But the key lies with a dangerous, ancient ritual and a group of vanished survivors. Now McFadden's only hope is a small, desperate, quickly rallied army. Together they must make one last stand knowing that if they fail, the civilization of the Ascendant Kingdoms dies with them.. The Ascendant Kingdoms Saga. Ice Forged. Reign of Ash. War of Shadows. Shadow and Flame",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Audiobook",
                "Science Fiction Fantasy",
                "Fiction",
                "Science Fiction",
                "Young Adult",
                "War"
            ]
        },
        {
            "title": "Real Happiness: The Power of Meditation",
            "authors": [
                "Sharon Salzberg"
            ],
            "ranking": 3.93,
            "ranking_count": 6173,
            "abstract": "A New York Times best seller—now revised and updated with new exercises and guided meditations.. “An inviting gateway to the interior territory of profound well-being and wisdom.”—Jon Kabat-Zinn, author of Wherever You Go, There You Are. From Sharon Salzberg, a pioneer in the field of meditation and world-renowned teacher acclaimed for her down-to-earth style, Real Happiness is a complete guide to starting and maintaining a meditation practice. Beginning with the simplest breathing and sitting techniques, and based on three key skills—concentration, mindfulness, and lovingkindness—it’s a practice anyone can do and that can transform our lives by bringing us greater resiliency, creativity, peace, clarity, and balance.. This updated 10th anniversary edition includes exercises, journal prompts, and ten guided meditations available for download online and through scannable QR codes. (less)",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Spirituality",
                "Religion",
                "Health",
                "Psychology",
                "Philosophy"
            ]
        },
        {
            "title": "American Cake: From Colonial Gingerbread to Classic Layer, the Stories and Recipes Behind More Than 125 of Our Best-Loved Cakes",
            "authors": [
                "Anne Byrn"
            ],
            "ranking": 4.35,
            "ranking_count": 620,
            "abstract": "Cakes have become an icon of American cultureand a window to understanding ourselves. Be they vanilla, lemon, ginger, chocolate, cinnamon, boozy, Bundt, layered, marbled, even checkerboard--they are etched in our psyche. Cakes relate to our lives, heritage, and hometowns. And as we look at the evolution of cakes in America, we see the evolution of our history: cakes changed with waves of immigrants landing on ourshores, with the availability (and scarcity) of ingredients, with cultural trends and with political developments. In her new book. American Cake. , Anne Byrn (creator of the. New York Times. bestselling series The Cake Mix Doctor) will explore this delicious evolution and teach us cake-making techniques from across the centuries, all modernized for today’s home cooks.. Anne wonders (and answers for us) why devil’s food cake is not red in color, how the Southern delicacy known as Japanese Fruit Cake could be so-named when there appears to be nothing Japanese about the recipe, and how Depression-era cooks managed to bake cakes without eggs, milk, and butter. Who invented the flourless chocolate cake, the St. Louis gooey butter cake, the Tunnel of Fudge cake? Were these now-legendary recipes mishaps thanks to a lapse of memory, frugality, or being too lazy to run to the store for more flour?. Join Anne for this delicious coast-to-coast journey and savor our nation's history of cake baking. From the dark, moist gingerbread and blueberry cakes of New England and the elegant English-style pound cake of Virginia to the hard-scrabble apple stack cake home to Appalachia and the slow-drawl, Deep South Lady Baltimore Cake, you will learn the stories behind your favorite cakes and how to bake them.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "History",
                "Reference",
                "Historical",
                "North American Hi..."
            ]
        },
        {
            "title": "Beacon 23",
            "authors": [
                "Hugh Howey"
            ],
            "ranking": 3.91,
            "ranking_count": 15884,
            "abstract": "For centuries, men and women have manned lighthouses to ensure the safe passage of ships. It is a lonely job, and a thankless one for the most part. Until something goes wrong. Until a ship is in distress.. In the 23rd century, this job has moved into outer space. A network of beacons allows ships to travel across the Milky Way at many times the speed of light. These beacons are built to be robust. They never break down. They never fail.. At least, they aren't supposed to.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Space",
                "Short Stories",
                "War",
                "Audiobook",
                "Fantasy"
            ]
        },
        {
            "title": "The Heart Goes Last",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 3.38,
            "ranking_count": 60649,
            "abstract": "Margaret Atwood puts the human heart to the ultimate test in an utterly brilliant new novel that is as visionary as The Handmaid's Tale and as richly imagined as The Blind Assassin.. Stan and Charmaine are a married couple trying to stay afloat in the midst of an economic and social collapse. Job loss has forced them to live in their car, leaving them vulnerable to roving gangs. They desperately need to turn their situation around - and fast. The Positron Project in the town of Consilience seems to be the answer to their prayers. No one is unemployed and everyone gets a comfortable, clean house to live in... for six months out of the year. On alternating months, residents of Consilience must leave their homes and function as inmates in the Positron prison system. Once their month of service in the prison is completed, they can return to their civilian homes.. At first, this doesn't seem like too much of a sacrifice to make in order to have a roof over one's head and food to eat. But when Charmaine becomes romantically involved with the man who lives in their house during the months when she and Stan are in the prison, a series of troubling events unfolds, putting Stan's life in danger. With each passing day, Positron looks less like a prayer answered and more like a chilling prophecy fulfilled.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Cultural",
                "Speculative Fiction",
                "Adult",
                "Adult Fiction",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Cross Rhodes: Goldust, Out of the Darkness",
            "authors": [
                "Dustin Rhodes",
                "Mark Vancil"
            ],
            "ranking": 3.49,
            "ranking_count": 469,
            "abstract": "He first burst onto the scene in the nineties, covered in gold face paint and exhibiting a one-of-a- kind flamboyant style that bewildered his foes and thrilled his fans. Inside the ring, Goldust is as tough as they come, known for using outrageous mind games and taking down his opponents with unparalleled ruthlessness. It’s no surprise, then, that wrestling is in his blood; Goldust is the son of Dusty Rhodes, “The American Dream.”. What is it like to be the son of a wrestling icon and follow him into the same profession? In this no-holds-barred account, Dustin Rhodes speaks frankly and openly about his journey. He talks about being a young boy who desperately missed his dad. A young man who only wanted to follow in his father’s footsteps and threw aside a football scholarship to eke out a meager existence in regional wrestling. A green wrestler struggling to prove to his peers that his work, not his name, had gotten him to where he was. Rhodes describes how, in the midst of a painful five-year estrangement with his father, he finally made a name for himself as Goldust and then let it all go, tumbling into a descent of self-medication that led him away from a red-hot career as a WWE Superstar and nearly cost him his life.. When he finally hit bottom, Rhodes knew where to look for help from the family he always had: his father and World Wrestling Entertainment. When he got clean and sober and was offered the chance to wrestle for WWE, he snapped up the offer. The everyday existence of life on the road, working with and watching the new Superstars— like his brother Cody Rhodes—has reminded Rhodes of why he loves being a wrestler.. Cross Rhodes. is an intimate portrait of one man’s road to redemption and a unique glimpse into one of the most famous families in WWE.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Sports",
                "Autobiography"
            ]
        },
        {
            "title": "Fallout",
            "authors": [
                "Gwenda Bond"
            ],
            "ranking": 3.89,
            "ranking_count": 3049,
            "abstract": "Lois Lane is starting a new life in Metropolis. An Army brat, Lois has lived all over—and seen all kinds of things. (Some of them defy explanation, like the near-disaster she witnessed in Kansas in the middle of one night.) But now her family is putting down roots in the big city, and Lois is determined to fit in. Stay quiet. Fly straight. As soon as she steps into her new high school, though, she can see it won’t be that easy. A group known as the Warheads is making life miserable for another girl at school. They’re messing with her mind, somehow, via the high-tech immersive videogame they all play. Not cool. Armed with her wit and her new snazzy job as a reporter, Lois has her sights set on solving this mystery. But sometimes it’s all a bit much. Thank goodness for her maybe-more-than-a friend, a guy she knows only by his screenname, SmallvilleGuy.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Comics",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Contemporary",
                "Sequential Art",
                "Retellings",
                "Adventure"
            ]
        },
        {
            "title": "Historia de Fogata (Espanol)",
            "authors": [
                "B. Sting"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Camping con una nueva novia puede ser divertido, pero recuerda obtener su número de teléfono, por si acaso caes en amor con ella, que pasa muy, muy fácilmente.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Girl in Snow",
            "authors": [
                "Danya Kukafka"
            ],
            "ranking": 3.29,
            "ranking_count": 6224,
            "abstract": "When a beloved high schooler named Lucinda Hayes is found murdered, no one in her sleepy Colorado suburb is untouched—not the boy who loved her too much; not the girl who wanted her perfect life; not the officer assigned to investigate her murder. In the aftermath of the tragedy, these three indelible characters—Cameron, Jade, and Russ—must each confront their darkest secrets in an effort to find solace, the truth, or both.. In crystalline prose, Danya Kukafka offers a brilliant exploration of identity and of the razor-sharp line between love and obsession, between watching and seeing, between truth and memory. Compulsively readable and powerfully moving,. Girl in Snow. offers an unforgettable reading experience and introduces a singular new talent in Danya Kukafka.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Young Adult",
                "Contemporary",
                "Suspense",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Laudato Si': On the Care of Our Common Home",
            "authors": [
                "Pope Francis"
            ],
            "ranking": 4.26,
            "ranking_count": 2991,
            "abstract": "On Care for Our Common Home (Laudato Si') is the new appeal from Pope Francis addressed to every person living on this planet for an inclusive dialogue about how we are shaping the future of our planet. Pope Francis calls the Church and the world to acknowledge the urgency of our environmental challenges and to join him in embarking on a new path. This encyclical is written with both hope and resolve, looking to our common future with candor and humility.",
            "part_of_series": true,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Environment",
                "Philosophy",
                "Spirituality",
                "Christianity",
                "Science"
            ]
        },
        {
            "title": "Сарочае радыё",
            "authors": [
                "Кацярына Оаро"
            ],
            "ranking": 4.17,
            "ranking_count": 6,
            "abstract": "Дэбютная кніга Кацярыны Оаро - шчырая і эмацыйная аповесць пра жыццё маладой дзяўчыны, якая працуе журналісткай. Гісторыя здзіўленняў і расчараванняў, сталення і асабістага выбару ў пазнавальных дэкарацыях сучаснага Мінска.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Nemo: Heart of Ice",
            "authors": [
                "Alan Moore",
                "Kevin    O'Neill"
            ],
            "ranking": 3.42,
            "ranking_count": 2386,
            "abstract": "AN ALL-NEW LEAGUE OF EXTRAORDINARY GENTLEMEN ADVENTURE!. In the grim cold of February surfaces a thrilling new League of Extraordinary Gentlemen book: NEMO: HEART OF ICE, a full-color 56-page adventure in the classic pulp tradition by the inestimable Alan Moore and Kevin O'Neill.. It's 1925, fifteen long years since Janni Dakkar first tried to escape the legacy of her dying science-pirate father, only to accept her destiny as the new Nemo, captain of the legendary Nautilus. Now, tired of her unending spree of plunder and destruction, Janni launches a grand expedition to surpass her father's greatest failure: the exploration of Antarctica. Hot on her frozen trail are a trio of genius inventors, hired by an influential publishing tycoon to retrieve the plundered valuables of an African queen. It's a deadly race to the bottom of the world -- an uncharted land of wonder and horror where time is broken and the mountains bring madness. Jules Verne meets H.P. Lovecraft in the unforgettable final showdown, lost in the living, beating and appallingly inhuman HEART OF ICE.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Horror",
                "Adventure",
                "Graphic Novels Comics",
                "Comics"
            ]
        },
        {
            "title": "The Mating",
            "authors": [
                "Nicky Charles"
            ],
            "ranking": 3.96,
            "ranking_count": 28587,
            "abstract": "She lay beside him, staring blankly at the ceiling. The deed was done. They were mated. It didn't matter that she had no love for him nor he for her. Political alliances were more important than feelings, or so she had been told. That fact was cold comfort right now as her heart broke within her.. Elise had no idea when she came home that day that she'd end up mated to a complete stranger. A new Alpha and the need for an alliance between packs have made her a pawn.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Serengeti Rules: The Quest to Discover How Life Works and Why It Matters",
            "authors": [
                "Sean B. Carroll"
            ],
            "ranking": 4.09,
            "ranking_count": 1181,
            "abstract": "How does life work? How does nature produce the right numbers of zebras and lions on the African savanna, or fish in the ocean? How do our bodies produce the right numbers of cells in our organs and bloodstream? In The Serengeti Rules, award-winning biologist and author Sean Carroll tells the stories of the pioneering scientists who sought the answers to such simple yet profoundly important questions, and shows how their discoveries matter for our health and the health of the planet we depend upon.. One of the most important revelations about the natural world is that everything is regulated--there are rules that regulate the amount of every molecule in our bodies and rules that govern the numbers of every animal and plant in the wild. And the most surprising revelation about the rules that regulate life at such different scales is that they are remarkably similar--there is a common underlying logic of life. Carroll recounts how our deep knowledge of the rules and logic of the human body has spurred the advent of revolutionary life-saving medicines, and makes the compelling case that it is now time to use the Serengeti Rules to heal our ailing planet.. A bold and inspiring synthesis by one of our most accomplished biologists and gifted storytellers, The Serengeti Rules is the first book to illuminate how life works at vastly different scales. Read it and you will never look at the world the same way again.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Environment",
                "Biology",
                "Animals",
                "History"
            ]
        },
        {
            "title": "The Exact Nature of Our Wrongs",
            "authors": [
                "Janet Peery"
            ],
            "ranking": 3.34,
            "ranking_count": 445,
            "abstract": "By a National Book Award finalist for fiction: A warm, dramatic, intimate new novel of a family divided and united by its most vulnerable member.. Janet Peery’s first novel, The River Beyond the World, was a National Book Award finalist in 1996. Acclaimed for her gorgeous writing and clear-eyed gaze into the hearts of people, Peery now returns with her second novel, The Exact Nature of Our Wrongs.. On a summer evening in the blue-collar town of Amicus, Kansas, the Campbell family gathers for a birthday dinner for their ailing patriarch, town judge Abel Campbell, prepared and hosted by their still-hale mother Hattie. But when Billy, the youngest sibling—with a history of addiction, grand ideas, and misdemeanors—passes out in his devil’s food cake, the family takes up the unfinished business of Billy’s sobriety.. Billy’s misadventures have too long consumed their lives, in particular Hattie’s, who has enabled his transgressions while trying to save him from Abel’s disappointment. As the older children—Doro, Jesse, ClairBell, and Gideon—contend with their own failures, they compete for the approval of the elderly parents they adore, but can’t quite forgive.. With knowing humor and sure-handed storytelling, Janet Peery reveals a family at its best and worst, with old wounds and new, its fractures and feuds, and yet its unbreakable bonds.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Adult Fiction",
                "Contemporary",
                "Audiobook",
                "Realistic Fiction",
                "Adult"
            ]
        },
        {
            "title": "Monster Manual",
            "authors": [
                "Mike Mearls",
                "Wizards of the Coast",
                "Jeremy Crawford",
                "Robert J. Schwalb",
                "Matt Sernett",
                "Steve Townshend"
            ],
            "ranking": 4.57,
            "ranking_count": 4136,
            "abstract": "A menagerie of deadly monsters for the world’s greatest roleplaying game. The Monster Manual presents a horde of classic Dungeons & Dragons creatures, including dragons, giants, mind flayers, and beholders–a monstrous feast for Dungeon Masters ready to challenge their players and populate their adventures.. The monsters contained herein are culled from the D&D game’s illustrious history, with easy-to-use game statistics and thrilling stories to feed your imagination.. The leader in providing contemporary fantasy entertainment, Dungeons & Dragons is the wellspring for the entire modern game industry, digital as well as analog. This newest edition draws from every prior edition to create a universally compelling play experience, and exemplifies the true spirit of a game that holds captive the hearts and minds of millions of players worldwide.. • The second of three core rulebooks, this book details all manner of creatures that characters might encounter over the course of their adventures.. • An essential resource for Dungeon Masters to use in populating any type of challenge they might contrive for their players.. • Created as part of a massive public playtest involving more than 170,000 fans of the game.",
            "part_of_series": true,
            "genre_list": [
                "Games",
                "Fantasy",
                "Role Playing Games",
                "Reference",
                "Sports and Games",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Settler Common Sense: Queerness and Everyday Colonialism in the American Renaissance",
            "authors": [
                "Mark Rifkin"
            ],
            "ranking": 3.54,
            "ranking_count": 13,
            "abstract": "In. Settler Common Sense. , Mark Rifkin explores how canonical American writers take part in the legacy of displacing Native Americans. Although the books he focuses on are not about Indians, they serve as examples of what Rifkin calls “settler common sense,” taking for granted the legal and political structure through which Native peoples continue to be dispossessed.. In analyzing Nathaniel Hawthorne’s. House of the Seven Gables. , Rifkin shows how the novel draws on Lockean theory in support of small-scale landholding and alternative practices of homemaking. The book invokes white settlers in southern Maine as the basis for its ethics of improvement, eliding the persistent presence of Wabanaki peoples in their homeland. Rifkin suggests that Henry David Thoreau’s. Walden. critiques property ownership as a form of perpetual debt. Thoreau’s vision of autoerotic withdrawal into the wilderness, though, depends on recasting spaces from which Native peoples have been dispossessed as places of non-Native regeneration. As against the turn to “nature,” Herman Melville’s. Pierre. presents the city as a perversely pleasurable place to escape from inequities of land ownership in the country. Rifkin demonstrates how this account of urban possibility overlooks the fact that the explosive growth of Manhattan in the nineteenth century was possible only because of the extensive and progressive displacement of Iroquois peoples upstate.. Rifkin reveals how these texts’ queer imaginings rely on treating settler notions of place and personhood as self-evident, erasing the advancing expropriation and occupation of Native lands. Further, he investigates the ways that contemporary queer ethics and politics take such ongoing colonial dynamics as an unexamined framework in developing ideas of freedom and justice.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Academic"
            ]
        },
        {
            "title": "Asperger's Children: The Origins of Autism in Nazi Vienna",
            "authors": [
                "Edith Sheffer"
            ],
            "ranking": 3.78,
            "ranking_count": 998,
            "abstract": "Hans Asperger, the pioneer of autism and Asperger syndrome in Nazi Vienna, has been celebrated for his compassionate defense of children with disabilities. But in this groundbreaking book, prize-winning historian Edith Sheffer exposes that Asperger was not only involved in the racial policies of Hitler’s Third Reich, he was complicit in the murder of children.. As the Nazi regime slaughtered millions across Europe during World War Two, it sorted people according to race, religion, behavior, and physical condition for either treatment or elimination. Nazi psychiatrists targeted children with different kinds of minds—especially those thought to lack social skills—claiming the Reich had no place for them. Asperger and his colleagues endeavored to mold certain autistic children into productive citizens, while transferring others they deemed untreatable to Spiegelgrund, one of the Reich’s deadliest child-killing centers.. In the first comprehensive history of the links between autism and Nazism, Sheffer uncovers how a diagnosis common today emerged from the atrocities of the Third Reich. With vivid storytelling and wide-ranging research,. Asperger’s Children. will move readers to rethink how societies assess, label, and treat those diagnosed with disabilities.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Neurodiversity",
                "Psychology",
                "Science",
                "War",
                "Disability",
                "Historical",
                "Pseudoscience"
            ]
        },
        {
            "title": "Små solfåglar långt borta",
            "authors": [
                "Christie Watson",
                "Ylva Stålmarck"
            ],
            "ranking": 4.08,
            "ranking_count": 4531,
            "abstract": "”Jag skummade igenom bokstäverna snabbt, tills de blev till fåglar på en himmelssida. Små solfåglar långt borta.”. Blessing och hennes storebror Ezekiel avgudar sin högröstade pappa, sin glamorösa mamma och njuter av ett bekvämt liv i Lagos. Men allt ändras när deras pappa lämnar dem för en annan kvinna. Blessings mamma blir av med jobbet och de måste flytta ifrån den luftkonditionerade lägenheten.. De flyttar långt ut på landet till en liten by i Nigerdeltat, där Blessings mormor och morfar bor. Här är allt annorlunda, Ezekiel kan knappast äta någon mat eftersom han är allergisk, toalett och kylskåp finns inte alls, skolan blir ingen självklarhet och de byter religion. Från att ha varit kristna blir de nu muslimer.. Blessing drömmer om att få lära upp sig till barnmorska medan Ezekiels dröm om att bli läkare blir allt svagare under inflytandet från traktens pojkmilis.. Små solfåglar långt borta. är en fantastisk, rolig, vacker och sorglig historia om en familj som trots uppbrott och förändringar får lära sig att älska varandra och hålla ihop.. Nominerad till Costa Books Award. Läsning för dem som älskade. En halv gul sol. och. Flyga drake. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Western Africa",
                "Historical",
                "Family",
                "Contemporary",
                "Young Adult",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Leverage in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.36,
            "ranking_count": 18791,
            "abstract": "Lieutenant Eve Dallas puzzles over a bizarre suicide bombing in a Wall St. office building in the latest in the #1 New York Times bestselling series…. For the airline executives finalizing a merger that would make news in the business world, the nine a.m. meeting would be a major milestone. But after marketing VP Paul Rogan walked into the plush conference room, strapped with explosives, the headlines told of death and destruction instead. The NYPSD’s Eve Dallas confirms that Rogan was cruelly coerced by two masked men holding his family hostage. His motive was saving his wife and daughter―but what was the motive of the masked men?. Despite the chaos and bad publicity, blowing up one meeting isn’t going to put the brakes on the merger. All it’s accomplished is shattering a lot of innocent lives. Now, with the help of her billionaire husband Roarke, Eve must untangle the reason for an inexplicable act of terror, look at suspects inside and outside both corporations, and determine whether the root of this crime lies in simple sabotage, or something far more complex and twisted.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Suspense",
                "Futuristic",
                "Thriller",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Missing Generation - A Practical Guide to 20s 30s Ministry",
            "authors": [
                "Kay Mumford"
            ],
            "ranking": 4.13,
            "ranking_count": 8,
            "abstract": "Review. I have long admired Kay Mumford s ministry with 20s and 30s. She really knows what she is talking about. If your church struggles to know how to reach the younger generation you will find this book jam-packed with practical, tested ideas. --Marcus Honeysett, Executive Director, Living Leadership.. Not only a stimulating and insightful look at one of the big challenges facing the church in the UK today but also full of practical ideas and help --Trevor Archer, FIEC Director of Training. About the Author. Kay Mumford (Née Dawson) has worked with young Christian adults (aged 18 40) for more than 15 years. This experience has been in a university context, through the Universities and Colleges Christian Fellowship (UCCF), and for the last seven years at St Andrew the Great Church in Cambridge. Her main focus has been in the areas of evangelism, discipling, pastoral care and training leaders. Kay married Alan in December 2012. Together, they continue to have a heart and a ministry among young adults in the church.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Ides of April",
            "authors": [
                "Lindsey Davis"
            ],
            "ranking": 3.82,
            "ranking_count": 3101,
            "abstract": "First of a new series of crime novels set in Ancient Rome and featuring Flavia Albia, the adopted daughter of much-loved Marcus Didius Falco.. Based on real historical events: mysterious poisonings, in which victims died, often unaware they had been attacked. Albia is now 28 and an established female investigator. Her personal history and her British birth enable her to view Roman society and its traditions as a bemused outsider and also as a woman struggling for independence in a man’s world.. The first novel takes place on the plebeian Aventine Hill, with its mix of monumental temples, muddy back lanes and horrible snack bars. We meet Albia’s personal circle – some familiar, some new. We glimpse old haunts and hear of old friends, but the focus is on Albia herself, a tough, witty, winning personality who fearlessly tackles inhumanity and injustice, braving any risks and winning the friendship of unexpected allies.. http://us.macmillan.com/theidesofapri...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Audiobook",
                "Roman",
                "Cultural"
            ]
        },
        {
            "title": "One of the Boys",
            "authors": [
                "Daniel Magariel"
            ],
            "ranking": 3.55,
            "ranking_count": 3599,
            "abstract": "The three of them—a twelve-year-old boy, his older brother, their father—have won. the war. : the father’s term for his bitter divorce and custody battle. They leave their Kansas home and drive through the night to Albuquerque, eager to begin again, united by the thrilling possibility of carving out a new life together. The boys go to school, join basketball teams, make friends. Meanwhile their father works from home, smoking cheap cigars to hide another smell. But soon the little missteps—the dead-eyed absentmindedness, the late night noises, the comings and goings of increasingly odd characters—become worrisome, and the boys find themselves watching their father change, grow erratic, then dangerous.. Set in the sublimely stark landscape of suburban New Mexico and a cramped apartment shut tight to the world,. One of the Boys. conveys with propulsive prose and extraordinary compassion a young boy’s struggle to hold onto the pieces of his shattered family. Tender, moving and beautiful, Daniel Magariel’s masterful debut is a story of resilience and survival: two foxhole-weary brothers banding together to protect each other from the father they once trusted, but no longer recognize. With the emotional core of. A Little Life. and the speed of. We the Animals. ,. One of the Boys. is among the most remarkable debut novels you’ll ever read.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Adult",
                "Adult Fiction",
                "Young Adult",
                "Realistic Fiction",
                "Novels",
                "Family",
                "Audiobook"
            ]
        },
        {
            "title": "The Flight Attendant",
            "authors": [
                "Chris Bohjalian"
            ],
            "ranking": 3.52,
            "ranking_count": 71568,
            "abstract": "Cassandra Bowden is no stranger to hungover mornings. She's a binge drinker, her job with the airline making it easy to find adventure, and the occasional blackouts seem to be inevitable. She lives with them, and the accompanying self-loathing. When she awakes in a Dubai hotel room, she tries to piece the previous night back together, already counting the minutes until she has to catch her crew shuttle to the airport. She quietly slides out of bed, careful not to aggravate her already pounding head, and looks at the man she spent the night with. She sees his dark hair. His utter stillness. And blood, a slick, still wet pool on the crisp white sheets. Afraid to call the police—she's a single woman alone in a hotel room far from home—Cassie begins to lie. She lies as she joins the other flight attendants and pilots in the van. She lies on the way to Paris as she works the first class cabin. She lies to the FBI agents in New York who meet her at the gate. Soon it's too late to come clean—or face the truth about what really happened back in Dubai. Could she have killed him? If not, who did?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Toil & Trouble: 15 Tales of Women & Witchcraft",
            "authors": [
                "Jessica Spotswood",
                "Tess Sharpe",
                "Brandy Colbert",
                "Zoraida Córdova",
                "Andrea Cremer",
                "Kate Hart",
                "Emery Lord",
                "Elizabeth May",
                "more…",
                "Anna-Marie McLemore",
                "Tehlor Kay Mejia",
                "Lindsay  Smith",
                "Nova Ren Suma",
                "Robin Talley",
                "Shveta Thakrar",
                "Brenna Yovanoff",
                "…less"
            ],
            "ranking": 3.68,
            "ranking_count": 4197,
            "abstract": "A young adult fiction anthology of 15 stories featuring contemporary, historical, and futuristic stories featuring witchy heroines who are diverse in race, class, sexuality, religion, geography, and era.. Are you a good witch or a bad witch?. Glinda the Good Witch. Elphaba the Wicked Witch. Willow. Sabrina. Gemma Doyle. The Mayfair Witches. Ursula the Sea Witch. Morgan le Fey. The three weird sisters from. Macbeth. .. History tells us women accused of witchcraft were often outsiders: educated, independent, unmarried, unwilling to fall in line with traditional societal expectations.. Bold. Powerful. Rebellious.. A bruja’s traditional love spell has unexpected results. A witch’s healing hands begin to take life instead of giving it when she ignores her attraction to a fellow witch. In a terrifying future, women are captured by a cabal of men crying witchcraft and the one true witch among them must fight to free them all. In a desolate past, three orphaned sisters prophesize for a murderous king. Somewhere in the present, a teen girl just wants to kiss a boy without causing a hurricane.. From good witches to bad witches, to witches who are a bit of both, this is an anthology of diverse witchy tales from a collection of diverse, feminist authors. The collective strength of women working together—magically or mundanely--has long frightened society, to the point that women’s rights are challenged, legislated against, and denied all over the world.. Toil & Trouble. delves deep into the truly diverse mythology of witchcraft from many cultures and feminist points of view, to create modern and unique tales of witchery that have yet to be explored.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Young Adult",
                "Anthologies",
                "Paranormal",
                "Fiction",
                "LGBT",
                "Feminism"
            ]
        },
        {
            "title": "Extraction",
            "authors": [
                "Stephanie  Diaz"
            ],
            "ranking": 3.58,
            "ranking_count": 845,
            "abstract": "Welcome to Extraction testing.. Clementine has spent her whole life preparing for her sixteenth birthday, when she’ll be tested for Extraction in the hopes of being sent from the planet Kiel’s toxic Surface to the much safer Core, where people live without fear or starvation. When she proves promising enough to be “Extracted,” she must leave without Logan, the boy she loves. Torn apart from her only sense of family, Clem promises to come back and save him from brutal Surface life.. What she finds initially in the Core is a utopia compared to the Surface—it’s free of hard labor, gun-wielding officials, and the moon's lethal acid. But life is anything but safe, and Clementine learns that the planet's leaders are planning to exterminate Surface dwellers—and that means Logan, too.. Trapped by the steel walls of the underground and the lies that keep her safe, Clementine must find a way to escape and rescue Logan and the rest of the planet. But the planet leaders don't want her running—they want her subdued.. With intense action scenes and a cast of unforgettable characters,. Extraction. is a page-turning, gripping read, sure to entertain lovers of. Hunger Games. and. Ender's Game. and leave them breathless for more.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Space",
                "Adventure"
            ]
        },
        {
            "title": "Marlene",
            "authors": [
                "C.W. Gortner"
            ],
            "ranking": 3.92,
            "ranking_count": 1676,
            "abstract": "A lush, dramatic biographical novel of one of the most glamorous and alluring legends of Hollywood’s golden age, Marlene Dietrich, from the gender-bending cabarets of Weimar Berlin to the lush film studios of Hollywood—a sweeping story of passion, glamour, ambition, art, and war from the author of Mademoiselle Chanel.. Raised in genteel poverty after the first World War, Maria Magdalena Dietrich dreams of a life on the stage. When a budding career as a violinist is cut short, the willful teenager vows to become a singer, trading her family’s proper, middle class society for the free-spirited, louche world of Weimar Berlin’s cabarets and drag balls. With her sultry beauty, smoky voice, seductive silk cocktail dresses, and androgynous tailored suits, Marlene performs to packed houses, and becomes entangled in a series of stormy love affairs that push the boundaries of social convention.. For the beautiful, desirous Lili Marlene, neither fame nor marriage and motherhood can cure her wanderlust. As Hitler and the Nazis rise to power, she sets sail for America. Rivaling the success of another European import, Greta Garbo, Marlene quickly becomes one of Hollywood’s leading ladies, starring with legends such as Gary Cooper, John Wayne, and Cary Grant. Desperate for her return, Hitler tries to lure her with dazzling promises. Marlene instead chooses to become an American citizen, and after her new nation is forced into World War II, tours with the USO, performing for thousands of Allied troops in Europe and Africa.. But one day she will return to Germany. Escorted by General George Patton himself, Marlene is heartbroken by the war’s devastation and the evil legacy of the Third Reich that has transformed her homeland and the family she loved.. An enthralling and insightful account of this extraordinary legend,. Marlene. reveals the inner life of a woman of grit, glamour, and ambition who defied convention, seduced the world, and forged her own path on her own terms.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Audiobook",
                "Adult Fiction",
                "War",
                "LGBT",
                "Adult"
            ]
        },
        {
            "title": "Omrokering",
            "authors": [
                "Tim Ng Tvedt"
            ],
            "ranking": 3.0,
            "ranking_count": 11,
            "abstract": "Et hus. En dør. Et tak. Et gulv. En stol. En kopp. En krakk.. En vegg blir utsatt for hiphoperes ugjerninger. To sjakkbrikker endrer plassering i ett og samme trekk. En spennende roman med essayistiske partier omtaler feiekoster med positive fortegn. En brokkoli. En kopi av en planke og en klokke som viser ti over ti.. Det er en god morgen. Men hvor i all verden har det blitt av stigen?. Tim Ng Tvedt. Norsk-mauritisk. Omrokering er hans avgangsprosjekt ved Kunsthøgskolen i Oslo.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Man of Some Repute",
            "authors": [
                "Elizabeth Edmondson"
            ],
            "ranking": 3.76,
            "ranking_count": 11384,
            "abstract": "Truth is rarely pure and never simple…. Selchester Castle in 1953 sits quiet and near-empty, its corridors echoing with glories of the past. Or so it seems to intelligence officer Hugo Hawksworth, wounded on a secret mission and now reluctantly assuming an altogether less perilous role at Selchester. The Castle’s faded grandeur hides a web of secrets and scandals—the Earl has been missing for seven years, lost without a trace since the night he left his guests and walked out into a blizzard. When a skeleton is uncovered beneath the flagstones of the Old Chapel, the police produce a suspect and declare the case closed.. Hugo is not convinced. With the help of the spirited Freya Wryton, the Earl’s niece, he is drawn back into active service, and the ancient town of Selchester is dragged into the intrigues and conspiracies of the Cold War era. With a touch of. Downton Abbey. , a whisper of Agatha Christie and a nod to Le Carré,. A Man of Some Repute. is the first book in this delightfully classic and witty murder mystery series.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Audiobook",
                "European Literature",
                "Thriller"
            ]
        },
        {
            "title": "Southernmost",
            "authors": [
                "Silas House"
            ],
            "ranking": 3.95,
            "ranking_count": 6151,
            "abstract": "In this stunning novel about judgment, courage, heartbreak, and change, author Silas House wrestles with the limits of belief and the infinite ways to love.. In the aftermath of a flood that washes away much of a small Tennessee town, evangelical preacher Asher Sharp offers shelter to two gay men. In doing so, he starts to see his life anew—and risks losing everything: his wife, locked into her religious prejudices; his congregation, which shuns Asher after he delivers a passionate sermon in defense of tolerance; and his young son, Justin, caught in the middle of what turns into a bitter custody battle.. With no way out but ahead, Asher takes Justin and flees to Key West, where he hopes to find his brother, Luke, whom he'd turned against years ago after Luke came out. And it is there, at the southernmost point of the country, that Asher and Justin discover a new way of thinking about the world, and a new way of understanding love.. Southernmost. is a tender and affecting book, a meditation on love, atonement, forgiveness, and reconciliation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Contemporary",
                "American",
                "Religion",
                "Audiobook",
                "Adult Fiction",
                "Literary Fiction",
                "Family"
            ]
        },
        {
            "title": "A Shadow of a Dream",
            "authors": [
                "Isabella Carter"
            ],
            "ranking": 3.81,
            "ranking_count": 227,
            "abstract": "Solving a murder is never an easy matter, even when circumstances are ideal. For Basil, circumstances are far from ideal. Because the murder is far more complicated than at first it seems, and before he can even begin to solve it Basil must contend with a council that refuses to listen to him, a partner he despises, and a thief who is a temptation that Basil cannot seem to resist …. Previously a serialized fiction at Less Than Three Press",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Mystery",
                "Paranormal",
                "LGBT",
                "M M Romance"
            ]
        },
        {
            "title": "The Annihilation Score",
            "authors": [
                "Charles Stross"
            ],
            "ranking": 3.91,
            "ranking_count": 6769,
            "abstract": "In this this science fiction spy thriller by Hugo Award winning writer Charles Stross, the Laundry - the British secret agency that fights supernatural threats - must team up with the police force, with one unfortunate secret agent caught in the middle.. PLAYING WITH DANGER. Dr. Mo O'Brien is an intelligence agent at the top secret government agency known as 'the Laundry'. When occult powers threaten the realm, they'll be there to clean up the mess - and deal with the witnesses.. But the Laundry is recovering from a devastating attack and when average citizens all over the country start to develop supernatural powers, the police are called in to help. Mo is appointed as official police liaison, but in between dealing with police bureaucracy, superpowered members of the public and disgruntled politicians, Mo discovers to her horror that she can no longer rely on her marriage, nor on the weapon that has been at her side for eight years of undercover work, the possessed violin known as 'Lecter'.. Also, a mysterious figure known as Dr Freudstein has started sending threatening messages to the police, but who is he and what is he planning?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Science Fiction",
                "Fiction",
                "Humor",
                "Spy Thriller",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Mistress Suffragette",
            "authors": [
                "Diana   Forbes"
            ],
            "ranking": 4.3,
            "ranking_count": 6862,
            "abstract": "A young woman without prospects at a ball in Gilded Age Newport, Rhode Island is a target for a certain kind of “suitor.”. At the Memorial Day Ball during the Panic of 1893, impoverished but feisty Penelope Stanton draws the unwanted advances of a villainous millionaire banker who preys on distressed women—the incorrigible Edgar Daggers. Over a series of encounters, he promises Penelope the financial security she craves, but at what cost?. Skilled in the art of flirtation, Edgar is not without his charms, and Penelope is attracted to him against her better judgment. Initially, as Penelope grows into her own in the burgeoning early Women’s Suffrage Movement, Edgar exerts pressure, promising to use his power and access to help her advance. But can he be trusted, or are his words part of an elaborate mind game played between him and his wife?. During a glittering age where a woman’s reputation is her most valuable possession, Penelope must decide whether to compromise her principles for love, lust, and the allure of an easier life.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "New Adult",
                "Romance",
                "Adult",
                "Novels",
                "Young Adult",
                "Feminism"
            ]
        },
        {
            "title": "Status of Women in Islam",
            "authors": [
                "Yusuf Al-Hajj Ahmad",
                "Darussalam"
            ],
            "ranking": 4.53,
            "ranking_count": 81,
            "abstract": "‘Status of Women in Islam’ answers some of the frequently asked questions regarding Muslim Women e.g. rights of women according to Shariah, their share of inheritance and education, right to own property, right to work etc. In Islam women have the right to be educated, nurtured and cared for. It is first book of the “Encyclopedia of Islamic Jurisprudence Concerning Muslim Women” series written by Yusuf Al-Hajj Ahmad. This series addresses those matters of life and religion that are essential in facilitating a woman’s role as a mother, teacher and nurturer. It has two very important and distinct qualities:. 1.\tEasy to read, succinct and direct.. 2.\tThe 'question and answer' layout of the book is intended to facilitate effortless comprehensibility and swift memorization.. It is in view of the 'questions and answers' format that the author has concluded this book to be easy to read and comprehensive, hoping that it will enable the Muslims to be well informed about matters concerning their religion which will in turn strengthen their faith.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "Battle Scars: A Story of War and All That Follows",
            "authors": [
                "Jason Fox"
            ],
            "ranking": 4.19,
            "ranking_count": 3925,
            "abstract": "This is a true story. The events depicted took place during the last decade in an unnamed warzone. The names and locations have been redacted to protect the security of those involved and the practices of the British Special Forces. Out of respect for the KIA and survivors, everything else has been told as it happened…. Jason Fox served with the SBS for over a decade, thriving on the close bonds of the Special Forces brotherhood and the ‘death or glory’ nature of their missions.. Battle Scars tells the story of his career as an elite operator, from the gunfights, hostage rescues, daring escapes and heroic endeavours that defined his service, to a battle of a very different kind: the psychological devastation of combat that ultimately forced him to leave the military, and the hard reality of what takes place in the mind of a man once a career of imagined invincibility has come to an end.. Unflinchingly honest, Battle Scars is a breathtaking account of Special Forces soldiering: a chronicle of operational bravery, and of superhuman courage on and off the battlefield.. Audio length: 7 hours 1 minute",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "War",
                "Audiobook",
                "Autobiography",
                "Psychology",
                "Biography Memoir",
                "Self Help"
            ]
        },
        {
            "title": "The Mohammed Code: Why a Desert Prophet Wants You Dead",
            "authors": [
                "Howard Bloom"
            ],
            "ranking": 3.43,
            "ranking_count": 42,
            "abstract": "Alexander the Great, Julius Caesar, Napoleon, and Adolph Hitler tried to take over the world. All of them failed. Yet an illiterate desert prophet and his followers hammered together an empire 11 times the size of Alexander the Great’s conquests, 5 times the size of the Roman Empire, and 7 times the size of the USA. How did Mohammed pull it off? And how does his success threaten you and me?. A story you are not supposed to read.. Howard Bloom’s The Mohammed Code is based entirely on Islamic sources: the Quran, the Hadith, Ibn Ishaq, al Tabari, and lives of Mohammed written for Moslem eyes only by Islamic religious leaders, Islamic scholars, and Islamic journalists. The Mohammed Code tells one of the most important, riveting, and violent stories in history. The hidden story behind the headlines about Iran, Iraq, Afghanistan, Pakistan, Saudi Arabia, Nigeria, Kenya and even Malaysia, Indonesia, and the Philippines.. .. If you are a Moslem and you want to be righteous, just, and pure, you are required to follow in the footsteps of Mohammed. What kind of footsteps did Mohammed leave you? His example as the commander of 65 military campaigns. His example as a participant in 27 of those battles. His example as the architect of ethnic expulsions and genocides.. Explains Osama bin Laden, Mohammed was “a Prophet of Conquest.” And Pakistan’s Universal Sunnah Foundation agrees. It says proudly that under Mohammed’s generalship, “Islam spread on an average of 822 square kilometres per day.” Behind that conquest is an astonishing story. The story of Mohammed’s life as a militant. The story of Mohammed’s two favorite tools of war, “deceit” (deception) and “terror.” The story that led to the assembly of the biggest empire in human history…an empire eleven times the size of the conquests of Alexander the Great, five times the size of the Roman Empire, and seven times the size of the United States.. The Mohammed Code is the story of how Mohammed laid out a simple goal--seizing the entire world. A goal so dependent on violence that one of Mohammed’s leading modern interpreters, Islamic Revolutionary Iran’s founding father, the Ayatollah Khomeini, says proudly that “Islam has obliterated many tribes.” The Mohammed Code tells a story unknown in the West, the story that led the Ayatollah to declare that, Moslems have no alternative... to an armed holy war. ...Holy war means the conquest of all non Moslem territories. ...It will ...be the duty of every able-bodied adult male to volunteer for this war of conquest, the final aim of which is to put Koranic law in power from one end of the earth to the other.”. If you want to know the story of Mohammed’s ten years as a militant, read The Mohammed Code. It is more than just amazing. It is a story whose aftershocks are quaking your life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History"
            ]
        },
        {
            "title": "Who By Fire",
            "authors": [
                "Fred Stenson"
            ],
            "ranking": 3.73,
            "ranking_count": 175,
            "abstract": "Who by Fire. is a powerful, passionate novel about the march of progress and the environments, families, and ways of life destroyed in its wake.. The heart of this moving story belongs to Tom Ryder--a man whose expectations for the future and assumptions about his own strength and power are persistently and devastatingly undermined by the arrival of a sour gas plant on the border of his southern Alberta farm in the early 1960s. The emissions from the plant poison not only his livestock but the relationships he has with his family, most especially with his wife, Ella. The family is left without viable legal recource against the plant, and Tom must watch his farm dwindle away, his sense of himself dwindling away with it.. The novel moves into the present with the story of Tom's son, Bill, who reacts to his father's disappointments by rising through the managerial ranks of an oil company in Fort McMurray, hiding from his guilt in the local casino. Bill pushes himself towards a crisis in conscience through a relationship he has with a Native woman whose community is threatened by the actions of his company.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "Berättelser från Engelsfors",
            "authors": [
                "Mats Strandberg",
                "Sara Bergmark Elfgren",
                "Karl Johnsson",
                "Lina Neidestam",
                "Kim W Andersson"
            ],
            "ranking": 3.55,
            "ranking_count": 975,
            "abstract": "Böckerna Cirkeln och Eld har tagit Sverige med storm. I den fiktiva staden Engelsfors utkämpar De utvalda, en grupp gymnasieelever med magiska krafter, en strid för att stoppa världens undergång - och för att klara sig genom tonåren.. Nu utvecklas historien i serieform, för dig som har läst Cirkeln och Eld. Författarparet Sara Bergmark Elfgren och Mats Strandberg har jobbat tätt ihop med tre av Sveriges bästa serietecknare: Kim W. Andersson, Karl Johnsson och Lina Neidestam.. Hemligheter från det förflutna avslöjas, och även ledtrådar om vad som komma skall. Vi får se gamla berättelser ur nya perspektiv, och får ta del av hittills okända historier. Vi får träffa De utvalda innan händelserna i Cirkeln, och efter händelserna i Eld. Och vi får möta den gäckande Mona Månstråle i egen hög person.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Sequential Art",
                "Young Adult",
                "European Literature",
                "LGBT",
                "Cultural",
                "Fiction"
            ]
        },
        {
            "title": "Favourite Daughter",
            "authors": [
                "Kaira Rouda"
            ],
            "ranking": 3.5,
            "ranking_count": 7840,
            "abstract": "One of them lied. One of them died.. Jane’s life has become a haze of antidepressants since the tragic death of her daughter, Mary. The accident, which happened over a year ago now, destroyed their perfect family life forever.. The trouble is, the more Jane thinks about that night, the more she realises that something doesn’t seem right. Does her youngest daughter know more than she’s letting on? What secrets is her husband still hiding from her? And why does no one trust her to be on her own?. Even if it’s the last thing she does, she’ll find out the truth…",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "13 Hours: The Inside Account of What Really Happened In Benghazi",
            "authors": [
                "Mitchell Zuckoff"
            ],
            "ranking": 4.28,
            "ranking_count": 20413,
            "abstract": "The harrowing, true account from the brave men on the ground who fought back during the Battle of Benghazi.. 13 Hours. presents, for the first time ever, the true account of the events of September 11, 2012, when terrorists attacked the US State Department Special Mission Compound and a nearby CIA station called the Annex in Benghazi, Libya. A team of six American security operators fought to repel the attackers and protect the Americans stationed there. Those men went beyond the call of duty, performing extraordinary acts of courage and heroism, to avert tragedy on a much larger scale. This is their personal account, never before told, of what happened during the thirteen hours of that now-infamous attack.. 13 Hours. sets the record straight on what happened during a night that has been shrouded in mystery and controversy. Written by. New York Times. bestselling author Mitchell Zuckoff, this riveting book takes readers into the action-packed story of heroes who laid their lives on the line for one another, for their countrymen, and for their country.. 13 Hours. is a stunning, eye-opening, and intense book--but most importantly, it is the truth. The story of what happened to these men--and what they accomplished--is unforgettable.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "War",
                "Politics",
                "Audiobook",
                "Military",
                "Biography",
                "North American Hi...",
                "Historical"
            ]
        },
        {
            "title": "Angelfire",
            "authors": [
                "Courtney Allison Moulton"
            ],
            "ranking": 3.93,
            "ranking_count": 29782,
            "abstract": "First there are nightmares.. Every night Ellie is haunted by terrifying dreams of monstrous creatures that are hunting her, killing her.. Then come the memories.. When Ellie meets Will, she feels on the verge of remembering something just beyond her grasp. His attention is intense and romantic, and Ellie feels like her soul has known him for centuries. On her seventeenth birthday, on a dark street at midnight, Will awakens Ellie's power, and she knows that she can fight the creatures that stalk her in the grim darkness. Only Will holds the key to Ellie's memories, whole lifetimes of them, and when she looks at him, she can no longer pretend anything was just a dream.. Now she must hunt.. Ellie has power that no one can match, and her role is to hunt and kill the reapers that prey on human souls. But in order to survive the dangerous and ancient battle of the angels and the Fallen, she must also hunt for the secrets of her past lives and truths that may be too frightening to remember.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Blue Blood for Life",
            "authors": [
                "Stacy Eaton"
            ],
            "ranking": 4.16,
            "ranking_count": 135,
            "abstract": "Blue Blood for Life... Book 2 in the My Blood Runs Blue Series. You belong to me... for life.... After a month off, Kristin comes back to work happier then she's been in a long time. Her new status in life has her solving crimes faster and better than she ever could before.. When Alex goes missing, Kristin finds she finally has to reveal the secrets of her life to her friends. Will they be able to stand beside her after they learn all that she has hidden from them?. Julian and Gabe stand beside her faithfully as they try to locate Alex. They are surprised to find Trent in Fawn Hollow Township, but know that Trent may be the only one to do what Alex has asked them to do. As one more choice is taken away from Kristin, she attempts to make the best of it, but finds herself drawn to Trent in a way Julian and Alexander could never compare to.. Trent goes to work with Kristin to keep her safe but will he be able to handle all that her police world entails? Can he handle the side of her that she reveals, the one that Alex and Julian know nothing about? When Kristin and Trent uncover the connection between her job and the kidnapping, they are finally able to put the pieces together, but can they get to Alex fast enough? Will Kristin be able to handle rescuing Alex and all that she learns in the process?. Join Kristin, Julian, Trent and Alexander as they dive into a new mystery that will have you turning the pages quickly to find out who is responsible and how Kristin's life is forever changed once again.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Mystery",
                "Contemporary"
            ]
        },
        {
            "title": "Genus",
            "authors": [
                "Jonathan Trigell"
            ],
            "ranking": 3.26,
            "ranking_count": 405,
            "abstract": "A dystopian vision of perfection from the acclaimed author of Boy A.. In the Britain of a few tomorrows time, physical perfection is commonplace and self improvement has become an extinct expression: all the qualities men and women could aspire to can be purchased prior to birth.. GENUS is a time of genetic selection and enrichment - life chances come on a sliding scale according to wealth. For some there is no money or choice, and an underclass has evolved; London's King's Cross, or The Kross as it is now known, has become a ghetto for the Unimproved. In The Kross, the natural, the dated, the cheap and the dull, live a brittle and unenviable existence. But unrest is growing; tension is mounting and a murderer is abroad in these dark quarters.... Acclaimed author Jonathan Trigell's third novel is a breathtaking tour de force, exploring a dystopia of the not-too-distant-a future which will leave readers wondering not 'what if', as the original audience of Huxley's Brave New World did, but 'when'.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Twilight of Impunity: The War Crimes Trial of Slobodan Milosevic",
            "authors": [
                "Judith Armatta"
            ],
            "ranking": 4.38,
            "ranking_count": 8,
            "abstract": "An eyewitness account of the first major international war-crimes tribunal since the Nuremberg trials,. Twilight of Impunity. is a gripping guide to the prosecution of Slobodan Milosevic for war crimes, crimes against humanity, and genocide. The historic trial of the “Butcher of the Balkans” began in 2002 and ended abruptly with Milosevic’s death in 2006. Judith Armatta, a lawyer who spent three years in the former Yugoslavia during Milosevic’s reign, had a front-row seat at the trial. In. Twilight of Impunity. she brings the dramatic proceedings to life, explains complex legal issues, and assesses the trial’s implications for victims of the conflicts in the Balkans during the 1990s and international justice more broadly. Armatta acknowledges the trial’s flaws, particularly Milosevic’s grandstanding and attacks on the institutional legitimacy of the International Criminal Tribunal. Yet she argues that the trial provided an indispensable legal and historical narrative of events in the former Yugoslavia and a valuable forum where victims could tell their stories and seek justice. It addressed crucial legal issues, such as the responsibility of commanders for crimes committed by subordinates, and helped to create a framework for conceptualizing and organizing other large-scale international criminal tribunals. The prosecution of Slobodan Milosevic in The Hague was an important step toward ending impunity for leaders who perpetrate egregious crimes against humanity.",
            "part_of_series": false,
            "genre_list": [
                "History"
            ]
        },
        {
            "title": "Conflict 101: A Manager's Guide to Resolving Problems So Everyone Can Get Back to Work",
            "authors": [
                "Susan H. Shearouse"
            ],
            "ranking": 3.69,
            "ranking_count": 29,
            "abstract": "From mild disagreements to major personnel blowouts, conflict in the workplace is unavoidable. Drawing lightheartedly from stories of her own slipups and disagreements as well as examples from her twenty years of experience as a conflict resolution professional, author Susan Shearouse reveals how conflict is created, how to respond to it, and how to manage it more effectively so that your team can get back to doing what it does best: producing top results for your organization. Conflict 101 employs research, humor, and oh-so-relatable anecdotes to help readers more deeply understand what it takes to build trust, harness negative emotions, encourage apologies and forgiveness, use a solution-seeking approach, and say what needs to be said in the workplace to move past conflicts. Whether it’s a fight over resources, a disagreement about how to get things done, or an argument stemming from perceived differences in identities or values, the manager’s role is to navigate relationships, build compromises, and encourage better collaboration. In doing so, you’ll not only become a stronger manager--you’ll build a much stronger team.",
            "part_of_series": false,
            "genre_list": [
                "Leadership",
                "Business",
                "Nonfiction"
            ]
        }
    ]
}