{
    "books": [
        {
            "title": "How to Live: A Life of Montaigne in One Question and Twenty Attempts at an Answer",
            "authors": [
                "Sarah Bakewell"
            ],
            "ranking": 3.97,
            "ranking_count": 9243,
            "abstract": "How to get on well with people, how to deal with violence, how to adjust to losing someone you love--such questions arise in most people's lives. They are all versions of a bigger question: how do you live? How do you do the good or honourable thing, while flourishing and feeling happy?. This question obsessed Renaissance writers, none more than Michel Eyquem de Montaigne (1533-92), perhaps the first truly modern individual. A nobleman, public official, and wine-grower, he wrote free-roaming explorations of his thought and experience, unlike anything written before. He called them 'essays', meaning 'attempts' or 'tries'. Into them he put whatever was in his head: his tastes in wine and food, his childhood memories, the way his dog's ears twitched when dreaming, as well as the appalling events of the religious civil wars raging around him.. The Essays. was an instant bestseller, and more than four hundred years later, Montaigne's honesty and charm still draw people to him. Readers come to him in search of companionship, wisdom and entertainment--and in search of themselves.. This book, a spirited and singular biography (and the first full life of Montaigne in English for nearly fifty years), relates the story of his life by way of the questions he posed and the answers he explored. It traces his bizarre upbringing (made to speak only Latin), youthful career and sexual adventures, travels, and friendships with the scholar and poet Etienne de La Boétie and with his adopted 'daughter', Marie de Gournay. And as we read, we also meet his readers--who for centuries have found in Montaigne an inexhaustible source of answers to the haunting question, 'how to live?'",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Biography",
                "Nonfiction",
                "History",
                "Writing",
                "Biography Memoir",
                "Self Help",
                "Cultural",
                "Psychology",
                "Language"
            ]
        },
        {
            "title": "Herkunft",
            "authors": [
                "Botho Strauß"
            ],
            "ranking": 3.17,
            "ranking_count": 87,
            "abstract": "Botho Strauß erzählt, wovon er noch nie erzählt hat: von Kindheit und Jugend. Es ist die Geschichte seiner Herkunft.. Botho Strauß erzählt, wovon er noch nie erzählt hat: von seiner Kindheit und Jugend in den 40er und 50er Jahren, von Naumburg und Bad Ems, den Orten, in denen er aufgewachsen ist, von seinen frühen, prägenden Erinnerungen. Mit diesem Buch findet er noch einmal zu einer ganz neuen Seite seines Schreibens: zum Ton des Erinnerns, der Vergewisserung über die eigenen Ursprünge. Die Jugend ist die Zeit, da die Zukunft einem noch bevorsteht; jetzt lässt Strauß eine lang zurückliegende Gegenwart wiedererstehen. Vor allem ist es der Vater, dessen Bild immer deutlicher hervortritt, liebevoll gezeichnet, doch ohne Selbsttäuschung. Botho Strauß‘ Herkunft ist das konzentrierte, reiche Werk eines großen Erzählers aus Deutschland.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Kenobi",
            "authors": [
                "John Jackson Miller"
            ],
            "ranking": 4.08,
            "ranking_count": 10931,
            "abstract": "The greatest hero in the galaxy faces his toughest challenge yet: He must stop being Obi-Wan-and become Crazy Old Ben. For fans of movie-related novels like Darth Plagueis!. In this original novel set between the events of Star Wars: Episode III Revenge of the Sith and Episode IV A New Hope, Obi-Wan Kenobi comes to the aid of the residents of Tatooine during his exile. But he struggles with his new mission when he realizes that protecting Luke Skywalker-the last hope of the galaxy-means setting aside his compassion and his Jedi warrior training, for the future of the galaxy lies not with Obi-Wan Kenobi, but with a mystical desert recluse known only by the name of Crazy Old Ben.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Science Fiction Fantasy",
                "Westerns",
                "Space"
            ]
        },
        {
            "title": "Energized",
            "authors": [
                "Mary Behre"
            ],
            "ranking": 3.99,
            "ranking_count": 236,
            "abstract": "In the new Tidewater novel by the author of. Guarded. , a kiss between strangers draws both into unexpected danger and unforgettable desire.... She’s searching for a sign.... Hannah Halloran has always believed in her gift. The things she sees through her psychic touch have never led her wrong before. Not when they led her to an unforgettable night with a sexy Marine at a bar. Not when she felt a need to leave her home and find the sisters she barely knows. And not now, when she is an unwilling witness to a brutal murder.... He’s ready to show her.... All Niall Graham wants is some peace. He’s recovering from the horrors of war, struggling to save his family’s restaurant, and desperate to forget Hannah, the beautiful woman who left him with memories of a mind-blowing night together and a bogus phone number. But a quiet life is hard to manage—especially when Hannah strides back into his restaurant with the news that a serial killer is on the loose and lurking closer than anyone could have guessed...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Mystery",
                "Contemporary",
                "Suspense"
            ]
        },
        {
            "title": "Injustice: Gods Among Us: Year Two, Vol. 2",
            "authors": [
                "Tom    Taylor",
                "Bruno Redondo"
            ],
            "ranking": 4.3,
            "ranking_count": 2337,
            "abstract": "The sequel to the New York Times best-selling graphic novel INJUSTICE: GODS AMONG US VOL. 2.. With Superman's reign over Earth secured, the Green Lantern Corps dispatch Kyle Rayner to investigate the situation. But when he mysteriously disappears, the Guardians of the Galaxy are left with no choice but to remove Superman from his self-appointed throne. But like all the others who have stood in Superman's way since the death of his beloved wife, the Corps has a fight on their hands that will surely shake them to the core. Collects Injustice: Gods Among Us Year 2 #7-12.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Superheroes",
                "Comics",
                "Fiction",
                "Graphic Novels Comics",
                "Dc Comics",
                "Fantasy"
            ]
        },
        {
            "title": "Minimalism: Live a Meaningful Life",
            "authors": [
                "Joshua Fields Millburn",
                "Ryan Nicodemus"
            ],
            "ranking": 3.7,
            "ranking_count": 9089,
            "abstract": "Minimalism: Live a Meaningful Life. is our finest, most important creation to date. It’s also the best thing we’ve ever written about Minimalism and will likely serve as the cornerstone to our work for years to come. It took us a year to write this book—a year of creating the best material possible and finding ways to relate it back to our lives so you would have practical ways to relate the subject matter to your life.. Chapter Themes:. Do you jump out of bed every morning excited about the day in front of you? Do you live a life defined by deep meaning, endless passion, excellent health, empowering relationships, and constant growth?. You can.. Ultimately, the eight chapters and ninety-eight sections inside this book are meant to help you take small actions each day that will radically improve your life over a short period of time.. This book’s foreword and first chapter go into vast detail on our personal backgrounds, our troubled pasts, our depression, and how we made changes that transformed our lives over two years. These chapters discuss why didn’t feel fulfilled by our careers and why we turned to our society’s idea of a meaningful life: we bought stuff, we spent too much money, and we lived paycheck to paycheck trying to purchase happiness in every trip to the shopping mall or luxurious vacation we could find. Instead of finding our passion, instead of searching for our mission, we pacified ourselves with ephemeral indulgences, inducing a crack-cocaine high that didn’t last far past the checkout line.. The subsequent chapters move on the the five dimensions that comprise a meaningful life:. 1. Health. 2. Relationships. 3. Passions. 4. Growth. 5. Contribution. These are the things we changed in our lives that had the most impact. These changes resulted in more meaningful lives for the two of us. These five chapters discuss each of these concepts in depth, much more than our website. Throughout these chapters we consider why these areas are the most important dimensions of our lives and how minimalism allowed us to focus on these areas. We give you personal examples of how we changed everything in our lives over two year span. We left our big corporate jobs, changed our diets, started exercising regularly, got healthy, strengthened our core relationships, made great new relationships, started pursuing our passions, contributed to more people than we ever had, and found ways to be happy and content with our lives.. The final chapter of this book, The Confluence of Meaning, binds together the five dimensions and asks the reader important questions about their life. These questions are not rhetorical, they are meant to make you think. The entire book is designed to help you actively engage in each chapter by reading the content more than once, taking notes, highlighting meaningful passages, making lists, and, most importantly, taking action.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Philosophy",
                "Audiobook",
                "Psychology",
                "Autobiography",
                "Biography",
                "Spirituality",
                "Health"
            ]
        },
        {
            "title": "The Man from Nowhere",
            "authors": [
                "Rachel Lee"
            ],
            "ranking": 3.72,
            "ranking_count": 86,
            "abstract": "Just coming off a bad relationship and stuck in a work-related nightmare, Trish Devlin doesn't need more stress. So when she spots a stranger lurking outside her home, it's the last straw. Yet she's drawn to this compelling man who claims to have visions of her impending murder and offers protection.Grant Wolfe can't explain why he feels compelled to defend the skeptical beauty, but he ignored a premonition once before--with deadly consequences. Can he convince Trish that his visions are based in an all-too-dangerous reality--or will the killer get her before their love has a chance?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Category Romance"
            ]
        },
        {
            "title": "Rise of the King",
            "authors": [
                "R.A. Salvatore",
                "Robert M. Lewis"
            ],
            "ranking": 4.34,
            "ranking_count": 4440,
            "abstract": "In the second book of the Companions Codex, the latest series in the New York Times best-selling saga of dark elf Drizzt Do'Urden, R.A. Salvatore picks up with the fan-favorite storyline of dwarf king Bruenor Battlehammer and his bloody feud with the orc kingdom of Many Arrows.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Role Playing Games",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Sh!t No One Tells You: A Guide to Surviving Your Baby's First Year",
            "authors": [
                "Dawn Dais"
            ],
            "ranking": 3.45,
            "ranking_count": 2711,
            "abstract": "There comes a time in every new mother’s life when she finds herself staring at her screaming, smelly bundle of joy and wishing someone had told her that her house would reek of vomit, or that she shouldn’t buy the cute onesies with a thousand impossible buttons, or that she might cry more than the baby.. Best-selling humor author Dawn Dais, mother to a one-year-old and author of. The Nonrunner's Marathon Guide for Women. , is convinced that there is a reason for this lack of preparedness. She believes that a vast conspiracy exists to hide the horrific truth about parenting from doe-eyed expectant mothers who might otherwise abandon their babies in hospitals and run for it. In. The Sh!t No One Tells You. , Dais tells it like it is, revealing what it’s really like to be a new parent and providing helpful insights, humor, and hope for those who feel overwhelmed by the exhausting trials they’re suddenly facing. Eschewing the adorableness that oozes out of other parenting books, Dais offers real advice from real moms—along with hilarious anecdotes, clever tips, and the genuine encouragement every mom needs in order to survive the first year of parenthood.",
            "part_of_series": false,
            "genre_list": [
                "Parenting",
                "Nonfiction",
                "Humor",
                "Audiobook",
                "Self Help",
                "Childrens",
                "Family",
                "Autobiography",
                "Adult",
                "Biography"
            ]
        },
        {
            "title": "Dark Days",
            "authors": [
                "Caitlin Kittredge"
            ],
            "ranking": 3.9,
            "ranking_count": 286,
            "abstract": "Jack Winter is back. But his demons are far from behind him…. Jack Winter and his girlfriend Pete Caldecott have encountered a lot of strange creatures in the Black—primordial demons, hungry ghosts, witch hunters, and the Prince of Hell himself, Belial. When Belial asks Jack for one last favor to help him keep his throne,Jack may have finally met his match because Belial's rival is something that no one— human or demon—has ever seen before…. DARK DAYS. There’s a revolution brewing in Hell, and Jack might be the only one who can stop Belial’s rival from ripping a hole between the Black and the mortal world—a catastrophe that could be worse than. Armageddon. But to win, Jack will have to do the one thing he swore he never would: become a servant to the Morrigan, and risk. losing everything he knows and loves… including Pete.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fairies",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "George Crook: From the Redwoods to Appomattox",
            "authors": [
                "Paul Magid"
            ],
            "ranking": 4.1,
            "ranking_count": 10,
            "abstract": "Renowned for his prominent role in the Apache and Sioux wars, General George Crook (1828–90) was considered by William Tecumseh Sherman to be his greatest Indian-fighting general. Although Crook was feared by Indian opponents on the battlefield, in defeat the tribes found him a true friend and advocate who earned their trust and friendship when he spoke out in their defense against political corruption and greed.. Paul Magid’s detailed and engaging narrative focuses on Crook’s early years through the end of the Civil War. Magid begins with Crook’s boyhood on the Ohio frontier and his education at West Point, then recounts his nine years’ military service in California during the height of the Gold Rush. It was in the Far West that Crook acquired the experience and skills essential to his success as an Indian fighter.. This is primarily an account of Crook’s dramatic and sometimes controversial role in the Civil War, in which he was involved on three fronts, in West Virginia, Tennessee, and Virginia. Crook saw action during the battle of Antietam and played important roles in two major offensives in the Shenandoah Valley and in the Chattanooga and Appomattox campaigns. His courage, leadership, and tactical skills won him the respect and admiration of his commanding officers, including Generals Grant and Sheridan. He soon rose to the rank of major general and received four brevet promotions for bravery and meritorious service. Along the way, he led both infantry and cavalry, pioneered innovations in guerrilla warfare, conducted raids deep into enemy territory, and endured a kidnapping by Confederate partisans.. George Crook offers insight into the influences that later would make this general both a nemesis of the Indian tribes and their ardent advocate, and it illuminates the personality of this most enigmatic and eccentric of army officers.",
            "part_of_series": true,
            "genre_list": [
                "American History",
                "North American Hi...",
                "Military History"
            ]
        },
        {
            "title": "Leave Me Breathless",
            "authors": [
                "Cherrie Lynn"
            ],
            "ranking": 4.25,
            "ranking_count": 33157,
            "abstract": "Leather and lace don't strike sparks. Or do they?. It's Valentine's Day, but Macy Rodgers isn't feeling the love. Aside from a torrid, one-night fling in a backseat a few months back, her love life has been sorely lacking, but fortunately she has devious friends who feel like playing Cupid. Wouldn't they be shocked to learn that the match they've made for her is the same one that steamed up the back of that '69 GTO.... Seth Ghost Warren has just returned to town after an extended absence. Between his grandmother's failing health, his job as a tattoo artist, his band's gigs, and a crazy ex that won't leave him alone, he's stretched thin. Cautious cowgirl Macy is the last thing he needs thrown into the mix.. She's all country, he's all heavy metal—and Macy knows that if anyone can propel her out of her rut, it's Seth. But when their worlds collide, it's anyone guess if they'll survive with their hearts intact.. Warning: Contains explicit sex, graphic language, road trips, troublemaking exes, emotional baggage, and an unconventional but exceptionally hot hero tatted and pierced for your pleasure...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Adult",
                "New Adult",
                "Womens Fiction",
                "Music"
            ]
        },
        {
            "title": "Variant",
            "authors": [
                "Robison Wells"
            ],
            "ranking": 3.93,
            "ranking_count": 22129,
            "abstract": "Benson Fisher thought that a scholarship to Maxfield Academy would be the ticket out of his dead-end life.. He was wrong.. Now he’s trapped in a school that’s surrounded by a razor-wire fence. A school where video cameras monitor his every move. Where there are no adults. Where the kids have split into groups in order to survive.. Where breaking the rules equals death.. But when Benson stumbles upon the school’s real secret, he realizes that playing by the rules could spell a fate worse than death, and that escape—his only real hope for survival—may be impossible.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Mystery",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Adventure",
                "School Stories"
            ]
        },
        {
            "title": "The Ghost Bride",
            "authors": [
                "Yangsze Choo"
            ],
            "ranking": 3.8,
            "ranking_count": 28308,
            "abstract": "A startlingly original voice makes her literary debut with this wondrous coming-of-age story infused with Chinese folklore, romantic intrigue, adventure, and fascinating, dreamlike twists.. 'One evening, my father asked me whether I would like to become a ghost bride...'. Though ruled by British overlords, the Chinese of colonial Malaya still cling to ancient customs. And in the sleepy port town of Malacca, ghosts and superstitions abound.. Li Lan, the daughter of a genteel but bankrupt family, has few prospects. But fate intervenes when she receives an unusual proposal from the wealthy and powerful Lim family. They want her to become a ghost bride for the family's only son, who recently died under mysterious circumstances. Rarely practiced, traditional ghost marriages are used to placate restless spirits. Such a union would guarantee Li Lan a home for the rest of her days, but at a terrible price.. After an ominous visit to the opulent Lim mansion, Li Lan finds herself haunted not only by her ghostly would-be suitor, but also by her desire for the Lims' handsome new heir, Tian Bai. Night after night, she is drawn into the shadowy parallel world of the Chinese afterlife, with its ghost cities, paper funeral offerings, vengeful spirits, and monstrous bureaucracy—including the mysterious Er Lang, a charming but unpredictable guardian spirit. Li Lan must uncover the Lim family's darkest secrets—and the truth about her own family—before she is trapped in this ghostly world forever.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Romance",
                "Paranormal",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "The Accursed",
            "authors": [
                "Joyce Carol Oates"
            ],
            "ranking": 3.21,
            "ranking_count": 5831,
            "abstract": "This eerie tale of psychological horror sees the real inhabitants of turn-of-the-century Princeton fall under the influence of a supernatural power. New Jersey, 1905: soon-to-be commander-in-chief Woodrow Wilson is president of Princeton University. On a nearby farm, Socialist author Upton Sinclair, enjoying the success of his novel. The Jungle,. has taken up residence with his family. This is a quiet, bookish community - elite, intellectual and indisputably privileged. But when a savage lynching in a nearby town is hushed up, a horrifying chain of events is initiated - until it becomes apparent that the families of Princeton have been beset by a powerful curse. The Devil has come to this little town and not a soul will be spared. 'The Accursed' marks new territory for the masterful Joyce Carol Oates - narrated with her unmistakable psychological insight, it combines beautifully transporting historical detail with chilling fantastical elements to stunning effect.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Horror",
                "Gothic",
                "Fantasy",
                "Literary Fiction",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "The Traitor in the Tunnel",
            "authors": [
                "Y.S. Lee"
            ],
            "ranking": 4.07,
            "ranking_count": 6732,
            "abstract": "Get steeped in suspense, romance, and high Victorian intrigue as Mary goes undercover at Buckingham Palace — and learns a startling secret at the Tower of London.. Queen Victoria has a little problem: there’s a petty thief at work in Buckingham Palace. Charged with discretion, the Agency puts quickwitted Mary Quinn on the case, where she must pose as a domestic while fending off the attentions of a feckless Prince of Wales. But when the prince witnesses the murder of one of his friends in an opium den, the potential for scandal looms large. And Mary faces an even more unsettling possibility: the accused killer, a Chinese sailor imprisoned in the Tower of London, shares a name with her long-lost father. Meanwhile, engineer James Easton, Mary’s onetime paramour, is at work shoring up the sewers beneath the palace, where an unexpected. tunnel seems to be very much in use. Can Mary and James trust each other (and put their simmering feelings aside) long enough to solve the mystery and protect the Royal Family? Hoist on your waders. for Mary’s most personal case yet, where the stakes couldn’t be higher — and she has everything to lose.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Prince of Fools",
            "authors": [
                "Mark  Lawrence"
            ],
            "ranking": 4.06,
            "ranking_count": 29565,
            "abstract": "The Red Queen is old but the kings of the Broken Empire dread her like no other. For all her reign, she has fought the long war, contested in secret, against the powers that stand behind nations, for higher stakes than land or gold. Her greatest weapon is The Silent Sister—unseen by most and unspoken of by all.. The Red Queen’s grandson, Prince Jalan Kendeth—drinker, gambler, seducer of women—is one who can see The Silent Sister. Tenth in line for the throne and content with his role as a minor royal, he pretends that the hideous crone is not there. But war is coming. Witnesses claim an undead army is on the march, and the Red Queen has called on her family to defend the realm. Jal thinks it’s all a rumor—nothing that will affect him—but he is wrong.. After escaping a death trap set by the Silent Sister, Jal finds his fate magically intertwined with a fierce Norse warrior. As the two undertake a journey across the Empire to undo the spell, encountering grave dangers, willing women, and an upstart prince named Jorg Ancrath along the way, Jalan gradually catches a glimmer of the truth: he and the Norseman are but pieces in a game, part of a series of moves in the long war—and the Red Queen controls the board.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Caped Crusade: Batman and the Rise of Nerd Culture",
            "authors": [
                "Glen Weldon"
            ],
            "ranking": 4.13,
            "ranking_count": 2315,
            "abstract": "A witty, intelligent cultural history from NPR book critic Glen Weldon explains Batman’s rises and falls throughout the ages—and what his story tells us about ourselves.. Since his creation, Batman has been many things: a two-fisted detective; a planet-hopping gadabout; a campy Pop-art sensation; a pointy-eared master spy; and a grim and gritty ninja of the urban night. For more than three quarters of a century, he has cycled from a figure of darkness to one of lightness and back again; he’s a bat-shaped Rorschach inkblot who takes on the various meanings our changing culture projects onto him. How we perceive Batman’s character, whether he’s delivering dire threats in a raspy Christian Bale growl or trading blithely homoerotic double-entendres with partner Robin on the comics page, speaks to who we are and how we wish to be seen by the world. It’s this endlessly mutable quality that has made him so enduring.. And it’s Batman’s fundamental nerdiness—his gadgets, his obsession, his oath, even his lack of superpowers—that uniquely resonates with his fans who feel a fiercely protective love for the character. Today, fueled by the internet, that breed of passion for elements of popular culture is everywhere. Which is what makes Batman the perfect lens through which to understand geek culture, its current popularity, and social significance.. In. The Caped Crusade. , with humor and insight, Glen Weldon, book critic for NPR and author of. Superman: The Unauthorized Biography. , lays out Batman’s seventy-eight-year cultural history and shows how he has helped make us who we are today and why his legacy remains so strong.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Sequential Art",
                "Dc Comics",
                "Audiobook",
                "Culture",
                "Comics",
                "Cultural",
                "Biography",
                "Adult"
            ]
        },
        {
            "title": "The Internet is a Playground",
            "authors": [
                "David Thorne"
            ],
            "ranking": 3.96,
            "ranking_count": 6172,
            "abstract": "The complete collection of articles and emails from 27bslash6 such as Overdue Account, Party in Apartment 3 and Strata Agreement plus articles too litigious to be on the website.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Writing",
                "Computers",
                "Science",
                "Anthologies",
                "Adult",
                "Biography",
                "Sequential Art"
            ]
        },
        {
            "title": "Max",
            "authors": [
                "Sarah Cohen-Scali"
            ],
            "ranking": 4.23,
            "ranking_count": 3122,
            "abstract": "19 avril 1936. Bientôt minuit. Je vais naître dans une minute exactement. Je vais voir le jour le 20 avril. Date anniversaire de notre Fürher. Je serai ainsi béni des dieux germaniques et l'on verra en moi le premier-né de la race suprême. La race aryenne. Celle qui désormais régnera en maître sur le monde. Je suis l'enfant du futur. Conçu sans amour. Sans Dieu. Sans loi. Sans rien d'autre que la force et la rage. Je mordrai au lieu de téter. Je hurlerai au lieu de gazouiller. Je haïrai au lieu d'aimer. Heil Hitler!. Max est le prototype parfait du programme Lebensborn initié par Himmler. Des femmes sélectionnées par les nazis mettent au monde de purs représentants de la race aryenne, jeunesse idéale destinée à régénérer l'Allemagne puis l'Europe occupée par le Reich.. Une fable historique fascinante et dérangeante qu'on ne peut pas lâcher. Une lecture choc, remarquablement documentée, dont on ne sort pas indemne",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "War",
                "World War II",
                "Cultural"
            ]
        },
        {
            "title": "Atlantean",
            "authors": [
                "E.N. Watkins"
            ],
            "ranking": 3.42,
            "ranking_count": 43,
            "abstract": "Amadeus Angel knows there must be more to life than suffering at the hands of his so-called parents. He also knows there must be some explanation for the lines on his hands forming knots, his crystalline tears, and his lavender eyes. But he never expects that an invitation to attend Eden Prep will unravel these mysteries, providing the catalyst for a plan thousands of years in the making.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy"
            ]
        },
        {
            "title": "Draw the Circle: The 40 Day Prayer Challenge",
            "authors": [
                "Mark Batterson"
            ],
            "ranking": 4.45,
            "ranking_count": 3602,
            "abstract": "The 40-day prayer plan that will change your life plan. Do you pray as often and as boldly as you want to? There is a way to experience a deeper, more passionate, persistent, and intimate prayer life.. In this forty-day devotional, Mark Batterson applies the principles of his. New York Times. bestselling book. The Circle Maker. to teach you a new way to pray. As thousands of readers quickly became many tens of thousands, true stories of miraculous and inspiring answers to prayer began to pour in. These testimonies will light your faith on fire and help you pray with even more boldness.. In. Draw the Circle. , through forty true, faith-building stories of God’s answers to prayers, daily Scriptures and prayer prompts, Batterson inspires you to pray and keep praying like never before.. Begin a lifetime of watching God work. Believe in the God who can do all things. Experience the power of bold prayer and even bolder faith in. Draw the Circle. .",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Prayer",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Inspirational",
                "Self Help"
            ]
        },
        {
            "title": "Distance",
            "authors": [
                "Nathanael O'Reilly"
            ],
            "ranking": 4.5,
            "ranking_count": 2,
            "abstract": "Full-length collection of poetry.. “With its beer-drenched Blundstones, cricket balls retrieved from neighbour’s backyards, misbehaving pastor’s kids and crabs plucked from the Moyne river, O’Reilly’s poetry collects and curates a series of vernacular objects and experiences that comprise life in Australia and beyond. From the streets of Ballarat to the dry highways of West Texas, from the floor of a petrol station in rural NSW to the evening sky seen from a Scottish beach, this poetry traverses continents, testing spaces and locations and finding them brimming with their own types of desire. Using a light touch and an elegant voice, Distance traces out nostalgia’s peculiar contours and emotional resonances, resulting in remarkable poetic moments that will return and whisper again to a reader even after the book is set down.” – Lachlan Brown, author of Limited Cities. “Joseph Brodsky, the Russian Nobel laureate, once remarked that memory and art have in common the ‘ability to select, a taste for detail.’ In the work of Nathanael O'Reilly, memory and art come together to bring us poems that remember what cannot---what must not---be forgotten, in rich and telling detail and with a taste for quiet but incisive irony.” - Paul Kane, author of A Slant of Light, Work Life and Australian Poetry: Romanticism and Negativity. “Nathanael O’Reilly’s poems sound the major themes of Australian poetry: landscape, displacement, yearning, and above all a critique of cultural narrowness. O’Reilly’s plain-spoken diction is often laced with understated wit, but is given ballast by its principled grounding in lived experience.” - Nicholas Birns, editor of Antipodes",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Crash & Burn",
            "authors": [
                "Abigail Roux"
            ],
            "ranking": 4.41,
            "ranking_count": 6623,
            "abstract": "It’s been five years since Special Agents Ty Grady and Zane Garrett first worked together to solve the Tri-State murders, and time has been both harsh and kind. Engaged now, they face the challenge of planning a deeply uncertain future together. Zane is at the pinnacle of his career with one last mystery to solve, while Ty is at sea in a world where he’s no longer the tip of a spear.. There’s just one more hurdle in the way of their happy ever after: a traitor from their inner circle who threatens to burn their world to the ground.. Squeezed between the Vega cartel, an unknown mole, and too many alphabet agencies to count, Ty and Zane must gather all their strength and resources to beat the longest odds they’ve ever faced. To make it out alive, they’ll need help from every friend they’ve got. Even the friends who might betray their trust.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Mystery",
                "War",
                "LGBT",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Lone Wolf",
            "authors": [
                "Aleksandr Voinov",
                "L.A. Witt"
            ],
            "ranking": 3.75,
            "ranking_count": 892,
            "abstract": "Hunter Easton is screwed. Fans, producers, and his agent are all chomping at the bit for the next book in his wildly popular Wolf’s Landing series, but he’s got epic writer’s block and is way behind deadline. Then he reads The World Tree, a fanfic novel by his online friend “Lone Wolf.” It isn’t just a great story—it’s exactly what the series needs.. Kevin Hussain is thrilled when “Wolf Hunter” wants to meet up after reading The World Tree. When Wolf Hunter turns out to be Hunter Easton himself, Kevin is starstruck. When Hunter tells him he wants to add The World Tree to Wolf’s Landing, Kevin is sure he’s being pranked. And when their online chemistry carries over—big time—into real life, Kevin is convinced it’s all too good to be true.. The problem is . . . it might be. The book deal, the sex, the money—everything is amazing. But fame isn’t all it’s cracked up to be, and Kevin is left wondering if Hunter really loves him, or just loves his book.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "LGBT",
                "Fiction",
                "M M Romance",
                "Adult",
                "Pop Culture"
            ]
        },
        {
            "title": "De lege stad",
            "authors": [
                "Simone van der Vlugt"
            ],
            "ranking": 3.88,
            "ranking_count": 1072,
            "abstract": "Op 14 mei 1940 wordt Rotterdam getroffen door het zwaarste bombardement dat Nederland ooit heeft gekend. Voor de pasgetrouwde Katja betekent dit het einde van haar onbezorgde leven. De binnenstad waar ze opgroeide, wordt volledig verwoest en bijna de helft van Katja’s familie komt om. Samen met haar man Daniel neemt ze haar overgebleven broertjes en zusjes in huis. Katja is vastbesloten hen door de oorlog heen te helpen. Maar naarmate het leven grimmiger wordt en iedereen zich gedwongen ziet steeds ingewikkeldere keuzes te maken, wordt het elke dag moeilijker om aan dit voornemen te blijven voldoen.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Roman",
                "European Literature",
                "Fiction",
                "Drama",
                "War"
            ]
        },
        {
            "title": "The Student Prince",
            "authors": [
                "FayJay"
            ],
            "ranking": 4.27,
            "ranking_count": 4532,
            "abstract": "A modern day (BBC) Merlin AU set at the University of St Andrews, featuring teetotal kickboxers, secret wizards, magnificent bodyguards of various genders, irate fairies, imprisoned dragons, crumbling gothic architecture, arrogant princes, adorable engineering students, stolen gold, magical doorways, attempted assassination, drunken students, shaving foam fights, embarrassing mornings after, The Hammer Dance, duty, responsibility, friendship and true love.... 145,248 Words Complete",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fan Fiction",
                "LGBT",
                "Humor",
                "Contemporary",
                "Academic"
            ]
        },
        {
            "title": "A Colder War",
            "authors": [
                "Charles Cumming"
            ],
            "ranking": 3.98,
            "ranking_count": 4138,
            "abstract": "Paul Wallinger, MI6's most senior officer in the Middle East, is killed when the small plane he is piloting crashes into the Adriatic. It looks like a tragic accident, but in the world of the secret service, nothing is ever as it seems. Rogue spy Thomas Kell has been working off the books for Amelia Levene, head of MI6. She dispatches Kell to Turkey to investigate the incident and to find out why sensitive MI6 operations in the region keep getting blown. What he discovers is a shocking secret about America's intelligence community which could have seismic repercussions in London and Washington.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Spy Thriller",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Novels",
                "Action"
            ]
        },
        {
            "title": "The Forty Rules of Love",
            "authors": [
                "Elif Shafak"
            ],
            "ranking": 4.14,
            "ranking_count": 151456,
            "abstract": "In this lyrical, exuberant follow-up to her 2007 novel,. The Bastard of Istanbul. , acclaimed Turkish author Elif Shafak unfolds two tantalizing parallel narratives—one contemporary and the other set in the thirteenth century, when Rumi encountered his spiritual mentor, the whirling dervish known as Shams of Tabriz—that together incarnate the poet's timeless message of love.. Ella Rubenstein is forty years old and unhappily married when she takes a job as a reader for a literary agent. Her first assignment is to read and report on. Sweet Blasphemy. , a novel written by a man named Aziz Zahara. Ella is mesmerized by his tale of Shams's search for Rumi and the dervish's role in transforming the successful but unhappy cleric into a committed mystic, passionate poet, and advocate of love. She is also taken with Shams's lessons, or rules, that offer insight into an ancient philosophy based on the unity of all people and religions, and the presence of love in each and every one of us. As she reads on, she realizes that Rumi's story mir­rors her own and that Zahara—like Shams—has come to set her free.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Romance",
                "Philosophy",
                "Asian Literature",
                "Spirituality",
                "Religion",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Lily and the Octopus",
            "authors": [
                "Steven  Rowley"
            ],
            "ranking": 3.72,
            "ranking_count": 36320,
            "abstract": "Combining the emotional depth of. The Art of Racing in the Rain. with the magical spirit of. The Life of Pi. ,. Lily and the Octopus. is an epic adventure of the heart.. When you sit down with. Lily and the Octopus. , you will be taken on an unforgettable ride.. The magic of this novel is in the read, and we don’t want to spoil it by giving away too many details. We can tell you that this is a story about that special someone: the one you trust, the one you can’t live without.. For Ted Flask, that someone special is his aging companion Lily, who happens to be a dog.. Lily and the Octopus. reminds us how it feels to love fiercely, how difficult it can be to let go, and how the fight for those we love is the greatest fight of all.. Remember the last book you told someone they. had. to read?. Lily and the Octopus. is the next one.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Animals",
                "Audiobook",
                "Magical Realism",
                "Adult Fiction",
                "Adult",
                "LGBT",
                "Novels"
            ]
        },
        {
            "title": "Seed",
            "authors": [
                "Rob Ziegler"
            ],
            "ranking": 3.21,
            "ranking_count": 1050,
            "abstract": "It's the dawn of the 22nd century, and the world has fallen apart. Decades of war and resource depletion have toppled governments. The ecosystem has collapsed. A new dust bowl sweeps the American West. The United States has become a nation of migrants -starving masses of nomads who seek out a living in desert wastelands and encampments outside government seed-distribution warehouses.. In this new world, there is a new power. Satori is more than just a corporation, she is an intelligent, living city that grew out of the ruins of Denver. Satori bioengineers both the climate-resistant seed that feeds a hungry nation, and her own post-human genetic Designers, Advocates, and Laborers. What remains of the United States government now exists solely to distribute Satori seed; a defeated American military doles out bar-coded, single-use Satori seed to the nation's starving citizens.. When one of Satori's Designers goes rogue, Agent Sienna Doss-Ex-Army Ranger turned glorified bodyguard-is tasked by the government to bring her. in: The government wants to use the Designer to break Satori's stranglehold on seed production and reassert themselves as the center of power.. Sianna Doss's search for the Designer intersects with Brood and his younger brother Pollo - orphans scrapping by on the fringes of the wastelands. Pollo is abducted, because he is believed to suffer from Tet, a newly emergent disease, the victims of which are harvested by Satori.. As events spin out of control, Brood and Sienna Doss find themselves at the heart of Satori, where an explosive climax promises to reshape the future of the world.. Skyhorse Publishing, under our Night Shade and Talos imprints, is proud to publish a broad range of titles for readers interested in science fiction (space opera, time travel, hard SF, alien invasion, near-future dystopia), fantasy (grimdark, sword and sorcery, contemporary urban fantasy, steampunk, alternative history), and horror (zombies, vampires, and the occult and supernatural), and much more. While not every title we publish becomes a. New York Times. bestseller, a national bestseller, or a Hugo or Nebula award-winner, we are committed to publishing quality books from a diverse group of authors.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Horror",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Unfinished",
                "Fantasy"
            ]
        },
        {
            "title": "Conspiracy Girl",
            "authors": [
                "Sarah Alderson"
            ],
            "ranking": 4.01,
            "ranking_count": 979,
            "abstract": "Everybody knows about the Cooper Killings – the Bel Air home invasion that rocked the nation.. There was only one survivor - a sixteen year-old girl.. And though the killers were caught they walked free.. Now eighteen, Nic Preston - the girl who survived - is trying hard to rebuild her life. She’s security conscious to the point of paranoia and her only friend is a French Mastiff bulldog, but she’s making progress. She’s started college in New York and has even begun dating.. But then one night her apartment is broken into and the life Nic’s worked so hard to create is shattered in an instant.. Finn Carter - hacker, rule breaker, player – is the last person Nic ever wants to see again. He’s the reason her mother’s killers walked free from court. But as the people hunting her close in, Nic has to accept that her best and possibly only chance of staying alive is by keeping close to Finn and learning to trust the person she’s sworn to hate.. Fleeing across a snowbound New England, frantically trying to uncover the motive behind the murders, Nic and Finn come to realize the conspiracy is bigger than they could ever have suspected. But the closer they get to the truth and the closer they get to each other, the greater the danger becomes.. To survive she has to stay close to him.. To keep her safe he has to keep his distance.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Thriller",
                "Romance",
                "Contemporary",
                "New Adult",
                "Fiction",
                "Action"
            ]
        },
        {
            "title": "Lies Unspoken",
            "authors": [
                "Lisa De Jong"
            ],
            "ranking": 4.02,
            "ranking_count": 2290,
            "abstract": "I tried hard not to fall for the bad guy.. My new roommate, Blake, is a jerk—an unemployed artist with a chip on his shoulder. I can’t stand him unless his hands are on me. He makes me desperate for him, and everything he makes me feel.. And then there’s my new boss, Pierce--successful, charming, and extremely good-looking. He goes after what he wants, but what does he see in me?. I try to stay away, but I end up in the arms of exactly who I was hiding from. And when I find out what’s being hidden from me, my heart twists in ways it never should.. I thought I knew him.. I didn't.. The way he kissed me.. The way his hands traveled every inch of my skin.. I thought it meant something, but as it turns out, it was all lies unspoken.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "Building Stories",
            "authors": [
                "Chris Ware"
            ],
            "ranking": 4.31,
            "ranking_count": 6830,
            "abstract": "After years of sporadic work on other books and projects and following the almost complete loss of his virility, it's here: a new graphic novel by Chris Ware.. Building Stories. imagines the inhabitants of a three-story Chicago apartment building: a 30-something woman who has yet to find someone with whom to spend the rest of her life; a couple, possibly married, who wonder if they can bear each other's company another minute; and the building's landlady, an elderly woman who has lived alone for decades. Taking advantage of the absolute latest advances in wood pulp technology,. Building Stories. is a book with no deliberate beginning nor end, the scope, ambition, artistry and emotional prevarication. beyond anything yet seen from this artist or in this medium, probably for good reason.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Art",
                "Short Stories",
                "Graphic Novels Comics",
                "Contemporary",
                "Architecture",
                "Comics"
            ]
        },
        {
            "title": "WeirDo",
            "authors": [
                "Anh Do",
                "Jules Faber"
            ],
            "ranking": 4.11,
            "ranking_count": 1737,
            "abstract": "Meet Weir Do.. No, that's not a typo, that's his name!. Weir Do's the new kid in school. With an unforgettable name, a crazy family, and some seriously weird habits, fitting in won't be easy . . . but it will be funny!",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Childrens",
                "Realistic Fiction",
                "Sequential Art",
                "Fiction",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "India Was One",
            "authors": [
                "An Indian"
            ],
            "ranking": 3.87,
            "ranking_count": 266,
            "abstract": "…Suddenly, he saw something shiny at the bottom of the abyss. He squinted to see what it was. He ran back to his binoculars and turned them to see what it was. Sharp barbed wires that separated the two mountains came into focus. He had come as far as he could in his country. But she was standing in another country.. He was in South India and she was in North India…. Have you ever imagined India being divided into two countries? What happens to the millions of Indians who are from South India but are now residing in North India? Kaahi & Jai were two such people who got trapped in this situation. Everything was going smoothly for them and suddenly, their world turned upside down.. How will they get together? Will India become one again?. Take an exciting journey with them from their college days in Mumbai to their life in the US and back to India when they find out that India is divided.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Romance",
                "Historical",
                "Contemporary"
            ]
        },
        {
            "title": "Edge of Darkness",
            "authors": [
                "Christine Feehan",
                "Maggie Shayne",
                "Lori Herter"
            ],
            "ranking": 4.17,
            "ranking_count": 2261,
            "abstract": "Take an all-new excursion in the world of the Carpathians from #1. New York Times. bestselling author Christine Feehan—joined here by Maggie Shayne and Lori Herter, two other masters of vampire romance in an original anthology that takes dark fantasy to rapturous new heights.. Dark Crime. by Christine Feehan. Blaze knows who killed her father and she has merciless plans for payback. Until a phone call from a seductive stranger pleads with her to wait. Retribution is in his blood, too. Now, he and Blaze will be united in the blood of the guilty. Tonight, vengeance is theirs.. Dead by Twilight. by Maggie Shayne. Bloodsuckers may be an accepted minority but one of them is getting away with murder. Until a female vamp teams with a mortal detective to end the killing spree. Now the night belongs to them—and so does every pleasure and danger lurking in the shadows.. Cimarron Spirit. by Lori Herter. While excavating an Anasazi ruin, archeologist Annie Carmichael uncovers the resting place of a centuries-old vampire who finds in Annie the liberating mate he has longed for. But how much is Annie expected—or willing—to surrender for the man she now desires?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Anthologies",
                "Paranormal",
                "Dark",
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "Madness",
            "authors": [
                "Jas T. Ward"
            ],
            "ranking": 4.41,
            "ranking_count": 129,
            "abstract": "A Darkly Sweet, Twisted Retelling of The Beauty and the Beast.. A night could change everything.. Consume a cold heart in heat…. Open a heart that has been closed…. Intertwine two lives for a lifetime…and beyond.. The only thing Reno Sundown has ever known is pain. How to take it and how to use it. He was created that way and once his purpose was done, he was locked away. Never had he known good, laughter, love until he met her.. Emma Devenmore has always focused on one thing, family. The eldest of her sisters, she has made life centered on protection. Protecting her family and doing her job of protecting others. A love story was never in her plans, until she met him.. By chance, their paths cross and both were forever changed. A Beauty left yearning for a Beast, who had opened her up to something she had never dreamed of.. A Beast left wanting for a Beauty, who had unlocked emotions he never knew possible, and never was supposed to know existed.. Once paths are crossed, can they ever be uncrossed? Once they are crossed, are they destined to grow together? Or can they only be consumed by complete Madness?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Dark",
                "Fantasy",
                "Retellings",
                "Fairy Tales"
            ]
        },
        {
            "title": "Dom Wars: Round Four",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.32,
            "ranking_count": 999,
            "abstract": "It's Demon Domination for Lucian in Dom Wars Round 4. But it looks like there's more than just his demons they're throwing at him this time and surviving the storm won't happen without suffering.",
            "part_of_series": true,
            "genre_list": [
                "Erotica",
                "Adult Fiction",
                "Romance",
                "Humor",
                "Novella",
                "Drama",
                "Contemporary"
            ]
        },
        {
            "title": "Deadly Heat",
            "authors": [
                "Richard Castle"
            ],
            "ranking": 3.98,
            "ranking_count": 10029,
            "abstract": "Picking up where Frozen Heat left off, top NYPD Homicide Detective Nikki Heat pursues the elusive former CIA station chief who ordered the execution of her mother over a decade ago. For the hunt, Nikki teams once again with her romantic partner, Pulitzer Prize-winning investigative journalist Jameson Rook, and their quest for the old spy and the motive behind the past murder unearths an alarming terror plot-which is anything but ancient history. It is lethal. It is now. And it has already entered its countdown phase.. Complicating Heat's mission to bring the rogue spy to justice and thwart the looming terror event, a serial killer begins menacing the Twentieth Precinct and her homicide squad is under pressure to stop him, and soon. The frightening murderer, known for his chilling stealth, not only has singled out Nikki as the exclusive recipient of his taunting messages, he then boldly names his next victim: Detective Heat.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Romance",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Ghetto at the Center of the World: Chungking Mansions, Hong Kong",
            "authors": [
                "Gordon Mathews"
            ],
            "ranking": 3.83,
            "ranking_count": 436,
            "abstract": "There is nowhere else in the world quite like Chungking Mansions, a dilapidated seventeen-story commercial and residential structure in the heart of Hong Kong’s tourist district. A remarkably motley group of people call the building home; Pakistani phone stall operators, Chinese guesthouse workers, Nepalese heroin addicts, Indonesian sex workers, and traders and asylum seekers from all over Asia and Africa live and work there—even backpacking tourists rent rooms. In short, it is possibly the most globalized spot on the planet.. But as. Ghetto at the Center of the World. shows us, a trip to Chungking Mansions reveals a far less glamorous side of globalization. A world away from the gleaming headquarters of multinational corporations, Chungking Mansions is emblematic of the way globalization actually works for most of the world’s people. Gordon Mathews’s intimate portrayal of the building’s polyethnic residents lays bare their intricate connections to the international circulation of goods, money, and ideas. We come to understand the day-to-day realities of globalization through the stories of entrepreneurs from Africa carting cell phones in their luggage to sell back home and temporary workers from South Asia struggling to earn money to bring to their families. And we see that this so-called ghetto—which inspires fear in many of Hong Kong’s other residents, despite its low crime rate—is not a place of darkness and desperation but a beacon of hope.. Gordon Mathews’s compendium of riveting stories enthralls and instructs in equal measure, making. Ghetto at the Center of the World. not just a fascinating tour of a singular place but also a peek into the future of life on our shrinking planet.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Anthropology",
                "Cultural",
                "Travel",
                "History",
                "Sociology",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "The Book of Trees",
            "authors": [
                "Leanne Lieberman"
            ],
            "ranking": 3.29,
            "ranking_count": 59,
            "abstract": "When Mia, a Jewish teenager from Ontario, goes to Israel to spend the summer studying at a yeshiva, or seminary, she wants to connect with the land and deepen her understanding of Judaism. However, Mia's summer plans go astray when she falls in love with a non-Jewish tourist, Andrew. Through him, Mia learns about the Israeli occupation of Palestinian land and starts to question her Zionist aspirations. In particular, Mia is disturbed by the Palestinian's loss of their olive trees, and the state of Israel's planting of pine trees, symbolizing the setting down of new roots. After narrowly escaping a bus bombing, Mia decides that being a peace activist is more important than being religious.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Spirituality",
                "Travel",
                "Realistic Fiction",
                "Cultural"
            ]
        },
        {
            "title": "The Twelve Lives of Samuel Hawley",
            "authors": [
                "Hannah Tinti"
            ],
            "ranking": 3.89,
            "ranking_count": 15712,
            "abstract": "After years spent living on the run, Samuel Hawley moves with his teenage daughter, Loo, to Olympus, Massachusetts. There, in his late wife’s hometown, Hawley finds work as a fisherman, while Loo struggles to fit in at school and grows curious about her mother’s mysterious death. Haunting them both are twelve scars Hawley carries on his body, from twelve bullets in his criminal past—a past that eventually spills over into his daughter’s present, until together they must face a reckoning yet to come. This father-daughter epic weaves back and forth through time and across America, from Alaska to the Adirondacks. Both a coming-of-age novel and a literary thriller,. The Twelve Lives of Samuel Hawley. explores what it means to be a hero, and the cost we pay to protect the people we love most.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Literary Fiction",
                "Thriller",
                "Young Adult",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Waking Up: A Guide to Spirituality Without Religion",
            "authors": [
                "Sam Harris"
            ],
            "ranking": 3.9,
            "ranking_count": 40349,
            "abstract": "For the millions of Americans who want spirituality without religion, Sam Harris’s new book is a guide to meditation as a rational spiritual practice informed by neuroscience and psychology.. From multiple New York Times bestselling author, neuroscientist, and “new atheist” Sam Harris, Waking Up is for the 30 percent of Americans who follow no religion, but who suspect that Jesus, Buddha, Lao Tzu, Rumi, and the other saints and sages of history could not have all been epileptics, schizophrenics, or frauds. Throughout the book, Harris argues that there are important truths to be found in the experiences of such contemplatives—and, therefore, that there is more to understanding reality than science and secular culture generally allow.. Waking Up is part seeker’s memoir and part exploration of the scientific underpinnings of spirituality. No other book marries contemplative wisdom and modern science in this way, and no author other than Sam Harris—a scientist, philosopher, and famous skeptic—could write it.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Spirituality",
                "Religion",
                "Psychology",
                "Science",
                "Self Help",
                "Audiobook"
            ]
        },
        {
            "title": "Pack of Lies",
            "authors": [
                "Laura Anne Gilman"
            ],
            "ranking": 3.85,
            "ranking_count": 1463,
            "abstract": "My name is Bonita Torres, and eight months ago I was an unemployed college graduate without a plan. Now I'm an investigator with the Private Unaffiliated Paranormal Investigations team of New York. Pretty awesome, right?. The Cosa Nostradamus, the magical community, isn't quick to give up its secrets, though. Not even to fellow members. Not even when it's in their best interests. So we've been busting our tails, perfecting our forensic skills, working to gain acceptance. The team's tight… but we have our quirks, too. And our Big Dog, Benjamin Venec…well, he's a special case, all right.. But we can't give up. We're needed, especially when a case comes along that threatens to pit human against fatae. But one wrong move could cost us everything we've worked for….",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Romance",
                "Fairies"
            ]
        },
        {
            "title": "After",
            "authors": [
                "Morris Gleitzman"
            ],
            "ranking": 4.39,
            "ranking_count": 4860,
            "abstract": "In the fourth part of Felix's story, continuing his adventures in World War Two, he faces perhaps his greatest challenge - to find hope when he's lost almost everything, including his parents. As Europe goes through the final agonizing stages of the war, Felix struggles to reconcile hatred and healing. He's helped by a new friend, but if he should lose her as well ...",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "War",
                "World War II",
                "Fiction",
                "Childrens",
                "Adventure"
            ]
        },
        {
            "title": "The Forgotten",
            "authors": [
                "David Baldacci"
            ],
            "ranking": 4.12,
            "ranking_count": 58311,
            "abstract": "In Paradise, nothing is what it seems.... Army Special Agent John Puller is the best there is. A combat veteran, Puller is the man the U.S. Army relies on to investigate the toughest crimes facing the nation. Now he has a new case-but this time, the crime is personal: His aunt has been found dead in Paradise, Florida.. A picture-perfect town on Florida's Gulf Coast, Paradise thrives on the wealthy tourists and retirees drawn to its gorgeous weather and beaches. The local police have ruled his aunt's death an unfortunate, tragic accident. But just before she died, she mailed a letter to Puller's father, telling him that beneath its beautiful veneer, Paradise is not all it seems to be.. What Puller finds convinces him that his aunt's death was no accident . . . and that the palm trees and sandy beaches of Paradise may hide a conspiracy so shocking that some will go to unthinkable lengths to make sure the truth is never revealed.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Action",
                "War",
                "Adult"
            ]
        },
        {
            "title": "The 13-Story Treehouse",
            "authors": [
                "Andy Griffiths",
                "Terry Denton"
            ],
            "ranking": 4.03,
            "ranking_count": 11291,
            "abstract": "Who wouldn't want to live in a treehouse? Especially a 13-storey treehouse that has a bowling alley, a see-through swimming pool, a tank full of sharks, a library full of comics, a secret underground laboratory, a games room, self-making beds, vines you can swing on, a vegetable vaporiser and a marshmallow machine that follows you around and automatically shoots your favourite flavoured marshmallows into your mouth whenever it discerns you're hungry.. Two new characters – Andy and Terry – live here, make books together, and have a series of completely nutty adventures. Because: ANYTHING can happen in a 13-storey treehouse.. This is a major new series from Andy and Terry- and it's the logical evolution of all their previous books. There are echoes of the Just stories in the Andy and Terry friendship, the breakaway stories in the Bad Book (the Adventures of Super Finger), there's the easy readability of the Cat on the Mat and the Big Fat Cow, and like all these books, the illustrations are as much a part of the story as the story itself.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Childrens",
                "Fantasy",
                "Fiction",
                "Sequential Art",
                "Adventure",
                "Academic"
            ]
        },
        {
            "title": "Mercury",
            "authors": [
                "Ariana Reines"
            ],
            "ranking": 4.23,
            "ranking_count": 516,
            "abstract": "Composed in the direct, accessible, consciousness-piercing style readers of Ariana Reines’ first two books are wildly enamored of,. Mercury. comprises a group of long poems. These interlocking works speak to the substance and essence of what is said, transmitted, transacted, communicated between persons. Reines proposes that substance and essence are opposites, and explores this in contexts including commercial cinema and internet porn.. Your music makes me feel lonely. Your music makes me feel lonely. Your music. Makes me feel lonely. Picking a lemon. Late at night. My heart tightens. I fear nature. Your music makes me feel lonely. I must be responsible for it. I’m alive. I have this hair helmet on. I’m so alive. I say yes to the megaplex. You say it’s awful isn’t it awful. I say yeah. So what. Something sentimental. This place. I agree. Huge. We’re gonna go into the movie. . . .. The day is long enough. The day is long enough. The day is so long enough. To contain all this and more",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Womens"
            ]
        },
        {
            "title": "Of Noble Family",
            "authors": [
                "Mary Robinette Kowal"
            ],
            "ranking": 4.14,
            "ranking_count": 2060,
            "abstract": "The final book of the acclaimed Glamourist Histories is the magical adventure that might result if Jane Austen walked on the darker side of the Regency.... Jane and Vincent have finally gotten some much-needed rest after their adventures in Italy when Vincent receives word that his estranged father has passed away on one of his properties in the West Indies. His brother, who manages the estate, is overwhelmed, and no one else in his family can go. Grudgingly, out of filial duty the couple decide to go.. The sea voyage is long and Jane spends enough time unable to perform glamour that towards the end of the trip she discovers that she is with child. They are overjoyed, but when they finally arrive at the estate to complete what they expect to be routine legal tasks, they realize that nearly everything they came expecting to find had been a lie. Also, the entire estate is in disarray, with horrifying conditions and tensions with the local slave population so high that they are close to revolt.. Jane and Vincent's sense of peril is screaming out for them to flee, but Vincent cannot stand to leave an estate connected with his family in such a condition. They have survived many grand and terrifying adventures in their time, but this one will test their skills and wits more than any they have ever encountered before, this time with a new life hanging in the balance.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Romance",
                "Historical Fiction",
                "Fiction",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "A Bride For Christmas",
            "authors": [
                "Aileen Fish"
            ],
            "ranking": 3.57,
            "ranking_count": 550,
            "abstract": "The Christmas season has always been important to Nash Sinclair. Home from the war and surrounded by his large, loving family, he realizes what is missing from his life: a wife. Not too surprisingly, he is looking at his sister-in-law’s rather becoming (and unmarried) sister when he makes the decision.. Lady Julianna intends to remain unmarried, having no need for a husband to live the life of her dreams. Rather than explain her unusual choice, she insists only a man who slays dragons would suit her, and since dragons don't exist, neither does her ideal beau.. Not one to turn away from a challenge, Nash enlists the aid of his nieces and nephews in a scheme sure to win Lady Julianna's affection. But as he comes to know the lady better, he realizes he’s risking his own heart. When did his silly idea become a crucial quest?. NOTE:. This book was previously released as. The Christmas Wedding Scheme. .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Holiday",
                "Historical",
                "Novella",
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "Reasons to Stay Alive",
            "authors": [
                "Matt Haig"
            ],
            "ranking": 4.11,
            "ranking_count": 74578,
            "abstract": "Matt Haig’s accessible and life-affirming memoir of his struggle with depression, and how his triumph over the illness taught him to live.. Like nearly one in five people, Matt Haig suffers from depression.. Reasons to Stay Alive. is Matt’s inspiring account of how, minute by minute and day by day, he overcame the disease with the help of reading, writing, and the love of his parents and his girlfriend (and now-wife), Andrea. And eventually, he learned to appreciate life all the more for it.. Everyone’s lives are touched by mental illness: if we do not suffer from it ourselves, then we have a friend or loved one who does. Matt’s frankness about his experiences is both inspiring to those who feel daunted by depression and illuminating to those who are mystified by it. Above all, his humor and encouragement never let us lose sight of hope. Speaking as his present self to his former self in the depths of depression, Matt is adamant that the oldest cliché is the truest—there is light at the end of the tunnel. He teaches us to celebrate the small joys and moments of peace that life brings, and reminds us that there are always reasons to stay alive.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Health",
                "Self Help",
                "Autobiography",
                "Psychology",
                "Biography",
                "Audiobook",
                "Mental Health"
            ]
        },
        {
            "title": "The Zone of Interest",
            "authors": [
                "Martin Amis"
            ],
            "ranking": 3.69,
            "ranking_count": 3944,
            "abstract": "From one of England's most renowned authors, an unforgettable new novel that provides a searing portrait of life-and, shockingly, love-in a concentration camp.. Once upon a time there was a king, and the king commissioned his favorite wizard to create a magic mirror. This mirror didn't show you your reflection. It showed you your soul - it showed you who you really were.. The wizard couldn't look at it without turning away. The king couldn't look at it. The courtiers couldn't look at it. A chestful of treasure was offered to anyone who could look at it for sixty seconds without turning away. And no one could.. The Zone of Interest is a love story with a violently unromantic setting. Can love survive the mirror? Can we even meet each other's eye, after we have seen who we really are?. In a novel powered by both wit and pathos, Martin Amis excavates the depths and contradictions of the human soul.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "World War II",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "The Exciting Adventures Of Life In General",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "When an old girlfriend asks detective Ollie Reed to prove her husband died in an accident, he has to get back in the business.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Agatha Heterodyne and the Heirs of the Storm",
            "authors": [
                "Phil Foglio",
                "Kaja Foglio"
            ],
            "ranking": 4.42,
            "ranking_count": 1450,
            "abstract": "Adventure, Romance, Mad Science! Agatha has finally made it to her ancestral castle, but so has a whole crowd of her friends - and enemies! Worse, the lives of two them are in danger, unless she can get the Castle's power source back up and running-quick!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Humor",
                "Romance"
            ]
        },
        {
            "title": "How Hard Can Love Be?",
            "authors": [
                "Holly Bourne"
            ],
            "ranking": 4.1,
            "ranking_count": 7882,
            "abstract": "Amber, Evie and Lottie: three girls facing down tough issues with the combined powers of friendship, feminism and cheesy snacks. Both hilarious and heart-rending, this is Amber’s story of how painful – and exhilarating – love can be, following on from Evie’s story in Am I Normal Yet?. All Amber wants is a little bit of love. Her mum has never been the caring type, even before she moved to California, got remarried and had a personality transplant. But Amber's hoping that spending the summer with her can change all that.. And then there's prom king Kyle, the guy all the girls want. Can he really be interested in anti-cheerleader Amber? Even with best friends Evie and Lottie's advice, there's no escaping the fact: love is hard.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Feminism",
                "Fiction",
                "Health",
                "Family",
                "Love"
            ]
        },
        {
            "title": "The Copyright Wars: Three Centuries of Trans-Atlantic Battle",
            "authors": [
                "Peter Baldwin"
            ],
            "ranking": 3.84,
            "ranking_count": 73,
            "abstract": "Today's copyright wars can seem unprecedented. Sparked by the digital revolution that has made copyright--and its violation--a part of everyday life, fights over intellectual property have pitted creators, Hollywood, and governments against consumers, pirates, Silicon Valley, and open-access advocates. But while the digital generation can be forgiven for thinking the dispute between, for example, the publishing industry and Google is completely new, the copyright wars in fact stretch back three centuries--and their history is essential to understanding today's battles. The Copyright Wars--the first major trans-Atlantic history of copyright from its origins to today--tells this important story.. Peter Baldwin explains why the copyright wars have always been driven by a fundamental tension. Should copyright assure authors and rights holders lasting claims, much like conventional property rights, as in Continental Europe? Or should copyright be primarily concerned with giving consumers cheap and easy access to a shared culture, as in Britain and America? The Copyright Wars describes how the Continental approach triumphed, dramatically increasing the claims of rights holders. The book also tells the widely forgotten story of how America went from being a leading copyright opponent and pirate in the eighteenth and nineteenth centuries to become the world's intellectual property policeman in the late twentieth. As it became a net cultural exporter and its content industries saw their advantage in the Continental ideology of strong authors' rights, the United States reversed position on copyright, weakening its commitment to the ideal of universal enlightenment--a history that reveals that today's open-access advocates are heirs of a venerable American tradition.. Compelling and wide-ranging, The Copyright Wars is indispensable for understanding a crucial economic, cultural, and political conflict that has reignited in our own time.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Audiobook"
            ]
        },
        {
            "title": "Ms. Marvel, Vol. 2: Generation Why",
            "authors": [
                "G. Willow Wilson",
                "Adrian Alphona",
                "Jacob Wyatt"
            ],
            "ranking": 4.14,
            "ranking_count": 25606,
            "abstract": "Who is the Inventor, and what does he want with the all-new Ms. Marvel and all her friends? Maybe Wolverine can help! If Kamala can stop fan-girling out about meeting her favorite super hero, that is. Then, Kamala crosses paths with Inhumanity -- by meeting the royal dog, Lockjaw! But why is Lockjaw really with Kamala? As Ms. Marvel discovers more about her past, the Inventor continues to threaten her future. Kamala bands together with some unlikely heroes to stop the maniacal villain before he does real damage, but has she taken on more than she can handle? And how much longer can Ms. Marvel's life take over Kamala Khan's? Kamala Khan continues to prove why she's the best (and most adorable) new super hero there is!. Collecting. Ms. Marvel(2014) #6-11. .",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Young Adult",
                "Superheroes",
                "Comics",
                "Fiction",
                "Graphic Novels Comics",
                "Fantasy",
                "Science Fiction"
            ]
        },
        {
            "title": "Мовою Бога",
            "authors": [
                "Олена Стяжкіна"
            ],
            "ranking": 4.08,
            "ranking_count": 12,
            "abstract": "«Мовою Бога» − повість, дія якої відбувається потойбіч лінії фронту. Авторка розповідає як люди, які ще вчора могли довіряти одне одному, мати приязні стосунки чи будувати спільне майбутнє, − враз змінюються і стають ворогами в єдиному, але вже такому різному для них місті. Людське в людині зазнає випробувань. Герої Олени Стяжкіної опиняються в обставинах, де змушені робити вибір, ціна якому − життя.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Bad Billionaire",
            "authors": [
                "Julie Kriss"
            ],
            "ranking": 3.92,
            "ranking_count": 2956,
            "abstract": "This is an alternate cover edition for ASIN B01M6ZMGRE. I’m no one. A mechanic. A getaway driver. A thief.. I was born on the streets, and I like it rough — life, sex, everything. My job is dirty. My past is dirty. So is my future.. Until I get out of prison and discover I’ve inherited a billion dollars.. I’m not a good billionaire. I don’t care about penthouses, fancy dinners, or private jets. I don’t care about life and death. Hell, I don’t even care about money. I’m willing to spend every penny of it on one thing.. Find the woman who gave me one unforgettable night before I went down. The woman who is too good for me. The woman I can never have.. Find her. Get revenge on the man that hurt her. And make her mine.. **Full length standalone with no cheating and no cliffhanger**",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult Fiction",
                "New Adult",
                "Adult",
                "Mystery",
                "Business",
                "Fiction"
            ]
        },
        {
            "title": "The Clover House",
            "authors": [
                "Henriette Lazaridis Power"
            ],
            "ranking": 3.2,
            "ranking_count": 1011,
            "abstract": "For fans of Victoria Hislop's The Island and Tatiana de Rosnay's Sarah's Key, a powerful debut novel about a woman shuttling between America and Greece to solve the mystery surrounding her family's past and claim an identity of her own.. A phone call from her cousin sends Calliope Notaris Brown from Boston to the Greek city of Patras to sort through an inheritance from her uncle. She arrives during the wild abandon of Carnival, when the world is turned upside down and things are not as they seem. Digging through the keepsakes her uncle has left, Callie stumbles upon clues to the wartime disappearance of the family's fortune and to the mystery of her estranged mother's chronic unhappiness. As she pieces together family secrets that stretch back to the Italian occupation of Greece during World War II, Callie's relationship with her fiancé, her mother, and her mother's two sisters will change irrevocably.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "Adult Fiction",
                "Contemporary",
                "Family",
                "Mystery"
            ]
        },
        {
            "title": "Medicine Walk",
            "authors": [
                "Richard Wagamese"
            ],
            "ranking": 4.32,
            "ranking_count": 8839,
            "abstract": "Franklin Starlight is called to visit his father, Eldon. He's sixteen years old and has had the most fleeting of relationships with the man. The rare moments they've shared haunt and trouble Frank, but he answers the call, a son's duty to a father. He finds Eldon decimated after years of drinking, dying of liver failure in a small town flophouse. Eldon asks his son to take him into the mountains, so he may be buried in the traditional Ojibway manner.. What ensues is a journey through the rugged and beautiful backcountry, and a journey into the past, as the two men push forward to Eldon's end. From a poverty-stricken childhood, to the Korean War, and later the derelict houses of mill towns, Eldon relates both the desolate moments of his life and a time of redemption and love and in doing so offers Frank a history he has never known, the father he has never had, and a connection to himself he never expected.. A novel about love, friendship, courage, and the idea that the land has within it powers of healing,. Medicine Walk. reveals the ultimate goodness of its characters and offers a deeply moving and redemptive conclusion. Wagamese's writing soars and his insight and compassion are matched by his gift of communicating these to the reader.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Family",
                "Book Club"
            ]
        },
        {
            "title": "Hellgoing",
            "authors": [
                "Lynn Coady"
            ],
            "ranking": 3.36,
            "ranking_count": 1840,
            "abstract": "Winner of the 2013 Scotiabank Giller Prize.. Shortlisted for the Rogers Writers' Trust Fiction Prize. Selected as an Amazon.ca Best Book and for The Globe's Top 10 Books of 2013.. With astonishing range and depth, Scotiabank Giller Prize winner Lynn Coady gives us nine unforgettable new stories, each one of them grabbing our attention from the first line and resonating long after the last.. A young nun charged with talking an anorexic out of her religious fanaticism toys with the thin distance between practicality and blasphemy. A strange bond between a teacher and a schoolgirl takes on ever deeper, and stranger, shapes as the years progress. A bride-to-be with a penchant for nocturnal bondage can’t seem to stop bashing herself up in the light of day.. Equally adept at capturing the foibles and obsessions of men and of women, compassionate in her humour yet never missing an opportunity to make her characters squirm, fascinated as much by faithlessness as by faith, Lynn Coady is quite possibly the writer who best captures what it is to be human at this particular moment in our history.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Cultural",
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Literature",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "Stay With Me",
            "authors": [
                "Kira  Hawke"
            ],
            "ranking": 3.71,
            "ranking_count": 203,
            "abstract": "Logan Woods just survived an attempted murder. Maybe. Left for dead in the sketchiest part of town, Logan has no idea how much time he has left. But through this disaster forms an unlikely friendship that might be worth living for.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "LGBT",
                "Contemporary",
                "Short Stories",
                "Dark",
                "Young Adult",
                "Mystery",
                "Fiction"
            ]
        },
        {
            "title": "The Lesser Bohemians",
            "authors": [
                "Eimear McBride"
            ],
            "ranking": 3.85,
            "ranking_count": 3907,
            "abstract": "The captivating new novel from Eimear McBride, critically acclaimed and Baileys Women’s Prize-winning author of. A Girl Is a Half-formed Thing.. Upon her arrival in London, an 18-year-old Irish girl begins anew as a drama student, with all the hopes of any young actress searching for the fame she’s always dreamed of. She struggles to fit in—she’s young and unexotic, a naive new girl—but soon she forges friendships and finds a place for herself in the big city.. Then she meets an attractive older man. He’s an established actor, 20 years older, and the inevitable clamorous relationship that ensues is one that will change her forever.. A redemptive, captivating story of passion and innocence set across the bedsits of mid-1990s London, McBride holds new love under her fierce gaze, giving us all a chance to remember what it’s like to fall hard for another.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "European Literature",
                "Cultural",
                "Romance",
                "Novels",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Echoes of Us",
            "authors": [
                "Kat Zhang"
            ],
            "ranking": 3.82,
            "ranking_count": 1668,
            "abstract": "To change the world, I may lose everything. All Eva ever wanted was the chance to be herself. But in the Americas, to be hybrid—to share your body with a second soul—is not tolerated past childhood. Now Eva and Addie, her sister soul, are constantly on the move, hiding from the officials who seek to capture them. But the tide is changing. A revolution is brewing, and people are starting to question the hybrids' mistreatment.. Then Marion, an ambitious reporter, offers Eva and Addie a daring proposal: If they go undercover and film the wretched conditions of a hybrid institution, she will not only rescue them, she'll find a way to free Jackson, the boy Addie loves. It's risky, and Eva will have to leave Ryan and her friends behind, but if she succeeds, it could also tip the scales forever and lead to hybrid freedom.. As Eva and Addie walk into danger, they cling to each other and the hope of a better future. But the price they might pay is higher than they ever could have imagined.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Light of the Fireflies",
            "authors": [
                "Paul Pen",
                "Simon Bruni"
            ],
            "ranking": 3.73,
            "ranking_count": 29152,
            "abstract": "A haunting and hopeful tale of discovering light in even the darkest of places.. For his whole life, the boy has lived underground, in a basement with his parents, grandmother, sister, and brother. Before he was born, his family was disfigured by a fire. His sister wears a white mask to cover her burns.. He spends his hours with his cactus, reading his book on insects, or touching the one ray of sunlight that filters in through a crack in the ceiling. Ever since his sister had a baby, everyone’s been acting very strangely. The boy begins to wonder why they never say who the father is, about what happened before his own birth, about why they’re shut away.. A few days ago, some fireflies arrived in the basement. His grandma said,. There’s no creature more amazing than one that can make its own light.. That light makes the boy want to escape, to know the outside world. Problem is, all the doors are locked. And he doesn’t know how to get out.…",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Horror",
                "Contemporary",
                "Suspense",
                "Audiobook",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "The Billion Dollar Spy: A True Story of Cold War Espionage and Betrayal",
            "authors": [
                "David E. Hoffman"
            ],
            "ranking": 4.22,
            "ranking_count": 11513,
            "abstract": "From the author of the Pulitzer Prize-winning history. The Dead Hand. comes the riveting story of a spy who cracked open the Soviet military research establishment and a penetrating portrait of the CIA’s Moscow station, an outpost of daring espionage in the last years of the Cold War. While driving out of the American embassy in Moscow on the evening of February 16, 1978, the chief of the CIA’s Moscow station heard a knock on his car window. A man on the curb handed him an envelope whose contents stunned U.S. intelligence: details of top-secret Soviet research and developments in military technology that were totally unknown to the United States. In the years that followed, the man, Adolf Tolkachev, an engineer in a Soviet military design bureau, used his high-level access to hand over tens of thousands of pages of technical secrets. His revelations allowed America to reshape its weapons systems to defeat Soviet radar on the ground and in the air, giving the United States near total superiority in the skies over Europe.. One of the most valuable spies to work for the United States in the four decades of global confrontation with the Soviet Union, Tolkachev took enormous personal risks—but so did the Americans. The CIA had long struggled to recruit and run agents in Moscow, and Tolkachev was a singular breakthrough. Using spy cameras and secret codes as well as face-to-face meetings in parks and on street corners, Tolkachev and his handlers succeeded for years in eluding the feared KGB in its own backyard, until the day came when a shocking betrayal put them all at risk.. Drawing on previously secret documents obtained from the CIA and on interviews with participants, David Hoffman has created an unprecedented and poignant portrait of Tolkachev, a man motivated by the depredations of the Soviet state to master the craft of spying against his own country. Stirring, unpredictable, and at times unbearably tense,. The Billion Dollar Spy. is a brilliant feat of reporting that unfolds like an espionage thriller.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Spy Thriller",
                "Cultural",
                "Biography",
                "Politics",
                "War",
                "Audiobook",
                "North American Hi...",
                "Historical"
            ]
        },
        {
            "title": "De wielermaffia",
            "authors": [
                "Tyler Hamilton"
            ],
            "ranking": 4.36,
            "ranking_count": 15829,
            "abstract": "Tyler Hamilton was een van de meest geliefde en snelste wielrenners ter wereld. Hij begon zijn wielercarrière bij de Amerikaanse ploeg US Postal waar hij al snel een van de vertrouwelingen werd van Lance Armstrong. In 2004 won hij een gouden medaille op de Olympische Spelen, vlak daarna werd hij schuldig bevonden aan het gebruik van doping en werd hij voor jaren geschorst.. Zijn jarenlange dopinggebruik heeft Hamilton altijd ontkend. In De wielermaffia vertelt hij voor het eerst zijn verhaal. Hij laat zien hoe de wereld van het professionele wielrennen met de komst van het 'wondermiddel' epo midden jaren negentig in korte tijd drastisch veranderde. Om in de Tour met de besten mee te kunnen komen, kon je niet anders dan doping gebruiken.. Meer nog dan Hamilton was zijn vriend en ploeggenoot Lance Armstrong een spin in het dopingweb. Hij was het die epo faciliteerde, contacten onderhield met de meest vooraanstaande artsen - onder wie de sluwe Italiaanse dokter Michele Ferrari - en zijn mederenners dwong om doping te gebruiken.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sports",
                "Biography",
                "Autobiography",
                "History",
                "Audiobook",
                "Biography Memoir",
                "Adult"
            ]
        },
        {
            "title": "Flesh Wounds",
            "authors": [
                "Richard Glover"
            ],
            "ranking": 3.94,
            "ranking_count": 2645,
            "abstract": "A mother who invented her past, a father who was often absent, a son who wondered if this could really be his family.. Richard Glover's favourite dinner party game is called 'Who's Got the Weirdest Parents?'. It's a game he always thinks he'll win. There was his mother, a deluded snob, who made up large swathes of her past and who ran away with Richard's English teacher, a Tolkien devotee, nudist and stuffed-toy collector. There was his father, a distant alcoholic, who ran through a gamut of wives, yachts and failed dreams. And there was Richard himself, a confused teenager, vulnerable to strange men, trying to find a family he could belong to. As he eventually accepted, the only way to make sense of the present was to go back to the past - but beware of what you might find there. Truth can leave wounds - even if they are only flesh wounds.. Part poignant family memoir, part rollicking venture into a 1970s Australia, this is a book for anyone who's wondered if their family is the oddest one on the planet. The answer: 'No'. There is always something stranger out there.. 'Sad, funny, revealing, optimistic and hopeful.' Jeanette Winterson",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Cultural",
                "Audiobook",
                "Biography Memoir",
                "Humor",
                "Book Club",
                "Contemporary"
            ]
        },
        {
            "title": "Wonderland Creek",
            "authors": [
                "Lynn Austin"
            ],
            "ranking": 4.26,
            "ranking_count": 7653,
            "abstract": "Alice Grace Ripley lives in a dream world, her nose stuck in a book. But the happily-ever-after life she's planned on suddenly falls apart when her boyfriend breaks up with her, accusing her of living in a world of fiction instead of the real one. To top it off, Alice loses her beloved library job because of cutbacks due to the Great Depression.. Longing to run from small-town gossip, Alice flees to the mountains of eastern Kentucky to deliver five boxes of donated books to the tiny coal-mining town of Acorn, a place with no running water, no electricity, and where the librarians ride ornery horses up steep mountain passes to deliver books. When Alice is forced to stay in Acorn far longer than she planned, she discovers that real-life adventure, mystery--and especially romance--may be far better than her humble dreams could have imagined.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Romance",
                "Mystery",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Gabriel's Rapture",
            "authors": [
                "Sylvain Reynard"
            ],
            "ranking": 4.21,
            "ranking_count": 112314,
            "abstract": "Professor Gabriel Emerson has embarked on a passionate, yet clandestine affair with his former student, Julia Mitchell. Sequestered on a romantic holiday in Italy, he tutors her in the sensual delights of the body and the raptures of sex. But when they return, their happiness is threatened by conspiring students, academic politics, and a jealous ex-lover. When Gabriel is confronted by the university administration, will he succumb to Dante's fate? Or will he fight to keep Julia, his Beatrice, forever? In Gabriel's Rapture, the brilliant sequel to the wildly successful debut novel, Gabriel's Inferno, Sylvain Reynard weaves an exquisite love story that will touch the reader's mind, body, and soul, forever.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Adult",
                "New Adult",
                "Academic",
                "Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Out of Shadows",
            "authors": [
                "Jason   Wallace"
            ],
            "ranking": 3.79,
            "ranking_count": 1026,
            "abstract": "Set in Zimbabwe in the 1980s, just after the war for independence, a young English boy, Jacklin, is torn between his black friends at school and his sympathy for the colonial whites after witnessing the compulsory land seizures by Robert Mugabe's government.. But with an imminent visit by Robert Mugabe to the school, Jacklin realizes that Ivan, his white supremacist schoolmate, plans to assassinate the black leader. The novel leaves us with the moral dilemma — in hindsight, should Jacklin have killed Ivan or let Ivan kill Robert Mugabe?. If I stood you in front of a man, pressed a gun into your palm and told you to squeeze the trigger, would you do it?. No, Sir, No way!. What if I then told you we'd gone back in time and his name was Adolf Hitler? Would you do it then?. A compelling, thought-provoking novel about race, bullying and the need to belong, set in Africa.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Cultural",
                "Fiction",
                "War",
                "Eastern Africa",
                "Realistic Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "No Time Like The Past",
            "authors": [
                "Jodi Taylor"
            ],
            "ranking": 4.36,
            "ranking_count": 10066,
            "abstract": "The fifth book in the bestselling British madcap time-travelling series, served with a dash of wit that seems to be everyone’s cup of tea.. Behind the seemingly innocuous facade of St. Mary’s Institute of Historical Research, a different kind of academic work is taking place. Just don’t call it “time travel”—these historians “investigate major historical events in contemporary time.” And they aren’t your harmless eccentrics either; a more accurate description, as they ricochet around history, might be unintentional disaster-magnets.. The Chronicles of St. Mary’s tells the chaotic adventures of Madeleine Maxwell and her compatriots—Director Bairstow, Leon “Chief” Farrell, Mr. Markham, and many more—as they travel through time, saving St. Mary’s (too often by the very seat of their pants) and thwarting time-travelling terrorists, all the while leaving plenty of time for tea.. In. No Time Like the Past. , St. Mary’s has been rebuilt, and it’s nearly back to business as usual for the history department. Except for the visit to St. Paul’s Cathedral with a seventeenth-century ghost that only Mr. Markham can see. And getting trapped in the Great Fire of London. And an unfortunately-timed vacation at Thermopylae that leaves the fate of the western world hanging in the balance.. Actually, that sounds quite like business as usual for Max and the gang.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Historical",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Humor",
                "Romance"
            ]
        },
        {
            "title": "Not If I Save You First",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 3.87,
            "ranking_count": 16097,
            "abstract": "Bestselling author Ally Carter returns with an exciting stand-alone novel, about a girl stranded in the middle of the Alaskan wilderness with the boy who wronged her . . . as an assassin moves in.. Maddie and Logan were torn apart by a kidnapping attempt when they were young. They were only kids -- Logan's dad was POTUS and Maddie's father was the Secret Service agent meant to guard him. The kidnappers were stopped -- but Maddie was whisked off to Alaska with her father, for satety. Maddie and Logan had been inseparable . . . but then she never heard from him again.. Now it's a few years later. Maggie's a teenager, used to living a solitary life with her father. It's quiet -- until Logan is sent to join them. After all this time without word, Maddie has nothing to say to him -- until their outpost is attacked, and Logan is taken. They won't be out of the woods until they're . . . out of the woods, and Maddie's managed to thwart the foes and reconcile with Logan.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Adventure",
                "Thriller",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Gutter Roses",
            "authors": [
                "Jude Lucens"
            ],
            "ranking": 3.86,
            "ranking_count": 73,
            "abstract": "London, 1898. Streetwalker Cath plies her trade behind respectable houses in Victorian London, alongside close friend and fellow streetwalker, Ben.. When an ugly encounter puts them on the wrong side of the law, she and Ben must choose between risking their hearts— or their lives.. A 3,700 word (approx 13 page) Victorian Romance. CW: violence; attempted rape",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Short Stories",
                "LGBT",
                "Fiction"
            ]
        },
        {
            "title": "LIFEL1K3",
            "authors": [
                "Jay Kristoff"
            ],
            "ranking": 3.96,
            "ranking_count": 9536,
            "abstract": "It's just another day on the Scrap: lose the last of your credits at the WarDome, dodge the gangs and religious fanatics, discover you can destroy electronics with your mind, stumble upon the deadliest robot ever built When Eve finds the ruins of an android boy named Ezekiel in the scrap pile she calls home, her entire world comes crashing down. With her best friend and her robotic sidekick in tow, she and Ezekiel will trek across deserts of irradiated glass, battle cyborg assassins, and scour abandoned megacities to save the ones she loves and learn the dark secrets of her past.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Romance",
                "Audiobook",
                "Apocalyptic",
                "Adventure"
            ]
        },
        {
            "title": "Frederick Douglass: Prophet of Freedom",
            "authors": [
                "David W. Blight"
            ],
            "ranking": 4.07,
            "ranking_count": 11062,
            "abstract": "As a young man, Frederick Douglass (1818–1895) escaped from slavery in Baltimore, Maryland. He was fortunate to have been taught to read by his slave owner mistress, and he would go on to become one of the major literary figures of his time. His very existence gave the lie to slave owners: with dignity and great intelligence he bore witness to the brutality of slavery.. Initially mentored by William Lloyd Garrison, Douglass spoke widely, using his own story to condemn slavery. By the Civil War, Douglass had become the most famed and widely travelled orator in the nation. In his unique and eloquent voice, written and spoken, Douglass was a fierce critic of the United States as well as a radical patriot. After the war he sometimes argued politically with younger African Americans, but he never forsook either the Republican party or the cause of black civil and political rights.. In this biography, David Blight has drawn on new information held in a private collection that few other historian have consulted, as well as recently discovered issues of Douglass’s newspapers.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "North American Hi...",
                "Race",
                "Military History",
                "Politics",
                "Biography Memoir",
                "Audiobook",
                "Cultural"
            ]
        },
        {
            "title": "Grave Destiny",
            "authors": [
                "Kalayna Price"
            ],
            "ranking": 4.31,
            "ranking_count": 4022,
            "abstract": "Grave witch Alex Craft can speak to the dead, and that makes her a dangerous enemy for anyone with something to hide. . . .. Alex is still trying to come to terms with her changing powers and her growing ties to Faerie when a case she’d rather avoid falls right into her lap. A fae prince desperately needs Alex to investigate a politically sensitive murder. She reluctantly agrees to the case, taking FIB agent Falin Andrews along as her backup.. But as Alex begins to delve into the mystery, she realizes that the intricate web of alliances and intrigue in the Faerie courts is strained to its limits. War is about to break out, one that threatens to spill over into the mortal realm. This murder is tied right to the center of centuries-old arcane unrest, and if Alex isn’t careful she may follow the twisting path ahead of her right into her grave end.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fairies",
                "Romance",
                "Paranormal",
                "Mystery"
            ]
        },
        {
            "title": "ハイキュー!! 1 [Haikyū!! 1]",
            "authors": [
                "Haruichi Furudate",
                "古舘 春一"
            ],
            "ranking": 4.62,
            "ranking_count": 29627,
            "abstract": "「日向と影山」. おれは飛べる！！　バレーボールに魅せられ、中学最初で最後の公式戦に臨んだ日向翔陽。だが、「コート上の王様」と異名を取る天才選手・影山に惨敗してしまう。リベンジを誓い烏野高校バレー部の門を叩く日向だが！？",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Sports",
                "Young Adult",
                "Manga",
                "Fiction",
                "Contemporary",
                "Comics Manga",
                "Media Tie In"
            ]
        },
        {
            "title": "The President Is Missing",
            "authors": [
                "Bill Clinton",
                "James Patterson"
            ],
            "ranking": 3.84,
            "ranking_count": 106154,
            "abstract": "President Bill Clinton and bestselling novelist James Patterson have written a spellbinding thriller,. The President is Missing.. As the novel opens, a threat looms. Enemies are planning an attack of unprecedented scale on America. Uncertainty and fear grip Washington. There are whispers of cyberterror and espionage and a traitor in the cabinet. The President himself becomes a suspect, and then goes missing.... Set in real time, over the course of three days,. The President Is Missing. is one of the most dramatic thrillers in decades. And it could all really happen. The President Is Missing is Bill Clinton and James Patterson's totally authentic and spellbinding thriller.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Politics",
                "Suspense",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Renegades",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 4.15,
            "ranking_count": 105651,
            "abstract": "Secret Identities. Extraordinary Powers. She wants vengeance. He wants justice.. The Renegades are a syndicate of prodigies — humans with extraordinary abilities — who emerged from the ruins of a crumbled society and established peace and order where chaos reigned. As champions of justice, they remain a symbol of hope and courage to everyone... except the villains they once overthrew.. Nova has a reason to hate the Renegades, and she is on a mission for vengeance. As she gets closer to her target, she meets Adrian, a Renegade boy who believes in justice — and in Nova. But Nova's allegiance is to a villain who has the power to end them both.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Comics",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "The Death of WCW",
            "authors": [
                "R.D. Reynolds",
                "Bryan Alvarez"
            ],
            "ranking": 4.03,
            "ranking_count": 3314,
            "abstract": "In 1997, World Championship Wrestling was on top. It was the number-one pro wrestling company in the world, and the highest-rated show on cable television. Each week, fans tuned in to Monday Nitro, flocked to sold-out arenas, and carried home truckloads of WCW merchandise. It seemed the company could do no wrong.. But by 2001, however, everything had bottomed out. The company — having lost a whopping 95% of its audience — was sold for next to nothing to Vince McMahon and World Wrestling Entertainment. WCW was laid to rest.. What went wrong? This expanded and updated version of the bestselling Death of WCW takes readers through a detailed dissection of WCW’s downfall, including even more commentary from the men who were there and serves as an object lesson — and dire warning — as WWE and TNA hurtle toward the 15th anniversary of WCW’s demise.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sports",
                "History",
                "Audiobook",
                "Biography",
                "Culture",
                "Media Tie In",
                "Business",
                "Politics"
            ]
        },
        {
            "title": "Skin",
            "authors": [
                "Kylie Scott"
            ],
            "ranking": 3.82,
            "ranking_count": 3989,
            "abstract": "Six months since the zombie plague struck, former librarian Roslyn Stewart has been holed up in a school with eight other survivors. But now the shelves in the school canteen are bare. The stranger at the gate has supplies that will ensure the group’s ongoing survival but at a cost. He wants a woman.. Nick is a man with a plan. He’ll treat Roslyn like a Queen, devoting the rest of his life to protecting and providing for her. In exchange, of course, for sexual favors. It’s the deal of the century given the state of the world. But Roslyn doesn’t see it that way. The first chance she gets she attacks the ex-army man and attempts to escape, forcing Nick to contain her. And so begins his awkward courtship of the woman, with her chained to the bed for security reasons.. Chained like a dog and forced to spend her every waking moment with a creep, albeit a good-looking one, Ros is determined to escape. When circumstances force them to band together against a common enemy their very survival depends on their ability to learn to trust each other. An uneasy partnership develops, but can a relationship with such a difficult beginning ever have a future?",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Romance",
                "Adult Fiction",
                "Fantasy",
                "Apocalyptic",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "Deaf Republic",
            "authors": [
                "Ilya Kaminsky"
            ],
            "ranking": 4.45,
            "ranking_count": 5571,
            "abstract": "Ilya Kaminsky's astonishing parable in poems asks us, What is silence?. Deaf Republic. opens in an occupied country in a time of political unrest. When soldiers breaking up a protest kill a deaf boy, Petya, the gunshot becomes the last thing the citizens hear--they all have gone deaf, and their dissent becomes coordinated by sign language. The story follows the private lives of townspeople encircled by public violence: a newly married couple, Alfonso and Sonya, expecting a child; the brash Momma Galya, instigating the insurgency from her puppet theater; and Galya's girls, heroically teaching signing by day and by night luring soldiers one by one to their deaths behind the curtain. At once a love story, an elegy, and an urgent plea, Ilya Kaminsky's long-awaited. Deaf Republic. confronts our time's vicious atrocities and our collective silence in the face of them.. Finalist for the T. S. Eliot Prize. Finalist for the Forward Prize for Best Collection",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Politics",
                "War",
                "Disability",
                "Cultural",
                "Contemporary",
                "Literature",
                "Science Fiction"
            ]
        },
        {
            "title": "The Illumination of Ursula Flight",
            "authors": [
                "Anna-Marie Crowhurst"
            ],
            "ranking": 4.01,
            "ranking_count": 1101,
            "abstract": "Born on the night of an ill-auguring comet just before Charles II's Restoration, Ursula Flight has a difficult future written in the stars.. Against the custom of the age she begins an education with her father, who fosters in her a love of reading, writing and astrology.. Following a surprise meeting with an actress, Ursula yearns for the theatre and thus begins her quest to become a playwright despite scoundrels, bounders, bad luck and heartbreak.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Literature",
                "Humor",
                "Audiobook",
                "European Literature",
                "Adult Fiction",
                "Feminism",
                "Adult"
            ]
        },
        {
            "title": "The Eighty-Dollar Champion: Snowman, the Horse That Inspired a Nation",
            "authors": [
                "Elizabeth Letts"
            ],
            "ranking": 4.22,
            "ranking_count": 12392,
            "abstract": "#1. NEW YORK TIMES. BESTSELLER. November 1958: the National Horse Show at Madison Square Garden in New York City. Into the rarefied atmosphere of wealth and tradition comes the most unlikely of horses—a drab white former plow horse named Snowman—and his rider, Harry de Leyer. They were the longest of all longshots—and their win was the stuff of legend.. Harry de Leyer first saw the horse he would name Snowman on a bleak winter afternoon between the slats of a rickety truck bound for the slaughterhouse. He recognized the spark in the eye of the beaten-up horse and bought him for eighty dollars. On Harry’s modest farm on Long Island, the horse thrived. But the recent Dutch immigrant and his growing family needed money, and Harry was always on the lookout for the perfect thoroughbred to train for the show-jumping circuit—so he reluctantly sold Snowman to a farm a few miles down the road.. But Snowman had other ideas about what Harry needed. When he turned up back at Harry’s barn, dragging an old tire and a broken fence board, Harry knew that he had misjudged the horse. And so he set about teaching this shaggy, easygoing horse how to fly. One show at a time, against extraordinary odds and some of the most expensive thoroughbreds alive, the pair climbed to the very top of the sport of show jumping.. Here is the dramatic and inspiring rise to stardom of an unlikely duo, based on the insight and recollections of “the Flying Dutchman” himself. Their story captured the heart of Cold War–era America—a story of unstoppable hope, inconceivable dreams, and the chance to have it all. Elizabeth Letts’s message is simple: Never give up, even when the obstacles seem sky-high. There is something extraordinary in all of us.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Biography",
                "History",
                "Sports",
                "Historical",
                "Autobiography",
                "Adult",
                "Biography Memoir"
            ]
        },
        {
            "title": "Great North Road",
            "authors": [
                "Peter F. Hamilton"
            ],
            "ranking": 4.07,
            "ranking_count": 16287,
            "abstract": "ST LIBRA IS A PARADISE FOR EARTH'S MEGA-RICH, UNTIL THE KILLING BEGINS.. When attending a Newcastle murder scene, Detective Sidney Hurst finds a dead North family clone. Yet none have been reported missing. And in 2122, twenty years ago, a North clone billionaire was horrifically murdered in the same manner on the tropical planet of St Libra. So, if the murderer is still at large, was Angela Tramelo wrongly convicted? She never wavered under interrogation, claiming she alone survived an alien attack.. Investigating this potential alien threat now becomes the Human Defence Agency's top priority. St Libran bio-fuel is the lifeblood of Earth's economy and must be secured. A vast expedition is mounted via the Newcastle gateway, and experts are dispatched to the planet – with Angela Tramelo, grudgingly released from prison. But the expedition is cut off deep within St Libra's rainforests, and the murders begin. Angela insists it's the alien, but her new colleagues aren't sure. Did she see an alien, or does she have other reasons for being on St Libra?",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Space",
                "Audiobook",
                "Thriller",
                "Science Fiction Fantasy",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Kintu",
            "authors": [
                "Jennifer Nansubuga Makumbi"
            ],
            "ranking": 4.13,
            "ranking_count": 3082,
            "abstract": "Uganda’s history reimagined through the cursed bloodline of the Kintu clan in an award-winning debut.. In 1750, Kintu Kidda unleashes a curse that will plague his family for generations. In this ambitious tale of a clan and of a nation, Makumbi weaves together the stories of Kintu’s descendants as they seek to break from the burden of their shared past and reconcile the inheritance of tradition and the modern world that is their future.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Eastern Africa",
                "Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Neptune's Inferno: The U.S. Navy at Guadalcanal",
            "authors": [
                "James D. Hornfischer"
            ],
            "ranking": 4.27,
            "ranking_count": 6076,
            "abstract": "With. The Last Stand of the Tin Can Sailors. and. Ship of Ghosts. , James D. Hornfischer created essential and enduring narratives about America’s World War II Navy, works of unique immediacy distinguished by rich portraits of ordinary men in extremis and exclusive new information. Now he does the same for the deadliest, most pivotal naval campaign of the Pacific war: Guadalcanal.. Neptune’s Inferno. is at once the most epic and the most intimate account ever written of the contest for control of the seaways of the Solomon Islands, America’s first concerted offensive against the Imperial Japanese juggernaut and the true turning point of the Pacific conflict. This grim, protracted campaign has long been heralded as a Marine victory. Now, with his powerful portrait of the Navy’s sacrifice—three sailors died at sea for every man lost ashore—Hornfischer tells for the first time the full story of the men who fought in destroyers, cruisers,  and battleships in the narrow, deadly waters of “Ironbottom Sound.” Here, in brilliant cinematic detail, are the seven major naval actions that began in August of 1942, a time when the war seemed unwinnable and America fought on a shoestring, with the outcome always in doubt. But at Guadalcanal the U.S. proved it had the implacable will to match the Imperial war machine blow for violent blow.. Working from new interviews with survivors, unpublished eyewitness accounts, and newly available documents, Hornfischer paints a vivid picture of the officers and enlisted men who took on the Japanese in America’s hour of need: Vice Admiral William “Bull” Halsey, who took command of the faltering South Pacific Area from his aloof, overwhelmed predecessor and became a national hero; the brilliant Rear Admiral Norman Scott, who died even as he showed his command how to fight and win; Rear Admiral Daniel Callaghan, the folksy and genteel “Uncle Dan,” lost in the strobe-lit chaos of his burning flagship; Rear Admiral Willis Lee, who took vengeance two nights later in a legendary showdown with the Japanese battleship. Kirishima. ; the five Sullivan brothers, all killed in the shocking destruction of the. Juneau. ; and many others, all vividly brought to life.. The first major work on this essential subject in almost two decades,. Neptune’s Inferno. does what all great battle narratives do: It cuts through the smoke and fog to tell the gripping human stories behind the momentous events and critical decisions that altered the course of history and shaped so many lives. This is a thrilling achievement from a master historian at the very top of his game.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Military History",
                "North American Hi...",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "The Italian Teacher",
            "authors": [
                "Tom Rachman"
            ],
            "ranking": 3.66,
            "ranking_count": 6830,
            "abstract": "A sparkling, propulsive new novel from the bestselling author of. The Imperfectionists. .. Rome, 1955. The artists gather for a picture at a party in an ancient villa. Bear Bavinsky, creator of vast canvases, larger than life, is at the centre of the picture. His wife, Natalie, edges out of the shot.. From the side of the room watches little Pinch—their son. At five years old he loves Bear almost as much as he fears him. After Bear abandons their family, Pinch will still worship him, striving to live up to the Bavinsky name; while Natalie, a ceramicist, cannot hope to be more than a forgotten muse. Trying to burn brightly in his father's shadow, Pinch's attempts flicker and die. Yet by the end of a career of twists and compromises, Pinch will enact an unexpected rebellion that will leave forever his mark upon the Bear Bavinsky legacy.. A masterful, original examination of love, duty, art and fame,. The Italian Teacher. cements Tom Rachman as among this generation's most exciting literary voices.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Art",
                "Cultural",
                "Literary Fiction",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "The Silence of the Girls",
            "authors": [
                "Pat Barker"
            ],
            "ranking": 3.92,
            "ranking_count": 62539,
            "abstract": "The ancient city of Troy has withstood a decade under siege of the powerful Greek army, which continues to wage bloody war over a stolen woman—Helen. In the Greek camp, another woman—Briseis—watches and waits for the war's outcome. She was queen of one of Troy's neighboring kingdoms, until Achilles, Greece's greatest warrior, sacked her city and murdered her husband and brothers. Briseis becomes Achilles's concubine, a prize of battle, and must adjust quickly in order to survive a radically different life, as one of the many conquered women who serve the Greek army.. When Agamemnon, the brutal political leader of the Greek forces, demands Briseis for himself, she finds herself caught between the two most powerful of the Greeks. Achilles refuses to fight in protest, and the Greeks begin to lose ground to their Trojan opponents. Keenly observant and coolly unflinching about the daily horrors of war, Briseis finds herself in an unprecedented position, able to observe the two men driving the Greek army in what will become their final confrontation, deciding the fate not only of Briseis's people but also of the ancient world at large.. Briseis is just one among thousands of women living behind the scenes in this war—the slaves and prostitutes, the nurses, the women who lay out the dead—all of them erased by history. With breathtaking historical detail and luminous prose, Pat Barker brings the teeming world of the Greek camp to vivid life. She offers nuanced, complex portraits of characters and stories familiar from mythology, which, seen from Briseis's perspective, are rife with newfound revelations. Barker's latest builds on her decades-long study of war and its impact on individual lives—and it is nothing short of magnificent.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fantasy",
                "Fiction",
                "Mythology",
                "Retellings",
                "Adult",
                "Audiobook",
                "War"
            ]
        },
        {
            "title": "Αντάρτικο²",
            "authors": [
                "Δημήτρης Γκιούλος",
                "Κωνσταντίνος Παπαπρίλης Πανάτσας"
            ],
            "ranking": 4.68,
            "ranking_count": 50,
            "abstract": "Πρόκειται για έναν διάλογο που οι δυο συγγραφείς δημιούργησαν από κοινού και αποτυπώνει τις ποιητικές τους ανταλλαγές. Το βιβλίο περιλαμβάνει συνολικά οκτώ διαλόγους, θεματικές ενότητες μιας κουβέντας που με όπλο την κρυπτική γλώσσα της ποίησης προσπαθεί να αποκρυπτογραφήσει το παρόν.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Hologrammatica",
            "authors": [
                "Tom Hillenbrand"
            ],
            "ranking": 4.23,
            "ranking_count": 811,
            "abstract": "Ende des 21. Jahrhunderts arbeitet der Londoner Galahad Singh als Quästor. Sein Job ist es, verschwundene Personen wiederzufinden. Davon gibt es viele, denn der Klimawandel hat eine Völkerwanderung ausgelöst, neuartige Techniken wie Holonet und Mind Uploading ermöglichen es, die eigene Identität zu wechseln wie ein paar Schuhe. Singh wird beauftragt, die Computerexpertin Juliette Perotte aufzuspüren, die Verschlüsselungen für sogenannte Cogits entwickelte – digitale Gehirne, mithilfe derer man sich in andere Körper hochladen kann. Bald stellt sich heraus, dass Perotte Kontakt zu einem brillanten Programmierer hatte. Gemeinsam waren sie einem großen Geheimnis auf der Spur. Der Programmierer scheint Perotte gekidnappt zu haben. Je tiefer Singh in die Geschichte eintaucht, umso mehr zweifelt er daran, dass sein Gegenspieler ein Mensch ist ...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Thriller",
                "Fiction",
                "European Literature",
                "Audiobook",
                "Mystery",
                "Cultural",
                "Roman"
            ]
        },
        {
            "title": "The Wife and the Widow",
            "authors": [
                "Christian  White"
            ],
            "ranking": 3.99,
            "ranking_count": 18356,
            "abstract": "The second standalone thriller from the award-winning author of THE NOWHERE CHILD. Set against the backdrop of an eerie island town in the dead of winter, The Wife and The Widow is an unsettling thriller told from two perspectives: Kate, a widow whose grief is compounded by what she learns about her dead husband’s secret life; and Abby, an island local whose world is turned upside when she’s forced to confront the evidence of her husband’s guilt. But nothing on this island is quite as it seems, and only when these women come together can they discover the whole story about the men in their lives. Brilliant and beguiling,. The Wife and The Widow. takes you to a cliff edge and asks the question: how well do we really know the people we love?",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Audiobook",
                "Suspense",
                "Cultural",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "White Eagle: Awakening",
            "authors": [
                "Ellwood  Cooper"
            ],
            "ranking": 4.45,
            "ranking_count": 173,
            "abstract": "After the sudden suspicious death of their father in San Diego, fifteen-year-old Billy and his little sister Susie set out on a very unusual and exciting adventure with their mother. Headed for their grandfather's ranch in South Dakota, they experience terrifying danger, supernatural entities determined to stop them, and Native American mysticism and magic. Discovering intimate ties with the local Sioux Indian tribe, they find they have inherited powers that may ultimately decide the fate of humanity. Facing racism, Indian mistreatment, government corruption, and corporate greed, Billy will confront the epitome of Evil alone. Will his newly discovered powers be enough to save his family and his people?",
            "part_of_series": false,
            "genre_list": [
                "Adventure"
            ]
        },
        {
            "title": "Nede i himmelen",
            "authors": [
                "Tove Nilsen"
            ],
            "ranking": 3.6,
            "ranking_count": 43,
            "abstract": "… leketoget i vinduet kjørte og kjørte som det hadde gjort hver jul, og for hver runde var det som om byen, ikke den i miniatyr, men den ordentlige, videt seg ut rundt oss og jeg fikk en anelse om hvor mye jeg kunne få oppleve, ikke bare i denne byen, men i andre byer, i andre land, hvor mange hus jeg skulle få besøke, hvor mange mennesker jeg skulle få møte, hvor langt jeg kunne komme hvis jeg bare ikke lot noe ødelegge for meg.. Det er vinteren 1968, vinteren før månelandingen. Goggen er kommet hjem fra straffeoppholdet på Bastøy, dit han ble sendt for å ha knivstukket faren sin. Han og Tove er i sekstenårsalderen. Hjemme hos Tove, i treromsleiligheten i åttende etasje i blokken på Bøler, vanker utenlandske sjøfolk, det er dekkede bord og raushet, men om nettene krangler foreldrene inntil det fysisk truende, og moren forventer datterens lojalitet. Goggen er den eneste Tove føler at hun kan stole på, men i løpet av denne vinteren blir de ugjenkallelig drevet fra hverandre.. Den voksne fortelleren vil finne ut hvorfor det gikk som det gikk med Tove og Goggen, hvorfor skulle akkurat de ende som uløselighetene i geometrien? Tove Nilsen vender her tilbake til miljøet og personene fra romanene Skyskraperengler, Skyskrapersommer og G for Georg. Drabantbymiljøet og Oslo fra slutten av sekstitallet er nærmest som gjenskapt i denne boka, Nilsen går inn i et kjent landskap og gjør det samtidig nytt.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "November Road",
            "authors": [
                "Lou Berney"
            ],
            "ranking": 3.86,
            "ranking_count": 10854,
            "abstract": "Set against the assassination of JFK, a poignant and evocative crime novel that centers on a desperate cat-and-mouse chase across 1960s America—a story of unexpected connections, daring possibilities, and the hope of second chances from the Edgar Award-winning author of. The Long and Faraway Gone.. Frank Guidry’s luck has finally run out.. A loyal street lieutenant to New Orleans mob boss Carlos Marcello, Guidry has learned that everybody is expendable. But now it’s his turn—he knows too much about the crime of the century: the assassination of President John F. Kennedy.. Within hours of JFK’s murder, everyone with ties to Marcello is turning up dead, and Guidry suspects he’s next: he was in Dallas on an errand for the boss less than two weeks before the president was shot. With few good options, Guidry hits the road to Las Vegas, to see an old associate—a dangerous man who hates Marcello enough to help Guidry vanish.. Guidry knows that the first rule of running is don’t stop, but when he sees a beautiful housewife on the side of the road with a broken-down car, two little daughters and a dog in the back seat, he sees the perfect disguise to cover his tracks from the hit men on his tail. Posing as an insurance man, Guidry offers to help Charlotte reach her destination, California. If she accompanies him to Vegas, he can help her get a new car.. For her, it’s more than a car— it’s an escape. She’s on the run too, from a stifling existence in small-town Oklahoma and a kindly husband who’s a hopeless drunk.. It’s an American story: two strangers meet to share the open road west, a dream, a hope—and find each other on the way.. Charlotte sees that he’s strong and kind; Guidry discovers that she’s smart and funny. He learns that’s she determined to give herself and her kids a new life; she can’t know that he’s desperate to leave his old one behind.. Another rule—fugitives shouldn’t fall in love, especially with each other. A road isn’t just a road, it’s a trail, and Guidry’s ruthless and relentless hunters are closing in on him. But now Guidry doesn’t want to just survive, he wants to really live, maybe for the first time.. Everyone’s expendable, or they should be, but now Guidry just can’t throw away the woman he’s come to love.. And it might get them both killed.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "Punk 57",
            "authors": [
                "Penelope Douglas"
            ],
            "ranking": 3.89,
            "ranking_count": 206723,
            "abstract": "We were perfect together. Until we met.. Misha. I can’t help but smile at the words in her letter. She misses me.. In fifth grade, my teacher set us up with pen pals from a different school. Thinking I was a girl, with a name like Misha, the other teacher paired me up with her student, Ryen. My teacher, believing Ryen was a boy like me, agreed.. It didn’t take long for us to figure out the mistake. And in no time at all, we were arguing about everything. The best take-out pizza. Android vs. iPhone. Whether or not Eminem is the greatest rapper ever…. And that was the start. For the next seven years, it was us.. Her letters are always on black paper with silver writing. Sometimes there’s one a week or three in a day, but I need them. She’s the only one who keeps me on track, talks me down, and accepts everything I am.. We only had three rules. No social media, no phone numbers, no pictures. We had a good thing going. Why ruin it?. Until I run across a photo of a girl online. Name’s Ryen, loves Gallo’s pizza, and worships her iPhone. What are the chances?. F*ck it. I need to meet her.. I just don’t expect to hate what I find.. Ryen. He hasn’t written in three months. Something’s wrong. Did he die? Get arrested? Knowing Misha, neither would be a stretch.. Without him around, I’m going crazy. I need to know someone is listening. It’s my own fault. I should've gotten his number or picture or something.. He could be gone forever.. Or right under my nose, and I wouldn’t even know it.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Adult",
                "Music",
                "Dark"
            ]
        }
    ]
}