{
    "books": [
        {
            "title": "Heartbreak House & Misalliance",
            "authors": [
                "George Bernard Shaw"
            ],
            "ranking": 3.73,
            "ranking_count": 33,
            "abstract": "In. Heartbreak House,. a visit to an eccentric gentleman's home reveals surprises in gender and identity, while in. Misalliance,. an underwear tycoon and his daughter find adventure after a plane crash. Reissue.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Velvet Promise",
            "authors": [
                "Jude Deveraux"
            ],
            "ranking": 3.99,
            "ranking_count": 14229,
            "abstract": "All of England rejoiced on her wedding day. But Judith vowed that her husband would get only what he took from her!. At the flower-bedecked altar, the first touch of their hands ignited an all-consuming passion. Gavin Montgomery looked deep into her golden eyes and burned with desire for her...but his heart had been pledged to another.. Humiliated and alone in a strange castle, Judith resolved to hate this husband who took her body, but rejected her love...never admitting her fear of losing him.. But destiny held another fate for Judith...a fate that would keep at last. ...The Velvet Promise.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adult",
                "European Literature",
                "Sociology"
            ]
        },
        {
            "title": "Flowers from the Storm",
            "authors": [
                "Laura Kinsale"
            ],
            "ranking": 4.09,
            "ranking_count": 14588,
            "abstract": "The Duke of Jervaulx was brilliant - and dangerous. Considered dissolute, reckless, and extravagant, he was transparently referred to as the D of J in scandal sheets. But sometimes the most womanizing rakehell can be irresistible, and even his most causal attentions fascinated the sheltered Maddy Timms.. Then one fateful day she receives the shocking news - the duke is lost to the world. And Maddy knows it is her destiny to help him and her only chance to find the true man behind the wicked facade.. But she never dreamed her gentle, healing touch would alter his life and her own so completely - and bind them together in need, desire...and love.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Disability",
                "Adult",
                "Audiobook",
                "Historical Romance"
            ]
        },
        {
            "title": "Odes to Common Things",
            "authors": [
                "Pablo Neruda",
                "Ferris Cook",
                "Ken Krabbenhoft"
            ],
            "ranking": 4.35,
            "ranking_count": 2559,
            "abstract": "A bilingual collection of 25 newly translated odes by the century's greatest Spanish-language poet, each accompanied by a pair of exquisite pencil drawings. From bread and soap to a bed and a box of tea, the odes to common things collected here conjure up the essence of their subjects clearly and wondrously. 50 B&W illustrations.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Classics",
                "Literature",
                "Nonfiction",
                "Cultural",
                "Art",
                "Literary Fiction",
                "Food and Drink"
            ]
        },
        {
            "title": "The Information",
            "authors": [
                "Martin Amis"
            ],
            "ranking": 3.58,
            "ranking_count": 5830,
            "abstract": "Fame, envy, lust, violence, intrigues literary and criminal - they're all here in. The Information. . How does one writer hurt another writer? This is the question novelist Richard Tull mills over, for his friend Gwyn Barry has become a darling of book buyers, award committees, and TV interviewers, even as Tull himself sinks deeper into the sub-basement of literary failure. The only way out of this predicament, Tull believes, is to plot the demise of Barry.. With. The Information. , Amis delivers a portrait of middle-age realignment with more verbal felicity and unbridled reach than [anyone] since Tom Wolfe forged. Bonfire of the Vanities. .. Houston Chronicle",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Contemporary",
                "European Literature",
                "Literary Fiction",
                "Thriller",
                "Suspense",
                "Drama"
            ]
        },
        {
            "title": "Cafe Europa: Life After Communism",
            "authors": [
                "Slavenka Drakulić"
            ],
            "ranking": 3.92,
            "ranking_count": 2061,
            "abstract": "Croatian journalist, novelist, and essayist Slavenka Drakulić notes that Eastern Europeans are so anxious to become like their Western counterparts that every city and town has a Cafe Europa that is a pale imitation of similar establishments in cities like Paris and Rome. She presents here a collection of essays that explore life in various Eastern European countries since the fall of communism. As a citizen of Croatia (formerly part of Yugoslavia) living now in Vienna with her Swedish husband, she writes knowingly as a survivor of a communist regime, as one who realizes that pitfalls still lie ahead for nations emerging from the Soviet yoke. In Albania, she observes rage everywhere in people who seem to want to smash all vestiges of the Hoxha regime. In Romania, she comments on the execrable state in which public toilets are maintained: [T]he standard of Romanian toilets reflects the nature of the communist system of which it is a legacy; the absence of any improvement is... a warning for the future of democracy there. Drakulic's pungent and insightful ruminations not only describe life in her part of the world?she makes us feel it as well.--Publishers Weekly",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Writing",
                "Travel",
                "Politics",
                "Autobiography",
                "Sociology",
                "Biography Memoir",
                "Historical"
            ]
        },
        {
            "title": "The Thief and the Dogs",
            "authors": [
                "Naguib Mahfouz",
                "Naguib Mahfouz"
            ],
            "ranking": 3.65,
            "ranking_count": 9158,
            "abstract": "Naguib Mahfouz's haunting novella of post-revolutionary Egypt combines a vivid pychological portrait of an anguished man with the suspense and rapid pace of a detective story.. After four years in prison, the skilled young thief Said Mahran emerges bent on revenge. He finds a world that has changed in more ways than one. Egypt has undergone a revolution and, on a more personal level, his beloved wife and his trusted henchman, who conspired to betray him to the police, are now married to each other and are keeping his six-year-old daughter from him. But in the most bitter betrayal, his mentor, Rauf Ilwan, once a firebrand revolutionary who convinced Said that stealing from the rich in a unjust society is an act of justice, is now himself a rich man, a respected newspaper editor who wants nothing to do with the disgraced Said. As Said's wild attempts to achieve his idea of justice badly misfire, he becomes a hunted man so driven by hatred that he can only recognize too late his last chance at redemption.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Northern Africa",
                "Literature",
                "Classics",
                "Cultural",
                "Historical",
                "African Literature",
                "Nobel Prize"
            ]
        },
        {
            "title": "Shield of Thunder",
            "authors": [
                "David Gemmell",
                "Željko Petrović"
            ],
            "ranking": 4.37,
            "ranking_count": 9821,
            "abstract": "The war of Troy is looming, and all the kings of the Great Green are gathering, friends and enemies, each with their own dark plans of conquest and plunder.. Into this maelstrom of treachery and deceit come three travellers; Piria, a runaway priestess nursing a terrible secret, Kalliades, a warrior with a legendary sword, and Banokles who will carve his own legend in the battles to come.. Shield of Thunder. takes the reader back into the glories and tragedies of Bronze Age Greece, reuniting the characters from. Lord of the Silver Bow;. the dread Helikaon and his great love, the fiery Andromache, the mighty Hektor and the fabled storyteller, Odysseus.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "War",
                "Historical Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The Ringed Castle",
            "authors": [
                "Dorothy Dunnett"
            ],
            "ranking": 4.58,
            "ranking_count": 3367,
            "abstract": "For the first time Dunnett's. Lymond Chronicles. are available in the United States in quality paperback editions.. Fifth in the legendary. Lymond Chronicles. ,. The Ringed Castle. leaps from Mary Tudor's England to the barbaric Russia of Ivan the Terrible. Francis Crawford of Lymond moves to Muscovy, where he becomes advisor and general to the half-mad tsar. Yet even as Lymond tries to civilize a court that is still frozen in the attitudes of the Middle Ages, forces in England conspire to enlist this infinitely useful man in their own schemes.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Adventure",
                "Literature",
                "Romance",
                "Classics"
            ]
        },
        {
            "title": "Faro's Daughter",
            "authors": [
                "Georgette Heyer"
            ],
            "ranking": 3.94,
            "ranking_count": 13539,
            "abstract": "An insult not to be borne. When Max Ravenscar offers her a fortune to refuse the marriage proposal from his young nephew, the beautiful Deborah Grantham is outraged.. A passionate reprisal. She may be the mistress of her aunt’s elegant gambling house, but Miss Grantham will show the insufferable Mr. Ravenscar that she can’t be bribed, even if she has to marry his puppyish nephew to prove it.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Classics",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "A Maggot",
            "authors": [
                "John Fowles"
            ],
            "ranking": 3.58,
            "ranking_count": 3066,
            "abstract": "In the spring of 1736 four men and one woman, all traveling under assumed names, are crossing the Devonshire countryside en route to a mysterious rendezvous. Before their journey ends, one of them will be hanged, one will vanish, and the others will face a murder trial. Out of the truths and lies that envelop these events, John Fowles has created a novel that is at once a tale of erotic obsession, an exploration of the conflict between reason and superstition, an astonishing act of literary legerdemain, and the story of the birth of a new faith.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Classics",
                "Literary Fiction",
                "European Literature",
                "Novels",
                "Literature",
                "Magical Realism"
            ]
        },
        {
            "title": "Rage",
            "authors": [
                "Richard Bachman",
                "Stephen King"
            ],
            "ranking": 3.76,
            "ranking_count": 39615,
            "abstract": "A disturbed high-school student with authority problems kills one of his teachers and takes the rest of his class hostage. Over the course of one long, tense and unbearable hot afternoon, Charlie Decker explains what led him to this drastic sequence of events, while at the same time deconstructing the personalities of his classmates, forcing each one to justify his or her existence.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Novels",
                "Short Stories",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "Cider with Rosie",
            "authors": [
                "Laurie Lee"
            ],
            "ranking": 3.89,
            "ranking_count": 12404,
            "abstract": "At all times wonderfully evocative and poignant,. Cider With Rosie. is a charming memoir of Laurie Lee's childhood in a remote Cotswold village, a world that is tangibly real and yet reminiscent of a now distant past.. In this idyllic pastoral setting, unencumbered by the callous father who so quickly abandoned his family responsibilities, Laurie's adoring mother becomes the centre of his world as she struggles to raise a growing family against the backdrop of the Great War.. The sophisticated adult author's retrospective commentary on events is endearingly juxtaposed with that of the innocent, spotty youth, permanently prone to tears and self-absorption.. Rosie's identity from the novel. Cider with Rosie. was kept secret for 25 years. She was Rose Buckland, Lee's cousin by marriage.. From the Paperback edition.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "European Literature",
                "Biography Memoir",
                "Literature",
                "History"
            ]
        },
        {
            "title": "Prelude to Foundation",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.14,
            "ranking_count": 78046,
            "abstract": "It is the year 12,020 G.E. and Emperor Cleon I sits uneasily on the Imperial throne of Trantor. Here in the great multidomed capital of the Galactic Empire, forty billion people have created a civilization of unimaginable technological and cultural complexity. Yet Cleon knows there are those who would see him fall—those whom he would destroy if only he could read the future.. Hari Seldon has come to Trantor to deliver his paper on psychohistory, his remarkable theory of prediction. Little does the young Outworld mathematician know that he has already sealed his fate and the fate of humanity. For Hari possesses the prophetic power that makes him the most wanted man in the Empire. . .the man who holds the key to the future—an apocalyptic power to be known forever after as the Foundation.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Fantasy",
                "Space",
                "Novels",
                "Audiobook",
                "Speculative Fiction"
            ]
        },
        {
            "title": "L'isola di Arturo",
            "authors": [
                "Elsa Morante",
                "Cesare Garboli"
            ],
            "ranking": 4.01,
            "ranking_count": 7632,
            "abstract": "L'isola è il punto di una scelta, e a tale scelta finale, attraverso le varie prove necessarie, si prepara qui, nella sua isola, l'eroe ragazzo Arturo.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Cultural",
                "Novels",
                "Literature",
                "Female Authors",
                "Womens",
                "Academic"
            ]
        },
        {
            "title": "Collected Poems",
            "authors": [
                "Federico García Lorca",
                "Christopher Maurer",
                "Catherine Brown"
            ],
            "ranking": 4.47,
            "ranking_count": 3241,
            "abstract": "A revised edition of this major writer's complete poetical work. . And I who was walking. with the earth at my waist,. saw two snowy eagles. and a naked girl.. The one was the other. and the girl was neither.. --from Qasida of the Dark Doves. Federico García Lorca is the greatest poet of twentieth-century Spain and one of the world's most influential modernist writers. Christopher Maurer, a leading Lorca scholar and editor, has substantially revised FSG's earlier edition of the collected poems of this charismatic and complicated figure, who--as Maurer says in his illuminating Introduction--spoke unforgettably of all that most interests us: the otherness of nature, the demons of personal identity and artistic creation, sex, childhood, and death.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Cultural",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Poetry Plays",
                "LGBT",
                "Nonfiction"
            ]
        },
        {
            "title": "Lord Valentine's Castle",
            "authors": [
                "Robert Silverberg"
            ],
            "ranking": 3.89,
            "ranking_count": 9110,
            "abstract": "Valentine, a wanderer who knows nothing except his name, finds himself on the fringes of a great city, and joins a troupe of jugglers and acrobats; gradually, he remembers that he is the Coronal Valentine, executive ruler of the vast world of Majipoor, and all its peoples, human and otherwise.... Valentine's journey is a long one, a tour through a series of magnificent environments. Fields of predatory plants give way to impossibly wide rivers, chalk-cliffed islands and unforgiving deserts. The prose is unrelentingly dreamlike—no accident given that on Majipoor, dreams rule the minds of great and humble alike.. Originally serialized in. The Magazine of Fantasy & Science Fiction. in four parts: November 1979, December 1979, January 1980 and February 1980.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Adventure",
                "Sci Fi Fantasy",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "Deadhouse Gates",
            "authors": [
                "Steven Erikson"
            ],
            "ranking": 4.24,
            "ranking_count": 64466,
            "abstract": "In the vast dominion of Seven Cities, in the Holy Desert Raraku, the seer Sha’ik and her followers prepare for the long-prophesied uprising known as the Whirlwind. Unprecedented in size and savagery, this maelstrom of fanaticism and bloodlust will embroil the Malazan Empire in one of the bloodiest conflicts it has ever known, shaping destinies and giving birth to legends.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Epic",
                "Young Adult",
                "Childrens",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Niccolò Rising",
            "authors": [
                "Dorothy Dunnett"
            ],
            "ranking": 4.27,
            "ranking_count": 4125,
            "abstract": "With the bravura storytelling and pungent authenticity of detail she brought to her acclaimed Lymond Chronicles, Dorothy Dunnett, grande dame of the historical novel, presents The House of Niccolò series. The time is the 15th century, when intrepid merchants became the new knighthood of Europe. Among them, none is bolder or more cunning than Nicholas vander Poele of Bruges, the good-natured dyer's apprentice who schemes and swashbuckles his way to the helm of a mercantile empire.. Niccolò Rising, Book One of the series, finds us in Bruges, 1460. Jousting is the genteel pastime, and successful merchants are, of necessity, polyglot. Street smart, brilliant at figures, adept at the subtleties of diplomacy and the well-timed untruth, Dunnett's hero rises from wastrel to prodigy in a breathless adventure that wins him the hand of the strongest woman in Bruges and the hatred of two powerful enemies. From a riotous and potentially murderous carnival in Flanders, to an avalanche in the Alps and a pitched battle on the outskirts of Naples, Niccolò Rising combines history, adventure, and high romance in the tradition stretching from Alexandre Dumas to Mary Renault.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Cultural",
                "Literature",
                "Audiobook",
                "Romance"
            ]
        },
        {
            "title": "Admiral of the Ocean Sea: A Life of Christopher Columbus",
            "authors": [
                "Samuel Eliot Morison"
            ],
            "ranking": 4.1,
            "ranking_count": 427,
            "abstract": "Telling the story of the greatest sailor of them all, Admiral of the Ocean Sea is a vivid and definitive biography of Columbus that details all of his voyages that, for better or worse, changed the world. 50 drawings, maps & charts; 4 fold-outs.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "North American Hi...",
                "Adventure",
                "Historical",
                "The Americas",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Tenth Man",
            "authors": [
                "Graham Greene"
            ],
            "ranking": 3.73,
            "ranking_count": 4237,
            "abstract": "During World War II a group of men is held prisoner by the Germans, who determine that three of them must die. This is the story of how one of those men trades his wealth for his life—and lives to pay for his act in utterly unexpected ways.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "War",
                "Historical",
                "Literature",
                "Literary Fiction",
                "Novels",
                "European Literature",
                "Novella",
                "Thriller"
            ]
        },
        {
            "title": "The Wonderful Adventures of Nils",
            "authors": [
                "Selma Lagerlöf",
                "Thea Kliros",
                "Velma Swanston Howard"
            ],
            "ranking": 4.04,
            "ranking_count": 10627,
            "abstract": "Winner of the Nobel Prize for Literature in 1909  — the first woman to be so honored — Swedish novelist Selma Lagerlöf (1858–1940) was a gifted storyteller whose writings were often tinged with the supernatural and rooted in the sagas and legends of her homeland.. She secured her reputation as a children's-book author with. The Wonderful Adventures of Nils. , long considered a masterpiece of children's literature. Written at the request of Swedish school authorities and first published in 1906, it is the enchanting and remarkably original tale of Nils Holgersson, a mischievous boy of 14 who is changed by an elf into a tiny being able to understand the speech of birds and animals.. Brilliantly weaving fact and fiction into a breathtaking and beautiful fable, the story recounts Nils's adventures as he is transported over the countryside on the back of a goose. From this vantage point, Nils witnesses a host of events that provide young readers with an abundance of information about nature, geography, folklore, animal life, and more.. Reset in easy-to-read type and enhanced with 10 new illustrations, this inexpensive, unabridged edition will bring new generations of readers under the magical spell of a timeless classic.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Adventure",
                "European Literature",
                "Nobel Prize",
                "Cultural",
                "Animals"
            ]
        },
        {
            "title": "The Long Patrol",
            "authors": [
                "Brian Jacques",
                "Allan Curless"
            ],
            "ranking": 4.13,
            "ranking_count": 18861,
            "abstract": "The murderous Rapscallion army is on the move. Dealt a humiliating defeat by Lady Cregga Rose Eyes, the Badger Lady of Salamandastron, who still pursues them, the Rapscallions are heading inland to take an even greater prize: the peaceful Abbey of Redwall. The elite fighting unit of hares, the Long Patrol, is called out to draw them off. At the forefront is the young hare Tammo, the lead sword in one of the most ferocious battles Redwall has ever faced?ready to fight to the death! ?[Jacques is] a masterful storyteller. . . . As in the other Redwall books, the combination of an absorbing plot, robust characterization, and detailed description make the novel a page-turner.?. ?. The Horn Book",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Orchard Keeper",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 3.55,
            "ranking_count": 8740,
            "abstract": "'The Orchard Keeper' tells of John Wesley Rattner, a young boy, and Marion Sylder, an outlaw and bootlegger who, unbeknownst to either of them, has killed the boy's father.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Gothic",
                "Historical",
                "Literature",
                "Novels",
                "American",
                "Literary Fiction",
                "Classics"
            ]
        },
        {
            "title": "A Raisin in the Sun and The Sign in Sidney Brustein's Window",
            "authors": [
                "Lorraine Hansberry",
                "Robert A. Nemiroff"
            ],
            "ranking": 3.87,
            "ranking_count": 865,
            "abstract": "By the time of her death thirty years ago, at the tragically young age of thirty-four, Lorraine Hansberry had created two electrifying masterpieces of the American theater. With A Raisin in the Sun, Hansberry gave this country its most movingly authentic portrayal of black family life in the inner city. Barely five years later, with The Sign in Sidney Brustein's Window, Hansberry gave us an unforgettable portrait of a man struggling with his individual fate in an age of racial and social injustice. These two plays remain milestones in the American theater, remarkable not only for their historical value but for their continued ability to engage the imagination and the heart.. With an Introduction by Robert Nemiroff",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "Academic",
                "Female Authors",
                "Womens",
                "The United States Of America",
                "American"
            ]
        },
        {
            "title": "Frost in May",
            "authors": [
                "Antonia White"
            ],
            "ranking": 3.86,
            "ranking_count": 1794,
            "abstract": "Nanda Gray, the daughter of a Catholic convert, is nine when she is sent to the Convent of Five Wounds. Quick-witted, resilient, and eager to please, she adapts to this cloistered world, learning rigid conformity and subjection to authority. Passionate friendships are the only deviation from her total obedience. Convent life is perfectly captured by Antonia White.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Religion",
                "European Literature",
                "Literature",
                "Childrens",
                "Novels",
                "School Stories"
            ]
        },
        {
            "title": "Rage of Angels",
            "authors": [
                "Sidney Sheldon"
            ],
            "ranking": 3.95,
            "ranking_count": 36734,
            "abstract": "A worldwide bestseller first published in 1980, this novel tells the story of Jennifer Parker, a successful lawyer who is loved by two men, one a politician, the other, a mafia don.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Romance",
                "Drama",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "Treason's Harbour",
            "authors": [
                "Patrick O'Brian",
                "Simon Vance"
            ],
            "ranking": 4.38,
            "ranking_count": 10531,
            "abstract": "All Patrick O'Brian's strengths are on parade in this novel of action and intrigue, set partly in Malta, partly in the treacherous, pirate-infested waters of the Red Sea. While Captain Aubrey worries about repairs to his ship, Stephen Maturin assumes the center stage for the dockyards and salons of Malta are alive with Napoleon's agents, and the admiralty's intelligence network is compromised. Maturin's cunning is the sole bulwark against sabotage of Aubrey's daring mission.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Audiobook",
                "War",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "Captain Jack's Woman",
            "authors": [
                "Stephanie Laurens"
            ],
            "ranking": 3.99,
            "ranking_count": 5416,
            "abstract": "They meet in a clash of swords, drenched in the moonlight of Britain’s rugged eastern coast: Captain Jack, his handsome features etched in silver and shadow, his powerful physique compelling “Kit” Cranmer to surrender. He is her dream lover come vividly alive, and his command of the smuggling gang is absolute. His all-knowing gaze penetrates her disguise as the “lad” leader of a rival gang with frightening ease and his “punishment” with kisses leaves her maidenly modesty in tatters.. Suddenly Kit finds she’s only too delighted to explore with Jack the pleasures conventionally reserved for married ladies . . . little knowing what dangerous forces she’s unleashing. For even as Kit revels in midnight gallops and cottage rendezvous, Captain Jack is laying a gentle trap that will curtail her freedom . . . and bind her to him with a ring, a promise . . . and ties of devotion and desire.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adventure",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "My Brother Sam Is Dead",
            "authors": [
                "James Lincoln Collier",
                "Christopher Collier"
            ],
            "ranking": 3.42,
            "ranking_count": 17198,
            "abstract": "This classic Newbery Honor Book joins the Scholastic Gold line, which features award-winning and beloved novels. Includes exclusive bonus content!. All his life, Tim Meeker has looked up to his brother Sam. Sam's smart and brave -- and is now a part of the American Revolution. Not everyone in town wants to be a part of the rebellion. Most are supporters of the British -- including Tim and Sam's father.War is raging and Tim knows he'll have to make a choice -- between the Revolutionaries and the Redcoats . . . and between his brother and his father.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Classics",
                "Academic",
                "War",
                "Childrens"
            ]
        },
        {
            "title": "The Greengage Summer",
            "authors": [
                "Rumer Godden"
            ],
            "ranking": 4.05,
            "ranking_count": 2257,
            "abstract": "The faded elegance of Les Oeillets, with its bullet-scarred staircase and serene garden bounded by high walls; Eliot, the charming Englishman who became the children's guardian while their mother lay ill in hospital; sophisticated Mademoiselle Zizi, hotel patronne, and Eliot's devoted lover; 16 year old Joss, the oldest Grey girl, suddenly, achingly beautiful. And the Marne river flowing silent and slow beyond them all ...They would merge together in a gold-green summer of discovery, until the fruit rotted on the trees and cold seeped into their bones ...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Young Adult",
                "Cultural",
                "Historical",
                "Novels",
                "Mystery",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Seventeen",
            "authors": [
                "Booth Tarkington"
            ],
            "ranking": 3.87,
            "ranking_count": 654,
            "abstract": "This work has been selected by scholars as being culturally important, and is part of the knowledge base of civilization as we know it. This work was reproduced from the original artifact, and remains as true to the original work as possible. Therefore, you will see the original copyright references, library stamps (as most of these works have been housed in our most important libraries around the world), and other notations in the work. This work is in the public domain in the United States of America, and possibly other nations. Within the United States, you may freely copy and distribute this work, as no entity (individual or corporate) has a copyright on the body of the work.As a reproduction of a historical artifact, this work may contain missing or blurred pages, poor pictures, errant marks, etc. Scholars believe, and we concur, that this work is important enough to be preserved, reproduced, and made generally available to the public. We appreciate your support of the preservation process, and thank you for being an important part of keeping this knowledge alive and relevant.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Humor",
                "Romance",
                "Young Adult",
                "Historical",
                "Literature",
                "Realistic Fiction",
                "Childrens"
            ]
        },
        {
            "title": "The Ginger Man",
            "authors": [
                "J.P. Donleavy"
            ],
            "ranking": 3.63,
            "ranking_count": 10231,
            "abstract": "First published in Paris in 1955 and originally banned in America, J. P. Donleavy's first novel is now recognized the world over as a masterpiece and a modern classic of the highest order. Set in Ireland just after World War II, The Ginger Man is J. P. Donleavy's wildly funny, picaresque classic novel of the misadventures of Sebastian Dangerfield, a young American ne'er-do-well studying at Trinity College in Dublin. Dangerfield's appetite for women, liquor, and general roguishness is insatiable--and he satisfies it with endless charm.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Wanting Seed",
            "authors": [
                "Anthony Burgess"
            ],
            "ranking": 3.73,
            "ranking_count": 5938,
            "abstract": "Tristram Foxe and his wife, Beatrice-Joanna, live in their skyscraper world where official family limitation glorifies homosexuality. Eventually, their world is transformed into a chaos of cannibalistic dining-clubs, fantastic fertility rituals, and wars without anger. It is a novel both extravagantly funny and grimly serious.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Fantasy"
            ]
        },
        {
            "title": "Far Tortuga",
            "authors": [
                "Peter Matthiessen"
            ],
            "ranking": 3.94,
            "ranking_count": 1113,
            "abstract": "Nine men aboard an old Caribbean schooner drift in search of the fishing grounds of their forefathers, to find only a modern world in which they have no place. This powerful story of the sea is also a resonantly symbolic account of the relations between man and nature.. An adventure story and a deeply considered meditation upon the sea itself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Travel",
                "Literature",
                "Literary Fiction",
                "Classics",
                "Adventure",
                "Environment",
                "American"
            ]
        },
        {
            "title": "Algernon, Charlie, and I: A Writer's Journey",
            "authors": [
                "Daniel Keyes"
            ],
            "ranking": 4.05,
            "ranking_count": 400,
            "abstract": "In Flowers for Algernon, Daniel Keyes created an unlikely duo-a laboratory mouse and a man-who captured the hearts of millions of readers around the world. Now, in Algernon, Charlie, and I, Keyes reveals his methods of creating fiction as well as the heartbreaks and joys of being published. With admirable insight he shares with readers, writers, teachers, and students the creative life behind his classic novel, included here in its original short-story form.. All those who love stories, storytelling, and the remarkable characters of Charlie and Algernon will delight in accompanying their creator on this inspirational voyage of discovery.",
            "part_of_series": false,
            "genre_list": [
                "Language",
                "Nonfiction",
                "Autobiography",
                "Biography"
            ]
        },
        {
            "title": "The Ubu Plays: Ubu Rex / Ubu Cuckolded / Ubu Enchained",
            "authors": [
                "Alfred Jarry",
                "Cyril Connelly",
                "Simon Watson Taylor"
            ],
            "ranking": 3.88,
            "ranking_count": 1223,
            "abstract": "Provoking riots at its opening in 1896, Ubu is acclaimed as the touchstone for the Dada and Surrealist movements, the Theatre of the Absurd, and much of the rest of experimental theatre in the 20th century.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Cultural",
                "Fiction",
                "Humor",
                "European Literature",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Harpist in the Wind",
            "authors": [
                "Patricia A. McKillip"
            ],
            "ranking": 4.19,
            "ranking_count": 7296,
            "abstract": "In the midst of conflict and unrest the Prince of Hed solves the puzzle of his future when he learns to harp the wind, discovers who the shape changers are, and understands his own relationship to Deth, harpist of the wizard Ohm.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "Desolation Island",
            "authors": [
                "Patrick O'Brian"
            ],
            "ranking": 4.4,
            "ranking_count": 13192,
            "abstract": "[O'Brian's] Aubrey-Maturin series, 20 novels of the Royal Navy in the Napoleonic Wars, is a masterpiece. It will outlive most of today's putative literary gems as Sherlock Holmes has outlived Bulwer-Lytton, as Mark Twain has outlived Charles Reade. —David Mamet,. New York Times. Commissioned to rescue Governor Bligh of Bounty fame, Captain Jack Aubrey and his friend and surgeon Stephen Maturin sail the Leopard to Australia with a hold full of convicts. Among them is a beautiful and dangerous spy—and a treacherous disease that decimates the crew.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Audiobook",
                "War",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "I Choose You",
            "authors": [
                "Tracey West"
            ],
            "ranking": 4.15,
            "ranking_count": 1871,
            "abstract": "Ash wants to be the world's greatest Pokemon master. With Pikachu at his side he sets off to capture and train every Pokemon he can find. Ash is determined, but there is one huge problem, Pikachu won't listen to a single thing Ash says.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Sequential Art",
                "Fiction",
                "Media Tie In",
                "Science Fiction",
                "Folklore",
                "Adventure"
            ]
        },
        {
            "title": "The Key to Rebecca",
            "authors": [
                "Ken Follett",
                "Arto Häilä"
            ],
            "ranking": 3.93,
            "ranking_count": 32754,
            "abstract": "Ken Follett’s The Key to Rebecca took readers and critics by storm when first published more than twenty years ago. Today, it remains one of the best espionage novels ever written. Look out for Ken’s newest book, A Column of Fire, available now.. A brilliant and ruthless Nazi master agent is on the loose in Cairo. His mission is to send Rommel’s advancing army the secrets that will unlock the city’s doors. In all of Cairo, only two people can stop him. One is a down-on-his-luck English officer no one will listen to. The other is a vulnerable young Jewish girl. . . .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "Mystery",
                "Spy Thriller",
                "Suspense",
                "War"
            ]
        },
        {
            "title": "A Glass of Blessings",
            "authors": [
                "Barbara Pym"
            ],
            "ranking": 3.91,
            "ranking_count": 2429,
            "abstract": "Well dressed and looked after, Wilmet is married to Rodney, a handsome army Major, working nine thirty to six at the Ministry. Wilmet's interest wanders to the nearby Anglo-Catholic church, where at last she can neglect her comfortable household in the company of three priests and engaging Piers Longridge who happens to be living with another man. Her limited life has its fragile blessings.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Female Authors",
                "Humor",
                "Marriage"
            ]
        },
        {
            "title": "The Queen of Attolia",
            "authors": [
                "Megan Whalen Turner"
            ],
            "ranking": 4.17,
            "ranking_count": 42406,
            "abstract": "Revenge. When Eugenides, the Thief of Eddis, stole Hamiathes's Gift, the Queen of Attolia lost more than a mythical relic. She lost face. Everyone knew that Eudenides had outwitted and escaped her. To restore her reputation and reassert her power, the Queen of Attolia will go to any length and accept any help that is offered... she will risk her country to execute the perfect revenge.. ...but. Eugenides can steal anything. And he taunts the Queen of Attolia, moving through her strongholds seemingly at will. So Attolia waits, secure in the knowledge that the Thief will slip, that he will haunt her palace one too many times.. …at what price?. When Eugenides finds his small mountain country at war with Attolia, he must steal a man, he must steal a queen, he must steal peace. But his greatest triumph—and his greatest loss—comes in capturing something that the Queen of Attolia thought she had sacrificed long ago.... Books for the Teen Age 2001 (NYPL) and Bulletin Blue Ribbon Best of 2000 Award.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "A Good Man Is Hard To Find",
            "authors": [
                "Flannery O'Connor",
                "Frederick Asals"
            ],
            "ranking": 3.89,
            "ranking_count": 8446,
            "abstract": "A Good Man Is Hard to Find. is Flannery O'Connor's most famous and most discussed story. O'Connor herself singled it out by making it the title piece of her first collection and the story she most often chose for readings or talks to students. It is an unforgettable tale, both riveting and comic, of the confrontation of a family with violence and sudden death. More than anything else O'Connor ever wrote, this story mixes the comedy, violence, and religious concerns that characterize her fiction.. This casebook for the story includes an introduction by the editor, a chronology of the author's life, the authoritative text of the story itself, comments and letters by O'Connor about the story, critical essays, and a bibliography. The critical essays span more than twenty years of commentary and suggest several approaches to the story--formalistic, thematic, deconstructionist-- all within the grasp of the undergraduate, while the introduction also points interested students toward still other resources. Useful for both beginning and advanced students, this casebook provides an in-depth introduction to one of America's most gifted modern writers.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Academic",
                "Literature",
                "Horror",
                "Gothic",
                "American"
            ]
        },
        {
            "title": "Laughter in the Dark",
            "authors": [
                "Vladimir Nabokov"
            ],
            "ranking": 3.99,
            "ranking_count": 15041,
            "abstract": "Once upon a time there lived in Berlin, Germany, a man called Albinus. He was rich, respectable, happy; one day he abandoned his wife for the sake of a youthful mistress; he loved; was not loved; and his life ended in disaster. Thus begins Vladimir Nabokov's Laughter in the Dark; this, the author tells us, is the whole story except that he starts from here, with his characteristic dazzling skill and irony, and brilliantly turns a fable into a chilling, original novel of folly and destruction. Amidst a Weimar-era milieu of silent film stars, artists, and aspirants, Nabokov creates a merciless masterwork as Albinus, an aging critic, falls prey to his own desires, to his teenage mistress, and to Axel Rex, the scheming rival for her affections who finds his greatest joy in the downfall of others. Published first in Russian as Kamera Obskura in 1932, this book appeared in Nabokov's own English translation six years later. This New Directions edition, based on the text as Nabokov revised it in 1960, features a new introduction by Booker Prize-winner John Banville.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Weight of Glory",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.34,
            "ranking_count": 19829,
            "abstract": "The classic Weight of Glory by C.S. Lewis, the most important Christian writer of the 20th century, contains nine sermons delivered by Lewis during World War Two. The nine addresses in Weight of Glory offer guidance, inspiration, and a compassionate apologetic for the Christian faith during a time of great doubt.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Classics",
                "Philosophy",
                "Writing"
            ]
        },
        {
            "title": "The Quest for Christa T.",
            "authors": [
                "Christa Wolf",
                "Christopher Middleton"
            ],
            "ranking": 3.7,
            "ranking_count": 969,
            "abstract": "When. The Quest for Christa T.. was first published in East Germany in 1968, there was an immediate storm: bookshops in East Berlin were given instructions to sell it only to well-known customers professionally involved in literary matters; at the annual meeting of East German Writers Conference, Mrs Wolf's new book was condemmed. Yet the novel has nothing explicitly to do with politics.. Praise for. The Quest for Christa T.. On the surface we merely have the story of a sensitive woman as recalled by her friend. On this level Christa T. was a good citizen who did as she was told and lived a seemingly unexceptional life. But between the lines lies the real story of Christa T. -- the story of an individual crushed by the pressures of uniformity. If you bear in mind it is the first novel of any consequence to emerge from Ulbricht's East Germany, then it becomes something of a literary landmark. - John Barkman,. New York Post. The contours of silence and the outline of things articulately left unsaid loom large in the muted brilliance of this novel. - Ernst Pawek,. The New York Review of Books. It is a courageous book that breaks taboos and, as we have come to expect from Christa Wolf, it is infused with an integrity and a deep moral concern. . . -. The (London) Times Literary Supplement",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Novels",
                "Literature",
                "Womens",
                "Literary Fiction",
                "Feminism",
                "Female Authors"
            ]
        },
        {
            "title": "The Secret Diary of Adrian Mole, Aged 13 3/4",
            "authors": [
                "Sue Townsend"
            ],
            "ranking": 3.88,
            "ranking_count": 45778,
            "abstract": "Adrian Mole's first love, Pandora, has left him; a neighbor, Mr. Lucas, appears to be seducing his mother (and what does that mean for his father?); the BBC refuses to publish his poetry; and his dog swallowed the tree off the Christmas cake. Why indeed.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Humor",
                "Childrens",
                "Contemporary",
                "European Literature",
                "Classics",
                "Diary"
            ]
        },
        {
            "title": "Assata: An Autobiography",
            "authors": [
                "Assata Shakur",
                "Angela Y. Davis",
                "Lennox S. Hinds"
            ],
            "ranking": 4.58,
            "ranking_count": 22850,
            "abstract": "On May 2, 1973, Black Panther Assata Shakur (aka JoAnne Chesimard) lay in a hospital, close to death, handcuffed to her bed, while local, state, and federal police attempted to question her about the shootout on the New Jersey Turnpike that had claimed the life of a white state trooper. Long a target of J. Edgar Hoover's campaign to defame, infiltrate, and criminalize Black nationalist organizations and their leaders, Shakur was incarcerated for four years prior to her conviction on flimsy evidence in 1977 as an accomplice to murder.. This intensely personal and political autobiography belies the fearsome image of JoAnne Chesimard long projected by the media and the state. With wit and candor, Assata Shakur recounts the experiences that led her to a life of activism and portrays the strengths, weaknesses, and eventual demise of Black and White revolutionary groups at the hand of government officials. The result is a signal contribution to the literature about growing up Black in America that has already taken its place alongside. The Autobiography of Malcolm X. and the works of Maya Angelou.. Two years after her conviction, Assata Shakur escaped from prison. She was given political asylum by Cuba, where she now resides.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Race",
                "Biography",
                "History",
                "Feminism",
                "Politics",
                "Social Movements",
                "Cultural"
            ]
        },
        {
            "title": "The Mask of Sanity",
            "authors": [
                "Hervey M. Cleckley"
            ],
            "ranking": 4.04,
            "ranking_count": 817,
            "abstract": "The Mask of Sanity: An Attempt to Clarify Some Issues About the So-Called Psychopathic Personality is a book written by American psychiatrist Hervey M. Cleckley, first published in 1941, describing Cleckley's clinical interviews with patients in a locked institution. The text is considered to be a seminal work and the most influential clinical description of psychopathy in the twentieth century. The basic elements of psychopathy outlined by Cleckley are still relevant today. The title refers to the normal mask that conceals the mental disorder of the psychopathic person in Cleckley's conceptualization.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Science",
                "Crime",
                "Sociology",
                "Health",
                "Classics",
                "Mystery",
                "Mental Health"
            ]
        },
        {
            "title": "Shooting an Elephant",
            "authors": [
                "George Orwell"
            ],
            "ranking": 4.1,
            "ranking_count": 8933,
            "abstract": "This is an alternate cover edition of Shooting an Elephant.. Shooting an Elephant is Orwell's searing and painfully honest account of his experience as a police officer in imperial Burma; killing an escaped elephant in front of a crowd 'solely to avoid looking a fool'. The other masterly essays in this collection include classics such as My Country Right or Left, How the Poor Die and Such, Such were the Joys, his memoir of the horrors of public school, as well as discussions of Shakespeare, sleeping rough, boys' weeklies, and a spirited defence of English cooking. Opinionated, uncompromising, provocative, and hugely entertaining, all show Orwell's unique ability to get to the heart of any subject.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "Short Stories",
                "Writing",
                "History",
                "Politics",
                "Academic",
                "Literature",
                "Autobiography",
                "Biography"
            ]
        },
        {
            "title": "Apartment in Athens",
            "authors": [
                "Glenway Wescott",
                "David Leavitt"
            ],
            "ranking": 3.69,
            "ranking_count": 372,
            "abstract": "Apartment in Athens. concerns an unusual triangular relationship. In this story about a Greek couple in Nazi-occupied Athens who are forced to share their quarters with a German officer, Wescott stages a drama of accommodation and rejection, resistance and compulsion.. Apartment in Athens. depicts a great and terrible war through the lens of everyday existence. It is a tale of spiritual struggle in which triumph and defeat are next to impossible to tell apart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "War",
                "Literature",
                "Novels",
                "Travel"
            ]
        },
        {
            "title": "Tell Me How Long the Train's Been Gone",
            "authors": [
                "James Baldwin"
            ],
            "ranking": 4.29,
            "ranking_count": 3241,
            "abstract": "At the height of his theatrical career, the actor Leo Proudhammer is nearly felled by a heart attack. As he hovers between life and death, Baldwin shows the choices that have made him enviably famous and terrifyingly vulnerable.. For between Leo's childhood on the streets of Harlem and his arrival into the intoxicating world of the theater lies a wilderness of desire and loss, shame and rage. An adored older brother vanishes into prison. There are love affairs with a white woman and a younger black man, each of whom will make irresistible claims on Leo's loyalty. And everywhere there is the anguish of being black in a society that at times seems poised on the brink of total racial war. Overpowering in its vitality, extravagant in the intensity of its feeling,. Tell Me How Long the Train's Been Gone. is a major work of American literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "LGBT",
                "Cultural",
                "Race",
                "Novels",
                "Literature",
                "American"
            ]
        },
        {
            "title": "Forty Stories",
            "authors": [
                "Donald Barthelme"
            ],
            "ranking": 4.19,
            "ranking_count": 3287,
            "abstract": "This collection of pithy, brilliantly acerbic pieces is a companion to Sixty Stories, Barthelme's earlier retrospective volume. Barthelme spotlights the idiosyncratic, haughty, sometimes downright ludicrous behavior of human beings, but it is style rather than content which takes precedence.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Literary Fiction",
                "Classics",
                "The United States Of America",
                "Fantasy",
                "Anthologies"
            ]
        },
        {
            "title": "Tell Me Your Dreams",
            "authors": [
                "Sidney Sheldon"
            ],
            "ranking": 3.98,
            "ranking_count": 50552,
            "abstract": "She had read about stalkers, but they belonged in a different, faraway world. She had no idea who it could be, who would want to harm her. She was trying desperately not to panic, but lately her sleep had been filled with nightmares, and she had awakened each morning with a feeling of impending doom.. Thus begins Sidney Sheldon's chilling new novel, Tell Me Your Dreams. Three beautiful young women are suspected of committing a series of brutal murders. The police make an arrest that leads to one of the most bizarre murder trials of the century. Based on actual events, Sheldon's novel races from London to Rome to the city of Quebec to San Francisco, with a climax that will leave the reader stunned.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Romance",
                "Drama",
                "Psychology"
            ]
        },
        {
            "title": "Hitler",
            "authors": [
                "Joachim Fest"
            ],
            "ranking": 4.21,
            "ranking_count": 2169,
            "abstract": "A bestseller in its original German edition and subsequently translated into more than a dozen languages, Joachim Fest's Hitler has become a classic portrait of a man, a nation, and an era. Fest tells and interprets the extraordinary story of a man's and a nation's rise from impotence to absolute power, as Germany and Hitler, from shared premises, entered into their covenant. He shows Hitler exploiting the resentments of the shaken, post-World War I social order and seeing through all that was hollow behind the appearance of power, at home and abroad. Fest reveals the singularly penetrating politician, hypnotizing Germans and outsiders alike with the scope of his projects and the theatricality of their presentation. Fest also, perhaps most importantly, brilliantly uncovers the destructive personality who aimed at and achieved devastation on an unprecedented scale.. As history and as biography, this is a towering achievement, a compelling story told in a way only a German could tell it, dispassionately, but from the inside. (Time)",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "War",
                "Cultural",
                "Politics",
                "Biography Memoir",
                "Military"
            ]
        },
        {
            "title": "Ζητείται ελπίς",
            "authors": [
                "Antonis Samarakis",
                "Αντώνης Σαμαράκης"
            ],
            "ranking": 4.29,
            "ranking_count": 1747,
            "abstract": "Αυλές, ράγες, έρημοι δρόμοι, γειτονιές, καφενεία, γραφεία, στρατόπεδα, λεωφορεία σκοτεινά, παλιά τετράδια, περιοδικά, εφημερίδες, λαχεία, σκισμένα χαρτιά∙ μ’ αυτά και άλλα ταπεινά υλικά δείχνει να συναρμολογεί τις ιστορίες του ο Σαμαράκης σ’ αυτό το πιο τρυφερό και ίσως πιο σπαρακτικό απ’ όλα τα βιβλία του. Οι ιστορίες στο Ζητείται Ελπίς είναι παραπάνω από συγκινητικές. Έτσι ίσως εξηγείται που απ’ το σύνολο του έργου του αυτές εδώ οι ιστορίες έχουν διαβαστεί από όλους όσοι υπήρξαν παιδιά και επιμένουν να διασώζουν μέσα τους την παιδικότητα του φρονήματος, του δέους, και της αγάπης για τον κόσμο και τα πράγματα. Αλλά είναι και απεγνωσμένες αυτές οι ιστορίες με τα χιόνια και τα τρένα και τις ομίχλες, και γι’ αυτό έχουν την εντιμότητα, αλλά και το δικαίωμα και τη γενναιότητα να ζητούν ελπίδα αυθεντική και ακέραιη, αυτή που ο άνθρωπος τη ζητά μόνο όταν απελπιστεί, μόνο όταν κοιτάξει κατάματα το ζόφο της απόγνωσης. Στο ομότιτλο διήγημα, ένας τέτοιος άνθρωπος, ένας εκλεκτός της απόγνωσης, μπαίνει στο καφενείο και σ’ ένα σκισμένο χαρτί τολμά και γράφει: «Ζητείται ελπίς». Μήπως αυτός ο άνθρωπος δεν είναι ήδη ο Αντώνης Σαμαράκης; Μήπως δε συνοψίζεται όλο το έργο του σε αυτό το βαθιά ανθρώπινο, αποφασιστικό και αδιαπραγμάτευτο αίτημα για ελπίδα και πίστη και αγάπη για τον άνθρωπο όλων των εποχών και όλων των τόπων;",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Short Stories",
                "Fiction",
                "Literature",
                "Cultural",
                "Academic"
            ]
        },
        {
            "title": "Summer Sisters",
            "authors": [
                "Judy Blume"
            ],
            "ranking": 3.85,
            "ranking_count": 93573,
            "abstract": "In the summer of 1977, Victoria Leonard's world changed forever—when Caitlin Somers chose her as a friend. Dazzling, reckless Caitlin welcomed Vix into the heart of her sprawling, eccentric family, opening doors to a world of unimaginable privilege, sweeping her away to vacations on Martha's Vineyard, a magical, wind-blown island where two friends became summer sisters.... Now, years later, Vix is working in New York City. Caitlin is getting married on the Vineyard. And the early magic of their long, complicated friendship has faded. But Caitlin has begged Vix to come to her wedding, to be her maid of honor. And Vix knows that she will go—for the friend whose casual betrayals she remembers all too well. Because Vix wants to understand what happened during that last shattering summer. And, after all these years, she needs to know why her best friend—her summer sister—still has the power to break her heart...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Young Adult",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Realistic Fiction",
                "Drama"
            ]
        },
        {
            "title": "The Long Walk: The True Story of a Trek to Freedom",
            "authors": [
                "Slavomir Rawicz"
            ],
            "ranking": 4.23,
            "ranking_count": 17984,
            "abstract": "The harrowing true tale of seven escaped Soviet prisoners who desperately marched out of Siberia through China, the Gobi Desert, Tibet, and over the Himalayas to British India.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Adventure",
                "Biography",
                "Autobiography",
                "Travel",
                "Cultural",
                "War"
            ]
        },
        {
            "title": "The Burden of Proof",
            "authors": [
                "Scott Turow"
            ],
            "ranking": 4.06,
            "ranking_count": 37726,
            "abstract": "Turow's acclaimed second novel, which topped international bestseller lists, is now available in trade paperback. Sandy Stern, the brilliant defense attorney from. Presumed Innocent. , faces an event so emotionally shattering that no part of his life is left untouched. It reveals a family caught in a maelstrom of hidden crimes, shocking secrets, and warring passions.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Law",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Gentle Ben",
            "authors": [
                "Walt Morey"
            ],
            "ranking": 4.14,
            "ranking_count": 4895,
            "abstract": "The Alaskan wilderness is a lonely place for Mark Andersen, especially after the death of his older brother, Jamie. But in time Mark finds someone else to love--Ben, an Alaskan brown bear so huge that no one else dares come near him. Gentle Ben has been a favorite of readers of all ages for 25 years, and is a timeless story of a rare friendship. An ALA Notable Book.",
            "part_of_series": false,
            "genre_list": [
                "Animals",
                "Fiction",
                "Classics",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "The Perilous Gard",
            "authors": [
                "Elizabeth Marie Pope",
                "Richard Cuffari"
            ],
            "ranking": 4.09,
            "ranking_count": 8470,
            "abstract": "In 1558, while exiled by Queen Mary Tudor to a remote castle known as Perilous Gard, young Kate Sutton becomes involved in a series of mysterious events that lead her to an underground world peopled by Fairy Folk—whose customs are even older than the Druids’ and include human sacrifice.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Young Adult",
                "Fiction",
                "Romance",
                "Childrens",
                "Historical Fiction",
                "Retellings"
            ]
        },
        {
            "title": "A Brief Life",
            "authors": [
                "Juan Carlos Onetti",
                "Hortense Carpentier"
            ],
            "ranking": 3.82,
            "ranking_count": 825,
            "abstract": "In. A Brief Life. , Juan Carlos Onetti's protagonist, Brausen, is caring for his wife after a long illness. To compensate for the physical void which temporarily stalls their caresses, Brausen eavesdrops on the conversation of his neighbors, a husband and wife, imagining their gestures and their expressions. But he not only wishes to imagine himself as someone else, he also seeks release from the world he knows. He leads many lives, some real and some fantastic, in order to experience a moment of psychic weightlessness.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Roman"
            ]
        },
        {
            "title": "Twilight of Courage",
            "authors": [
                "Bodie Thoene",
                "Brock Thoene"
            ],
            "ranking": 4.24,
            "ranking_count": 1175,
            "abstract": "The Gold Medallion Book Award winner by Bodie and Brock Thoene. The Twilight of Courage is a retelling of World War II that intertwines the stories of two American journalists' escape from the collapse of Warsaw, with those of an orphaned baby's journey to Jerusalem, a mathematician's attempt to crack Nazi code, and more.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "War",
                "Inspirational",
                "Adult Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Mansion",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 4.15,
            "ranking_count": 1311,
            "abstract": "The Mansion. completes Faulkner’s great trilogy of the Snopes family in the mythical county of Yoknapatawpha, Mississippi, which also includes. The Hamlet. and. The Town. . Beginning with the murder of Jack Houston, and ending with the murder of Flem Snopes, it traces the downfall of this indomitable post-bellum family, who managed to seize control of the town of Jefferson within a generation.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Gothic",
                "American",
                "Historical"
            ]
        },
        {
            "title": "Red Rackham's Treasure",
            "authors": [
                "Hergé",
                "Leslie Lonsdale-Cooper",
                "Michael      Turner"
            ],
            "ranking": 4.28,
            "ranking_count": 15034,
            "abstract": "Convinced that Captain Haddock’s ancestor, Sir Francis Haddock, used a series of clever clues to describe the precise location of a priceless treasure, Tintin, Snowy and Captain Haddock rent a boat — the Sirius — and set sail on a treasure hunt. Without knowing it at first, the team is accompanied by an eccentric scientist called Professor Calculus. Although it is difficult to hold a meaningful conversation with the professor due to his hearing problems, Calculus more than proves his worth as an extra passenger. His ingenious mini-submarine certainly comes in very handy when searching for shipwrecks!. While the intrepid explorers search for the treasure, Tintin can’t help wondering if there’s an important clue they might have overlooked. But in the end, the big question concerns Marlinspike Hall and its place within the saga of Sir Francis Haddock!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Adventure",
                "Fiction",
                "Childrens",
                "Graphic Novels Comics",
                "Comics",
                "Mystery",
                "Cultural"
            ]
        },
        {
            "title": "Already Dead",
            "authors": [
                "Denis Johnson"
            ],
            "ranking": 3.7,
            "ranking_count": 2376,
            "abstract": "A contemporary noir,. Already Dead. is the tangled story of Nelson Fairchild Jr., disenfranchised scion to a northern California land fortune. A relentless failure, Nelson has botched nearly every scheme he's attempted to pull off. Now his future lies in a potentially profitable marijuana patch hidden in the lush old-growth redwoods on the family land.. Nelson has some serious problems. His marriage has fallen apart, and he may lose his land, cash and crop in the divorce. What's more, in need of some quick cash, he had foolishly agreed to smuggle $90,000 worth of cocaine through customs for Harry Lally, a major player in a drug syndicate. Chickening out just before bringing the drugs through, he flushed the powder. Now Lally wants him dead, and two goons are hot on his trail. Desperate, terrified and alone, for Nelson, there may be only one way out.. This is Denis Johnson's biggest and most complex book to date, and it perfectly showcases his signature themes of fate, redemption and the unraveling of the fabric of today's society.. Already Dead,. with its masterful narrative of overlapping and entwined stories, will further fuel the acclaim that surrounds one of today's most fascinating writers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Mystery",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Thriller",
                "Travel"
            ]
        },
        {
            "title": "How Should We Then Live? The Rise and Decline of Western Thought and Culture",
            "authors": [
                "Francis A. Schaeffer"
            ],
            "ranking": 4.14,
            "ranking_count": 12930,
            "abstract": "Drawing upon forty years of study in theology, philosophy, history, sociology and the arts, Dr. Schaeffer contemplates the reasons for modern society's sorry state of affairs and argues for total affirmation of the Bible's morals, values, and meaning.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Christian",
                "Religion",
                "History",
                "Nonfiction",
                "Cultural"
            ]
        },
        {
            "title": "The Archer's Tale",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.14,
            "ranking_count": 28522,
            "abstract": "From. New York Times. bestselling author Bernard Cornwell, now available in paperback—the first book in the Grail Series--a spellbinding tale of a young man, a fearless archer, who sets out wanting to avenge his family's honor and winds up on a quest for the Holy Grail.. At dawn on Easter morning 1343, a marauding band of French raiders arrives by boat to ambush the coastal English village of Hookton. To brave young Thomas, the only survivor, the horror of the attack is epitomized in the casual savagery of a particular black-clad knight, whose flag -- three yellow hawks on a blue field -- presides over the bloody affair. As the killers sail away, Thomas vows to avenge the murder of his townspeople and to recapture a holy treasure that the black knight stole from the church.. To do this, Thomas of Hookton must first make his way to France; So in 1343 he joins the army of King Edward III as it is about to invade the continent -- the beginning of the Hundred Years War. A preternaturally gifted bowman, Thomas quickly becomes recognized as one of England's most deadly archers in King Edward's march across France. Yet he never stops scanning the horizon for his true enemy's flag.. When Thomas saves a young Frenchwoman from a bloodthirsty crowd, her father -- French nobleman Sir Guillaume d'Evecque -- rewards his bravery by joining him in the hunt for the mysterious dark knight and the stolen holy relic. What begins as a search for vengeance will soon prove the beginning of an even higher purpose: the quest for the Holy Grail itself.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Adventure",
                "War",
                "European Literature",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "A Night to Remember",
            "authors": [
                "Walter Lord",
                "Julian Fellowes",
                "Brian Lavery"
            ],
            "ranking": 4.06,
            "ranking_count": 19993,
            "abstract": "There is no danger that Titanic will sink. The boat is unsinkable and nothing but inconvenience will be suffered by the passengers. (Phillip Franklin, White Star Line Vice-President).. On April 15th, 1912, Titanic, the world's largest passenger ship, sank after colliding with an iceberg, claiming more than 1,500 lives. Walter Lord's classic bestselling history of the voyage, the wreck and the aftermath is a tour de force of detailed investigation and the upstairs/downstairs divide. A Night to Remember provides a vivid, gripping and deeply personal account of the 'unsinkable' Titanic's descent.. It comes with a new foreword by Julian Fellowes and the cover is annotated 'The Classic Bestselling Account of the Sinking of the Titanic'.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Classics",
                "Historical",
                "Audiobook",
                "Adventure",
                "Biography",
                "Tragedy",
                "North American Hi..."
            ]
        },
        {
            "title": "The Prize: The Epic Quest for Oil, Money, and Power",
            "authors": [
                "Daniel Yergin"
            ],
            "ranking": 4.43,
            "ranking_count": 9573,
            "abstract": "The Prize. recounts the panoramic history of oil -- and the struggle for wealth and power that has always surrounded oil. This struggle has shaken the world economy, dictated the outcome of wars, and transformed the destiny of men and nations.. The Prize. is as much a history of the twentieth century as of the oil industry itself. The canvas of history is enormous -- from the drilling of the first well in Pennsylvania through two great world wars to the Iraqi invasion of Kuwait and Operation Desert Storm.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Economics",
                "Politics",
                "Business",
                "Science",
                "Environment",
                "War"
            ]
        },
        {
            "title": "Endgame & Act Without Words",
            "authors": [
                "Samuel Beckett"
            ],
            "ranking": 3.9,
            "ranking_count": 10644,
            "abstract": "Samuel Beckett was awarded the Nobel Prize for Literature n 1969; his literary output of plays, novels, stories and poetry has earned him an uncontested place as one of the greatest writers of our time. Endgame,  originally written in French and translated into English by Beckett himself, is considered by many critics to be his greatest single work. A pinnacle of Beckett's characteristic raw minimalism, it is a pure and devastating distillation of the human essence in the face of approaching death.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Cultural",
                "Philosophy"
            ]
        },
        {
            "title": "Manchild in the Promised Land",
            "authors": [
                "Claude  Brown",
                "Claude Brown"
            ],
            "ranking": 4.25,
            "ranking_count": 9085,
            "abstract": "Manchild in the Promised Land is indeed one of the most remarkable autobiographies of our time. This thinly fictionalized account of Claude Brown's childhood as a hardened, streetwise criminal trying to survive the toughest streets of Harlem has been heralded as the definitive account of everyday life for the first generation of African Americans raised in the Northern ghettos of the 1940s and 1950s.. When the book was first published in 1965, it was praised for its realistic portrayal of Harlem -- the children, young people, hardworking parents; the hustlers, drug dealers, prostitutes, and numbers runners; the police; the violence, sex, and humor.. The book continues to resonate generations later, not only because of its fierce and dignified anger, not only because the struggles of urban youth are as deeply felt today as they were in Brown's time, but also because the book is affirmative and inspiring. Here is the story about the one who made it, the boy who kept landing on his feet and became a man.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "Classics",
                "Race",
                "History",
                "Biography Memoir",
                "New York"
            ]
        },
        {
            "title": "Between the Woods and the Water",
            "authors": [
                "Patrick Leigh Fermor",
                "Jan Morris"
            ],
            "ranking": 4.3,
            "ranking_count": 3014,
            "abstract": "Continuing the epic foot journey across Europe begun in. A Time of Gifts. The journey that Patrick Leigh Fermor set out on in 1933—to cross Europe on foot with an emergency allowance of one pound a day—proved so rich in experiences that when much later he sat down to describe them, they overflowed into more than one volume. Undertaken as the storms of war gathered, and providing a background for the events that were beginning to unfold in Central Europe, Leigh Fermor’s still-unfinished account of his journey has established itself as a modern classic.. Between the Woods and the Water. , the second volume of a projected three, has garnered as many prizes as its celebrated predecessor,. A Time of Gifts. .. The opening of the book finds Leigh Fermor crossing the Danube—at the very moment where his first volume left off. A detour to the luminous splendors of Prague is followed by a trip downriver to Budapest, passage on horseback across the Great Hungarian Plain, and a crossing of the Romanian border into Transylvania. Remote castles, mountain villages, monasteries and towering ranges that are the haunt of bears, wolves, eagles, gypsies, and a variety of sects are all savored in the approach to the Iron Gates, the division between the Carpathian mountains and the Balkans, where, for now, the story ends.",
            "part_of_series": true,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "History",
                "Autobiography",
                "Biography",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "Stars in My Pocket Like Grains of Sand",
            "authors": [
                "Samuel R. Delany",
                "Carl Freedman"
            ],
            "ranking": 3.85,
            "ranking_count": 2698,
            "abstract": "The story of a truly galactic civilization with over 6,000 inhabited worlds.. Stars in My Pocket Like Grains of Sand. is a science fiction masterpiece, an essay on the inexplicability of sexual attractiveness, and an examination of interstellar politics among far-flung worlds. First published in 1984, the novel's central issues--technology, globalization, gender, sexuality, and multiculturalism--have only become more pressing with the passage of time.. The novel's topic is information itself: What are the repercussions, once it has been made public, that two individuals have been found to be each other's perfect erotic object out to point nine-nine-nine and several nines percent more? What will it do to the individuals involved, to the city they inhabit, to their geosector, to their entire world society, especially when one is an illiterate worker, the sole survivor of a world destroyed by cultural fugue, and the other is--you!",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "LGBT",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Literature",
                "Fantasy",
                "Gender"
            ]
        },
        {
            "title": "Walt Disney's Dumbo (A Little Golden Book)",
            "authors": [
                "Walt Disney Company"
            ],
            "ranking": 4.31,
            "ranking_count": 26728,
            "abstract": "Everyone's favorite big-eared little elephant finds his way to the skies in this uplifting Little Golden Book. With artwork from the 1940s, allof the original charm and beauty of the Disney classic can be found in this vintage book.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Fantasy",
                "Media Tie In",
                "Kids",
                "Adventure"
            ]
        },
        {
            "title": "King Leopold's Ghost: A Story of Greed, Terror, and Heroism in Colonial Africa",
            "authors": [
                "Adam Hochschild"
            ],
            "ranking": 4.13,
            "ranking_count": 51625,
            "abstract": "In the 1880s, as the European powers were carving up Africa, King Leopold II of Belgium seized for himself the vast and mostly unexplored territory surrounding the Congo River. Carrying out a genocidal plundering of the Congo, he looted its rubber, brutalized its people, and ultimately slashed its population by ten million—all the while shrewdly cultivating his reputation as a great humanitarian. Heroic efforts to expose these crimes eventually led to the first great human rights movement of the twentieth century, in which everyone from Mark Twain to the Archbishop of Canterbury participated.. King Leopold's Ghost. is the haunting account of a megalomaniac of monstrous proportions, a man as cunning, charming, and cruel as any of the great Shakespearean villains. It is also the deeply moving portrait of those who fought Leopold: a brave handful of missionaries, travelers, and young idealists who went to Africa for work or adventure and unexpectedly found themselves witnesses to a holocaust.. Adam Hochschild brings this largely untold story alive with the wit and skill of a Barbara Tuchman. Like her, he knows that history often provides a far richer cast of characters than any novelist could invent. Chief among them is Edmund Morel, a young British shipping agent who went on to lead the international crusade against Leopold. Another hero of this tale, the Irish patriot Roger Casement, ended his life on a London gallows. Two courageous black Americans, George Washington Williams and William Sheppard, risked much to bring evidence of the Congo atrocities to the outside world. Sailing into the middle of the story was a young Congo River steamboat officer named Joseph Conrad. And looming above them all, the duplicitous billionaire King Leopold II.. With great power and compassion,. King Leopold's Ghost. will brand the tragedy of the Congo—too long forgotten—onto the conscience of the West.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Biography",
                "Politics",
                "Historical",
                "Race"
            ]
        },
        {
            "title": "Six Moon Dance",
            "authors": [
                "Sheri S. Tepper"
            ],
            "ranking": 3.79,
            "ranking_count": 1595,
            "abstract": "It was many years ago that humans came and settled the world of Newholme -- cruelly bending the planet to their will; setting down roots and raising up cities and farms and a grand temple to their goddess. But now the ground itself is shaking with ever-increasing violence. And the Great Questioner, official arbiter of the Council of Worlds, has come to this isolated orb to investigate rumors of a terrible secret that lies buried deep within Newholme's past -- a past that is not dead, not completely. And it will fall to Mouche, a beautiful youth of uncommon cleverness and spirit, to save his imperiled home by dicovering and embracing that which makes him unique among humans. For every living thing on newholme is doomed, unless Mouche can appease something dark and terrible that is coiled within... and surrender to the mysterious ecstatic revelry that results when the six moons join.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Feminism",
                "Astronomy",
                "Gender",
                "Novels"
            ]
        },
        {
            "title": "The Miracle Worker: A Play",
            "authors": [
                "William  Gibson"
            ],
            "ranking": 4.2,
            "ranking_count": 34148,
            "abstract": "NO ONE COULD REACH HER.. Twelve-year-old Helen Keller lived in a prison of silence and darkness. Born deaf, blind, and mute, with no way to express herself or comprehend those around her, she flew into primal rages against anyone who tried to help her, fighting tooth and nail with a strength born of furious, unknowing desperation.. Then Annie Sullivan came. Half-blind herself, but possessing an almost fanatical determination, she would begin a frightening and incredibly moving struggle to tame the wild girl no one could reach, and bring Helen into the world at last....",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Biography",
                "Nonfiction",
                "Drama",
                "Academic",
                "History",
                "Autobiography",
                "Historical"
            ]
        },
        {
            "title": "Zalacaín, el aventurero",
            "authors": [
                "Pío Baroja"
            ],
            "ranking": 3.52,
            "ranking_count": 1428,
            "abstract": "ISBN 9788431635176 moved to. this. edition. .. Zalacaín el Aventurero. , junto a. La casa de Aizgorri. y. El mayorazgo de Labraz. constituyen la. trilogía. novelística del País Vasco. Considerada una de sus obras mas bellas, narra la vida de Martín Zalacaín, una especie de héroe clásico que lucha contra la adversidad y el destino en el País Vasco de las guerras carlistas. La infancia de Zalacaín transcurre en un rincón medieval cargado de tradiciones y leyendas, junto a un viejo pariente. Su espíritu combativo ya desde niño, de lucha contra todo y contra todos, le llevará en su juventud a alistarse en las filas carlistas con el único objetivo de vencer por vencer.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fiction",
                "Cultural",
                "Novels",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "Joseph and His Brothers",
            "authors": [
                "Thomas Mann",
                "John E. Woods"
            ],
            "ranking": 4.42,
            "ranking_count": 1789,
            "abstract": "This remarkable new translation of the Nobel Prize-winner’s great masterpiece is a major literary event.. Thomas Mann regarded his monumental retelling of the biblical story of Joseph as his magnum opus. He conceived of the four parts–The Stories of Jacob, Young Joseph, Joseph in Egypt, and Joseph the Provider–as a unified narrative, a “mythological novel” of Joseph’s fall into slavery and his rise to be lord over Egypt. Deploying lavish, persuasive detail, Mann conjures for us the world of patriarchs and pharaohs, the ancient civilizations of Egypt, Mesopotamia, and Palestine, and the universal force of human love in all its beauty, desperation, absurdity, and pain. The result is a brilliant amalgam of humor, emotion, psychological insight, and epic grandeur.. Now the award-winning translator John E. Woods gives us a definitive new English version of. Joseph and His Brothers. that is worthy of Mann’s achievement, revealing the novel’s exuberant polyphony of ancient and modern voices, a rich music that is by turns elegant, coarse, and sublime.. --front flap",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Historical",
                "Literature",
                "Cultural",
                "Religion",
                "Novels",
                "Northern Africa"
            ]
        },
        {
            "title": "The Most Dangerous Game",
            "authors": [
                "Richard Connell",
                "Dennis Lyall"
            ],
            "ranking": 3.94,
            "ranking_count": 47439,
            "abstract": "The Most Dangerous Game. features a big-game hunter from New York who becomes shipwrecked on an isolated island in the Caribbean and is hunted by a Russian aristocrat.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Short Stories",
                "Fiction",
                "Horror",
                "Academic",
                "Thriller",
                "Adventure",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "The Emigrants",
            "authors": [
                "Vilhelm Moberg",
                "Gustaf Lannestock"
            ],
            "ranking": 4.2,
            "ranking_count": 6514,
            "abstract": "Considered one of Sweden's greatest 20th-century writers, Vilhelm Moberg created Karl Oskar and Kristina Nilsson to portray the joys and tragedies of daily life for early Swedish pioneers in America. His consistently faithful depiction of these humble people's lives is a major strength of the Emigrant Novels.. Moberg's extensive research in the papers of Swedish emigrants in archival collections, including the Minnesota Historical Society, enabled him to incorporate many details of pioneer life. First published between 1949 and 1959 in Swedish, these four books were considered a single work by Moberg, who intended that they be read as documentary novels. These editions contain introductions written by Roger McKnight, Gustavus Adolphus College, and restore Moberg's bibliography not included in earlier English editions.. Book 1 introduces Karl Oskar and Kristina Nilsson, their three young children, and eleven others who make up a resolute party of Swedes fleeing the poverty, religious persecution, and social oppression of Sm�land in 1850.. It's important to have Moberg's Emigrant Novels available for another generation of readers. --Bruce Karstadt, American Swedish Institute",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Classics",
                "Fiction",
                "European Literature",
                "Cultural",
                "Novels",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Daughter of Persia: A Woman's Journey from Her Father's Harem Through the Islamic Revolution",
            "authors": [
                "Sattareh Farman Farmaian",
                "Dona Munker"
            ],
            "ranking": 4.1,
            "ranking_count": 1737,
            "abstract": "An intimate and honest chronicle of the everyday life of Iranian women over the past century. “A lesson about the value of personal freedom and what happens to a nation when its people are denied the right to direct their own destiny. This is a book Americans should read.” —. Washington Post. The fifteenth of thirty-six children, Sattareh Farman Farmaian was born in Iran in 1921 to a wealthy and powerful shazdeh, or prince, and spent a happy childhood in her father’s Tehran harem. Inspired and empowered by his ardent belief in education, she defied tradition by traveling alone at the age of twenty-three to the United States to study at the University of Southern California. Ten years later, she returned to Tehran and founded the first school of social work in Iran.. Intertwined with Sattareh’s personal story is her unique perspective on the Iranian political and social upheaval that have rocked Iran throughout the twentieth century, from the 1953 American-backed coup that toppled democratic premier Mossadegh to the brutal regime of the Shah and Ayatollah Khomeini’s fanatic and anti-Western Islamic Republic. In 1979, after two decades of tirelessly serving Iran’s neediest, Sattareh was arrested as a counterrevolutionary and branded an imperialist by Ayatollah Khomeini’s radical students.. Daughter of Persia. is the remarkable story of a woman and a nation in the grip of profound change.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Cultural",
                "Autobiography",
                "History",
                "Religion",
                "Biography Memoir",
                "Womens"
            ]
        },
        {
            "title": "Conquering Horse",
            "authors": [
                "Frederick Manfred",
                "Delbert E. Wylder"
            ],
            "ranking": 4.09,
            "ranking_count": 87,
            "abstract": "High on a remote butte, a young Sioux waits. Though daring in battle, skillful, and strong, he cannot be a man until his spiritual vision comes. When it appears, he must interpret it correctly to know who he is, and he must deserve it, or continue to be called No Name. No Name has his vision, a glowing white mare who walks among the stars. She tells No Name his destiny and how to achieve it. He must pass through hostile camps, storm, and fire, risk his life many times to become Conquering Horse, chief of the Sioux.. Conquering Horse. is the first of Frederick Manfred's five volume series, the Buckskin Man Tales.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Westerns",
                "Fiction"
            ]
        },
        {
            "title": "Latecomers",
            "authors": [
                "Anita Brookner"
            ],
            "ranking": 3.79,
            "ranking_count": 646,
            "abstract": "A novel about the 50-year friendship of two dissimilar German refugees brought over to England as children from Nazi Germany. Their friendship becomes a funny yet touching model for the ways in which human beings come to terms with the tragedy of living.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Female Authors",
                "Literary Fiction",
                "European Literature",
                "Contemporary",
                "Novels",
                "Womens",
                "Historical"
            ]
        },
        {
            "title": "The First Chronicles of Druss the Legend",
            "authors": [
                "David Gemmell"
            ],
            "ranking": 4.35,
            "ranking_count": 11117,
            "abstract": "He was known as Druss. The Deathwalker. Though the blood of merciless butchers coursed through his veins, he had found a fragile peace through his love for beautiful, mystical Rowena. Then came the day when Druss returned to their village and found everyone dead--massacred by slavers who had stolen the women to sell for gold. Rowena was among the missing.. Armed with only his powerful double-bladed ax, Snaga, Druss went after Rowena. His journey would carry him from the highest thrones of power to the deepest dungeons of depravity. Along the way, he would battle savage monsters and descend into terrifying lands of black magic and demons.. Yet one thing was certain. Druss would have victory . . . or death.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Heroic Fantasy",
                "Science Fiction Fantasy",
                "Adventure",
                "Epic",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Pyramids",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 3.91,
            "ranking_count": 78075,
            "abstract": "It's bad enough being new on the job, but Teppic hasn't a clue as to what a pharaoh is supposed to do. After all, he's been trained at Ankh-Morpork's famed assassins' school, across the sea from the Kingdom of the Sun. First, there's the monumental task of building a suitable resting place for Dad -- a pyramid to end all pyramids. Then there are the myriad administrative duties, such as dealing with mad priests, sacred crocodiles, and marching mummies. And to top it all off, the adolescent pharaoh discovers deceit, betrayal - not to mention a headstrong handmaiden - at the heart of his realm.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "A Light in Zion",
            "authors": [
                "Bodie Thoene",
                "Brock Thoene"
            ],
            "ranking": 4.37,
            "ranking_count": 2694,
            "abstract": "Set on the eve of the British evacuation of Palestine-will Passover hold another miracle for the Jewish nation? Zion Chronicles book 4.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Adult Fiction",
                "Romance",
                "Inspirational",
                "War"
            ]
        },
        {
            "title": "أولاد حارتنا",
            "authors": [
                "Naguib Mahfouz",
                "نجيب محفوظ"
            ],
            "ranking": 4.11,
            "ranking_count": 25862,
            "abstract": "رواية. يجلس الجبلاوي في بيته الكبير المحاط بالحدائق واﻷسوار العالية ومن حوله أحفاده الذين يتنازعون للحصول على وقفه، ويقوم الفتوات بابعاد هؤلاء عن جنته اﻷرضية، حيث استقرت ذريته خارج أسوار البيت الكبير، وبالرغم من فقرهم الا انهم لم يكفو عن الدعاء بأن ينزل الجبلاوي اليهم ويترك عزلته ويوزع تركته ويخلصهم من بطش الفتوات فيسود الخير على الجميع، ويظهر في كل جيل هذا المخلص والذي يتعلق به الناس وينتفضو معه ضد الفتوات، ولكن الجشع والجهل يرجعهم في اخر المطاف الى ما كانت عليه الاوضاع ويبقى الفقر والمعاناة مصيرهم الذي لا مفر منه.. يصف محفوظ في هذه الرواية الرائعة القهر وشوق الناس إلى الخلاص من أنفسهم، وكيف ان المبادئ يمكن أن تتغير بتأرجح النفوس البشرية، وكيف ان الاعمال الخيرة تقع تحت يد الفساد والمفسدين.. تعد هذه الرواية من أشهر روايات اﻷديب الراحل وأكثرها إشكالية وقد نوهت اﻷكاديمية السويدية بها عندما منحت نجيب محفوظ جائزة نوبل للآداب.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Classics",
                "Literature",
                "Northern Africa",
                "Historical",
                "Cultural",
                "Religion",
                "Philosophy",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Town",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 4.11,
            "ranking_count": 1603,
            "abstract": "Continues Faulkner's tale of the Snopes family, set in rural, post-bellum Mississippi.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Gothic",
                "American",
                "Nobel Prize"
            ]
        },
        {
            "title": "Eleni",
            "authors": [
                "Nicholas Gage"
            ],
            "ranking": 4.39,
            "ranking_count": 2270,
            "abstract": "A son's quest to avenge his mother's murder.. In 1948, in a Greek mountain village, Eleni Gatzoyiannis was arrested, tortured and shot. She was one of the 158,000 victims of the Greek Civil War. Her crime had been to help her children escape from the Communist guerrillas who occupied their village. Her son, Nicholas Gage, was then eight years old.. Eleni. is the story of his obsessive and harrowing reconstruction of his mother's life and death and his pursuit of his mother's killer.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Biography",
                "History",
                "Autobiography",
                "War",
                "Biography Memoir",
                "Historical",
                "Travel"
            ]
        },
        {
            "title": "Noaptea de Sânziene",
            "authors": [
                "Mircea Eliade"
            ],
            "ranking": 4.42,
            "ranking_count": 2337,
            "abstract": "Acest roman constituie poate proiectul cel mai ambiţios al lui Mircea Eliade, acela de a configura un Zeitgeist, plasându-se astfel alături de romancieri europeni redutabili. Romanul recapitulează toate temele esenţiale pentru opera lui Eliade, teme care-şi găsesc ecoul atât în proza şi dramaturgia sa cât şi în opera ştiinţifică sau în publicistică. În acelaşi timp, romanul reprezintă un mare semn de adio, este un roman al despărţirilor, al rupturilor, al unei lumi dispărute care va continua să-l obsedeze pe scriitor şi asupra căreia acesta va mai reveni, dar niciodată cu acest suflu, cu o astfel de anvergură. (ANGELO MITCHIEVICI)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Novels",
                "Philosophy",
                "Romance",
                "Fantasy",
                "Literature",
                "Unfinished"
            ]
        },
        {
            "title": "Thrush Green",
            "authors": [
                "Miss Read"
            ],
            "ranking": 4.12,
            "ranking_count": 2524,
            "abstract": "Miss Read's charming chronicles of small-town life have achieved an almost legendary popularity worldwide by offering a welcome return to a gentler time and wit, humor, and wisdom in equal measure (Cleveland Plain Dealer). This volume introduces Thrush Green, the neighboring village to Fairacre: its blackthorn bushes, thatch-roofed cottages, enchanting landscape, and jumble sales. Readers will delight in a new cast of characters and also welcome familiar faces as they become immersed in the village's turn of events on one pivotal day -- May Day. Before the day is over, life and love and perhaps eternity will touch the immemorial peace of the village.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "European Literature",
                "Adult",
                "Humor",
                "Mystery",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "All the Weyrs of Pern",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.19,
            "ranking_count": 24530,
            "abstract": "For generations, the dragonriders had dedicated their lives to fighting Thread, the dreaded spores that periodically rained from the sky to ravage the land. On the backs of their magnificent telepathic dragons they flew to flame the deadly stuff out of the air before it could reach the planet's surface. But the greatest dream of the dragon riders was to find a way to eradicate Thread completely, so that never again would their beloved Pern be threatened with destruction.. Now, for the first time, it looked as if that dream could come true. For when the people of Pern, led by Masterharper Robinton and F'Lar and Lessa, Weyrleader and Weyrwoman of Benden Weyr, excavated the ancient remains of the planet's original settlement, they uncovered the colonist's voice-activated artificial intelligence system - which still functioned!. And the computer had incredible news for them: There was a chance - a good chance - that they could, at long last, annihilate Thread once and for all!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Adventure",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "Dragonsdawn",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.21,
            "ranking_count": 36811,
            "abstract": "The beautiful planet Pern seemed a paradise to its new colonists - until unimaginable terror turned it into hell. Suddenly deadly spores were falling like silver threads from the sky, devouring everything - and everyone - in their path. It began to look as if the colony, cut off from Earth and lacking the resources to combat the menace, was doomed.. Then some of the colonists noticed that the small, dragonlike lizards that inhabited their new world were joining the fight against Thread, breathing fire on it and teleporting to safety. If only, they thought, the dragonets were big enough for a human to ride and intelligent enough to work as a team with a rider.... And so they set their most talented geneticist to work to create the creatures Pern so desperately needed - Dragons!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "The World of Winnie-the-Pooh",
            "authors": [
                "A.A. Milne",
                "Ernest H. Shepard"
            ],
            "ranking": 4.41,
            "ranking_count": 47266,
            "abstract": "Alternate Cover Edition can be found. here. .. The world of Pooh is the Thousand Acre Wood of Winnie-the-Pooh and his friends Piglet, Eeyore, Tigger, Kanga, Christopher Robin, and more. He is a whimsical philosopher, staunch friend, plump, and fond of honey. He calls himself a Bear of Very Little Brain, but is wise and loving. Delicate paintings loved by centuries of children.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Childrens",
                "Fiction",
                "Fantasy",
                "Animals",
                "European Literature",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "In the Shadow of Man",
            "authors": [
                "Jane Goodall",
                "Hugo van Lawick",
                "David A. Hamburg"
            ],
            "ranking": 4.36,
            "ranking_count": 7133,
            "abstract": "This best-selling classic tells the story of one of world's greatest scientific adventuresses. Jane Goodall was a young secretarial school graduate when the legendary Louis Leakey chose her to undertake a landmark study of chimpanzees in the world. This paperback edition contains 80 photographs and in introduction by Stephen Jay Gould.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Animals",
                "Environment",
                "Anthropology",
                "Cultural",
                "Autobiography",
                "Biography",
                "Classics"
            ]
        },
        {
            "title": "Sharpe's Devil",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.09,
            "ranking_count": 6424,
            "abstract": "From. New York Times. bestselling author Bernard Cornwell, another exciting adventure in the world-renowned. Sharpe series, chronicling the rise of Richard Sharpe, a Private in His Majesty’s Army at the siege of Seringapatam.. Five years after the Battle of Waterloo, Sharpe’s peaceful retirement in Normandy is shattered. An old friend, Don Blas Vivar, is missing in Chile, reported dead at rebel hands – a report his wife refuses to believe. She appeals to Sharpe to find out the truth.. Sharpe, along with Patrick Harper, find themselves bound for Chile via St. Helena, where they have a fateful meeting with the fallen Emperor Napoleon. Convinced that they are on their way to collect a corpse, neither man can imagine the dangers that await them in Chile…",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adventure",
                "Action",
                "Audiobook",
                "Novels",
                "Military"
            ]
        },
        {
            "title": "Cotton in My Sack",
            "authors": [
                "Lois Lenski"
            ],
            "ranking": 4.14,
            "ranking_count": 365,
            "abstract": "Joanda's family are sharecroppers growing cotton in Arkansas. The children share in a life of hard work and poverty. A revealing tale of life among the sharecroppers, tenants, and farm-owners in cotton country.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Historical",
                "Fiction",
                "Young Adult",
                "Classics",
                "Fantasy",
                "Family"
            ]
        }
    ]
}