{
    "books": [
        {
            "title": "Hogwarts: An Incomplete and Unreliable Guide",
            "authors": [
                "J.K. Rowling"
            ],
            "ranking": 4.2,
            "ranking_count": 29634,
            "abstract": "‘The Ministry of Magic felt strongly, however, that to construct an additional wizarding station in the middle of London would stretch even the Muggles’ notorious determination not to notice magic when it was exploding in front of their faces.’. – J.K. Rowling. Pottermore Presents is a collection of J.K. Rowling’s writing: short reads originally featured on pottermore.com. These eBooks, with writing curated by Pottermore, will take you beyond the Harry Potter stories as J.K. Rowling reveals her inspiration, intricate details of characters’ lives and surprises from the wizarding world.. Hogwarts An Incomplete and Unreliable Guide takes you on a journey to Hogwarts School of Witchcraft and Wizardry. You’ll venture into the Hogwarts grounds, become better acquainted with its more permanent residents, learn more about lessons and discover secrets of the castle . . . all at the turn of a page.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Young Adult",
                "Childrens",
                "Science Fiction Fantasy",
                "Novella",
                "Paranormal"
            ]
        },
        {
            "title": "Into Great Silence: A Memoir of Discovery and Loss among Vanishing Orcas",
            "authors": [
                "Eva Saulitis"
            ],
            "ranking": 4.34,
            "ranking_count": 401,
            "abstract": "Science entwines with matters of the human heart as a whale researcher chronicles the lives of an endangered family of orcas. Ever since Eva Saulitis began her whale research in Alaska in the 1980s, she has been drawn deeply into the lives of a single extended family of endangered orcas struggling to survive in Prince William Sound. Over the course of a decades-long career spent observing and studying these whales, and eventually coming to know them as individuals, she has, sadly, witnessed the devastation wrought by the Exxon Valdez oil spill of 1989—after which not a single calf has been born to the group. With the intellectual rigor of a scientist and the heart of a poet, Saulitis gives voice to these vital yet vanishing survivors and the place they are so loyal to. Both an elegy for one orca family and a celebration of the entire species,. Into Great Silence. is a moving portrait of the interconnectedness of humans with animals and place—and of the responsibility we have to protect them.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Animals",
                "Science",
                "Environment",
                "Wildlife",
                "United States"
            ]
        },
        {
            "title": "Tower of Dawn",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.29,
            "ranking_count": 216104,
            "abstract": "Chaol Westfall and Nesryn Faliq have arrived in the shining city of Antica to forge an alliance with the Khagan of the Southern Continent, whose vast armies are Erilea's last hope. But they have also come to Antica for another purpose: to seek healing at the famed Torre Cesme for the wounds Chaol received in Rifthold.. After enduring unspeakable horrors as a child, Yrene Towers has no desire to help the young lord from Adarlan, let alone heal him. Yet she has sworn an oath to assist those in need—and will honor it. But Lord Westfall carries shadows from his own past, and Yrene soon comes to realize they could engulf them both.. In this sweeping parallel novel to the. New York Times. bestselling. Empire of Storms. , Chaol, Nesryn, and Yrene will have to draw on every scrap of their resilience if they wish to save their friends. But while they become entangled in the political webs of the khaganate, deep in the shadows of mighty mountains where warriors soar on legendary ruks, long-awaited answers slumber. Answers that might offer their world a chance at survival—or doom them all . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "New Adult",
                "Fiction",
                "Fairies"
            ]
        },
        {
            "title": "The Stranger in the Woods: The Extraordinary Story of the Last True Hermit",
            "authors": [
                "Michael Finkel",
                "Mark Bramhall"
            ],
            "ranking": 3.88,
            "ranking_count": 64113,
            "abstract": "Many people dream of escaping modern life, but most will never act on it. This is the remarkable true story of a man who lived alone in the woods of Maine for 27 years, making this dream a reality--not out of anger at the world, but simply because he preferred to live on his own.. In 1986, a shy and intelligent twenty-year-old named Christopher Knight left his home in Massachusetts, drove to Maine, and disappeared into the forest. He would not have a conversation with another human being until nearly three decades later, when he was arrested for stealing food. Living in a tent even through brutal winters, he had survived by his wits and courage, developing ingenious ways to store edibles and water, and to avoid freezing to death. He broke into nearby cottages for food, clothing, reading material, and other provisions, taking only what he needed but terrifying a community never able to solve the mysterious burglaries. Based on extensive interviews with Knight himself, this is a vividly detailed account of his secluded life--why did he leave? what did he learn?--as well as the challenges he has faced since returning to the world. It is a gripping story of survival that asks fundamental questions about solitude, community, and what makes a good life, and a deeply moving portrait of a man who was determined to live his own way, and succeeded.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Audiobook",
                "Autobiography",
                "Biography Memoir",
                "Environment",
                "Crime",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Lady Luck",
            "authors": [
                "Kristen Ashley"
            ],
            "ranking": 4.41,
            "ranking_count": 37761,
            "abstract": "Ty Walker was wrongly imprisoned and for the five years he was inside, he honed his plan so when he gets out, he has nothing but vengeance on his mind.. But then he walks straight to stylish, leggy, beautiful, goofy Lexie Berry and he suddenly has something else to think about. He knows within seconds he wants her and within days he can love her but with the filth that was flung at him clinging; he also knows he can’t have her.. Since birth, Lexie Berry has been Lady Luck’s favorite toy and because of that, Lexie is cautious. But within a day, she senses Ty is something special. With her luck, however, she can’t trust it. Then she finds out what was done to Ty and she’s willing to do anything to make it right.. Even what Ty will never forgive her for doing.. Ty clings to vengeance and Lexie goes all out to give him back the time he lost. But Ty is battling demons within and they’re up against dirty cops and criminals who will stop at nothing to sway Lady Luck against them. All Ty and Lexie have is hope Lady Luck will finally swing their way.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult",
                "Suspense",
                "Adult Fiction",
                "Mystery",
                "Womens Fiction",
                "Humor"
            ]
        },
        {
            "title": "Conscious Creativity Mindfulness Meditations (AoL Mindfulness #7)",
            "authors": [
                "Nataša Pantović"
            ],
            "ranking": 4.21,
            "ranking_count": 24,
            "abstract": "Conscious Creativity Ancient Europe's Mindfulness Meditations. Art and Ancient Spirituality. Methaphysical and inspirational journey through Ancient knowledge. It was during the Renaissance that creativity was first seen, not as a matter of divine inspiration, but as a gift of a great learned man to imitate God’s ability to create. Our soul whispers to us constantly. When we understand the power of conscious and subconscious mind and the way the soul communicates with us, we can help ourselves enter the creative flow. Developing both Left and Right Brain could be essential for Creative Thinkers of our Future. To purify mind we start with the consciousness that the energy follows thoughts. It is important that we free ourselves of negative beliefs and thoughts, stop gossiping, judging or criticizing and that we work on developing the creative force within us. Nuit. Conscious Creativity Mindfulness Meditations explore rituals, symbolism, mystical knowledge, esotheric art, and the use of sound / frequencies / prayers from around the world. Our Neolithic Ancestors and our resonating planet, give us a glance to the Female Spirituality developed 2500 years before the Christ era. A collection of spiritual not religious personal growth tools from mystics of our past.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Spirituality",
                "Self Help",
                "Philosophy"
            ]
        },
        {
            "title": "Dreaming of Amelia",
            "authors": [
                "Jaclyn Moriarty"
            ],
            "ranking": 3.85,
            "ranking_count": 2968,
            "abstract": "Amelia & Riley have transferred to Ashbury for their final year of school, & everyone is obsessed with them. Glamorous, talented & totally devoted to one another, the two of them drift through school in their own world. But there's more to the couple than meets the eye - they have secrets. But, some secrets are dangerous to share.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Mystery",
                "Fantasy",
                "Paranormal",
                "Humor",
                "Romance",
                "Cultural"
            ]
        },
        {
            "title": "The Murdered Metatron",
            "authors": [
                "James  Glass",
                "Suzi M."
            ],
            "ranking": 4.28,
            "ranking_count": 36,
            "abstract": "READ ALL OF THE METATRON MYSTERIES by James Glass. *The Murdered Metatron. *The Dispossessed (Available February 15, 2014). The voice of God is dead...... When John Smith wakes from a coma in Gettysburg, Pennsylvania he remembers nothing of his past except that he might have tried to commit suicide. In an effort to pay the bills he becomes a private detective and is hired by a strange pair of clients who are determined to find out who killed the Voice of God. The clues lead him to the doorstep of the strange and reclusive Virgil Calahan and a hundred year old crime.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy"
            ]
        },
        {
            "title": "Anne Hawksmoor: Lost in Time (Book 2)",
            "authors": [
                "K.C. Harry"
            ],
            "ranking": 4.11,
            "ranking_count": 9,
            "abstract": "Anne Hawksmoor: Time in the Tower, is BOOK TWO of the Anne Hawksmoor series. It follows the time-travelling adventures of eleven year old Anne Hawksmoor on her visit from Chicago to Greenwich and the Tower of London in England.. Anne is a bullied pre-teen who finds herself unable to relate to her peers at school. Everyday after school, she would seek refuge in the Chicago Public Library, where she discovers her passion for history, science and math.. In Book Two, Anne and her cousin Claire are trapped back in time, in the year 1548. The two continue their memorable journey with the young King Edward and his servant James, to find a way back to the present.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Time and Time Again",
            "authors": [
                "Ben Elton"
            ],
            "ranking": 4.07,
            "ranking_count": 11238,
            "abstract": "It’s the 1st of June 1914 and Hugh Stanton, ex-soldier and celebrated adventurer is quite literally the loneliest man on earth. No one he has ever known or loved has been born yet. Perhaps now they never will be.. Stanton knows that a great and terrible war is coming. A collective suicidal madness that will destroy European civilization and bring misery to millions in the century to come. He knows this because, for him, that century is already history.. Somehow he must change that history. He must prevent the war. A war that will begin with a single bullet. But can a single bullet truly corrupt an entire century?. And, if so, could another single bullet save it?",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Historical",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "Losing It",
            "authors": [
                "Cora Carmack"
            ],
            "ranking": 3.74,
            "ranking_count": 103627,
            "abstract": "Sick of being the only virgin among her friends, Bliss Edwards decides the best way to deal with the problem is to lose it as quickly and simply as possible - a one-night stand. But her plan turns out to be anything but simple when she freaks out and leaves a gorgeous guy alone and naked in her bed with an excuse that no one with half-a-brain would ever believe. And as if that weren't embarrassing enough, when she arrives for her first class of her last college semester, she recognizes her new theatre professor. She'd left him naked in her bed about 8 hours earlier.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Academic",
                "Womens Fiction",
                "Young Adult",
                "Adult",
                "Fiction",
                "Humor"
            ]
        },
        {
            "title": "Kom hier dat ik u kus",
            "authors": [
                "Griet Op de Beeck"
            ],
            "ranking": 3.96,
            "ranking_count": 10571,
            "abstract": "Kom hier dat ik u kus. is een roman over Mona, als kind, als vierentwintigjarige, en als vijfendertigjarige. Een verhaal over waarom we worden wie we zijn, geschreven met humor, scherpte en veel schaamteloze eerlijkheid. Over ouders en kinderen. Over kapotte mensen en hoe zij ongewild anderen ook kapotmaken. Over waar verantwoordelijkheid eindigt en schuld begint. Over geheimen en eenzaamheid. Over ziekte en zwijgen. Over de gevaren van sterk zijn. Over vergeten en niet kunnen vergeten. Over jezelf durven redden. En natuurlijk ook nog over de liefde. Omdat dat alles is wat we hebben, of toch bijna.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Roman",
                "European Literature",
                "Contemporary",
                "Novels",
                "Family",
                "Young Adult",
                "Academic"
            ]
        },
        {
            "title": "Cuts Like An Angel",
            "authors": [
                "Mason Sabre",
                "Lucian Bane"
            ],
            "ranking": 4.5,
            "ranking_count": 334,
            "abstract": "He never called the helplines. The one time he did, it was to say goodbye ... to anybody, before leaving the world. Rosie … that was her name. She’d given it when she wasn’t supposed to. She said things that made him burn to live. And he would. He’d find a way to hide his darkness so that he could dance with her, just a single dance, in the liquid sunshine of her laugh. And maybe … maybe he’d taste her. But only once.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Dark",
                "Suspense",
                "Adult Fiction",
                "Contemporary",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Ruined",
            "authors": [
                "Amy Tintera"
            ],
            "ranking": 3.84,
            "ranking_count": 16996,
            "abstract": "A revenge that will consume her. A love that will ruin her.. Emelina Flores has nothing. Her home in Ruina has been ravaged by war. She lacks the powers of her fellow Ruined. Worst of all, she witnessed her parents’ brutal murders and watched helplessly as her sister, Olivia, was kidnapped.. But because Em has nothing, she has nothing to lose. Driven by a blind desire for revenge, Em sets off on a dangerous journey to the enemy kingdom of Lera. Somewhere within Lera’s borders, Em hopes to find Olivia. But in order to find her, Em must infiltrate the royal family.. In a brilliant, elaborate plan of deception and murder, Em marries Prince Casimir, next in line to take Lera’s throne. If anyone in Lera discovers Em is not Casimir’s true betrothed, Em will be executed on the spot. But it’s the only way to salvage Em’s kingdom and what is left of her family.. Em is determined to succeed, but the closer she gets to the prince, the more she questions her mission. Em’s rage-filled heart begins to soften. But with her life—and her family—on the line, love could be Em’s deadliest mistake.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "How Not to Die: Discover the Foods Scientifically Proven to Prevent and Reverse Disease",
            "authors": [
                "Michael  Greger",
                "Gene  Stone"
            ],
            "ranking": 4.46,
            "ranking_count": 32472,
            "abstract": "From the physician behind the wildly popular website NutritionFacts.org,. How Not to Die. reveals the groundbreaking scientific evidence behind the only diet that can prevent and reverse many of the causes of disease-related death.. The vast majority of premature deaths can be prevented through simple changes in diet and lifestyle. In. How Not to Die. , Dr. Michael Greger, the internationally-renowned nutrition expert, physician, and founder of NutritionFacts.org, examines the fifteen top causes of premature death in America -- heart disease, various cancers, diabetes, Parkinson's, high blood pressure, and more -- and explains how nutritional and lifestyle interventions can sometimes trump prescription pills and other pharmaceutical and surgical approaches, freeing us to live healthier lives.. The simple truth is that most doctors are good at treating acute illnesses but bad at preventing chronic disease. The fifteen leading causes of death claim the lives of 1.6 million Americans annually. This doesn't have to be the case. By following Dr. Greger's advice, all of it backed up by strong scientific evidence, you will learn which foods to eat and which lifestyle changes to make to live longer.. History of prostate cancer in your family? Put down that glass of milk and add flaxseed to your diet whenever you can. Have high blood pressure? Hibiscus tea can work better than a leading hypertensive drug-and without the side effects. Fighting off liver disease? Drinking coffee can reduce liver inflammation. Battling breast cancer? Consuming soy is associated with prolonged survival. Worried about heart disease (the number 1 killer in the United States)? Switch to a whole-food, plant-based diet, which has been repeatedly shown not just to prevent the disease but often stop it in its tracks.. In addition to showing what to eat to help treat the top fifteen causes of death,. How Not to Die. includes Dr. Greger's Daily Dozen -- a checklist of the twelve foods we should consume every day. Full of practical, actionable advice and surprising, cutting edge nutritional science, these doctor's orders are just what we need to live longer, healthier lives.",
            "part_of_series": false,
            "genre_list": [
                "Health",
                "Nonfiction",
                "Food and Drink",
                "Science",
                "Self Help",
                "Audiobook"
            ]
        },
        {
            "title": "What Is a Girl Worth?: My Story of Breaking the Silence and Exposing the Truth about Larry Nassar and USA Gymnastics",
            "authors": [
                "Rachael Denhollander"
            ],
            "ranking": 4.61,
            "ranking_count": 4385,
            "abstract": "ECPA 2020 Christian Book Award Finalist!. Written by Rachael Denhollander, Recipient of. Sports Illustrated's. Inspiration of the Year Award and one of. Time's. 100 Most Influential People (2018).. Who is going to tell these little girls that what was done to them matters? That they are seen and valued, that they are not alone and they are not unprotected?. Rachael Denhollander's voice was heard around the world when she spoke out to end the most shocking US gymnastics scandal in history. The first victim to publicly accuse Larry Nassar, the former USA Gymnastics team doctor who sexually abused hundreds of young athletes, Rachael now reveals her full story for the first time. How did Nassar get away with it for so long? How did Rachael and the other survivors finally stop him and bring him to justice? And how can we protect the vulnerable in our own families, churches, and communities?. What Is a Girl Worth?. is the inspiring true story of Rachael's journey from an idealistic young gymnast to a strong and determined woman who found the courage to raise her voice against evil, even when she thought the world might not listen. This deeply personal and compelling narrative shines a spotlight on the physical and emotional impact of abuse, why so many survivors are reluctant to speak out, what it means to be believed, the extraordinary power of faith and forgiveness, and how we can learn to do what's right in the moments that matter most.. This inspirational, empowering book is written by attorney, advocate, educator, and author Rachael Denhollander.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Feminism",
                "Sports",
                "Biography Memoir",
                "Crime",
                "Womens",
                "Audiobook"
            ]
        },
        {
            "title": "In the Devil's Own Words",
            "authors": [
                "Elizabeth Wixley",
                "E.M.G. Wixley"
            ],
            "ranking": 4.38,
            "ranking_count": 165,
            "abstract": "Note: Alternate/new cover for ASIN# B00B8XQF66.. Moving house has become a way of life for fifteen year old Isobel Miller; her father is an Army Major, her mother, a middle aged, pregnant, chain smoking alcholic! but the move to the village of Langham could be the straw that broke the camels back! To the truculent teenager it might as well have been to 'Timbuktu'. Resentful of the baby, angry with her mother for dragging her away from civilisation to live in a village which has no street lighting let alone any decent shops.. The only light in her miserable existence, her grandfather, story-teller elite, her saviour. And when one of his macabre tales is mentioned in the local paper Isobel is drawn into the depths of evil and devil worship. Her world, and that of everyone around her turns on its axis.. The cause, a mysterious book, an omen, which once opened and read starts a cataclysmic chain of events and their lives are filled with tragedy and disaster. Salvation comes in the guise of three teenagers-Peter, Qswald and Ariel and the four form an alliance. A bond so strong nothing, can tear apart-nothing except maybe the devil himself...!",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Suspense",
                "Fantasy"
            ]
        },
        {
            "title": "A Year of Biblical Womanhood",
            "authors": [
                "Rachel Held Evans"
            ],
            "ranking": 3.98,
            "ranking_count": 15207,
            "abstract": "Strong-willed and independent, Rachel Held Evans couldn't sew a button on a blouse before she embarked on a radical life experiment--a year of biblical womanhood. Intrigued by the traditionalist resurgence that led many of her friends to abandon their careers to assume traditional gender roles in the home, Evans decides to try it for herself, vowing to take all of the Bible's instructions for women as literally as possible for a year.. Pursuing a different virtue each month, Evans learns the hard way that her quest for biblical womanhood requires more than a gentle and quiet spirit (1 Peter 3:4). It means growing out her hair, making her own clothes, covering her head, obeying her husband, rising before dawn, abstaining from gossip, remaining silent in church, and even camping out in the front yard during her period.. See what happens when a thoroughly modern woman starts referring to her husband as master and praises him at the city gate with a homemade sign. Learn the insights she receives from an ongoing correspondence with an Orthodox Jewish woman, and find out what she discovers from her exchanges with a polygamist wife. Join her as she wrestles with difficult passages of scripture that portray misogyny and violence against women.. With just the right mixture of humor and insight, compassion and incredulity, A Year of Biblical Womanhood is an exercise in scriptural exploration and spiritual contemplation. What does God truly expect of women, and is there really a prescription for biblical womanhood? Come along with Evans as she looks for answers in the rich heritage of biblical heroines, models of grace, and all-around women of valor.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Religion",
                "Autobiography",
                "Christian",
                "Spirituality",
                "Feminism",
                "Womens"
            ]
        },
        {
            "title": "Popular Crime: Reflections on the Celebration of Violence",
            "authors": [
                "Bill James"
            ],
            "ranking": 3.71,
            "ranking_count": 2752,
            "abstract": "The man who revolutionized the way we think about baseball now examines our cultural obsession with murder—delivering a unique, engrossing, brilliant history of tabloid crime in America.. Celebrated writer and contrarian Bill James has voraciously read true crime throughout his life and has been interested in writing a book on the topic for decades. Now, with. Popular Crime,. James takes readers on an epic journey from Lizzie Borden to the Lindbergh baby, from the Black Dahlia to O. J. Simpson, explaining how crimes have been committed, investigated, prosecuted and written about, and how that has profoundly influenced our culture over the last few centuries— even if we haven’t always taken notice.. Exploring such phenomena as serial murder, the fluctuation of crime rates, the value of evidence, radicalism and crime, prison reform and the hidden ways in which crimes have shaped, or reflected, our society, James chronicles murder and misdeeds from the 1600s to the present day. James pays particular attention to crimes that were sensations during their time but have faded into obscurity, as well as still-famous cases, some that have never been solved, including the Lindbergh kidnapping, the Boston Strangler and JonBenet Ramsey. Satisfyingly sprawling and tremendously entertaining,. Popular Crime. is a professed amateur’s powerful examination of the incredible impact crime stories have on our society, culture and history.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "History",
                "Sociology",
                "Historical",
                "Culture",
                "Literature",
                "Psychology"
            ]
        },
        {
            "title": "Armada",
            "authors": [
                "Ernest Cline"
            ],
            "ranking": 3.54,
            "ranking_count": 110305,
            "abstract": "Zack Lightman has spent his life dreaming. Dreaming that the real world could be a little more like the countless science-fiction books, movies, and videogames he’s spent his life consuming. Dreaming that one day, some fantastic, world-altering event will shatter the monotony of his humdrum existence and whisk him off on some grand space-faring adventure.. But hey, there’s nothing wrong with a little escapism, right? After all, Zack tells himself, he knows the difference between fantasy and reality. He knows that here in the real world, aimless teenage gamers with anger issues don’t get chosen to save the universe.. And then he sees the flying saucer.. Even stranger, the alien ship he’s staring at is straight out of the videogame he plays every night, a hugely popular online flight simulator called. Armada. —in which gamers just happen to be protecting the earth from alien invaders.. No, Zack hasn’t lost his mind. As impossible as it seems, what he’s seeing is all too real. And his skills—as well as those of millions of gamers across the world—are going to be needed to save the earth from what’s about to befall it.. It’s Zack’s chance, at last, to play the hero. But even through the terror and exhilaration, he can’t help thinking back to all those science-fiction stories he grew up with, and wondering: Doesn’t something about this scenario seem a little…familiar?. At once gleefully embracing and brilliantly subverting science-fiction conventions as only Ernest Cline could,. Armada. is a rollicking, surprising thriller, a classic coming of age adventure, and an alien invasion tale like nothing you’ve ever read before—one whose every page is infused with the pop-culture savvy that has helped make. Ready Player One. a phenomenon.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Fantasy",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult",
                "Space"
            ]
        },
        {
            "title": "Hades' Disciples",
            "authors": [
                "Michael  West"
            ],
            "ranking": 3.75,
            "ranking_count": 77,
            "abstract": "Terrifying creatures exist all around us, hiding in plain sight. Ancient. Deadly. They gather in secret, conspiring, dreaming of nothing less than humanity's destruction, and their numbers are growing.. Earl Preston knows the danger all too well. After tangling with a horde of mythological sea monsters in Colonial Bay, he has been tasked with finding these beasts and exposing their plans whatever they may be. But Earl is not the only one with a mystery on their hands. At the very top of the world, Carol Miyagi has stumbled onto an artifact from Earth's past, something magnificent held captive in a prison of ice and snow. Now, Carol and Earl must work quickly to decipher the will of the gods--a plot that defies imagination--and to stop their followers from carrying it out.. They thought the nightmare was over, but they are about to discover that the horror has only just begun.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Cryptids",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Folklore"
            ]
        },
        {
            "title": "Sworn Sword",
            "authors": [
                "James Aitcheson"
            ],
            "ranking": 3.83,
            "ranking_count": 1111,
            "abstract": "January 1069. Less than three years have passed since Hastings and the death of the usurper, Harold Godwineson. In the depths of winter, two thousand Normans march to subdue the troublesome province of Northumbria. Tancred a Dinant, an ambitious and oath-sworn knight and a proud leader of men, is among them, hungry for battle, for silver and for land.. But at Durham the Normans are ambushed in the streets by English rebels. In the battle that ensues, their army is slaughtered almost to a man. Badly wounded, Tancred barely escapes with his life. His lord is among those slain.. Soon the enemy are on the march, led by the dispossessed prince Eadgar, the last of the ancient Saxon line, who is determined to seize the realm he believes is his. Yet even as Tancred seeks vengeance for his lord's murder, he finds himself caught up in secret dealings between a powerful Norman magnate and a shadow from the past.. As the Norman and English armies prepare to clash, Tancred begins to uncover a plot which harks back to the day of Hastings itself. A plot which, if allowed to succeed, threatens to undermine the entire Conquest. The fate of the Kingdom hangs in the balance ...",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "War",
                "Literature",
                "European Literature",
                "Action"
            ]
        },
        {
            "title": "Anne Hawksmoor: The Time Thief (Book 3)",
            "authors": [
                "K.C. Harry"
            ],
            "ranking": 4.0,
            "ranking_count": 8,
            "abstract": "Anne Hawksmoor: The Time Thief, is BOOK THREE of the Anne Hawksmoor series. It follows the time-travelling adventures of eleven year old Anne Hawksmoor on her visit from Chicago to Greenwich and the Tower of London in England.. Anne is a bullied pre-teen who finds herself unable to relate to her peers at school.. In Book Three, Anne and her cousin Claire have just found a way back from 1548 to the present. Shortly after Anne and Claire's return, their young cousin John runs away to have his own experience of time-travel. Anne and Claire must now find (or make!) a way back in time to rescue John.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Illusion of Separateness",
            "authors": [
                "Simon Van Booy"
            ],
            "ranking": 3.97,
            "ranking_count": 4809,
            "abstract": "Award-winning author Simon Van Booy tells a harrowing and enchanting story of how one man's act of mercy during World War II changed the lives of a group of strangers, and how they each eventually discover the astonishing truth of their connection. Van Booy is a writer whose work I will forever eagerly read.. -Robert Olen Butler. Whether they are pursued by Nazi soldiers, old age, shame, deformity, disease, or regret, the varied characters of Simon Van Booy's utterly compelling novel The Illusion of Separateness discover in their darkest moments of fear and isolation that they are not alone, that they were never alone, that every human being is a link in an unseen chain.. This gripping, emotional story intertwines the stories of several compelling characters: a deformed German infantryman; a lonely British film director; a young, blind museum curator; Jewish-American newlyweds separated by war; a lost child on the brink of starvation; and a caretaker at a retirement home for actors in Santa Monica. The same world moves beneath each of them, and one by one, through seemingly random acts of selflessness, they discover the vital parts they have played in each other's lives, a realization that shatters the illusion of their separateness.. Moving back and forth in time and across continents,. The Illusion of Separateness. displays the breathtaking skill of, a truly special writer who does things with abstract language that is so evocative and original your breath literally catches in your chest (Andre Dubus III).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Literary Fiction",
                "Novels",
                "Book Club",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "The Trouble with Romance",
            "authors": [
                "Tamara Philip"
            ],
            "ranking": 4.44,
            "ranking_count": 25,
            "abstract": "In the sequel to The Trouble with Playing Cupid, December's best friend and agent, Clarissa Gregory, finds herself as the latest person destined for love.. Love never felt so good for pop singer December Brown and her boyfriend, Hollywood heartthrob, Tom Elmswood. A year later and they're still crazy about each other. Now it's their turn to be the well meaning but still pretty terrible matchmakers.. Except, for Clarissa, it isn't only meddling friends pushing her towards the dashing detective Peter, but fate itself.. Will December convince the cynical Clarissa to take a chance on romance? Or is she right, that love really is just too much trouble?. Also includes Bonus Story, Have Love.",
            "part_of_series": true,
            "genre_list": [
                "Romance"
            ]
        },
        {
            "title": "Crimson Bound",
            "authors": [
                "Rosamund Hodge"
            ],
            "ranking": 3.63,
            "ranking_count": 20335,
            "abstract": "When Rachelle was fifteen she was good—apprenticed to her aunt and in training to protect her village from dark magic. But she was also reckless— straying from the forest path in search of a way to free her world from the threat of eternal darkness. After an illicit meeting goes dreadfully wrong, Rachelle is forced to make a terrible choice that binds her to the very evil she had hoped to defeat.. Three years later, Rachelle has given her life to serving the realm, fighting deadly creatures in an effort to atone. When the king orders her to guard his son Armand—the man she hates most—Rachelle forces Armand to help her find the legendary sword that might save their world. As the two become unexpected allies, they uncover far-reaching conspiracies, hidden magic, and a love that may be their undoing. In a palace built on unbelievable wealth and dangerous secrets, can Rachelle discover the truth and stop the fall of endless night?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Retellings",
                "Romance",
                "Fiction",
                "Fairy Tales"
            ]
        },
        {
            "title": "The Thing About Jellyfish",
            "authors": [
                "Ali Benjamin"
            ],
            "ranking": 4.1,
            "ranking_count": 33125,
            "abstract": "This stunning debut novel about grief and wonder was an instant New York Times bestseller and captured widespread critical acclaim, including selection as a 2015 National Book Award finalist!. After her best friend dies in a drowning accident, Suzy is convinced that the true cause of the tragedy must have been a rare jellyfish sting--things don't just happen for no reason. Retreating into a silent world of imagination, she crafts a plan to prove her theory--even if it means traveling the globe, alone. Suzy's achingly heartfelt journey explores life, death, the astonishing wonder of the universe...and the potential for love and hope right next door.. Oddlot Entertainment has acquired the screen rights to. The Thing About Jellyfish. , with Gigi Pritzker set to produce with Bruna Papandrea and Reese Witherspoon.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Young Adult",
                "Realistic Fiction",
                "Fiction",
                "Contemporary",
                "Death",
                "Audiobook"
            ]
        },
        {
            "title": "Prohibido enamorarse",
            "authors": [
                "Elle Kennedy"
            ],
            "ranking": 4.28,
            "ranking_count": 349108,
            "abstract": "Hannah va a hacer un trato con un chico malo... y va a ganar más de lo que espera. Hannah por fin ha encontrado un chico que la vuelve loca, pero hay un pequeño problema: no tiene ni idea de cómo seducirle. La solución es Garrett, el deportista y playboy más deseado del campus: él necesita aprobar un examen a toda costa, y a cambio puede ayudarla a poner celoso a cualquiera... Incluso a sí mismo. Cuando un beso inocente les lleva a una noche increíble, Garrett ve la luz: Hannah no puede irse con otro. Tiene que convencerla de que se quede a su lado. Chicos que saben lo que hacen. Chicas que saben lo que quieren. Risas, amor, y mucho, mucha tensión sexual.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Sports",
                "Contemporary Romance",
                "Academic",
                "Fiction",
                "Humor"
            ]
        },
        {
            "title": "The Avery Shaw Experiment",
            "authors": [
                "Kelly Oram"
            ],
            "ranking": 4.01,
            "ranking_count": 13455,
            "abstract": "When Avery Shaw’s heart is shattered by her life-long best friend, she chooses to deal with it the only way she knows how—scientifically.. The state science fair is coming up and Avery decides to use her broken heart as the topic of her experiment. She’s going to find the cure. By forcing herself to experience the seven stages of grief through a series of social tests, she believes she will be able to get over Aiden Kennedy and make herself ready to love again. But she can’t do this experiment alone, and her partner (ex partner!) is the one who broke her heart.. Avery finds the solution to her troubles in the form of Aiden’s older brother Grayson. The gorgeous womanizer is about to be kicked off the school basketball team for failing physics. He’s in need of a good tutor and some serious extra credit. But when Avery recruits the lovable Grayson to be her “objective outside observer,” she gets a whole lot more than she bargained for, because Grayson has a theory of his own: Avery doesn’t need to grieve. She needs to live. And if there’s one thing Grayson Kennedy is good at, it’s living life to the fullest.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Humor",
                "Fiction"
            ]
        },
        {
            "title": "Reamde",
            "authors": [
                "Neal Stephenson"
            ],
            "ranking": 3.98,
            "ranking_count": 53459,
            "abstract": "Four decades ago, Richard Forthrast, the black sheep of an Iowa family, fled to a wild and lonely mountainous corner of British Columbia to avoid the draft. Smuggling backpack loads of high-grade marijuana across the border into Northern Idaho, he quickly amassed an enormous and illegal fortune. With plenty of time and money to burn, he became addicted to an online fantasy game in which opposing factions battle for power and treasure in a vast cyber realm. Like many serious gamers, he began routinely purchasing virtual gold pieces and other desirables from Chinese gold farmers—young professional players in Asia who accumulated virtual weapons and armor to sell to busy American and European buyers.. For Richard, the game was the perfect opportunity to launder his aging hundred dollar bills and begin his own high-tech start up—a venture that has morphed into a Fortune 500 computer gaming group, Corporation 9592, with its own super successful online role-playing game, T’Rain. But the line between fantasy and reality becomes dangerously blurred when a young gold farmer accidently triggers a virtual war for dominance—and Richard is caught at the center.. In this edgy, 21st century tale, Neal Stephenson, one of the most ambitious and prophetic writers of our time, returns to the terrain of his cyberpunk masterpieces. Snow Crash. and. Cryptonomicon. , leading readers through the looking glass and into the dark heart of imagination.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Audiobook",
                "Mystery",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Adventure",
                "Fantasy"
            ]
        },
        {
            "title": "Mindful Being (AoL Mindfulness, #4)",
            "authors": [
                "Nataša Pantović"
            ],
            "ranking": 4.71,
            "ranking_count": 42,
            "abstract": "Mindful Being Personal Development Course is a 12 Modules Mindfulness Training Course with 100s of Spiritual Transformation Tools that combines meditation, mindfulness exercises, soul’s diary, spiritual diary, relationship contracts, circle of life, creativity tools, and many other daily spiritual transformation tools to help the explorer live his/her highest potential. Alchemy of Love Mindfulness Exercises are exploring:. 1. Body - Health: Adopting healthy habits that empower the physical body (nutrition, exercise) - Daily Routine: Creating a daily routine that inspires creativity and personal growth.. 2. Mind - Practicing Concentration and Learning How to Meditate - Exercising Will-Power: Building the motivation and discipline - Exploring Love and Relationships: Improving the ability to connect with one-self and others - Nurturing Creative Intelligence: Living authentically, and expressing the creative flow.. 3. Soul - Understanding Purpose and Core Beliefs - Learning how to listen to the Soul - Learning Mindfulness through Self-Awareness, Self-Remembering and Mindful Conscious Living",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Self Help",
                "Nonfiction",
                "Psychology",
                "Parenting",
                "Adult",
                "Philosophy",
                "Inspirational"
            ]
        },
        {
            "title": "Highlander Untamed",
            "authors": [
                "Monica McCarty"
            ],
            "ranking": 4.08,
            "ranking_count": 8361,
            "abstract": "Rory MacLeod is a bold and powerful Highland Chief with only one allegiance–to his clan. He vows revenge against the rival MacDonald clan, though duty demands a handfast marriage to Isabel MacDonald–a bride he does not want and has no intention of keeping. But Rory couldn’t have anticipated the captivating woman who challenges his steely control, and unleashes the untamed passion simmering beneath his fierce exterior.. Blessed with incomparable beauty, Isabel MacDonald is prepared to use every means possible–including seduction–to uncover her husband’s most guarded secrets. Instead Rory awakens Isabel’s deepest desires and her sweetest fantasies. Now Isabel has found the happiness she’s always dreamed of with the very man she must betray, and discovers that passion can be far more dangerous than revenge.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Cultural",
                "Fiction",
                "Historical Romance",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Arsenic Century: How Victorian Britain Was Poisoned at Home, Work, and Play",
            "authors": [
                "James C. Whorton"
            ],
            "ranking": 4.03,
            "ranking_count": 268,
            "abstract": "Arsenic is rightly infamous as the poison of choice for Victorian murderers. Yet the great majority of fatalities from arsenic in the nineteenth century came not from intentional poisoning, but from accident.. Kept in many homes for the purpose of poisoning rats, the white powder was easily mistaken for sugar or flour and often incorporated into the family dinner. It was also widely present in green dyes, used to tint everything from candles and candies to curtains, wallpaper, and clothing (it was arsenic in old lace that was the danger). Whether at home amidst arsenical curtains and wallpapers, at work manufacturing these products, or at play swirling about the papered, curtained ballroom in arsenical gowns and gloves, no one was beyond the poison's reach.. Drawing on the medical, legal, and popular literature of the time,. The Arsenic Century. paints a vivid picture of its wide-ranging and insidious presence in Victorian daily life, weaving together the history of its emergence as a nearly inescapable household hazard with the sordid story of its frequent employment as a tool of murder and suicide. And ultimately, as the final chapter suggests, arsenic in Victorian Britain was very much the pilot episode for a series of environmental poisoning dramas that grew ever more common during the twentieth century and still has no end in sight.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Science",
                "Historical",
                "Crime",
                "Health",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "The Crusades: The Authoritative History of the War for the Holy Land",
            "authors": [
                "Thomas Asbridge"
            ],
            "ranking": 4.19,
            "ranking_count": 4700,
            "abstract": "The Crusades. is an authoritative, accessible single-volume history of the brutal struggle for the Holy Land in the Middle Ages. Thomas Asbridge—a renowned historian who writes with “maximum vividness” (Joan Acocella,. The New Yorker. )—covers the years 1095 to 1291 in this  big, ambitious, readable account of one of the most fascinating periods in history. From Richard the Lionheart to the mighty Saladin, from the emperors of Byzantium to the Knights Templar, Asbridge’s book is a magnificent epic of Holy War between the Christian and Islamic worlds, full of adventure, intrigue, and sweeping grandeur. .",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "Historical",
                "War",
                "Military"
            ]
        },
        {
            "title": "The Other Side of Envy",
            "authors": [
                "C.L. Stone"
            ],
            "ranking": 4.4,
            "ranking_count": 6312,
            "abstract": "Sang Sorenson dreams of what life might be like for her in the Academy, but joining isn't as easy as simply writing an exam or passing an interview. She'll need to pull the team together to get them on her side in order for it to work, which is harder than it sounds. The boys will do anything to protect her, which, for some, means keeping her out.. But that’s not all that’s going on in Sang’s complicated life. After a shocking revelation, Gabriel Coleman splinters himself off from everyone, avoiding not just his Academy team, but even going so far as to avoid Sang. Desperate to bring him back and get him on her side, Sang digs deep into his past to try to discover a way to reach out to him.. His truth is riddled with tragic events, but with the help of Kota, Victor, Silas, Nathan, Luke and North, she might be able to reach out to him before envy and despair drag him too far down to be saved.. The Academy, Deeply Bonded",
            "part_of_series": true,
            "genre_list": [
                "Polyamorous",
                "Romance",
                "Young Adult",
                "Contemporary",
                "New Adult",
                "Mystery",
                "Spy Thriller"
            ]
        },
        {
            "title": "Iron and Smoke",
            "authors": [
                "Brandon Nolta"
            ],
            "ranking": 4.7,
            "ranking_count": 10,
            "abstract": "Welcome to the United States of America in the 1880s: Settlers are moving west, as do the iron horses that bring them by rail ... and somewhere in those vast regions of deserts and native tribes, a darkness is gathering. Calls Thunder Song, a powerful Shoshone shaman, senses it first, and reaches out to the Western Council, an association of magi and other magical folk, for possible insight and assistance. In response, the Council sends a single magus, Aquinas Moore, as a token gesture, but what starts as a simple diplomatic mission for Aquinas turns into a struggle for existence against a foe more terrible than any of them has ever encountered, which has already infiltrated the halls of power. Now, these unlikely allies must band together with a pair of Native American deities and a dead man to fight off a threat from outside the universe, a threat that intends to not only conquer, but change the very nature of existence.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Whispers Under Ground",
            "authors": [
                "Ben Aaronovitch"
            ],
            "ranking": 4.15,
            "ranking_count": 49181,
            "abstract": "In Tufnell Park, North London, a set of railway tracks run under a school playground, leading to and from King's Cross. Wet, filthy, dangerous. Lovely place. And one Sunday before Christmas, Abigail Kamara, one of my endless brood of cousins, dragged me and my long-suffering colleague Lesley May down there to look for a ghost.. We found one.. And that was that, I thought come Monday. First case of the day: Person Unknown has been stabbed to death on the tracks at Baker Street Underground. Magic may have been involved. Sure enough, the weapon turns out to be saturated in the tell-tale traces left by magic.. But Person Unknown turns out to be the son of a US senator, so before you can say international incident, FBI agent Kimberley Reynolds and her firmly held religious beliefs are on my case.. And down in the dark, in the Tube tunnels of London, along with the buried rivers and remnants of Victorian sewer systems, I'm hearing some really strange things...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Wrath",
            "authors": [
                "John Gwynne"
            ],
            "ranking": 4.5,
            "ranking_count": 11775,
            "abstract": "Events are coming to a climax in the Banished Lands, as the war reaches new heights. King Nathair has taken control of the fortress at Drassil and three of the Seven Treasures are in his possession. And together with Calidus and his ally Queen Rhin, Nathair will do anything to obtain the remaining Treasures. With all seven under his command, he can open a portal to the Otherworld. Then Asroth and his demon-horde will finally break into the Banished Lands and become flesh.. Meanwhile Corban has been taken prisoner by the Jotun, warrior giants who ride their enormous bears into battle. His warband scattered, Corban must make new allies if he hopes to survive. But can he bond with competing factions of warlike giants? Somehow he must, if he's to counter the threat Nathair represents.. His life hangs in the balance - and with it, the fate of the Banished Lands.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Epic",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Born Wicked",
            "authors": [
                "Jessica Spotswood"
            ],
            "ranking": 3.9,
            "ranking_count": 16797,
            "abstract": "Everybody knows Cate Cahill and her sisters are eccentric. Too pretty, too reclusive, and far too educated for their own good. But the truth is even worse: they’re witches. And if their secret is discovered by the priests of the Brotherhood, it would mean an asylum, a prison ship—or an early grave.. Before her mother died, Cate promised to protect her sisters. But with only six months left to choose between marriage and the Sisterhood, she might not be able to keep her word... especially after she finds her mother’s diary, uncovering a secret that could spell her family’s destruction. Desperate to find alternatives to their fate, Cate starts scouring banned books and questioning rebellious new friends, all while juggling tea parties, shocking marriage proposals, and a forbidden romance with the completely unsuitable Finn Belastra.. If what her mother wrote is true, the Cahill girls aren’t safe. Not from the Brotherhood, the Sisterhood—not even from each other.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Historical",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Zeus' Warriors",
            "authors": [
                "Michael  West"
            ],
            "ranking": 3.66,
            "ranking_count": 35,
            "abstract": "Zeus’ warriors, the defenders of humanity, have suffered terrible losses.. Presumed dead, Earl Preston has been forced to retreat into a forgotten underworld beneath New York City, but he is still far from safe. Hades’ disciples need only to recover the two remaining crystal skulls — ancient vessels of indescribable power — and their dark quest to return the vanquished gods to earth will be all but complete. To save civilization as we know it, Earl must rise to confront his greatest challenge yet, but this is a fight he cannot win alone.. Trapped inside an alien environment, Alan Everson and Kari Hannigan must put aside their differences and work together to help a gravely injured Carol Miyagi — a woman they both claim to love. Theirs is a journey to discover the secret of life itself. And they may not like what they find.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "LGBT",
                "Horror",
                "Cryptids",
                "Shapeshifters",
                "Paranormal",
                "Science Fiction",
                "Folklore"
            ]
        },
        {
            "title": "The Childhood of Jesus",
            "authors": [
                "J.M. Coetzee"
            ],
            "ranking": 3.45,
            "ranking_count": 6224,
            "abstract": "After crossing oceans, a man and a boy arrive in a new land. Here they are each assigned a name and an age, and held in a camp in the desert while they learn Spanish, the language of their new country. As Simón and David they make their way to the relocation centre in the city of Novilla, where officialdom treats them politely but not necessarily helpfully.. Simón finds a job in a grain wharf. The work is unfamiliar and backbreaking, but he soon warms to his stevedore comrades, who during breaks conduct philosophical dialogues on the dignity of labour, and generally take him to their hearts.. Now he must set about his task of locating the boy’s mother. Though like everyone else who arrives in this new country he seems to be washed clean of all traces of memory, he is convinced he will know her when he sees her. And indeed, while walking with the boy in the countryside Simón catches sight of a woman he is certain is the mother, and persuades her to assume the role.. David's new mother comes to realise that he is an exceptional child, a bright, dreamy boy with highly unusual ideas about the world. But the school authorities detect a rebellious streak in him and insist he be sent to a special school far away. His mother refuses to yield him up, and it is Simón who must drive the car as the trio flees across the mountains.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Nobel Prize",
                "Novels",
                "Southern Africa",
                "Cultural",
                "Philosophy"
            ]
        },
        {
            "title": "We'll Always Have Summer",
            "authors": [
                "Jenny Han"
            ],
            "ranking": 4.05,
            "ranking_count": 121463,
            "abstract": "It's been two years since Conrad told Belly to go with Jeremiah. She and Jeremiah have been inseparable ever since, even attending the same college—only, their relationship hasn't exactly been the happily ever after Belly had hoped it would be. And when Jeremiah makes the worst mistake a boy can make, Belly is forced to question what she thought was true love. Does she really have a future with Jeremiah? Has she ever gotten over Conrad? It's time for Belly to decide, once and for all, who has her heart forever.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Bible Tells Me So: Why Defending Scripture Has Made Us Unable to Read It",
            "authors": [
                "Peter Enns",
                "Joe Barrett"
            ],
            "ranking": 4.22,
            "ranking_count": 4504,
            "abstract": "The controversial Bible scholar and author of. The Evolution of Adam. recounts his transformative spiritual journey in which he discovered a new, more honest way to love and appreciate God’s Word.. Trained as an evangelical Bible scholar, Peter Enns loved the Scriptures and shared his devotion, teaching at Westminster Theological Seminary. But the further he studied the Bible, the more he found himself confronted by questions that could neither be answered within the rigid framework of his religious instruction or accepted among the conservative evangelical community.. Rejecting the increasingly complicated intellectual games used by conservative Christians to “protect” the Bible, Enns was conflicted. Is this what God really requires? How could God’s plan for divine inspiration mean ignoring what is really written in the Bible? These questions eventually cost Enns his job—but they also opened a new spiritual path for him to follow.. The Bible Tells Me So. chronicles Enns’s spiritual odyssey, how he came to see beyond restrictive doctrine and learned to embrace God’s Word as it is actually written. As he explores questions progressive evangelical readers of Scripture commonly face yet fear voicing, Enns reveals that they are the very questions that God wants us to consider—the essence of our spiritual study.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Christian",
                "Spirituality",
                "Audiobook"
            ]
        },
        {
            "title": "Kiss of Frost",
            "authors": [
                "Jennifer Estep"
            ],
            "ranking": 4.03,
            "ranking_count": 24095,
            "abstract": "I’m Gwen Frost, a second-year warrior-in-training at Mythos Acad­emy, and I have no idea how I’m going to sur­vive the rest of the semes­ter. One day, I’m get­ting schooled in sword­play by the guy who broke my heart—the drop-dead gor­geous Logan who slays me every time. Then, an invis­i­ble archer in the Library of Antiq­ui­ties decides to use me for tar­get prac­tice. And now, I find out that some­one at the acad­emy is really a Reaper bad guy who wants me dead. I’m afraid if I don’t learn how to live by the sword—with Logan’s help—I just might die by the sword...",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Art of Asking; or, How I Learned to Stop Worrying and Let People Help",
            "authors": [
                "Amanda Palmer"
            ],
            "ranking": 3.92,
            "ranking_count": 35460,
            "abstract": "Rock star, crowdfunding pioneer, and TED speaker Amanda Palmer knows all about asking. Performing as a living statue in a wedding dress, she wordlessly asked thousands of passersby for their dollars. When she became a singer, songwriter, and musician, she was not afraid to ask her audience to support her as she surfed the crowd (and slept on their couches while touring). And when she left her record label to strike out on her own, she asked her fans to support her in making an album, leading to the world's most successful music Kickstarter.. Even while Amanda is both celebrated and attacked for her fearlessness in asking for help, she finds that there are important things she cannot ask for-as a musician, as a friend, and as a wife. She learns that she isn't alone in this, that so many people are afraid to ask for help, and it paralyzes their lives and relationships. In this groundbreaking book, she explores these barriers in her own life and in the lives of those around her, and discovers the emotional, philosophical, and practical aspects of. The Art Of Asking. .. Part manifesto, part revelation, this is the story of an artist struggling with the new rules of exchange in the twenty-first century, both on and off the Internet.. The Art Of Asking. will inspire readers to rethink their own ideas about asking, giving, art, and love.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Self Help",
                "Music",
                "Art",
                "Biography Memoir",
                "Feminism"
            ]
        },
        {
            "title": "In the Afterlight",
            "authors": [
                "Alexandra Bracken"
            ],
            "ranking": 4.27,
            "ranking_count": 55855,
            "abstract": "Ruby can't look back. Fractured by an unbearable loss, she and the kids who survived the government's attack on Los Angeles travel north to regroup. With them is a prisoner: Clancy Gray, son of the president, and one of the few people Ruby has encountered with abilities like hers. Only Ruby has any power over him, and just one slip could lead to Clancy wreaking havoc on their minds.. They are armed only with a volatile secret: proof of a government conspiracy to cover up the real cause of IAAN, the disease that has killed most of America's children and left Ruby and others like her with powers the government will kill to keep contained. But internal strife may destroy their only chance to free the rehabilitation camps housing thousands of other Psi kids.. Meanwhile, reunited with Liam, the boy she would-and did-sacrifice everything for to keep alive, Ruby must face the painful repercussions of having tampered with his memories of her. She turns to Cole, his older brother, to provide the intense training she knows she will need to take down Gray and the government. But Cole has demons of his own, and one fatal mistake may be the spark that sets the world on fire.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Arrowood",
            "authors": [
                "Laura McHugh"
            ],
            "ranking": 3.75,
            "ranking_count": 7262,
            "abstract": "A haunting novel from the author of. The Weight of Blood. about a young woman's return to her childhood home--and her encounter with the memories and family secrets it holds. ITW THRILLER AWARD FINALIST. Arrowood is the most ornate and grand of the historical houses that line the Mississippi River in southern Iowa. But the house has a mystery it has never revealed: It's where Arden Arrowood's younger twin sisters vanished on her watch twenty years ago--never to be seen again. After the twins' disappearance, Arden's parents divorced and the Arrowoods left the big house that had been in their family for generations. And Arden's own life has fallen apart: She can't finish her master's thesis, and a misguided love affair has ended badly. She has held on to the hope that her sisters are still alive, and it seems she can't move forward until she finds them. When her father dies and she inherits Arrowood, Arden returns to her childhood home determined to discover what really happened to her sisters that traumatic summer.. Arden's return to the town of Keokuk--and the now infamous house that bears her name--is greeted with curiosity. But she is welcomed back by her old neighbor and first love, Ben Ferris, whose family, she slowly learns, knows more about the Arrowoods' secrets and their small, closed community than she ever realized. With the help of a young amateur investigator, Arden tracks down the man who was the prime suspect in the kidnapping. But the house and the surrounding town hold their secrets close--and the truth, when Arden finds it, is more devastating than she ever could have imagined.. Arrowood. is a powerful and resonant novel that examines the ways in which our lives are shaped by memory. As with her award-winning debut novel,. The Weight of Blood,. Laura McHugh has written a thrilling novel in which nothing is as it seems, and in which our longing for the past can take hold of the present in insidious and haunting ways.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Gothic",
                "Audiobook",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "One",
            "authors": [
                "Sarah Crossan"
            ],
            "ranking": 4.17,
            "ranking_count": 18762,
            "abstract": "Grace and Tippi. Tippi and Grace. Two sisters. Two hearts. Two dreams. Two lives. But one body.. Grace and Tippi are conjoined twins, joined at the waist, defying the odds of survival for sixteen years. They share everything, and they are everything to each other. They would never imagine being apart. For them, that would be the real tragedy.. But something is happening to them. Something they hoped would never happen. And Grace doesn’t want to admit it. Not even to Tippi.. How long can they hide from the truth—how long before they must face the most impossible choice of their lives?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Poetry",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Romance",
                "Family",
                "Disability"
            ]
        },
        {
            "title": "Forgive Me, Leonard Peacock",
            "authors": [
                "Matthew Quick"
            ],
            "ranking": 3.88,
            "ranking_count": 45667,
            "abstract": "Today is Leonard Peacock’s birthday. It is also the day he hides a gun in his backpack. Because today is the day he will kill his former best friend, and then himself, with his grandfather’s P-38 pistol.. But first he must say good-bye to the four people who matter most to him: his Humphrey Bogart-obsessed next-door neighbor, Walt; his classmate, Baback, a violin virtuoso; Lauren, the Christian homeschooler he has a crush on; and Herr Silverman, who teaches the high school’s class on the Holocaust. Speaking to each in turn, Leonard slowly reveals his secrets as the hours tick by and the moment of truth approaches.. In this riveting look at a day in the life of a disturbed teenage boy, acclaimed author Matthew Quick unflinchingly examines the impossible choices that must be made—and the light in us all that never goes out.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Health",
                "Mental Health",
                "Audiobook",
                "Sociology"
            ]
        },
        {
            "title": "Dark Disciple",
            "authors": [
                "Christie Golden"
            ],
            "ranking": 4.03,
            "ranking_count": 17339,
            "abstract": "Based on unproduced scripts from the blockbuster TV show Star Wars: The Clone Wars!. The only way to bring down the dark side's most dangerous warrior may be for Jedi and Sith to join forces.. In the war for control of the galaxy between the armies of the dark side and the Republic, former Jedi Master turned ruthless Sith Lord Count Dooku has grown ever more brutal in his tactics. Despite the powers of the Jedi and the military prowess of their clone army, the sheer number of fatalities is taking a terrible toll. And when Dooku orders the massacre of a flotilla of helpless refugees, the Jedi Council feels it has no choice but to take drastic action: targeting the man responsible for so many war atrocities, Count Dooku himself.. But the ever-elusive Dooku is dangerous prey for even the most skilled hunter. So the Council makes the bold decision to bring both sides of the Force's power to bear—pairing brash Jedi Knight Quinlan Vos with infamous one-time Sith acolyte Asajj Ventress. Though Jedi distrust for the cunning killer who once served at Dooku's side still runs deep, Ventress's hatred for her former master runs deeper. She's more than willing to lend her copious talents as a bounty hunter—and assassin—to Vos's quest.. Together, Ventress and Vos are the best hope for eliminating Dooku—as long as the emerging feelings between them don't compromise their mission. But Ventress is determined to have her retribution and at last let go of her dark Sith past. Balancing the complicated emotions she feels for Vos with the fury of her warrior's spirit, she resolves to claim victory on all fronts—a vow that will be mercilessly tested by her deadly enemy . . . and her own doubt.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Space",
                "Romance",
                "Novels",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "This Dark Endeavor",
            "authors": [
                "Kenneth Oppel"
            ],
            "ranking": 3.82,
            "ranking_count": 11451,
            "abstract": "Victor and Konrad are the twin brothers Frankenstein and inseparable until Konrad falls gravely ill. In the forbidden Dark Library, Victor finds an ancient formula, and seeks an alchemist to recreate the Elixir of Life. With friends Elizabeth and Henry, he scales highest trees in the Strumwald, dives deepest lake caves, and each sacrifices a body part.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Historical",
                "Horror",
                "Fiction",
                "Gothic",
                "Adventure",
                "Retellings"
            ]
        },
        {
            "title": "The Drunken Botanist: The Plants That Create the World's Great Drinks",
            "authors": [
                "Amy  Stewart"
            ],
            "ranking": 4.0,
            "ranking_count": 9086,
            "abstract": "Every great drink starts with a plant. Sake began with a grain of rice. Scotch emerged from barley. Gin was born from a conifer shrub when a Dutch physician added oil of juniper to a clear spirit, believing that juniper berries would cure kidney disorders. The Drunken Botanist uncovers the enlightening botanical history and the fascinating science and chemistry of over 150 plants, flowers, trees, and fruits (and even one fungus).. Some of the most extraordinary and obscure plants have been fermented and distilled, and they each represent a unique cultural contribution to our global drinking traditions and our history. Molasses was an essential ingredient in American independence: when the British forced the colonies to buy British (not French) molasses for their New World rum-making, the settlers outrage kindled the American Revolution. Rye, which turns up in countless spirits, is vulnerable to ergot, which contains a precursor to LSD, and some historians have speculated that the Salem witch trials occurred because girls poisoned by ergot had seizures that made townspeople think they d been bewitched. Then there's the tale of the thirty-year court battle that took place over the trademarking of Angostura bitters, which may or may not actually contain bark from the Angostura tree.. With a delightful two-color vintage-style interior, over fifty drink recipes, growing tips for gardeners, and advice that carries Stewart's trademark wit, this is the perfect gift for gardeners and cocktail aficionados alike.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Food and Drink",
                "History",
                "Horticulture",
                "Environment",
                "Nature"
            ]
        },
        {
            "title": "Far from the Tree: Parents, Children, and the Search for Identity",
            "authors": [
                "Andrew Solomon"
            ],
            "ranking": 4.24,
            "ranking_count": 20119,
            "abstract": "Andrew Solomon’s startling proposition in. Far from the Tree. is that being exceptional is at the core of the human condition—that difference is what unites us. He writes about families coping with deafness, dwarfism, Down's syndrome, autism, schizophrenia, or multiple severe disabilities; with children who are prodigies, who are conceived in rape, who become criminals, who are transgender. While each of these characteristics is potentially isolating, the experience of difference within families is universal, and Solomon documents triumphs of love over prejudice in every chapter.. All parenting turns on a crucial question: to what extent should parents accept their children for who they are, and to what extent they should help them become their best selves. Drawing on ten years of research and interviews with more than three hundred families, Solomon mines the eloquence of ordinary people facing extreme challenges.. Elegantly reported by a spectacularly original and compassionate thinker,. Far from the Tree. explores how people who love each other must struggle to accept each other—a theme in every family’s life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Parenting",
                "Science",
                "Sociology",
                "Disability",
                "Health",
                "Family",
                "Education",
                "Audiobook"
            ]
        },
        {
            "title": "Foxglove Summer",
            "authors": [
                "Ben Aaronovitch"
            ],
            "ranking": 4.2,
            "ranking_count": 37114,
            "abstract": "In the fifth of his bestselling series Ben Aaronovitch takes Peter Grant out of whatever comfort zone he might have found and takes him out of London - to a small village in Herefordshire where the local police are reluctant to admit that there might be a supernatural element to the disappearance of some local children. But while you can take the London copper out of London you can't take the London out of the copper.. Travelling west with Beverley Brook, Peter soon finds himself caught up in a deep mystery and having to tackle local cops and local gods. And what's more all the shops are closed by 4pm ...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Wicker King",
            "authors": [
                "K. Ancrum"
            ],
            "ranking": 4.03,
            "ranking_count": 9303,
            "abstract": "When August learns that his best friend, Jack, shows signs of degenerative hallucinatory disorder, he is determined to help Jack cope. Jack’s vivid and long-term visions take the form of an elaborate fantasy world layered over our own—a world ruled by the Wicker King. As Jack leads them on a quest to fulfill a dark prophecy in this alternate world, even August begins to question what is real or not.. August and Jack struggle to keep afloat as they teeter between fantasy and their own emotions. In the end, each must choose his own truth.",
            "part_of_series": true,
            "genre_list": [
                "Contemporary",
                "Young Adult",
                "Fantasy",
                "LGBT",
                "Health",
                "Fiction",
                "Romance",
                "Mental Health",
                "Magical Realism"
            ]
        },
        {
            "title": "Dead Ever After",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 3.49,
            "ranking_count": 82239,
            "abstract": "Sookie Stackhouse has one last adventure in store.. Life has taken her from a waitress in Merlotte’s Bar, Bon Temps, to part owner; from social outcast to the heart of her community; from a vampire’s girlfriend to the wife of one of the most powerful vampires in the state. She has survived earthquakes, revolutions and attempts on her life. Sookie has endured betrayal, heartbreak and grief . . . and she has emerged a little stronger, and little wiser, every time.. But with life comes new trials . . .. The question is, in the end: who will love, who will live, and who will be dead ever after?. Sookie finds it easy to turn down the request of former barmaid Arlene when she wants her job back at Merlotte’s. After all, Arlene tried to have Sookie killed. But her relationship with Eric Northman is not so clearcut. He and his vampires are keeping their distance…and a cold silence. And when Sookie learns the reason why, she is devastated. Then a shocking murder rocks Bon Temps, and Sookie is arrested for the crime. But the evidence against Sookie is weak, and she makes bail. Investigating the killing, she’ll learn that what passes for truth in Bon Temps is only a convenient lie. What passes for justice is more spilled blood. And what passes for love is never enough...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance",
                "Mystery",
                "Shapeshifters"
            ]
        },
        {
            "title": "Life or Death",
            "authors": [
                "Michael Robotham"
            ],
            "ranking": 4.08,
            "ranking_count": 10049,
            "abstract": "Why would a man serving a long prison sentence escape the day before he's due to be released?. Audie Palmer has spent ten years in a Texas prison after pleading guilty to a robbery in which four people died and seven million dollars went missing. During that time he has suffered repeated beatings, stabbings and threats by inmates and guards, all desperate to answer the same question: where's the money?. On the day before Audie is due to be released, he suddenly vanishes. Now everybody is searching for him - the police, FBI, gangsters and other powerful figures - but Audie isn't running to save his own life. Instead, he's trying to save someone else's.. Michael Robotham has created the ultimate underdog hero, an honorable criminal shrouded in mystery and ready to lead readers on a remarkable chase.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Race",
            "authors": [
                "David Mamet"
            ],
            "ranking": 3.56,
            "ranking_count": 430,
            "abstract": "“Intellectually salacious…Deep in its gut, Mamet’s gripping play argues everything in America is still about race.” –Chris Jones,. Chicago Tribune. “Tasty dialogue, spiky confrontations and more than occasionally biting observations…. RACE. riffs artfully on the subtleties of discrimination and guilt, resentment and shame, and its ambiguities appear designed to stir audiences into testy debates.” –David Rooney,. Variety. “Edgily compelling…Few writers can grip an audience like David Mamet. He tackles urgent themes head on, and often writes with the brutality of a sawn-off shotgun held at the spectator’s head.” –. Telegraph (UK). “Fascinating and dramatically charged, Mamet’s provocative, hot-topic play is anything but simple. The questions and answers posed add up to an intriguing study of perception.” –Michael Kuchwara,. Associated Press. When a rich white man is accused of raping a younger African American woman, he looks to a multicultural law firm for his defense. But even as his lawyers—one of them white, another black— begin to strategize, they must confront their own biases and assumptions about race relations in America.. David Mamet. is a playwright, essayist and screenwriter who directs for both the stage and film. He was awarded the Pulitzer Prize and New York Drama Critics’ Circle Award for. Glengarry Glen Ross. . His plays include. China Doll, Race, The Anarchist, American Buffalo, Speed-the-Plow, November, The Cryptogram, Sexual Perversity in Chicago, Lakeboat, The Water Engine, The Duck Variations, Reunion, The Blue Hour, The Shawl, Bobby gould in Hell, Edmond, Romance, The Old Neighborhood. and his adaptation of. The Voysey Inheritance. .",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Literature",
                "Race",
                "Politics"
            ]
        },
        {
            "title": "Angel Arias",
            "authors": [
                "Marianne de Pierres"
            ],
            "ranking": 3.74,
            "ranking_count": 719,
            "abstract": "Retra - now called Naif - has escaped from Ixion, the island of ever-night. She doesn't know if her friends on the island survived the battle between the Ripers and the rebels. But she does know that she must return home, behind the sealed walls of Grave, to find out why the Ripers have been seen there talking to the councillors. What links the two worlds?. First she must convince Ruzalia to help her. The fierce pirate captain saves those who face terrible fates on Ixion, but that doesn't guarantee their gratitude. Instead, she faces a revolt - and Naif is caught in the middle.. Naif will need all her courage to survive. For Lenoir, who wants to keep her safe, for her friends Suki and Rollo, if they live, for Markes, who has secrets of his own, and for the new friends she will make on this journey.. The fate of worlds depends on it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Narcopolis",
            "authors": [
                "Jeet Thayil"
            ],
            "ranking": 3.42,
            "ranking_count": 7244,
            "abstract": "Shuklaji Street, in Old Bombay. In Rashid's opium room the air is thick and potent. A beautiful young woman leans to hold a long-stemmed pipe over a flame, her hair falling across her dark eyes. Around her, men sprawl and mutter in the gloom, each one drifting with his own tide. Here, people say that you introduce only your worst enemy to opium.. Outside, stray dogs lope in packs. Street vendors hustle. Hookers call for custom through the bars of their cages as their pimps slouch in doorways in the half-light. There is an underworld whisper of a new terror: the Pathar Maar, the stone killer, whose victims are the nameless, invisible poor. There are too many of them to count in this broken city.. Narcopolis. is a rich, chaotic, hallucinatory dream of a novel that captures the Bombay of the 1970s in all its compelling squalor. With a cast of pimps, pushers, poets, gangsters and eunuchs, it is a journey into a sprawling underworld written in electric and utterly original prose.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Historical",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Unfinished",
                "Literature"
            ]
        },
        {
            "title": "The Ecstasy of Influence: Nonfictions, Etc.",
            "authors": [
                "Jonathan Lethem"
            ],
            "ranking": 3.62,
            "ranking_count": 1086,
            "abstract": "What’s a novelist supposed to do with contemporary culture? And what’s contemporary culture sup­posed to do with novelists? In. The Ecstasy of Influence. , Jonathan Lethem, tangling with what he calls the “white elephant” role of the writer as public intellectual, arrives at an astonishing range of answers.. A constellation of previously published pieces and new essays as provocative and idiosyncratic as any he’s written, this volume sheds light on an array of topics from sex in cinema to drugs, graffiti, Bob Dylan, cyberculture, 9/11, book touring, and Marlon Brando, as well as on a shelf’s worth of his literary models and contemporaries: Norman Mailer, Paula Fox, Bret Easton Ellis, James Wood, and oth­ers. And, writing about Brooklyn, his father, and his sojourn through two decades of writing, Lethem sheds an equally strong light on himself.",
            "part_of_series": false,
            "genre_list": [
                "Writing",
                "Nonfiction",
                "Language",
                "Art",
                "Music",
                "Criticism",
                "Autobiography",
                "Culture"
            ]
        },
        {
            "title": "Dearly, Departed",
            "authors": [
                "Lia Habel"
            ],
            "ranking": 3.83,
            "ranking_count": 10427,
            "abstract": "Love can never die.. Love conquers all, so they say. But can Cupid’s arrow pierce the hearts of the living. and. the dead - or rather, the. undead. ? Can a proper young Victorian lady find true love in the arms of a dashing zombie?. The year is 2195. The place is New Victoria - a high-tech nation modeled on the manners, mores, and fashions of an antique era. A teenager in high society, Nora Dearly is far more interested in military history and her country’s political unrest than in tea parties and debutante balls. But after her beloved parents die, Nora is left at the mercy of her domineering aunt, a social-climbing spendthrift who has squandered the family fortune and now plans to marry her niece off for money. For Nora, no fate could be more horrible - until she’s nearly kidnapped by an army of walking corpses.. But fate is just getting started with Nora. Catapulted from her world of drawing-room civility, she’s suddenly gunning down ravenous zombies alongside mysterious black-clad commandos and confronting “The Laz,” a fatal virus that raises the dead - and hell along with them. Hardly ideal circumstances. Then Nora meets Bram Griswold, a young soldier who is brave, handsome, noble . . . and dead. But as is the case with the rest of his special undead unit, luck and modern science have enabled Bram to hold on to his mind, his manners, and his body parts. And when his bond of trust with Nora turns to tenderness, there’s no turning back. Eventually, they know, the disease will win, separating the star-crossed lovers forever. But until then, beating or not, their hearts will have what they desire.. In. Dearly, Departed. , romance meets walking-dead thriller, spawning a madly imaginative novel of rip-roaring adventure, spine-tingling suspense, and macabre comedy that forever redefines the concept of undying love.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Horror",
                "Romance",
                "Fantasy"
            ]
        },
        {
            "title": "Kronos' Return",
            "authors": [
                "Michael  West"
            ],
            "ranking": 2.85,
            "ranking_count": 13,
            "abstract": "Earl Preston has been fighting dark, seemingly impossible forces, trying to prevent the return of ancient, otherworldly beings — creatures of unfathomable intellect, rumored to have created all life here on Earth. Gods or monsters, these unseen puppet masters continue to pull strings despite a millennia of exile. Now, as the gateway to their alien world nears completion, Earl must locate Hades’ secret base of operations, must destroy this doorway before it can ever be opened.. And time is running out.. Scattered across the globe, allies and foes alike are coming together — Poseidon, Hades, and Zeus, all rallying their forces for one last confrontation. This will be a battle to end all battles, and its outcome will decide the fate of generations yet to come.. In this fourth and final installment of the Legacy of the Gods series, bestselling author Michael West provides answers to all the questions faithful readers have been asking for years, closing his dark, fantastic narrative in spectacular fashion. Prepare for Kronos’ Return!",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "New England Witch Chronicles",
            "authors": [
                "Chelsea Luna"
            ],
            "ranking": 3.98,
            "ranking_count": 1287,
            "abstract": "NEW ENGLAND WITCH CHRONICLES is the first book in the four-book bestselling young adult series. The Salem Witch Trials of 1692 were an embarrassing stain on America’s revered past. Innocent people were persecuted at the hands of a few overzealous Puritans, but what if real witches existed during those colonial hunts? What if there are witches in present day New England? That’s what Alexandria Ramsey’s crazy grandmother believes. Grandma Claudia claims Alex descends from a long line of New England witches.. Modern day witches in Hazel Cove, Massachusetts? Unlikely, but strange things are occurring in the weeks preceding Alex’s seventeenth birthday. Alex is haunted by bizarre recurring nightmares of a man chasing her through the Hazel Cove Cemetery. On a few occasions, when her emotions have spiraled out of control, inanimate objects have shattered around her. But that’s just a coincidence, right? Alex isn’t so sure, especially after a local girl, who supposedly dabbled in witchcraft, was killed in the nearby forest.. Alex knows something strange is happening. With the arrival of a new boy in town, James Van Curen, who is causing problems between Alex and her best friend, Peter, Alex feels like her entire world is on the verge of chaos. Could Alex really be a witch? Is it possible Hazel Cove will become a battleground for modern-day witches and witch hunters?",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Autobiography",
            "authors": [
                "Morrissey"
            ],
            "ranking": 3.61,
            "ranking_count": 11811,
            "abstract": "Steven Patrick Morrissey was born in Manchester on May 22nd 1959. Singer-songwriter and co-founder of the Smiths (1982-1987), Morrissey has been a solo artist for twenty-six years, during which time he has had three number 1 albums in England in three different decades.. Achieving eleven Top 10 albums (plus nine with the Smiths), his songs have been recorded by David Bowie, Nancy Sinatra, Marianne Faithfull, Chrissie Hynde, Thelma Houston, My Chemical Romance and Christy Moore, amongst others.. An animal protectionist, in 2006 Morrissey was voted the second greatest living British icon by viewers of the BBC, losing out to Sir David Attenborough. In 2007 Morrissey was voted the greatest northern male, past or present, in a nationwide newspaper poll. In 2012, Morrissey was awarded the Keys to the City of Tel-Aviv.. It has been said 'Most pop stars have to be dead before they reach the iconic status that Morrissey has reached in his lifetime.'. Autobiography covers Morrissey's life from his birth until the present day.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Biography Memoir",
                "European Literature",
                "Literature",
                "Culture",
                "Unfinished"
            ]
        },
        {
            "title": "The Vanishing Girl",
            "authors": [
                "Laura Thalassa"
            ],
            "ranking": 3.86,
            "ranking_count": 5957,
            "abstract": "Every night after Ember Pierce falls asleep, she disappears. She can teleport anywhere in the world—London, Paris, her crush’s bedroom—wherever her dreams lead her. Ten minutes is all she gets, and once time’s up, she returns to her bed. It's a secret she’s successfully kept for the last five years. But now someone knows.. A week after her eighteenth birthday, when frustratingly handsome Caden Hawthorne captures her, delivers her to the government, and then disappears before her eyes, Ember realizes two things: One, she is not alone. And two, people like her—teleporters—are being used as weapons.. Dragged off to a remote facility where others like her live, Ember’s forced to pair up with her former captor, Caden, to learn how to survive inside until she can escape. Only Caden’s making escape seem less and less appealing.. But even as Ember falls for the boy who got her into this mess, she knows that she is running out of time. Because the government has plans for those like her, and those plans might just cost Ember her life.",
            "part_of_series": true,
            "genre_list": [
                "New Adult",
                "Romance",
                "Fantasy",
                "Science Fiction",
                "Young Adult",
                "Fiction"
            ]
        },
        {
            "title": "100 Best Quotes from Children's Books",
            "authors": [
                "Susan Gabrielle"
            ],
            "ranking": 0.0,
            "ranking_count": 0,
            "abstract": "ABOUT THE BOOK. Storytelling has been around as long as humankind, although the ability to be a storyteller or history-keeper is a special gift not everyone possesses. Generations of our ancestors told oral tales of encounters with nature-with wild animals or with the land itself, real or imagined. Clans gathered around to hear of dreams or of explanations of certain unexplainable phenomena, such as thunder and lightning.. These stories were often illustrated by scratching them or painting them onto cave walls or on rocks, and especially those tales of great battles against warring tribes. Some of the stories only existed as verbal histories passed from grandfathers to sons to grandsons.. MEET THE AUTHOR. Susan Gabrielle has had work published in The Christian Science Monitor, TheBatShat, New Verse News, and local publications, and was a finalist in the Tiny Lights Narrative Essay Contest. Her short story What she should have said was published in the Social Justice issue of the Little Patuxent Review, and she has been nominated for a Pushcart Prize for her poem After 10 years of War. She currently teaches writing and literature classes as a university instructor, and is at work on a nonfiction writers' guide. You can reach her at Susan-Gabrielle.com. EXCERPT FROM THE BOOK. But while storytelling itself is an ancient art form, the genre of children's literature is relatively new, and children's book publishing only came to prominence beginning in Great Britain in the 18th century. As Allen notes, From the time John Newbery, publisher and bookseller, decided to create books just for children in 18th-century England until the end of the 19th century, when English industry produced children's books of the highest quality, the body of children's literature that became available from England earned a growing respect throughout the literary world.. Before that time, children were treated as miniature adults, useful only insofar as their ability to bring income to the home. Most children up to the 1800s worked on the family farm, so there was little free time for play, and since many children did not attend school, they could not read. The family may have owned a Bible, but it most likely would have been read to them by the father, perhaps after dinner.. CHAPTER OUTLINE. 100 Best Quotes from Children's Books. + Introduction. + The Beginnings of “Children's Literature”. + For adults, for Children or Both?. + A Move Toward Realism. + ...and much more. 100 Best Quotes from Children's Books",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Starbirth Assignment: Shifter",
            "authors": [
                "J.M. Johnson"
            ],
            "ranking": 4.03,
            "ranking_count": 118,
            "abstract": "Librarian's note: This edition's ASIN is in conflict with. The Starbirth Assignment: Shifter. .. This book is out of print. For the full edition, including both part 1 and 2 of The Starbirth Assignment, see. The Starbirth Assignment: Shifter. .. Lock Harford is exposed to an unknown drug as a teenager in South America. Its unique effects draw the attention of British intelligence, who undertake Lock’s development. He has the ability to move his body through a different dimension using the power of thought. His enhanced senses detect living beings as energy pulses, making him invaluable to military and intelligence organisations. They employ him to work alongside elite taskforces, taking passengers using teleportation, ‘Shifting’ in and lifting operatives out of hostile situations.. Lock’s handlers are put on red alert when a similar drug, Starbirth, appears in the United States and Britain sold as an illegal 'high'. Distribution spreads across the world and the results of a Starbirth pandemic are feared as criminal and insane teleporters (Shifters) wreak havoc. Lock and a small unit of covert operatives are given the task of finding the source of Starbirth and shutting it down, but their efforts are hindered by corrupt, ruthless people with their own agendas. Lock is joined in his quest by the powerful, infuriating and immensely likeable Jimmy Mackenzie, a Special Air Service trooper whose life is changed forever by events out of their control.. In this first book in the Starbirth series, Jackie Johnson develops a brutal mix of suspense, humanity, command and action with a subtle vein of humour that keeps the reader rooting for Harford’s team. These books are crafted to stay with the reader long after the story is finished, a rare ability in these days of bubble gum fiction, and Starbirth sits confidently alongside the best Sci-fi thrillers. Her ability to merge Sci-fi and Special Forces intrigue are second to none. In true Lock Harford style, she infiltrates this Man’s World with impressive success.. The series continues in the third book, The Shifter Dimension.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "Can't We Talk about Something More Pleasant?",
            "authors": [
                "Roz Chast"
            ],
            "ranking": 4.13,
            "ranking_count": 27709,
            "abstract": "#1. New York Times. Bestseller. 2014 NATIONAL BOOK AWARD FINALIST. In her first memoir, Roz Chast brings her signature wit to the topic of aging parents. Spanning the last several years of their lives and told through four-color cartoons, family photos, and documents, and a narrative as rife with laughs as it is with tears, Chast's memoir is both comfort and comic relief for anyone experiencing the life-altering loss of elderly parents.. When it came to her elderly mother and father, Roz held to the practices of denial, avoidance, and distraction. But when Elizabeth Chast climbed a ladder to locate an old souvenir from the crazy closet—with predictable results—the tools that had served Roz well through her parents' seventies, eighties, and into their early nineties could no longer be deployed.. While the particulars are Chast-ian in their idiosyncrasies—an anxious father who had relied heavily on his wife for stability as he slipped into dementia and a former assistant principal mother whose overbearing personality had sidelined Roz for decades—the themes are universal: adult children accepting a parental role; aging and unstable parents leaving a family home for an institution; dealing with uncomfortable physical intimacies; managing logistics; and hiring strangers to provide the most personal care.. An amazing portrait of two lives at their end and an only child coping as best she can,. Can't We Talk about Something More Pleasant. will show the full range of Roz Chast's talent as cartoonist and storyteller.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Autobiography",
                "Nonfiction",
                "Humor",
                "Biography",
                "Biography Memoir",
                "Death",
                "Family",
                "Adult"
            ]
        },
        {
            "title": "Thick as Thieves",
            "authors": [
                "Megan Whalen Turner"
            ],
            "ranking": 4.17,
            "ranking_count": 12065,
            "abstract": "Deep within the palace of the Mede emperor, in an alcove off the main room of his master’s apartments,. Kamet minds his master’s business and his own. Carefully keeping the accounts, and his own counsel, Kamet has accumulated a few possessions, a little money stored in the household’s cashbox, and a significant amount of personal power. As a slave, his fate is tied to his master’s. If Nahuseresh’s fortunes improve, so will Kamet’s, and Nahuseresh has been working diligently to promote. his. fortunes since the debacle in Attolia.. A soldier in the shadows offers escape, but Kamet won’t sacrifice his ambition for a meager and unreliable freedom; not until a whispered warning of poison and murder destroys all of his carefully laid plans. When Kamet flees for his life, he leaves behind everything—his past, his identity, his meticulously crafted defenses—and finds himself woefully unprepared for the journey that lies ahead.. Pursued across rivers, wastelands, salt plains, snowcapped mountains, and storm-tossed seas, Kamet is dead set on regaining control of his future and protecting himself at any cost. Friendships—new and long-forgotten—beckon, lethal enemies circle, secrets accumulate, and the fragile hopes of the little kingdoms of Attolia, Eddis, and Sounis hang in the balance.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "Taken",
            "authors": [
                "J.C. Owens"
            ],
            "ranking": 3.75,
            "ranking_count": 1091,
            "abstract": "Kidnapping the brother of a mob boss was madness. If only it had stayed that simple.It had all gone wrong. Sent as a mercenary to kidnap Kirith Martinelli from his tropical island home, Landon finds himself on the wrong end of a job gone bad. But there's more to Kirith than meets the eye; he's the brother of feared mob boss Enzo Martinelli, and he's taken Landon as his captive. Kirith makes Landon an offer he can't refuse: stay with him for three months, until he tires of Landon's body, and then Landon may go free.. Landon, fearing his own criminal family more than the man before him, quickly agrees. Three months will buy him enough time for his brothers to lose his scent, and then freedom will be his. But that freedom has a steeper price than Landon bargained for as he's drawn into the secrets of Kirith's past. He can't ignore the sadness and loss behind his captor's beautiful eyes, and Landon finds himself wondering if three months will be enough...for either of them.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Erotica",
                "Adult Fiction",
                "Sociology",
                "Dark",
                "Mystery",
                "LGBT"
            ]
        },
        {
            "title": "The Extraordinary Education of Nicholas Benedict",
            "authors": [
                "Trenton Lee Stewart",
                "Del Roy"
            ],
            "ranking": 4.37,
            "ranking_count": 15657,
            "abstract": "Nine-year-old Nicholas Benedict has more problems than most children his age. Not only is he an orphan with an unfortunate nose, but he also has narcolepsy, a condition that gives him terrible nightmares and makes him fall asleep at the worst possible moments.. Now he's being sent to a new orphanage, where he will encounter vicious bullies, selfish adults, strange circumstances – and a mystery that could change his life forever. Luckily, he does have one thing in his favor: He's a a genius.. On his quest to solve the mystery, Nicholas finds enemies around every corner, but also friends in unexpected places – and discovers along the way that the greatest puzzle of all is himself.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Fantasy",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Into the Silence: The Great War, Mallory and the Conquest of Everest",
            "authors": [
                "Wade Davis"
            ],
            "ranking": 4.25,
            "ranking_count": 3846,
            "abstract": "A magnificent work of history, biography and adventure.. If the quest for Mount Everest began as a grand imperial gesture, as redemption for an empire of explorers that had lost the race to the Poles, it ended as a mission of regeneration for a country and a people bled white by war. Of the twenty-six British climbers who, on three expedtions (1921-24), walked 400 miles off the map to find and assault the highest mountain on Earth, twenty had seen the worst of the fighting. Six had been severely wounded, two others nearly died of disease at the Front, one was hospitalized twice with shell shock. Three as army surgeons dealt for the duration with the agonies of the dying. Two lost brothers, killed in action. All had endured the slaughter, the coughing of the guns, the bones and barbed wire, the white faces of the dead.. In a monumental work of history and adventure, ten years in the writing, Wade Davis asks not whether George Mallory was the first to reach the summit of Everest, but rather why he kept on climbing on that fateful day. His answer lies in a single phrase uttered by one of the survivors as they retreated from the mountain: The price of life is death. Mallory walked on because for him, as for all of his generation, death was but a frail barrier that men crossed, smiling and gallant, every day. As climbers they accepted a degree of risk unimaginable before the war. They were not cavalier, but death was no stranger. They had seen so much of it that it had no hold on them. What mattered was how one lived, the moments of being alive.. For all of them Everest had become an exalted radiance, a sentinel in the sky, a symbol of hope in a world gone mad.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Adventure",
                "Sports",
                "Travel",
                "War",
                "Historical",
                "Nature"
            ]
        },
        {
            "title": "Nevermore",
            "authors": [
                "Rob Thurman"
            ],
            "ranking": 3.86,
            "ranking_count": 1111,
            "abstract": "People die.. Everyone knows that. I knew it intimately as everyone in my life died thanks to my one seemingly harmless mistake. I'd brought down Heaven, lifted up Hell, and set the world on fire, all due to one slip of the memory.. I forgot the pizzas.... Caliban is a dead man. The Vigil, a group devoted to concealing the paranormal from humanity, has decided Cal has stepped out of the shadows once too often, and death is the only sentence. They plan to send a supernatural assassin into the past to take down the younger, less lethal Cal.. But things change when The Vigil makes one last attempt on Caliban's life in the present—and end up destroying everyone and everything he cares about.. Now, Cal has to save himself, warn those closest to him, and kill every Vigil bastard who stole his world. But if he fails, he and everyone in his life will be history…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Urban",
                "Fiction",
                "Science Fiction",
                "Adult",
                "Shapeshifters"
            ]
        },
        {
            "title": "Gilded Ashes",
            "authors": [
                "Rosamund Hodge"
            ],
            "ranking": 3.81,
            "ranking_count": 7425,
            "abstract": "Gilded Ashes is a novella set in the same world as the author's debut novel, Cruel Beauty. .. Orphan Maia doesn't see the point of love when it only brings pain: Her dying mother made a bargain with the evil, all-powerful ruler of their world that anyone who hurt her beloved daughter would be punished; her new stepmother went mad with grief when Maia's father died; and her stepsisters are desperate for their mother's approval, yet she always spurns them. And though her family has turned her into a despised servant, Maia must always pretend to be happy, or else they'll all be struck dead by the curse.. Anax, heir to the Duke of Sardis, doesn't believe in love either—not since he discovered that his childhood sweetheart was only using him for his noble title. What's the point of pretending to fall in love with a girl just so she'll pretend to fall in love with him back? But when his father invites all the suitable girls in the kingdom to a masked ball, Anax must finally give in and select a wife.. As fate would have it, the preparations for the masquerade bring him Maia, who was asked by her eldest stepsister to deliver letters to Anax. Despite a prickly first encounter, he is charmed and intrigued by this mysterious girl who doesn't believe in love. Anax can't help wishing to see her again—and when he does, he can't help falling in love with her. Against her will, Maia starts to fall in love with him too. But how can she be with him when every moment his life is in danger from her mother's deadly bargain?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Retellings",
                "Short Stories",
                "Novella",
                "Fairy Tales"
            ]
        },
        {
            "title": "Descent",
            "authors": [
                "Tim Johnston"
            ],
            "ranking": 3.6,
            "ranking_count": 21007,
            "abstract": "The Rocky Mountains have cast their spell over the Courtlands, a young family from the plains taking a last summer vacation before their daughter begins college. For eighteen-year-old Caitlin, the mountains loom as the ultimate test of her runner’s heart, while her parents hope that so much beauty, so much grandeur, will somehow repair a damaged marriage. But when Caitlin and her younger brother, Sean, go out for an early morning run and only Sean returns, the mountains become as terrifying as they are majestic, as suddenly this family find themselves living the kind of nightmare they’ve only read about in headlines or seen on TV.. As their world comes undone, the Courtlands are drawn into a vortex of dread and recrimination.. Why weren’t they more careful? What has happened to their daughter? Is she alive? Will they ever know?. Caitlin’s disappearance, all the more devastating for its mystery, is the beginning of the family’s harrowing journey down increasingly divergent and solitary paths until all that continues to bind them together are the questions they can never bring themselves to ask:. At what point does a family stop searching? At what point will a girl stop fighting for her life?. Written with a precision that captures every emotion, every moment of fear, as each member of the family searches for answers,. Descent. is a perfectly crafted thriller that races like an avalanche toward its heart-pounding conclusion, and heralds the arrival of a master storyteller.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Adult",
                "Family",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Indonesia, Etc: Exploring the Improbable Nation",
            "authors": [
                "Elizabeth Pisani"
            ],
            "ranking": 4.2,
            "ranking_count": 2451,
            "abstract": "Declaring independence in 1945, Indonesia said it would work out the details of the transfer of power etc. as soon as possible. With over 300 ethnic groups spread across over 13,500 islands, the world’s fourth most populous nation has been working on that etc. ever since. Author Elizabeth Pisani traveled 26,000 miles in search of the links that bind this disparate nation.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "History",
                "Cultural",
                "Politics",
                "Autobiography",
                "Reportage",
                "Asian Literature"
            ]
        },
        {
            "title": "The Ever After of Ashwin Rao",
            "authors": [
                "Padma Viswanathan"
            ],
            "ranking": 3.39,
            "ranking_count": 437,
            "abstract": "From internationally acclaimed New Face of Fiction author Padma Viswanathan, a stunning new work set among families of those who lost loved ones in the 1985 Air India bombing, registering the unexpected reverberations of this tragedy in the lives of its survivors. A book of post-9/11 Canada,. The Ever After of Ashwin Rao. demonstrates that violent politics are all-too-often homegrown in North America but ignored at our peril.. In 2004, almost 20 years after the fatal bombing of an Air India flight from Vancouver, 2 suspects--finally--are on trial for the crime. Ashwin Rao, an Indian psychologist trained in Canada, comes back to do a study of comparative grief, interviewing people who lost loved ones in the attack. What he neglects to mention is that he, too, had family members who died on the plane. Then, to his delight and fear, he becomes embroiled in the lives of one family caught in the undertow of the tragedy, and privy to their secrets. This surprising emotional connection sparks him to confront his own losses.. The Ever After of Ashwin Rao. imagines the lasting emotional and political consequences of a real-life act of terror, confronting what we might learn to live with and what we can live without.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Contemporary",
                "Novels",
                "Adult",
                "Religion"
            ]
        },
        {
            "title": "The Queen's Army",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 3.97,
            "ranking_count": 18395,
            "abstract": "It is time. The boy must leave his family to serve in the Queen's army. To be chosen is an honor. To decline is impossible. The boy is modified. He is trained for several years, and learns to fight to the death. He proves to the Queen—and to himself—that he is capable of evil. He is just the kind of soldier the Queen wants: the alpha of his pack.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Short Stories",
                "Novella",
                "Retellings",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Eagle Tree",
            "authors": [
                "Ned Hayes"
            ],
            "ranking": 3.84,
            "ranking_count": 4887,
            "abstract": "Fourteen-year-old March Wong knows everything there is to know about trees. They are his passion and his obsession, even after his recent falls—and despite the state’s threat to take him away from his mother if she can’t keep him from getting hurt. But the young autistic boy cannot resist the captivating pull of the Pacific Northwest’s lush forests just outside his back door.. One day, March is devastated to learn that the Eagle Tree—a monolithic Ponderosa Pine near his home in Olympia—is slated to be cut down by developers. Now, he will do anything in his power to save this beloved tree, including enlisting unlikely support from relatives, classmates, and even his bitter neighbor. In taking a stand, March will come face-to-face with some frightening possibilities: Even if he manages to save the Eagle Tree, is he risking himself and his mother to do it?. Intertwining themes of humanity and ecology,. The Eagle Tree. eloquently explores what it means to be part of a family, a society, and the natural world that surrounds and connects us.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Neurodiversity",
                "Environment",
                "Contemporary",
                "Audiobook",
                "Business",
                "Novels"
            ]
        },
        {
            "title": "UnCommon Bodies: A Collection of Oddities, Survivors, and Other Impossibilities",
            "authors": [
                "Jessica West",
                "Michael Harris Cohen",
                "Sessha Batto",
                "Robb Grindstaff",
                "Brent Meske",
                "Sally Basmajian",
                "Robert Pope",
                "Keira Michelle Telford",
                "more…",
                "Jordanne Fuller",
                "Deanne Charlton",
                "Bey Deckard",
                "Laxmi Hariharan",
                "Vasil Tuchkov",
                "Samantha  Warren",
                "Rebecca  Poole",
                "Daniel Arthur Smith",
                "S.M.   Johnson",
                "Christopher Godsoe",
                "P.K. Tyler",
                "Philip  Harris",
                "Kim  Wells",
                "Bob  Williams",
                "…less"
            ],
            "ranking": 4.18,
            "ranking_count": 137,
            "abstract": "A Collection of Oddities, Survivors, and Other Impossibilities. Step right up to the modern freakshow. We have mermaids, monsters, and more. You won't be disappointed, but you may not get out alive. UnCommon Bodies presents a collection of 20 beautifully irreverent stories which blend the surreal and the mundane. Together, the authors explore the lives of the odd, the unbelievable, and the impossible. Imagine a world where magic exists, where the physical form has the power to heal or repulse, where a deal with the devil means losing so much more than your soul.. The authors: Christopher Godsoe, Philip Harris, Sessha Batto, Rebecca Poole, Brent Meske, Robb Grindstaff, Sally Basmajian, Michael Harris Cohen, Robert Pope, Jordanne Fuller, Deanne Charlton, Bey Deckard, Vasil Tuchkov, SM Johnson, PK Tyler, Laxmi Hariharan, Daniel Smith, Samantha Warren, Bob Williams, Kim Wells, Keira Michelle Telford. Contents:. * Saltwater Assassin (2015) / short story by Samantha Warren. * We Is We / short story by Michael Harris Cohen. * Don't Touch Me / short fiction by Bey Deckard. * Undead Cyborg Girl / short fiction by Kim Wells. * Skin / short fiction by Brent Meske. * Scars: First Session / short fiction by Jordanne Fuller. * Mermaids / short fiction by Robert Pope. * In Her Image / short fiction by Vasil Tuchkov. * It Runs in the Family / poem by Deanne Charlton. * Brenga's Body / poem by Deanne Charlton. * Eternity in a One-Night Stand / poem by Deanne Charlton. * Reserved / short fiction by SM Johnson. * UnTamed / short fiction by Laxmi Hariharan. * Ruby and Deidre / short fiction by Robb Grindstaff. * All the Devils / short fiction by Keira Michelle Telford. * Ruby / short fiction by Bob Williams. * Phantom Pain / short fiction by Philip Harris. * Daedalus' Daughter / short fiction by P. K. Tyler. * The Zealot [d.o.mai.n] / novelette by Christopher Godsoe. * Made for This / short fiction by Sessha Batto. * Unbreakable Heart / short fiction by Rebecca Poole. * The Well-Rounded Head / short fiction by Sally Basmajian. * From the Inside / short story by Daniel Arthur Smith. .",
            "part_of_series": true,
            "genre_list": [
                "Short Stories",
                "Horror",
                "Anthologies",
                "Adult Fiction",
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "The Heart of Betrayal",
            "authors": [
                "Mary E. Pearson"
            ],
            "ranking": 4.23,
            "ranking_count": 60540,
            "abstract": "Held captive in the barbarian kingdom of Venda, Lia and Rafe have little chance of escape . . . and even less of being together.. Desperate to save her life, Lia's erstwhile assassin, Kaden, has told the Vendan Komisar that she has a magical gift, and the Komisar's interest in Lia is greater than either Kaden or Lia foresaw.. Meanwhile, the foundations of Lia's deeply-held beliefs are crumbling beneath her. Nothing is straightforward: there's Rafe, who lied to her, but has sacrificed his freedom to protect her; Kaden, who meant to assassinate her but has now saved her life; and the Vendans, whom she always believed to be barbarians but whom she now realizes are people who have been terribly brutalized by the kingdoms of Dalbreck and Morrighan. Wrestling with her upbringing, her gift, and her very sense of self, Lia will have to make powerful choices that affect her country, her people . . . and her own destiny.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "title": "The Long Mars",
            "authors": [
                "Terry Pratchett",
                "Stephen Baxter"
            ],
            "ranking": 3.75,
            "ranking_count": 14142,
            "abstract": "Une gigantesque explosion volcanique a dévasté la Primeterre. Cette catastrophe marque le début de la plus grande vague d'immigration de l'histoire vers les Terres parallèles.. Alors qu'il faut s'adapter pour survivre, la post-humanité pourrait déjà être en marche. L'énigmatique Lobsang enquête avec Josué sur de jeunes surdoués. On les appelle déjà les protohumains et ils posent un vrai problème politique.. Quant à Willis Linsay, le génial inventeur, il a recontacté sa fille, Sally. Il souhaite l'associer à son exploration des Mars parallèles, à la recherche d'un mystérieux artefact...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Die Tochter des Vercingetorix",
            "authors": [
                "Jean-Yves Ferri",
                "Didier Conrad",
                "Klaus Jöken"
            ],
            "ranking": 3.46,
            "ranking_count": 2462,
            "abstract": "Nach den Strapazen ihrer letzten Reise hätten sich Asterix und Obelix gewünscht, die Ruhe im beschaulichen Aremorica zu genießen. Doch daraus wird leider nichts! Ein geheimnisvolles Mädchen kommt ins Dorf, begleitet von zwei Arverner-Häuptlingen. Die Drei sind auf der Flucht vor Julius Cäsar und seinen Legionären, und das aus gutem Grund: Im Dorf munkelt man, dass der Vater des jungen Mädchens kein Geringerer sei als Vercingetorix, der große Arvernerhäuptling, der einst bei Alesia von Julius Cäsar geschlagen wurde!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Historical",
                "Graphic Novels Comics",
                "Humor",
                "Cultural",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "My Favorite Thing Is Monsters, Vol. 1",
            "authors": [
                "Emil Ferris"
            ],
            "ranking": 4.22,
            "ranking_count": 19421,
            "abstract": "Set against the tumultuous political backdrop of late ’60s Chicago,. My Favorite Thing Is Monsters. is the fictional graphic diary of 10-year-old Karen Reyes, filled with B-movie horror and pulp monster magazines iconography. Karen Reyes tries to solve the murder of her enigmatic upstairs neighbor, Anka Silverberg, a holocaust survivor, while the interconnected stories of those around her unfold. When Karen’s investigation takes us back to Anka’s life in Nazi Germany, the reader discovers how the personal, the political, the past, and the present converge. Full-color illustrations throughout.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fiction",
                "Mystery",
                "Historical",
                "Graphic Novels Comics",
                "LGBT",
                "Fantasy"
            ]
        },
        {
            "title": "White Rose, Black Forest",
            "authors": [
                "Eoin Dempsey"
            ],
            "ranking": 4.1,
            "ranking_count": 50306,
            "abstract": "In the shadows of World War II, trust becomes the greatest risk of all for two strangers.. December 1943. In the years before the rise of Hitler, the Gerber family’s summer cottage was filled with laughter. Now, as deep drifts of snow blanket the Black Forest, German dissenter Franka Gerber is alone and hopeless. Fervor and brutality have swept through her homeland, taking away both her father and her brother and leaving her with no reason to live.. That is, until she discovers an unconscious airman lying in the snow wearing a Luftwaffe uniform, his parachute flapping in the wind. Unwilling to let him die, Franka takes him to her family’s isolated cabin despite her hatred for the regime he represents. But when it turns out that he is not who he seems, Franka begins a race against time to unravel the mystery of the airman’s true identity. Their tenuous bond becomes as inseparable as it is dangerous. Hunted by the Gestapo, can they trust each other enough to join forces on a mission that could change the face of the war and their own lives forever?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Romance",
                "Cultural",
                "Thriller",
                "Love",
                "Adult"
            ]
        },
        {
            "title": "The Less Than Epic Adventures of TJ and Amal, Vol. 1: Poor Boys and Pilgrims",
            "authors": [
                "E.K. Weaver"
            ],
            "ranking": 4.33,
            "ranking_count": 964,
            "abstract": "In the span of a single tumultuous evening, Amal calls off his arranged marriage, comes out to his conservative parents, gets disowned, goes on a bender... and wakes up the next morning to find a lanky, dread-locked vagrant named TJ in his kitchen.. TJ claims that the two have made a drunken pact to travel from Berkeley, California to Providence, Rhode Island. As it happens, Amal promised his sister he'd be in Providence for her graduation the following week. As for TJ... well, he's got his own reasons.. The agreement is simple: Amal does the driving, TJ pays the way - but a 3500 mile journey leaves plenty of time for things to get complicated.. Volume 1 collects the first 13 chapters of EK Weaver's free online graphic novel.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "LGBT",
                "Romance",
                "Fiction",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "And the Pursuit of Happiness",
            "authors": [
                "Maira Kalman"
            ],
            "ranking": 4.29,
            "ranking_count": 6049,
            "abstract": "With her trademark style, wit, sensitivity, and spontaneity, Maira Kalman guides a whirlwind tour of American democracy.. And the Pursuit of Happiness. is beloved artist and author Maira Kalman's yearlong investigation of democracy and how it works. Energized and inspired by the 2008 elections, on inauguration day Kalman traveled to Washington, D.C., launching a national tour that would take her from a town hall meeting in Newfane, Vermont, to the inner chambers of the Supreme Court.. As we follow Kalman's wholly idiosyncratic journey, we fall in love with Lincoln alongside her as she imagines making a home for herself in the center of his magisterial memorial; ponder Alexis de Tocqueville's America; witness the inner workings of a Bronx middle-school student council; take a high-speed lesson in great American women in the National Portrait Gallery; and consider the cost of war to the brave American service families of Fort Campbell, Kentucky. The observations she makes as she travels charm and inform, and-as we have come to expect with Kalman-the route is always one of fascinating indirection.. Kalman finds evidence of democracy at work all around us. And the cast of characters we meet along the way is rousing good company, featuring visits from Benjamin Franklin, Eleanor Roosevelt, and many others.. And the Pursuit of Happiness. is a remarkable tribute to our history and a powerful reminder of the potential our future holds, from a true national treasure.. Watch a Video",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Nonfiction",
                "Sequential Art",
                "History",
                "Politics",
                "Autobiography",
                "Travel",
                "North American Hi...",
                "Historical"
            ]
        },
        {
            "title": "Doctor Who: Nuclear Time",
            "authors": [
                "Oli Smith"
            ],
            "ranking": 3.71,
            "ranking_count": 1246,
            "abstract": "'My watch is running backwards.'. Colorado, 1981. The Doctor, Amy and Rory arrive in Appletown - an idyllic village in the remote American desert where the townsfolk go peacefully about their suburban routines. But when two more strangers arrive, things begin to change. The first is a mad scientist - whose warnings are cut short by an untimely and brutal death. The second is the Doctor.... As death falls from the sky, the Doctor is trapped. The TARDIS is damaged, and the Doctor finds he is living backwards through time. With Amy and Rory being hunted through the suburban streets of the Doctor's own future and getting farther away with every passing second, he must unravel the secrets of Appletown before time runs out.... A thrilling, all-new time travel adventure featuring the Eleventh Doctor, Amy and Rory, as played by Matt Smith, Karen Gillan and Arthur Darvill in the spectacular hit Doctor Who series from BBC Television.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Young Adult",
                "Doctors",
                "Novels"
            ]
        },
        {
            "title": "The Witness Wore Red: The 19th Wife Who Brought Polygamous Cult Leaders to Justice",
            "authors": [
                "Rebecca Musser",
                "M. Bridget Cook"
            ],
            "ranking": 4.0,
            "ranking_count": 10047,
            "abstract": "Rebecca Musser grew up in fear, concealing her family's polygamous lifestyle from the dangerous outside world. Covered head-to-toe in strict, modest clothing, she received a rigorous education at Alta Academy, the Fundamentalist Church of Jesus Christ of Latter Day Saints' school headed by Warren Jeffs. Always seeking to be an obedient Priesthood girl, she was forced in her teens to become the nineteenth wife of her people's prophet: 85-year-old Rulon Jeffs, Warren's father. Finally sickened by the abuse she suffered and saw around her, she pulled off a daring escape and sought to build a new life and family.. The church, however, had a way of pulling her back in-and by 2007, Rebecca had no choice but to take the witness stand against the new prophet of the FLDS in order to protect her little sisters and other young girls from being forced to marry at shockingly young ages. The following year, Rebecca and the rest of the world watched as a team of Texas Rangers raided the Yearning for Zion Ranch, a stronghold of the FLDS. Rebecca's subsequent testimony would reveal the horrific secrets taking place behind closed doors of the temple, sending their leaders to prison for years, and Warren Jeffs for life.. THE WITNESS WORE RED is a gripping account of one woman's struggle to escape the perverse embrace of religious fanaticism and sexual slavery, and a courageous story of hope and transformation.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Religion",
                "Biography",
                "Crime",
                "Audiobook",
                "Biography Memoir",
                "Polyamory",
                "Mystery"
            ]
        },
        {
            "title": "College Guy Cookbook (Brazil)",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Partir da histórica inovadora, Manual de instrução cara, quebrar o chão como nós falar, com um bônus, baixo custo, baixa caloria (mas talvez não o melhor) alternativa para o próximo x-rated College Girl Cookbook, além de, gratuitamente, o ilegível como para ser um padrinho e o chocante e esquecível, pessoal que malha. Não contém nenhuma informação sobre como rodar seus pneus.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Midnight Thief",
            "authors": [
                "Livia Blackburne"
            ],
            "ranking": 3.72,
            "ranking_count": 9837,
            "abstract": "Growing up on Forge’s streets has taught Kyra how to stretch a coin. And when that’s not enough, her uncanny ability to scale walls and bypass guards helps her take what she needs.. But when the leader of the Assassins Guild offers Kyra a lucrative job, she hesitates. She knows how to get by on her own, and she’s not sure she wants to play by his rules. But he’s persistent—and darkly attractive—and Kyra can’t quite resist his pull.. Tristam of Brancel is a young Palace knight on a mission. After his best friend is brutally murdered by Demon Riders, a clan of vicious warriors who ride bloodthirsty wildcats, Tristam vows to take them down. But as his investigation deepens, he finds his efforts thwarted by a talented thief, one who sneaks past Palace defenses with uncanny ease.. When a fateful raid throws Kyra and Tristam together, the two enemies realize that their best chance at survival—and vengeance—might be to join forces. And as their loyalties are tested to the breaking point, they learn a startling secret about Kyra’s past that threatens to reshape both their lives.. In her arresting debut novel, Livia Blackburne creates a captivating world where intrigue prowls around every corner—and danger is a way of life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Adventure",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "The Long Way Home",
            "authors": [
                "Louise Penny"
            ],
            "ranking": 4.07,
            "ranking_count": 52310,
            "abstract": "Happily retired in the village of Three Pines, Armand Gamache, former Chief Inspector of Homicide with the Sûreté du Québec, has found a peace he’d only imagined possible. On warm summer mornings he sits on a bench holding a small book,. The Balm in Gilead. , in his large hands. There is a balm in Gilead, his neighbor Clara Morrow reads from the dust jacket, to make the wounded whole.. While Gamache doesn’t talk about his wounds and his balm, Clara tells him about hers. Peter, her artist husband, has failed to come home. Failed to show up as promised on the first anniversary of their separation. She wants Gamache’s help to find him. Having finally found sanctuary, Gamache feels a near revulsion at the thought of leaving Three Pines. There’s power enough in Heaven, he finishes the quote as he contemplates the quiet village, to cure a sin-sick soul. And then he gets up. And joins her.. Together with his former second-in-command, Jean-Guy Beauvoir, and Myrna Landers, they journey deeper and deeper into Québec. And deeper and deeper into the soul of Peter Morrow. A man so desperate to recapture his fame as an artist, he would sell that soul. And may have. The journey takes them further and further from Three Pines, to the very mouth of the great St. Lawrence river. To an area so desolate, so damned, the first mariners called it The land God gave to Cain. And there they discover the terrible damage done by a sin-sick soul.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "Cultural",
                "Thriller",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Water Cure",
            "authors": [
                "Sophie Mackintosh"
            ],
            "ranking": 3.25,
            "ranking_count": 21403,
            "abstract": "The Handmaid’s Tale. meets. The Virgin Suicides. in this dystopic feminist revenge fantasy about three sisters on an isolated island, raised to fear men.. King has tenderly staked out a territory for his wife and three daughters, Grace, Lia, and Sky. He has laid the barbed wire; he has anchored the buoys in the water; he has marked out a clear message: Do not enter. Or viewed from another angle: Not safe to leave. Here women are protected from the chaos and violence of men on the mainland. The cult-like rituals and therapies they endure fortify them from the spreading toxicity of a degrading world.. But when their father, the only man they’ve ever seen, disappears, they retreat further inward until the day three strange men wash ashore. Over the span of one blistering hot week, a psychological cat-and-mouse game plays out. Sexual tensions and sibling rivalries flare as the sisters confront the amorphous threat the strangers represent. Can they survive the men?. A haunting, riveting debut about the capacity for violence and the potency of female desire,. The Water Cure. both devastates and astonishes as it reflects our own world back at us.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Feminism",
                "Literary Fiction",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Fantasy",
                "Adult Fiction"
            ]
        },
        {
            "title": "Skyward",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.5,
            "ranking_count": 100409,
            "abstract": "Defeated, crushed, and driven almost to extinction, the remnants of the human race are trapped on a planet that is constantly attacked by mysterious alien starfighters. Spensa, a teenage girl living among them, longs to be a pilot. When she discovers the wreckage of an ancient ship, she realizes this dream might be possible—assuming she can repair the ship, navigate flight school, and (perhaps most importantly) persuade the strange machine to help her. Because this ship, uniquely, appears to have a soul.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Space",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Many Sins of Lord Cameron",
            "authors": [
                "Jennifer Ashley"
            ],
            "ranking": 4.09,
            "ranking_count": 14915,
            "abstract": "He is a man of simple tastes—and complex pleasures.... Cameron Mackenzie is a man who loves only horses and women—in that order—or so his mistresses say.. Ainsley Douglas is a woman with a strong sense of justice and the desire to help others—even if that means sneaking around a rakish man's bedchamber.. Which is exactly where Cam finds her—six years after he caught her the first time. Only then, she convinced Cam she was seeking a liaison, but couldn't go through with it because of her husband. Now a widow, she's on a mission to retrieve letters that could prove embarrassing to the queen. Cam has no interest in Ainsley's subterfuge, but he vows to finish what they started those many years ago. One game, one kiss at a time, he plans to seduce her. And what starts out as a lusty diversion may break Cam's own rules—and heal the scars of a dark and damaging past...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Cultural",
                "Fiction",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Days of Fire: Bush and Cheney in the White House",
            "authors": [
                "Peter Baker"
            ],
            "ranking": 4.09,
            "ranking_count": 3203,
            "abstract": "In. Days of Fire. , Peter Baker, Chief White House Correspondent for. The New York Times. , takes us on a gripping and intimate journey through the eight years of the Bush and Cheney administration in a tour-de-force narrative of a dramatic and controversial presidency.. Theirs was the most captivating American political partnership since Richard Nixon and Henry Kissinger: a bold and untested president and his seasoned, relentless vice president. Confronted by one crisis after another, they struggled to protect the country, remake the world, and define their own relationship along the way. In. Days of Fire. , Peter Baker chronicles the history of the most consequential presidency in modern times through the prism of its two most compelling characters, capturing the elusive and shifting alliance of George Walker Bush and Richard Bruce Cheney as no historian has done before. He brings to life with in-the-room immediacy all the drama of an era marked by devastating terror attacks, the Iraq War, Hurricane Katrina, and financial collapse.. The real story of Bush and Cheney is a far more fascinating tale than the familiar suspicion that Cheney was the power behind the throne. Drawing on hundreds of interviews with key players, and thousands of pages of never-released notes, memos, and other internal documents, Baker paints a riveting portrait of a partnership that evolved dramatically over time, from the early days when Bush leaned on Cheney, making him the most influential vice president in history, to their final hours, when the two had grown so far apart they were clashing in the West Wing. Together and separately, they were tested as no other president and vice president have been, first on a bright September morning, an unforgettable “day of fire” just months into the presidency, and on countless days of fire over the course of eight tumultuous years.. Days of Fire. is a monumental and definitive work that will rank with the best of presidential histories. As absorbing as a thriller, it is eye-opening and essential reading.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "Biography",
                "North American Hi...",
                "War",
                "Audiobook",
                "Presidents"
            ]
        },
        {
            "title": "Grain Brain: The Surprising Truth about Wheat, Carbs,  and Sugar--Your Brain's Silent Killers",
            "authors": [
                "David Perlmutter",
                "Kristin Loberg"
            ],
            "ranking": 3.9,
            "ranking_count": 20926,
            "abstract": "From. #1. New York Times. bestselling author Dr. Perlmutter, t. he devastating truth about the effects of wheat, sugar, and carbs on the brain, and a 4-week plan to achieve optimum health.. In. Grain Brain. , renowned neurologist David Perlmutter, MD, blows the lid off a finding that's been buried in medical literature for far too long: carbs are destroying your brain. Even so-called healthy carbs like whole grains can cause dementia, ADHD, anxiety, chronic headaches, depression, decreased libido, and much more.. Groundbreaking and timely,. Grain Brain. shows that the fate of your brain is not in your genes, it's in the food you eat. Dr. Perlmutter explains what happens when your brain encounters common ingredients in fruit bowls and bread, how statins may be erasing your memory, why a diet high in good fats is ideal, and how to spur the growth of new brain cells at any age. And his revolutionary 4-week plan will show you how to keep your brain healthy and sharp while dramatically reducing your risk for debilitating neurological disease -- without drugs.. Featuring a blend of cutting-edge research, real-life stories of transformation, and accessible, practical advice,. Grain Brain. teaches you how to take control of your smart genes, regain wellness, and enjoy lifelong health and vitality.",
            "part_of_series": false,
            "genre_list": [
                "Health",
                "Nonfiction",
                "Food and Drink",
                "Science",
                "Self Help",
                "Audiobook",
                "Neuroscience",
                "Biology"
            ]
        },
        {
            "title": "Undeniable: Evolution and the Science of Creation",
            "authors": [
                "Bill Nye"
            ],
            "ranking": 4.14,
            "ranking_count": 12557,
            "abstract": "Evolution is one of the most powerful and important ideas ever developed in the history of science. Every question it raises leads to new answers, new discoveries, and new smarter questions. The science of evolution is as expansive as nature itself. It is also the most meaningful creation story that humans have ever found.—Bill Nye. Sparked by a controversial debate in February 2014, Bill Nye has set off on an energetic campaign to spread awareness of evolution and the powerful way it shapes our lives. In. Undeniable: Evolution and the Science of Creation. , he explains why race does not really exist; evaluates the true promise and peril of genetically modified food; reveals how new species are born, in a dog kennel and in a London subway; takes a stroll through 4.5 billion years of time; and explores the new search for alien life, including aliens right here on Earth.. With infectious enthusiasm, Bill Nye shows that evolution is much more than a rebuttal to creationism; it is an essential way to understand how nature works—and to change the world. It might also help you get a date on a Saturday night.",
            "part_of_series": true,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Audiobook",
                "Biology",
                "Religion",
                "History",
                "Environment"
            ]
        },
        {
            "title": "Heretic: Why Islam Needs a Reformation Now",
            "authors": [
                "Ayaan Hirsi Ali"
            ],
            "ranking": 4.15,
            "ranking_count": 4173,
            "abstract": "Is Islam A Religion of Peace?. In what is sure to be her most controversial book to date, Ayaan Hirsi Ali makes a powerful case that a religious Reformation is the only way to end the terrorism, sectarian warfare, and repression of women and minorities that each year claim thousands of lives throughout the Muslim world. With bracing candor, the brilliant, charismatic, and uncompromising author of the bestselling Infidel and Nomad argues that it is foolish to insist, as our leaders habitually do, that the violent acts of Islamic extremists can be divorced from the religious doctrine that inspires them. Instead we must confront the fact that they are driven by a political ideology embedded in Islam itself.. Today, Hirsi Ali argues, the world's 1.6 billion Muslims can be divided into a minority of extremists, a majority of observant but peaceable Muslims, and a few dissidents who risk their lives by questioning their own religion. But there is only one Islam, and as Hirsi Ali shows, there is no denying that some of its key teachings—not least the duty to wage holy war—inspire violence not just in the Muslim world but in the West as well.. For centuries it has seemed that Islam is immune to historical change. But Hirsi Ali is surprisingly optimistic. She has come to believe that a Muslim Reformation—a revision of Islamic doctrine aimed at reconciling the religion with modernity—is at hand, and may even already have begun.. Partly in response to the barbaric atrocities of Islamic State and Boko Haram, Muslims around the world have at last begun to speak out for religious reform. Meanwhile, events in the West, such as the shocking Charlie Hebdo massacre, have forced Western liberals to recognize that political Islam poses a mortal threat to free speech. Yet neither Muslim reformers nor Western liberals have so far been able to articulate a coherent program for a Muslim Reformation.. This is where Heretic comes in. Boldly challenging centuries of theological orthodoxy, Ayaan Hirsi Ali proposes five key amendments to Islamic doctrine that Muslims must make if they are to bring their religion out of the seventh century and into the twenty-first. She also calls upon the Western world to end its appeasement of radical Islamists—and to drop the bogus argument that those who stand up to them are guilty of Islamophobia. It is the Muslim reformers who need our backing, she argues, not the opponents of free speech.. Interweaving her own experiences, historical analogies, and powerful examples from contemporary Muslim societies and cultures, Heretic is not so much a call to arms as a passionate plea for peaceful change and a new era of global tolerance. As jihadists kill thousands, from Nigeria to Syria to Pakistan, this book offers an answer to what is fast becoming the world's number one problem.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Religion",
                "Politics",
                "History",
                "Philosophy",
                "Biography",
                "Audiobook",
                "Feminism",
                "Sociology"
            ]
        }
    ]
}