{
    "books": [
        {
            "title": "Bitterblue",
            "authors": [
                "Kristin Cashore"
            ],
            "ranking": 3.99,
            "ranking_count": 111332,
            "abstract": "Eight years have passed since the young Princess Bitterblue, and her country, were saved from the vicious King Leck. Now Bitterblue is the queen of Monsea, and her land is at peace.. But the influence of her father, a violent psychopath with mind-altering abilities, lives on. Her advisers, who have run the country on her behalf since Leck's death, believe in a forward-thinking plan: to pardon all of those who committed terrible acts during Leck's reign; and to forget every dark event that ever happened. Monsea's past has become shrouded in mystery, and it's only when Bitterblue begins sneaking out of her castle - curious, disguised and alone - to walk the streets of her own city, that she begins to realise the truth. Her kingdom has been under the thirty-five-year long spell of a madman, and now their only chance to move forward is to revisit the past.. Whatever that past holds.. Two thieves, who have sworn only to steal what has already been stolen, change her life forever. They hold a key to the truth of Leck's reign. And one of them, who possesses an unidentified Grace, may also hold a key to her heart . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "Homegoing",
            "authors": [
                "Yaa Gyasi"
            ],
            "ranking": 4.47,
            "ranking_count": 259218,
            "abstract": "An alternate cover edition can be found. here.. A novel of breathtaking sweep and emotional power that traces three hundred years in Ghana and along the way also becomes a truly great American novel. Extraordinary for its exquisite language, its implacable sorrow, its soaring beauty, and for its monumental portrait of the forces that shape families and nations,. Homegoing. heralds the arrival of a major new voice in contemporary fiction.. Two half-sisters, Effia and Esi, are born into different villages in eighteenth-century Ghana. Effia is married off to an Englishman and lives in comfort in the palatial rooms of Cape Coast Castle. Unbeknownst to Effia, her sister, Esi, is imprisoned beneath her in the castle's dungeons, sold with thousands of others into the Gold Coast's booming slave trade, and shipped off to America, where her children and grandchildren will be raised in slavery. One thread of. Homegoing. follows Effia's descendants through centuries of warfare in Ghana, as the Fante and Asante nations wrestle with the slave trade and British colonization. The other thread follows Esi and her children into America. From the plantations of the South to the Civil War and the Great Migration, from the coal mines of Pratt City, Alabama, to the jazz clubs and dope houses of twentieth-century Harlem, right up through the present day,. Homegoing. makes history visceral, and captures, with singular and stunning immediacy, how the memory of captivity came to be inscribed in the soul of a nation.. Generation after generation, Yaa Gyasi's magisterial first novel sets the fate of the individual against the obliterating movements of time, delivering unforgettable characters whose lives were shaped by historical forces beyond their control.. Homegoing. is a tremendous reading experience, not to be missed, by an astonishingly gifted young writer.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "Audiobook",
                "Race",
                "Adult",
                "Western Africa",
                "Book Club"
            ]
        },
        {
            "title": "Crossed",
            "authors": [
                "Ally Condie"
            ],
            "ranking": 3.52,
            "ranking_count": 231453,
            "abstract": "The Society chooses everything.. The books you read.. The music you listen to.. The person you love.. Yet for Cassia the rules have changed. Ky has been taken and she will sacrifice everything to find him.. And when Cassia discovers Ky has escaped to the wild frontiers beyond the Society there is hope.. But on the edge of society nothing is as it seems.... A rebellion is rising.. And a tangled web of lies and double-crosses could destroy everything.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Audiobook",
                "Apocalyptic"
            ]
        },
        {
            "title": "Steelheart",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.14,
            "ranking_count": 166126,
            "abstract": "Ten years ago, Calamity came. It was a burst in the sky that gave ordinary men and women extraordinary powers. The awed public started calling them Epics. But Epics are no friend of man. With incredible gifts came the desire to rule. And to rule man you must crush his will.. Nobody fights the Epics...nobody but the Reckoners. A shadowy group of ordinary humans, they spend their lives studying Epics, finding their weaknesses, and then assassinating them.. And David wants in. He wants Steelheart — the Epic who is said to be invincible. The Epic who killed David's father. For years, like the Reckoners, David's been studying, and planning — and he has something they need. Not an object, but an experience.. He's seen Steelheart bleed. And he wants revenge.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Comics",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Angelfall",
            "authors": [
                "Susan Ee"
            ],
            "ranking": 4.11,
            "ranking_count": 183171,
            "abstract": "It's been six weeks since angels of the apocalypse descended to demolish the modern world. Street gangs rule the day while fear and superstition rule the night. When warrior angels fly away with a helpless little girl, her seventeen-year-old sister Penryn will do anything to get her back.. Anything, including making a deal with an enemy angel.. Raffe is a warrior who lies broken and wingless on the street. After eons of fighting his own battles, he finds himself being rescued from a desperate situation by a half-starved teenage girl.. Traveling through a dark and twisted Northern California, they have only each other to rely on for survival. Together, they journey toward the angels' stronghold in San Francisco where she'll risk everything to rescue her sister and he'll put himself at the mercy of his greatest enemies for the chance to be made whole again.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Science Fiction",
                "Romance",
                "Apocalyptic",
                "Fiction"
            ]
        },
        {
            "title": "Beautiful Ruins",
            "authors": [
                "Jess Walter"
            ],
            "ranking": 3.68,
            "ranking_count": 167777,
            "abstract": "The best novel of the year. — Maureen Corrigan, NPR's Fresh Air. A #1 New York Times bestseller, this “absolute masterpiece” (Richard Russo) is the story of an almost-love affair that begins on the Italian coast in 1962 and resurfaces fifty years later in Hollywood. From the lavish set of Cleopatra to the shabby revelry of the Edinburgh Fringe Festival to the back lots of contemporary Hollywood, this is a dazzling, yet deeply human roller coaster of a novel.. The acclaimed author of the national bestseller The Financial Lives of the Poets returns with his funniest, most romantic, and most purely enjoyable novel yet. Hailed by critics and loved by readers of literary and historical fiction, Beautiful Ruins is gloriously inventive and constantly surprising—a story of flawed yet fascinating people navigating the rocky shores of their lives while clinging to their improbable dreams.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Romance",
                "Audiobook",
                "Contemporary",
                "Book Club",
                "Adult Fiction",
                "Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "When Breath Becomes Air",
            "authors": [
                "Paul Kalanithi"
            ],
            "ranking": 4.38,
            "ranking_count": 521511,
            "abstract": "For readers of Atul Gawande, Andrew Solomon, and Anne Lamott, a profoundly moving, exquisitely observed memoir by a young neurosurgeon faced with a terminal cancer diagnosis who attempts to answer the question 'What makes a life worth living?'. At the age of thirty-six, on the verge of completing a decade's worth of training as a neurosurgeon, Paul Kalanithi was diagnosed with stage IV lung cancer. One day he was a doctor treating the dying, and the next he was a patient struggling to live. And just like that, the future he and his wife had imagined evaporated.. When Breath Becomes Air. chronicles Kalanithi's transformation from a naïve medical student possessed, as he wrote, by the question of what, given that all organisms die, makes a virtuous and meaningful life into a neurosurgeon at Stanford working in the brain, the most critical place for human identity, and finally into a patient and new father confronting his own mortality.. What makes life worth living in the face of death? What do you do when the future, no longer a ladder toward your goals in life, flattens out into a perpetual present? What does it mean to have a child, to nurture a new life as another fades away? These are some of the questions Kalanithi wrestles with in this profoundly moving, exquisitely observed memoir.. Paul Kalanithi died in March 2015, while working on this book, yet his words live on as a guide and a gift to us all. I began to realize that coming face to face with my own mortality, in a sense, had changed nothing and everything, he wrote. Seven words from Samuel Beckett began to repeat in my head: 'I can't go on. I'll go on.'. When Breath Becomes Air. is an unforgettable, life-affirming reflection on the challenge of facing death and on the relationship between doctor and patient, from a brilliant writer who became both.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Health",
                "Medical",
                "Audiobook",
                "Biography Memoir",
                "Philosophy",
                "Science"
            ]
        },
        {
            "title": "I Am Number Four",
            "authors": [
                "Pittacus Lore"
            ],
            "ranking": 3.93,
            "ranking_count": 330652,
            "abstract": "Nine of us came here. We look like you. We talk like you. We live among you. But we are not you. We can do things you dream of doing. We have powers you dream of having. We are stronger and faster than anything you have ever seen. We are the superheroes you worship in movies and comic books--but we are real.. Our plan was to grow, and train, and become strong, and become one, and fight them. But they found us and started hunting us first. Now all of us are running. Spending our lives in shadows, in places where no one would look, blending in. We have lived among you without you knowing.. But. they. know.. They caught Number One in Malaysia.. Number Two in England.. And Number Three in Kenya.. They killed them all.. I am Number Four.. I am next.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "I'll Give You the Sun",
            "authors": [
                "Jandy Nelson"
            ],
            "ranking": 4.15,
            "ranking_count": 299921,
            "abstract": "At first, Jude and her twin brother Noah, are inseparable. Noah draws constantly and is falling in love with the charismatic boy next door, while daredevil Jude wears red-red lipstick, cliff-dives, and does all the talking for both of them.. Years later, they are barely speaking. Something has happened to change the twins in different yet equally devastating ways... but then Jude meets an intriguing, irresistible boy and a mysterious new mentor. The early years are Noah's to tell; the later years are Jude's. But they each have only half the story, and if they can only find their way back to one another, they'll have a chance to remake their world.. This radiant, award-winning novel from the acclaimed author of. The Sky Is Everywhere. will leave you breathless and teary and laughing—often all at once.. Printz Award Winner Stonewall Honor Book.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "LGBT",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Family"
            ]
        },
        {
            "title": "Empire of Storms",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.55,
            "ranking_count": 308719,
            "abstract": "This is a previously published edition of ISBN 9781619636071. An alternative cover edition for this ISBN can be found. here. .. Kingdoms will collide.. The long path to the throne has only just begun for Aelin Galathynius as war looms on the horizon. Loyalties have been broken and bought, friends have been lost and gained, and those who possess magic find themselves at odds with those who don't.. With her heart sworn to the warrior-prince by her side, and her fealty pledged to the people she is determined to save, Aelin will delve into the depths of her power to protect those she loves. But as monsters emerge from the horrors of the past, and dark forces become poised to claim her world, the only chance for salvation will lie in a desperate quest that may mark the end of everything Aelin holds dear.. In this breathtaking fifth installment of the. New York Times. bestselling Throne of Glass series, Aelin will have to choose what—and who—to sacrifice if she's to keep the world of Erilea from breaking apart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "New Adult",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "Ignite Me",
            "authors": [
                "Tahereh Mafi"
            ],
            "ranking": 4.42,
            "ranking_count": 217433,
            "abstract": "With Omega Point destroyed, Juliette doesn’t know if the rebels, her friends, or even Adam are alive. But that won’t keep her from trying to take down The Reestablishment once and for all. Now she must rely on Warner, the handsome commander of Sector 45. The one person she never thought she could trust. The same person who saved her life. He promises to help Juliette master her powers and save their dying world . . . but that’s not all he wants with her.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "New Adult",
                "Apocalyptic"
            ]
        },
        {
            "title": "Tell the Wolves I'm Home",
            "authors": [
                "Carol Rifka Brunt"
            ],
            "ranking": 4.03,
            "ranking_count": 133943,
            "abstract": "In this striking literary debut, Carol Rifka Brunt unfolds a moving story of love, grief, and renewal as two lonely people become the unlikeliest of friends and find that sometimes you don't know you've lost someone until you've found them.. 1987. There's only one person who has ever truly understood fourteen-year-old June Elbus, and that's her uncle, the renowned painter Finn Weiss. Shy at school and distant from her older sister, June can only be herself in Finn's company; he is her godfather, confidant, and best friend. So when he dies, far too young, of a mysterious illness her mother can barely speak about, June's world is turned upside down. But Finn's death brings a surprise acquaintance into June's life—someone who will help her to heal, and to question what she thinks she knows about Finn, her family, and even her own heart.. At Finn's funeral, June notices a strange man lingering just beyond the crowd. A few days later, she receives a package in the mail. Inside is a beautiful teapot she recognizes from Finn's apartment, and a note from Toby, the stranger, asking for an opportunity to meet. As the two begin to spend time together, June realizes she's not the only one who misses Finn, and if she can bring herself to trust this unexpected friend, he just might be the one she needs the most.. An emotionally charged coming-of-age novel,. Tell the Wolves I'm Home. is a tender story of love lost and found, an unforgettable portrait of the way compassion can make us whole again.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Historical",
                "Contemporary",
                "LGBT",
                "Adult",
                "Realistic Fiction",
                "Adult Fiction",
                "Book Club"
            ]
        },
        {
            "title": "Night Film",
            "authors": [
                "Marisha Pessl"
            ],
            "ranking": 3.78,
            "ranking_count": 85929,
            "abstract": "On a damp October night, 24-year-old Ashley Cordova is found dead in an abandoned warehouse in lower Manhattan. Though her death is ruled a suicide, veteran investigative journalist Scott McGrath suspects otherwise. As he probes the strange circumstances surrounding Ashley's life and death, McGrath comes face-to-face with the legacy of her father: the legendary, reclusive cult-horror film director Stanislaus Cordova--a man who hasn't been seen in public for more than thirty years.. For McGrath, another death connected to this seemingly cursed family dynasty seems more than just a coincidence. Though much has been written about Cordova's dark and unsettling films, very little is known about the man himself.. Driven by revenge, curiosity, and a need for the truth, McGrath, with the aid of two strangers, is drawn deeper and deeper into Cordova's eerie, hypnotic world. The last time he got close to exposing the director, McGrath lost his marriage and his career. This time he might lose even more.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Horror",
                "Thriller",
                "Adult",
                "Suspense",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Left Neglected",
            "authors": [
                "Lisa Genova"
            ],
            "ranking": 3.98,
            "ranking_count": 72751,
            "abstract": "Sarah Nickerson is like any other career-driven supermom in Welmont, the affluent Boston suburb where she leads a hectic but charmed life with her husband Bob, faithful nanny, and three children - Lucy, Charlie, and nine-month-old Linus.. Between recruiting the best and brightest minds as the vice president of human resources at Berkley Consulting; shuttling the kids to soccer, day care, and piano lessons; convincing her son’s teacher that he may not, in fact, have ADD; and making it home in time for dinner, it’s a wonder this over-scheduled, over-achieving Harvard graduate has time to breathe.. A self-confessed balloon about to burst, Sarah miraculously manages every minute of her life like an air traffic controller. Until one fateful day, while driving to work and trying to make a phone call, she looks away from the road for one second too long. In the blink of an eye, all the rapidly moving parts of her jam-packed life come to a screeching halt.. A traumatic brain injury completely erases the left side of her world, and for once, Sarah relinquishes control to those around her, including her formerly absent mother. Without the ability to even floss her own teeth, she struggles to find answers about her past and her uncertain future.. Now, as she wills herself to regain her independence and heal, Sarah must learn that her real destiny - her new, true life - may in fact lie far from the world of conference calls and spreadsheets. And that a happiness and peace greater than all the success in the world is close within reach, if only she slows down long enough to notice.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Medical",
                "Adult Fiction",
                "Book Club",
                "Adult",
                "Psychology",
                "Audiobook",
                "Womens Fiction",
                "Family"
            ]
        },
        {
            "title": "All the Bright Places",
            "authors": [
                "Jennifer Niven"
            ],
            "ranking": 4.15,
            "ranking_count": 438835,
            "abstract": "The Fault in Our Stars. meets. Eleanor and Park. in this exhilarating and heart-wrenching love story about a girl who learns to live from a boy who intends to die.. Soon to be a major motion picture starring Elle Fanning!. Theodore Finch. is fascinated by death, and he constantly thinks of ways he might kill himself. But each time, something good, no matter how small, stops him.. Violet Markey. lives for the future, counting the days until graduation, when she can escape her Indiana town and her aching grief in the wake of her sister’s recent death.. When Finch and Violet meet on the ledge of the bell tower at school, it’s unclear who saves whom. And when they pair up on a project to discover the “natural wonders” of their state, both Finch and Violet make more important discoveries: It’s only with Violet that Finch can be himself—a weird, funny, live-out-loud guy who’s not such a freak after all. And it’s only with Finch that Violet can forget to count away the days and start living them. But as Violet’s world grows, Finch’s begins to shrink.. This is an intense, gripping novel perfect for fans of Jay Asher, Rainbow Rowell, John Green, Gayle Forman, and Jenny Downham from a talented new voice in YA, Jennifer Niven.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Health",
                "Mental Health",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Yes Please",
            "authors": [
                "Amy Poehler"
            ],
            "ranking": 3.84,
            "ranking_count": 480193,
            "abstract": "In Amy Poehler’s highly anticipated first book,. Yes Please. , she offers up a big juicy stew of personal stories, funny bits on sex and love and friendship and parenthood and real life advice (some useful, some not so much), like when to be funny and when to be serious. Powered by Amy’s charming and hilarious, biting yet wise voice,. Yes Please. is a book full of words to live by.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Humor",
                "Audiobook",
                "Biography",
                "Biography Memoir",
                "Feminism",
                "Adult"
            ]
        },
        {
            "title": "The Distant Hours",
            "authors": [
                "Kate Morton"
            ],
            "ranking": 3.88,
            "ranking_count": 73125,
            "abstract": "A long lost letter arrives in the post and Edie Burchill finds herself on a journey to Milderhurst Castle, a great but moldering old house, where the Blythe spinsters live and where her mother was billeted 50 years before as a 13 year old child during WWII. The elder Blythe sisters are twins and have spent most of their lives looking after the third and youngest sister, Juniper, who hasn’t been the same since her fiance jilted her in 1941.. Inside the decaying castle, Edie begins to unravel her mother’s past. But there are other secrets hidden in the stones of Milderhurst, and Edie is about to learn more than she expected. The truth of what happened in ‘the distant hours’ of the past has been waiting a long time for someone to find it.. Morton once again enthralls readers with an atmospheric story featuring unforgettable characters beset by love and circumstance and haunted by memory, that reminds us of the rich power of storytelling.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Gothic",
                "Romance",
                "European Literature",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Language of Flowers",
            "authors": [
                "Vanessa Diffenbaugh"
            ],
            "ranking": 4.09,
            "ranking_count": 206626,
            "abstract": "The Victorian language of flowers was used to convey romantic expressions: honeysuckle for devotion, asters for patience, and red roses for love. But for Victoria Jones, it’s been more useful in communicating mistrust and solitude. After a childhood spent in the foster-care system, she is unable to get close to anybody, and her only connection to the world is through flowers and their meanings. Now eighteen and emancipated from the system with nowhere to go, Victoria realizes she has a gift for helping others through the flowers she chooses for them. But an unexpected encounter with a mysterious stranger has her questioning what’s been missing in her life. And when she’s forced to confront a painful secret from her past, she must decide whether it’s worth risking everything for a second chance at happiness.. Look for special features inside. Join the Circle for author chats and more.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Book Club",
                "Adult Fiction",
                "Adult",
                "Womens Fiction",
                "Audiobook",
                "Realistic Fiction",
                "Novels"
            ]
        },
        {
            "title": "Requiem",
            "authors": [
                "Lauren Oliver"
            ],
            "ranking": 3.74,
            "ranking_count": 140195,
            "abstract": "Now an active member of the resistance, Lena has transformed. The nascent rebellion that was underway in. Pandemonium. has ignited into an all-out revolution in. Requiem. , and Lena is at the center of the fight. After rescuing Julian from a death sentence, Lena and her friends fled to the Wilds. But the Wilds are no longer a safe haven. Pockets of rebellion have opened throughout the country, and the government cannot deny the existence of Invalids. Regulators infiltrate the borderlands to stamp out the rebels.. As Lena navigates the increasingly dangerous terrain of the Wilds, her best friend, Hana, lives a safe, loveless life in Portland as the fiancée of the young mayor.. Requiem. is told from the perspectives of both Lena and her friend Hana. They live side by side in a world that divides them until, at last, their stories converge.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Apocalyptic"
            ]
        },
        {
            "title": "The Hidden Oracle",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.19,
            "ranking_count": 146581,
            "abstract": "How do you punish an immortal?. By making him human.. After angering his father Zeus, the god Apollo is cast down from Olympus. Weak and disorientated, he lands in New York City as a regular teenage boy. Now, without his godly powers, the four-thousand-year-old deity must learn to survive in the modern world until he can somehow find a way to regain Zeus's favour.. But Apollo has many enemies—gods, monsters and mortals who would love to see the former Olympian permanently destroyed. Apollo needs help, and he can think of only one place to go... an enclave of modern demigods known as Camp Half-Blood.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure",
                "LGBT",
                "Mythology",
                "Audiobook"
            ]
        },
        {
            "title": "The Indigo Spell",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.35,
            "ranking_count": 99587,
            "abstract": "In the aftermath of a forbidden moment that rocked Sydney to her core, she finds herself struggling to draw the line between her Alchemist teachings and what her heart is urging her to do. Then she meets alluring, rebellious Marcus Finch--a former Alchemist who escaped against all odds, and is now on the run. Marcus wants to teach Sydney the secrets he claims the Alchemists are hiding from her. But as he pushes her to rebel against the people who raised her, Sydney finds that breaking free is harder than she thought. There is an old and mysterious magic rooted deeply within her. And as she searches for an evil magic user targeting powerful young witches, she realizes that her only hope is to embrace her magical blood--or else she might be next.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "A Darker Shade of Magic",
            "authors": [
                "V.E. Schwab"
            ],
            "ranking": 4.07,
            "ranking_count": 271483,
            "abstract": "Kell is one of the last Antari—magicians with a rare, coveted ability to travel between parallel Londons; Red, Grey, White, and, once upon a time, Black.. Kell was raised in Arnes—Red London—and officially serves the Maresh Empire as an ambassador, traveling between the frequent bloody regime changes in White London and the court of George III in the dullest of Londons, the one without any magic left to see.. Unofficially, Kell is a smuggler, servicing people willing to pay for even the smallest glimpses of a world they'll never see. It's a defiant hobby with dangerous consequences, which Kell is now seeing firsthand.. After an exchange goes awry, Kell escapes to Grey London and runs into Delilah Bard, a cut-purse with lofty aspirations. She first robs him, then saves him from a deadly enemy, and finally forces Kell to spirit her to another world for a proper adventure.. Now perilous magic is afoot, and treachery lurks at every turn. To save all of the worlds, they'll first need to stay alive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Adult",
                "Audiobook",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "Starcrossed",
            "authors": [
                "Josephine Angelini"
            ],
            "ranking": 4.04,
            "ranking_count": 70952,
            "abstract": "How do you defy. DESTINY?. Helen Hamilton has spent her entire sixteen years trying to hide how different she is - no easy task on an island as small and sheltered as Nantucket. And it's getting harder. Nightmares of a desperate desert journey have Helen waking parched, only to find her sheets damaged by dirt and dust. At school she's haunted by hallucinations of three women weeping tears of blood... and when Helen first crosses paths with Lucas Delos, she has no way of knowing they're destined to play the leading roles in a tragedy the Fates insist on repeating throughout history.. As Helen unlocks the secrets of her ancestry, she realizes that some myths are more than just legend. But even demigod powers might not be enough to defy the forces that are both drawing her and Lucas together - and trying to tear them apart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mythology"
            ]
        },
        {
            "title": "Every Day",
            "authors": [
                "David Levithan"
            ],
            "ranking": 3.92,
            "ranking_count": 217413,
            "abstract": "Every day a different body. Every day a different life. Every day in love with the same girl.. There’s never any warning about where it will be or who it will be. A has made peace with that, even established guidelines by which to live: Never get too attached. Avoid being noticed. Do not interfere.. It’s all fine until the morning that A wakes up in the body of Justin and meets Justin’s girlfriend, Rhiannon. From that moment, the rules by which A has been living no longer apply. Because finally A has found someone A wants to be with—day in, day out, day after day.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Fantasy",
                "Fiction",
                "Contemporary",
                "LGBT",
                "Magical Realism",
                "Science Fiction"
            ]
        },
        {
            "title": "The Son",
            "authors": [
                "Philipp Meyer"
            ],
            "ranking": 4.01,
            "ranking_count": 32719,
            "abstract": "The acclaimed author of American Rust, returns with The Son: an epic, multigenerational saga of power, blood, and land that follows the rise of one unforgettable Texas family from the Comanche raids of the 1800s to the border raids of the early 1900s to the oil booms of the 20th century.. Part epic of Texas, part classic coming-of-age story, part unflinching portrait of the bloody price of power, The Son is an utterly transporting novel that maps the legacy of violence in the American West through the lives of the McCulloughs, an ambitious family as resilient and dangerous as the land they claim.. Spring, 1849. The first male child born in the newly established Republic of Texas, Eli McCullough is thirteen years old when a marauding band of Comanche storm his homestead and brutally murder his mother and sister, taking him captive. Brave and clever, Eli quickly adapts to Comanche life, learning their ways and language, answering to a new name, carving a place as the chief's adopted son, and waging war against their enemies, including white men-complicating his sense of loyalty and understanding of who he is. But when disease, starvation, and overwhelming numbers of armed Americans decimate the tribe, Eli finds himself alone. Neither white nor Indian, civilized or fully wild, he must carve a place for himself in a world in which he does not fully belong-a journey of adventure, tragedy, hardship, grit, and luck that reverberates in the lives of his progeny.. Intertwined with Eli's story are those of his son, Peter, a man who bears the emotional cost of his father's drive for power, and JA, Eli's great-granddaughter, a woman who must fight hardened rivals to succeed in a man's world.. Phillipp Meyer deftly explores how Eli's ruthlessness and steely pragmatism transform subsequent generations of McCulloughs. Love, honor, children are sacrificed in the name of ambition, as the family becomes one of the richest powers in Texas, a ranching-and-oil dynasty of unsurpassed wealth and privilege. Yet, like all empires, the McCoulloughs must eventually face the consequences of their choices.. Harrowing, panoramic, and vividly drawn, The Son is a masterful achievement from a sublime young talent.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Westerns",
                "Audiobook",
                "Literary Fiction",
                "Novels",
                "Adult",
                "Family",
                "Adult Fiction"
            ]
        },
        {
            "title": "Sapiens: A Brief History of Humankind",
            "authors": [
                "Yuval Noah Harari",
                "Prottasha Prachurjo Sayed Fayej Ahmed"
            ],
            "ranking": 4.39,
            "ranking_count": 761997,
            "abstract": "100,000 years ago, at least six human species inhabited the earth. Today there is just one. Us. Homo sapiens.. How did our species succeed in the battle for dominance? Why did our foraging ancestors come together to create cities and kingdoms? How did we come to believe in gods, nations and human rights; to trust money, books and laws; and to be enslaved by bureaucracy, timetables and consumerism? And what will our world be like in the millennia to come?. In. Sapiens. , Dr Yuval Noah Harari spans the whole of human history, from the very first humans to walk the earth to the radical – and sometimes devastating – breakthroughs of the Cognitive, Agricultural and Scientific Revolutions. Drawing on insights from biology, anthropology, paleontology and economics, he explores how the currents of history have shaped our human societies, the animals and plants around us, and even our personalities. Have we become happier as history has unfolded? Can we ever free our behaviour from the heritage of our ancestors? And what, if anything, can we do to influence the course of the centuries to come?. Bold, wide-ranging and provocative, Sapiens challenges everything we thought we knew about being human: our thoughts, our actions, our power ... and our future.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science",
                "Philosophy",
                "Anthropology",
                "Audiobook",
                "Psychology",
                "Sociology",
                "Historical",
                "Biology"
            ]
        },
        {
            "title": "I Am Pilgrim",
            "authors": [
                "Terry Hayes"
            ],
            "ranking": 4.27,
            "ranking_count": 142703,
            "abstract": "A breakneck race against time...and an implacable enemy. An anonymous young woman murdered in a run-down hotel, all identifying characteristics dissolved by acid. A father publicly beheaded in the blistering heat of a Saudi Arabian public square. A notorious Syrian biotech expert found eyeless in a Damascus junkyard. Smoldering human remains on a remote mountainside in Afghanistan. A flawless plot to commit an appalling crime against humanity. One path links them all, and only one man can make the journey.. Pilgrim. .'",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Spy Thriller",
                "Audiobook",
                "Novels",
                "Action"
            ]
        },
        {
            "title": "Morning Star",
            "authors": [
                "Pierce Brown"
            ],
            "ranking": 4.48,
            "ranking_count": 148010,
            "abstract": "#1 NEW YORK TIMES BESTSELLER • Red Rising thrilled readers and announced the presence of a talented new author. Golden Son changed the game and took the story of Darrow to the next level. Now comes the exhilarating conclusion to the Red Rising Trilogy: Morning Star.. Darrow would have lived in peace, but his enemies brought him war. The Gold overlords demanded his obedience, hanged his wife, and enslaved his people. But Darrow is determined to fight back. Risking everything to transform himself and breach Gold society, Darrow has battled to survive the cutthroat rivalries that breed Society’s mightiest warriors, climbed the ranks, and waited patiently to unleash the revolution that will tear the hierarchy apart from within.. Finally, the time has come.. But devotion to honor and hunger for vengeance run deep on both sides. Darrow and his comrades-in-arms face powerful enemies without scruple or mercy. Among them are some Darrow once considered friends. To win, Darrow will need to inspire those shackled in darkness to break their chains, unmake the world their cruel masters have built, and claim a destiny too long denied—and too glorious to surrender.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy",
                "Space"
            ]
        },
        {
            "title": "Seraphina",
            "authors": [
                "Rachel Hartman"
            ],
            "ranking": 3.94,
            "ranking_count": 84799,
            "abstract": "Librarian Note: Alternate cover edition for ISBN. 9780375866562. .. In her. New York Times. bestselling and Morris Award-winning debut, Rachel Hartman introduces mathematical dragons in an alternative-medieval world to fantasy and science-fiction readers of all ages.. Four decades of peace have done little to ease the mistrust between humans and dragons in the kingdom of Goredd. Folding themselves into human shape, dragons attend court as ambassadors, and lend their rational, mathematical minds to universities as scholars and teachers. As the treaty's anniversary draws near, however, tensions are high.. Seraphina Dombegh has reason to fear both sides. An unusually gifted musician, she joins the court just as a member of the royal family is murdered—in suspiciously draconian fashion. Seraphina is drawn into the investigation, partnering with the captain of the Queen's Guard, the dangerously perceptive Prince Lucian Kiggs. While they begin to uncover hints of a sinister plot to destroy the peace, Seraphina struggles to protect her own secret, the secret behind her musical gift, one so terrible that its discovery could mean her very life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "At Home: A Short History of Private Life",
            "authors": [
                "Bill Bryson"
            ],
            "ranking": 3.97,
            "ranking_count": 88192,
            "abstract": "“Houses aren’t refuges from history. They are where history ends up.”. Bill Bryson and his family live in a Victorian parsonage in a part of England where nothing of any great significance has happened since the Romans decamped. Yet one day, he began to consider how very little he knew about the ordinary things of life as he found it in that comfortable home. To remedy this, he formed the idea of journeying about his house from room to room to “write a history of the world without leaving home.” The bathroom provides the occasion for a history of hygiene; the bedroom, sex, death, and sleep; the kitchen, nutrition and the spice trade; and so on, as Bryson shows how each has figured in the evolution of private life. Whatever happens in the world, he demonstrates, ends up in our house, in the paint and the pipes and the pillows and every item of furniture.. (front flap)",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Audiobook",
                "Humor",
                "Historical",
                "Science",
                "Architecture",
                "Sociology",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Hundred Thousand Kingdoms",
            "authors": [
                "N.K. Jemisin"
            ],
            "ranking": 3.88,
            "ranking_count": 65522,
            "abstract": "Yeine Darr is an outcast from the barbarian north. But when her mother dies under mysterious circumstances, she is summoned to the majestic city of Sky. There, to her shock, Yeine is named an heiress to the king. But the throne of the Hundred Thousand Kingdoms is not easily won, and Yeine is thrust into a vicious power struggle.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Adult",
                "Science Fiction Fantasy",
                "Young Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "Maybe Someday",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.21,
            "ranking_count": 238315,
            "abstract": "Contains exclusive content: songs from Griffin Peterson. Sydney is living in an idyllic bubble—she's a dedicated student with a steady job on the side. She lives with her best friend, has a great boyfriend, and the music coming from the balcony opposite hers is fast becoming the soundtrack to her life. But when Sydney finds out her boyfriend is cheating on her, the bubble bursts. The mysterious and attractive man behind the music, Ridge, gives Sydney hope that she can move on and they begin to write songs together. But moving on is harder than she expects, Sydney can only hope….. Maybe someday…. Colleen Hoover draws you in to this passionate tale of music, love and betrayal…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Music",
                "Womens Fiction",
                "Academic",
                "Audiobook"
            ]
        },
        {
            "title": "Code Name Verity",
            "authors": [
                "Elizabeth Wein"
            ],
            "ranking": 4.02,
            "ranking_count": 107621,
            "abstract": "Oct. 11th, 1943 - A British spy plane crashes in Nazi-occupied France. Its pilot and passenger are best friends. One of the girls has a chance at survival. The other has lost the game before it's barely begun.. When Verity is arrested by the Gestapo, she's sure she doesn't stand a chance. As a secret agent captured in enemy territory, she's living a spy's worst nightmare. Her Nazi interrogators give her a simple choice: reveal her mission or face a grisly execution.. As she intricately weaves her confession, Verity uncovers her past, how she became friends with the pilot Maddie, and why she left Maddie in the wrecked fuselage of their plane. On each new scrap of paper, Verity battles for her life, confronting her views on courage and failure and her desperate hope to make it home. But will trading her secrets be enough to save her from the enemy?. Harrowing and beautifully written, Elizabeth Wein creates a visceral read of danger, resolve, and survival that shows just how far true friends will go to save each other. Code Name Verity is an outstanding novel that will stick with you long after the last page.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "War",
                "Audiobook",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "Heaven is for Real: A Little Boy's Astounding Story of His Trip to Heaven and Back",
            "authors": [
                "Todd Burpo",
                "Lynn Vincent"
            ],
            "ranking": 4.01,
            "ranking_count": 298936,
            "abstract": "When Colton Burpo made it through an emergency appendectomy, his family was overjoyed at his miraculous survival. What they weren't expecting, though, was the story that emerged in the months that followed--a story as beautiful as it was extraordinary, detailing their little boy's trip to heaven and back.. Colton, not yet four years old, told his parents he left his body during the surgery--and authenticated that claim by describing exactly what his parents were doing in another part of the hospital while he was being operated on. He talked of visiting heaven and relayed stories told to him by people he met there whom he had never met in life, sharing events that happened even before he was born. He also astonished his parents with descriptions and obscure details about heaven that matched the Bible exactly, though he had not yet learned to read.. With disarming innocence and the plainspoken boldness of a child, Colton tells of meeting long-departed family members. He describes Jesus, the angels, how really, really big God is, and how much God loves us. Retold by his father, but using Colton's uniquely simple words, Heaven is for Real offers a glimpse of the world that awaits us, where as Colton says, Nobody is old and nobody wears glasses.. Heaven is for Real will forever change the way you think of eternity, offering you the chance to see, and believe, like a child.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Christian",
                "Religion",
                "Inspirational",
                "Autobiography",
                "Spirituality",
                "Biography"
            ]
        },
        {
            "title": "Lincoln in the Bardo",
            "authors": [
                "George Saunders"
            ],
            "ranking": 3.75,
            "ranking_count": 138584,
            "abstract": "In his long-awaited first novel, American master George Saunders delivers his most original, transcendent, and moving work yet. Unfolding in a graveyard over the course of a single night, narrated by a dazzling chorus of voices, Lincoln in the Bardo is a literary experience unlike any other—for no one but Saunders could conceive it.. February 1862. The Civil War is less than one year old. The fighting has begun in earnest, and the nation has begun to realize it is in for a long, bloody struggle. Meanwhile, President Lincoln’s beloved eleven-year-old son, Willie, lies upstairs in the White House, gravely ill. In a matter of days, despite predictions of a recovery, Willie dies and is laid to rest in a Georgetown cemetery. “My poor boy, he was too good for this earth,” the president says at the time. “God has called him home.” Newspapers report that a grief-stricken Lincoln returned to the crypt several times alone to hold his boy’s body.. From that seed of historical truth, George Saunders spins an unforgettable story of familial love and loss that breaks free of its realistic, historical framework into a thrilling, supernatural realm both hilarious and terrifying. Willie Lincoln finds himself in a strange purgatory, where ghosts mingle, gripe, commiserate, quarrel, and enact bizarre acts of penance. Within this transitional state—called, in the Tibetan tradition, the bardo—a monumental struggle erupts over young Willie’s soul.. Lincoln in the Bardo is an astonishing feat of imagination and a bold step forward from one of the most important and influential writers of his generation. Formally daring, generous in spirit, deeply concerned with matters of the heart, it is a testament to fiction’s ability to speak honestly and powerfully to the things that really matter to us. Saunders has invented a thrilling new form that deploys a kaleidoscopic, theatrical panorama of voices—living and dead, historical and invented—to ask a timeless, profound question: How do we live and love when we know that everything we love must end?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Fantasy",
                "Literary Fiction",
                "Novels",
                "Magical Realism",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "The Life-Changing Magic of Tidying Up: The Japanese Art of Decluttering and Organizing",
            "authors": [
                "Marie Kondō",
                "Cathy Hirano"
            ],
            "ranking": 3.86,
            "ranking_count": 324213,
            "abstract": "Despite constant efforts to declutter your home, do papers still accumulate like snowdrifts and clothes pile up like a tangled mess of noodles?. Japanese cleaning consultant Marie Kondo takes tidying to a whole new level, promising that if you properly simplify and organize your home once, you'll never have to do it again. Most methods advocate a room-by-room or little-by-little approach, which doom you to pick away at your piles of stuff forever. The KonMari Method, with its revolutionary category-by-category system, leads to lasting results. In fact, none of Kondo's clients have lapsed (and she still has a three-month waiting list).. With detailed guidance for determining which items in your house spark joy (and which don't), this international best seller featuring Tokyo's newest lifestyle phenomenon will help you clear your clutter and enjoy the unique magic of a tidy home - and the calm, motivated mindset it can inspire.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Audiobook",
                "Psychology",
                "Cultural",
                "Productivity",
                "Reference",
                "Adult",
                "How To"
            ]
        },
        {
            "title": "The Wrath and the Dawn",
            "authors": [
                "Renée Ahdieh"
            ],
            "ranking": 4.08,
            "ranking_count": 154679,
            "abstract": "One Life to One Dawn.. In a land ruled by a murderous boy-king, each dawn brings heartache to a new family. Khalid, the eighteen-year-old Caliph of Khorasan, is a monster. Each night he takes a new bride only to have a silk cord wrapped around her throat come morning. When sixteen-year-old Shahrzad's dearest friend falls victim to Khalid, Shahrzad vows vengeance and volunteers to be his next bride. Shahrzad is determined not only to stay alive, but to end the caliph's reign of terror once and for all.. Night after night, Shahrzad beguiles Khalid, weaving stories that enchant, ensuring her survival, though she knows each dawn could be her last. But something she never expected begins to happen: Khalid is nothing like what she'd imagined him to be. This monster is a boy with a tormented heart. Incredibly, Shahrzad finds herself falling in love. How is this possible? It's an unforgivable betrayal. Still, Shahrzad has come to understand all is not as it seems in this palace of marble and stone. She resolves to uncover whatever secrets lurk and, despite her love, be ready to take Khalid's life as retribution for the many lives he's stolen. Can their love survive this world of stories and secrets?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Retellings",
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "This Is How You Lose Her",
            "authors": [
                "Junot Díaz"
            ],
            "ranking": 3.75,
            "ranking_count": 94375,
            "abstract": "On a beach in the Dominican Republic, a doomed relationship flounders. In the heat of a hospital laundry room in New Jersey, a woman does her lover’s washing and thinks about his wife. In Boston, a man buys his love child, his only son, a first baseball bat and glove. At the heart of these stories is the irrepressible, irresistible Yunior, a young hardhead whose longing for love is equaled only by his recklessness—and by the extraordinary women he loves and loses: artistic Alma; the aging Miss Lora; Magdalena, who thinks all Dominican men are cheaters; and the love of his life, whose heartbreak ultimately becomes his own.. In prose that is endlessly energetic, inventive, tender, and funny, the stories in. This Is How You Lose Her. lay bare the infinite longing and inevitable weakness of the human heart. They remind us that passion always triumphs over experience, and that “the half-life of love is forever.”",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Contemporary",
                "Romance",
                "Literary Fiction",
                "Adult Fiction",
                "Adult",
                "Literature",
                "Novels",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Black Prism",
            "authors": [
                "Brent Weeks"
            ],
            "ranking": 4.22,
            "ranking_count": 112134,
            "abstract": "Guile is the Prism, the most powerful man in the world. He is high priest and emperor, a man whose power, wit, and charm are all that preserves a tenuous peace. Yet Prisms never last, and Guile knows exactly how long he has left to live.. When Guile discovers he has a son, born in a far kingdom after the war that put him in power, he must decide how much he's willing to pay to protect a secret that could tear his world apart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "Ancillary Justice",
            "authors": [
                "Ann Leckie"
            ],
            "ranking": 3.98,
            "ranking_count": 93064,
            "abstract": "On a remote, icy planet, the soldier known as Breq is drawing closer to completing her quest.. Once, she was the Justice of Toren - a colossal starship with an artificial intelligence linking thousands of soldiers in the service of the Radch, the empire that conquered the galaxy.. Now, an act of treachery has ripped it all away, leaving her with one fragile human body, unanswered questions, and a burning desire for vengeance.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Fantasy",
                "Adult",
                "Audiobook",
                "Speculative Fiction",
                "Hugo Awards"
            ]
        },
        {
            "title": "We Were Liars",
            "authors": [
                "E. Lockhart"
            ],
            "ranking": 3.76,
            "ranking_count": 814986,
            "abstract": "A beautiful and distinguished family.. A private island.. A brilliant, damaged girl; a passionate, political boy.. A group of four friends—the Liars—whose friendship turns destructive.. A revolution. An accident. A secret.. Lies upon lies.. True love.. The truth.. We Were Liars. is a modern, sophisticated suspense novel from. New York Times. bestselling author, National Book Award finalist, and Printz Award honoree E. Lockhart.. Read it.. And if anyone asks you how it ends, just LIE.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Mystery",
                "Fiction",
                "Romance",
                "Thriller",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Pachinko",
            "authors": [
                "Lee Min-jin"
            ],
            "ranking": 4.3,
            "ranking_count": 317193,
            "abstract": "In the early 1900s, teenaged Sunja, the adored daughter of a crippled fisherman, falls for a wealthy stranger at the seashore near her home in Korea. He promises her the world, but when she discovers she is pregnant — and that her lover is married — she refuses to be bought. Instead, she accepts an offer of marriage from a gentle, sickly minister passing through on his way to Japan. But her decision to abandon her home, and to reject her son's powerful father, sets off a dramatic saga that will echo down through the generations.. Richly told and profoundly moving,. Pachinko. is a story of love, sacrifice, ambition, and loyalty. From bustling street markets to the halls of Japan's finest universities to the pachinko parlors of the criminal underworld, Lee's complex and passionate characters — strong, stubborn women, devoted sisters and sons, fathers shaken by moral crisis — survive and thrive against the indifferent arc of history.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Literary Fiction",
                "Adult",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Circle",
            "authors": [
                "Dave Eggers"
            ],
            "ranking": 3.43,
            "ranking_count": 199119,
            "abstract": "When Mae Holland is hired to work for the Circle, the world's most powerful internet company, she feels she's been given the opportunity of a lifetime. The Circle, run out of a sprawling California campus, links users' personal emails, social media, banking, and purchasing with their universal operating system, resulting in one online identity and a new age of civility and transparency. As Mae tours the open-plan office spaces, the towering glass dining facilities, the cozy dorms for those who spend nights at work, she is thrilled with the company's modernity and activity. There are parties that last through the night, there are famous musicians playing on the lawn, there are athletic activities and clubs and brunches, and even an aquarium of rare fish retrieved from the Marianas Trench by the CEO. Mae can't believe her luck, her great fortune to work for the most influential company in the world--even as life beyond the campus grows distant, even as a strange encounter with a colleague leaves her shaken, even as her role at the Circle becomes increasingly public.. What begins as the captivating story of one woman's ambition and idealism soon becomes a heart-racing novel of suspense, raising questions about memory, history, privacy, democracy, and the limits of human knowledge.. (front flap)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Novels",
                "Thriller",
                "Science",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Constellation of Vital Phenomena",
            "authors": [
                "Anthony Marra"
            ],
            "ranking": 4.1,
            "ranking_count": 52131,
            "abstract": "A brilliant debut novel that brings to life an abandoned hospital where a tough-minded doctor decides to harbor a hunted young girl, with powerful consequences.. In the final days of December 2004, in a small rural village in Chechnya, eight-year-old Havaa hides in the woods when her father is abducted by Russian forces. Fearing for her life, she flees with their neighbor Akhmed—a failed physician—to the bombed-out hospital, where Sonja, the one remaining doctor, treats a steady stream of wounded rebels and refugees and mourns her missing sister. Over the course of five dramatic days, Akhmed and Sonja reach back into their pasts to unravel the intricate mystery of coincidence, betrayal, and forgiveness that unexpectedly binds them and decides their fate.. With. The English Patient. 's dramatic sweep and. The Tiger's Wife. 's expert sense of place, Marra gives us a searing debut about the transcendent power of love in wartime, and how it can cause us to become greater than we ever thought possible.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Cultural",
                "Literary Fiction",
                "Contemporary",
                "Adult Fiction",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Silver Borne",
            "authors": [
                "Patricia Briggs"
            ],
            "ranking": 4.37,
            "ranking_count": 101164,
            "abstract": "Mercy Thompson, car mechanic and shapeshifter, never knows what the day - or night - may bring in a world where witches, vampires, werewolves, and shapeshifters live beside ordinary people (. Booklist. ). But she is about to learn that while some secrets are dangerous whose who seek them are just plain deadly.... Mercy is smart enough to realize that when it comes to the magical fae, the less you know, the better. But you can't always get what you want. When she attempts to return a powerful fae she previously borrowed in an act of desperation, she finds the bookstore locked up and closed down.. It seems the book contains secrets - and the fae will do just about anything to keep it out of the wrong hands. And if that doesn't take enough of Mercy's attention, her friend Samuel is struggling with his wolf side - leaving Mercy to cover for him lest his own father declare Samuel's life forfeit.. All in all, Mercy has had better days. And if she isn't careful, she may not have many more...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Fiction",
                "Fairies"
            ]
        },
        {
            "title": "Mr. Penumbra's 24-Hour Bookstore",
            "authors": [
                "Robin Sloan"
            ],
            "ranking": 3.73,
            "ranking_count": 190898,
            "abstract": "The Great Recession has shuffled Clay Jannon away from life as a San Francisco web-design drone and into the aisles of Mr. Penumbra's 24-Hour Bookstore, but after a few days on the job, Clay discovers that the store is more curious than either its name or its gnomic owner might suggest. The customers are few, and they never seem to buy anything; instead, they check out large, obscure volumes from strange corners of the store. Suspicious, Clay engineers an analysis of the clientele's behavior, seeking help from his variously talented friends, but when they bring their findings to Mr. Penumbra, they discover the bookstore's secrets extend far beyond its walls.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Fantasy",
                "Writing",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Adventure",
                "Magical Realism"
            ]
        },
        {
            "title": "Little Fires Everywhere",
            "authors": [
                "Celeste Ng"
            ],
            "ranking": 4.09,
            "ranking_count": 954920,
            "abstract": "From the bestselling author of. Everything I Never Told You. , a riveting novel that traces the intertwined fates of the picture-perfect Richardson family and the enigmatic mother and daughter who upend their lives.. In Shaker Heights, a placid, progressive suburb of Cleveland, everything is planned--from the layout of the winding roads, to the colors of the houses, to the successful lives its residents will go on to lead. And no one embodies this spirit more than Elena Richardson, whose guiding principle is playing by the rules.. Enter Mia Warren--an enigmatic artist and single mother--who arrives in this idyllic bubble with her teenaged daughter Pearl, and rents a house from the Richardsons. Soon Mia and Pearl become more than tenants: all four Richardson children are drawn to the mother-daughter pair. But Mia carries with her a mysterious past and a disregard for the status quo that threatens to upend this carefully ordered community.. When old family friends of the Richardsons attempt to adopt a Chinese-American baby, a custody battle erupts that dramatically divides the town--and puts Mia and Elena on opposing sides. Suspicious of Mia and her motives, Elena is determined to uncover the secrets in Mia's past. But her obsession will come at unexpected and devastating costs.. Little Fires Everywhere. explores the weight of secrets, the nature of art and identity, and the ferocious pull of motherhood--and the danger of believing that following the rules can avert disaster.. Named a Best Book of the Year by:. People, The Washington Post, Bustle, Esquire, Southern Living, The Daily Beast, GQ, Entertainment Weekly,. NPR, Amazon, Barnes & Noble, iBooks, Audible, Goodreads, Library Reads, Book of the Month,. Paste. ,. Kirkus Reviews. ,. St. Louis Post-Dispatch,. and many more.... Perfect for book clubs! Visit celesteng.com for discussion guides and more.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Literary Fiction",
                "Adult Fiction",
                "Book Club",
                "Novels",
                "Family",
                "Mystery"
            ]
        },
        {
            "title": "A Red Herring Without Mustard",
            "authors": [
                "Alan Bradley"
            ],
            "ranking": 4.05,
            "ranking_count": 41792,
            "abstract": "Award-winning author Alan Bradley returns with another beguiling novel starring the insidiously clever and unflappable eleven-year-old sleuth Flavia de Luce. The precocious chemist with a passion for poisons uncovers a fresh slew of misdeeds in the hamlet of Bishop's Lacey--mysteries involving a missing tot, a fortune-teller, and a corpse in Flavia's own backyard.. Flavia had asked the old Gypsy woman to tell her fortune, but never expected to stumble across the poor soul, bludgeoned in the wee hours in her own caravan. Was this an act of retribution by those convinced that the soothsayer had abducted a local child years ago? Certainly Flavia understands the bliss of settling scores; revenge is a delightful pastime when one has two odious older sisters. But how could this crime be connected to the missing baby? Had it something to do with the weird sect who met at the river to practice their secret rites? While still pondering the possibilities, Flavia stumbles upon another corpse--that of a notorious layabout who had been caught prowling about the de Luce's drawing room.. Pedaling Gladys, her faithful bicycle, across the countryside in search of clues to both crimes, Flavia uncovers some odd new twists. Most intriguing is her introduction to an elegant artist with a very special object in her possession--a portrait that sheds light on the biggest mystery of all: Who is Flavia?. As the red herrings pile up, Flavia must sort through clues fishy and foul to untangle dark deeds and dangerous secrets.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Young Adult",
                "Audiobook",
                "European Literature",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "It Ends with Us",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.43,
            "ranking_count": 1037562,
            "abstract": "Sometimes it is the one who loves you who hurts you the most.. Lily hasn’t always had it easy, but that’s never stopped her from working hard for the life she wants. She’s come a long way from the small town in Maine where she grew up. — she graduated from college, moved to Boston, and started her own business. So when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily’s life suddenly seems almost too good to be true.. Ryle is assertive, stubborn, maybe even a little arrogant. He’s also sensitive, brilliant, and has a total soft spot for Lily. And the way he looks in scrubs certainly doesn’t hurt. Lily can’t get him out of her head. But Ryle’s complete aversion to relationships is disturbing. Even as Lily finds herself becoming the exception to his “no dating” rule, she can’t help but wonder what made him that way in the first place.. As questions about her new relationship overwhelm her, so do thoughts of Atlas Corrigan — her first love and a link to the past she left behind. He was her kindred spirit, her protector. When Atlas suddenly reappears, everything Lily has built with Ryle is threatened.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "New Adult",
                "Adult",
                "Audiobook",
                "Sociology",
                "Womens Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Steve Jobs",
            "authors": [
                "Walter Isaacson"
            ],
            "ranking": 4.15,
            "ranking_count": 1111597,
            "abstract": "Walter Isaacson's enthralling (The New Yorker) worldwide bestselling biography of Apple cofounder Steve Jobs. Based on more than forty interviews with Steve Jobs conducted over two years--as well as interviews with more than 100 family members, friends, adversaries, competitors, and colleagues--Walter Isaacson has written a riveting story of the roller-coaster life and searingly intense personality of a creative entrepreneur whose passion for perfection and ferocious drive revolutionized six industries: personal computers, animated movies, music, phones, tablet computing, and digital publishing. Isaacson's portrait touched millions of readers. At a time when America is seeking ways to sustain its innovative edge, Jobs stands as the ultimate icon of inventiveness and applied imagination. He knew that the best way to create value in the twenty-first century was to connect creativity with technology. He built a company where leaps of the imagination were combined with remarkable feats of engineering. Although Jobs cooperated with the author, he asked for no control over what was written. He put nothing off-limits. He encouraged the people he knew to speak honestly. He himself spoke candidly about the people he worked with and competed against. His friends, foes, and colleagues offer an unvarnished view of the passions, perfectionism, obsessions, artistry, devilry, and compulsion for control that shaped his approach to business and the innovative products that resulted. His tale is instructive and cautionary, filled with lessons about innovation, character, leadership, and values. Steve Jobs is the inspiration for the movie of the same name starring Michael Fassbender, Kate Winslet, Seth Rogen, and Jeff Daniels, directed by Danny Boyle with a screenplay by Aaron Sorkin.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Business",
                "Science",
                "History",
                "Biography Memoir",
                "Audiobook",
                "Leadership",
                "Autobiography"
            ]
        },
        {
            "title": "The Emperor of All Maladies: A Biography of Cancer",
            "authors": [
                "Siddhartha Mukherjee"
            ],
            "ranking": 4.31,
            "ranking_count": 90908,
            "abstract": "An alternative cover edition for this ISBN can be found. here. and. here. .. The Emperor of All Maladies. is a magnificent, profoundly humane “biography” of cancer - from its first documented appearances thousands of years ago through the epic battles in the twentieth century to cure, control, and conquer it to a radical new understanding of its essence.. Physician, researcher, and award-winning science writer, Siddhartha Mukherjee examines cancer with a cellular biologist’s precision, a historian’s perspective, and a biographer’s passion. The result is an astonishingly lucid and eloquent chronicle of a disease humans have lived with - and perished from - for more than five thousand years.. The story of cancer is a story of human ingenuity, resilience, and perseverance, but also of hubris, paternalism, and misperception. Mukherjee recounts centuries of discoveries, setbacks, victories, and deaths, told through the eyes of his predecessors and peers, training their wits against an infinitely resourceful adversary that, just three decades ago, was thought to be easily vanquished in an all-out “war against cancer.”. The book reads like a literary thriller with cancer as the protagonist. From the Persian Queen Atossa, whose Greek slave cut off her malignant breast, to the nineteenth-century recipients of primitive radiation and chemotherapy to Mukherjee’s own leukemia patient, Carla,. The Emperor of All Maladies. is about the people who have soldiered through fiercely demanding regimens in order to survive—and to increase our understanding of this iconic disease.. Riveting, urgent, and surprising,. The Emperor of All Maladies. provides a fascinating glimpse into the future of cancer treatments. It is an illuminating book that provides hope and clarity to those seeking to demystify cancer.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History",
                "Health",
                "Medical",
                "Audiobook",
                "Biography"
            ]
        },
        {
            "title": "Redshirts",
            "authors": [
                "John Scalzi"
            ],
            "ranking": 3.85,
            "ranking_count": 95689,
            "abstract": "Ensign Andrew Dahl has just been assigned to the Universal Union Capital Ship. Intrepid. , flagship of the Universal Union since the year 2456. It’s a prestige posting, and Andrew is thrilled all the more to be assigned to the ship’s Xenobiology laboratory.. Life couldn’t be better…until Andrew begins to pick up on the fact that:. (1) every Away Mission involves some kind of lethal confrontation with alien forces. (2) the ship’s captain, its chief science officer, and the handsome Lieutenant Kerensky always survive these confrontations. (3) at least one low-ranked crew member is, sadly, always killed.. Not surprisingly, a great deal of energy below decks is expended on avoiding, at all costs, being assigned to an Away Mission. Then Andrew stumbles on information that completely transforms his and his colleagues’ understanding of what the starship. Intrepid. really is…and offers them a crazy, high-risk chance to save their own lives.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Audiobook",
                "Science Fiction Fantasy",
                "Fantasy",
                "Space"
            ]
        },
        {
            "title": "Exotic Neurotic",
            "authors": [
                "Kenneth Jarrett Singleton"
            ],
            "ranking": 3.63,
            "ranking_count": 3154,
            "abstract": "SYNOPSIS Exotic Neurotic is a book of poetry which involves subject matter such as depression, imbalance within one's personal self, angst, frustration, youthfulness, antisocial behavior, and violence. In addition, many of Exotic Neurotic's thematic properties also pertain to love, illness, death, human anatomy, physical deformities, elimination, birth, and abortion.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Contemporary",
                "Fiction"
            ]
        },
        {
            "title": "The Scorpio Races",
            "authors": [
                "Maggie Stiefvater"
            ],
            "ranking": 4.08,
            "ranking_count": 105509,
            "abstract": "It happens at the start of every November: the Scorpio Races. Riders attempt to keep hold of their water horses long enough to make it to the finish line. Some riders live. Others die.. At age nineteen, Sean Kendrick is the returning champion. He is a young man of few words, and if he has any fears, he keeps them buried deep, where no one else can see them.. Puck Connolly is different. She never meant to ride in the Scorpio Races. But fate hasn’t given her much of a chance. So she enters the competition — the first girl ever to do so. She is in no way prepared for what is going to happen.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Onyx",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.25,
            "ranking_count": 168993,
            "abstract": "BEING CONNECTED TO DAEMON BLACK SUCKS…. Thanks to his alien mojo, Daemon’s determined to prove what he feels for me is more than a product of our bizarro connection. So I’ve sworn him off, even though he’s running more hot than cold these days. But we’ve got bigger problems.. SOMETHING WORSE THAN ARUM HAS COME TO TOWN. The Department of Defense is here. If they ever find out what Daemon can do and that we’re linked, I’m a goner. So is he. And there’s this new boy in school who’s got a secret of his own. He knows what’s happened to me and he can help, but to do so, I have to lie to Daemon and stay away from him. Like that’s possible. Against all common sense, I’m falling for Daemon. Hard.. BUT THEN, EVERYTHING CHANGES. I’ve seen someone who shouldn’t be alive. And I have to tell Daemon, even though I know he’s never going to stop searching until he gets the truth. What happened to his brother? Who betrayed him? And what does the DOD want from them—from me?. NO ONE IS WHO THEY SEEM. AND NOT EVERYONE WILL SURVIVE THE LIES.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Bared to You",
            "authors": [
                "Sylvia Day"
            ],
            "ranking": 4.16,
            "ranking_count": 490766,
            "abstract": "From #1 New York Times bestselling author Sylvia Day comes the provocative masterstroke of abandon and obsession that redefined the meaning of desire and became a global phenomenon.... Gideon Cross came into my life like lightning in the darkness.. . He was beautiful and brilliant, jagged and white-hot. I was drawn to him as I'd never been to anything or anyone in my life. I craved his touch like a drug, even knowing it would weaken me. I was flawed and damaged, and he opened those cracks in me so easily. Gideon knew. He had demons of his own. And we would become the mirrors that reflected each others most private wounds and desires.. The bonds of his love transformed me, even as I prayed that the torment of our pasts didn't tear us apart ",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Adult",
                "Fiction",
                "Erotica",
                "New Adult",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Secret Keeper",
            "authors": [
                "Kate Morton"
            ],
            "ranking": 4.14,
            "ranking_count": 147803,
            "abstract": "During a summer party at the family farm in the English countryside, sixteen-year-old Laurel Nicolson has escaped to her childhood tree house and is happily dreaming of the future. She spies a stranger coming up the long road to the farm and watches as her mother speaks to him. Before the afternoon is over, Laurel will witness a shocking crime. A crime that challenges everything she knows about her family and especially her mother, Dorothy—her vivacious, loving, nearly perfect mother.. Now, fifty years later, Laurel is a successful and well-regarded actress living in London. The family is gathering at Greenacres farm for Dorothy’s ninetieth birthday. Realizing that this may be her last chance, Laurel searches for answers to the questions that still haunt her from that long-ago day, answers that can only be found in Dorothy’s past.. Dorothy’s story takes the reader from pre–WWII England through the blitz, to the ’60s and beyond. It is the secret history of three strangers from vastly different worlds—Dorothy, Vivien, and Jimmy—who meet by chance in wartime London and whose lives are forever entwined. The Secret Keeper explores longings and dreams and the unexpected consequences they sometimes bring. It is an unforgettable story of lovers and friends, deception and passion that is told—in Morton’s signature style—against a backdrop of events that changed the world.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Romance",
                "Book Club",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "European Literature"
            ]
        },
        {
            "title": "The Magician King",
            "authors": [
                "Lev Grossman"
            ],
            "ranking": 3.91,
            "ranking_count": 93459,
            "abstract": "Return to Fillory in the riveting sequel to The New York Times bestseller and literary phenomenon of 2009--. The Magicians. .. The Magicians. was praised as a triumph by readers and critics of both mainstream and fantasy literature. Now Grossman takes us back to Fillory, where the Brakebills graduates have fled the sorrows of the mundane world, only to face terrifying new challenges.. Quentin and his friends are now the kings and queens of Fillory, but the days and nights of royal luxury are starting to pall. After a morning hunt takes a sinister turn, Quentin and his old friend Julia charter a magical sailing ship and set out on an errand to the wild outer reaches of their kingdom. Their pleasure cruise becomes an adventure when the two are unceremoniously dumped back into the last place Quentin ever wants to see: his parent's house in Chesterton, Massachusetts. And only the black, twisted magic that Julia learned on the streets can save them.. The Magician King. is a grand voyage into the dark, glittering heart of magic, an epic quest for the Harry Potter generation. It also introduces a powerful new voice, that of Julia, whose angry genius is thrilling. Once again Grossman proves that he is the cutting edge of literary fantasy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Audiobook",
                "Adult",
                "Adventure",
                "Contemporary"
            ]
        },
        {
            "title": "Leviathan Wakes",
            "authors": [
                "James S.A. Corey"
            ],
            "ranking": 4.27,
            "ranking_count": 215901,
            "abstract": "Humanity has colonized the solar system—Mars, the Moon, the Asteroid Belt and beyond—but the stars are still out of our reach.. Jim Holden is XO of an ice miner making runs from the rings of Saturn to the mining stations of the Belt. When he and his crew stumble upon a derelict ship, the. Scopuli. , they find themselves in possession of a secret they never wanted. A secret that someone is willing to kill for—and kill on a scale unfathomable to Jim and his crew. War is brewing in the system unless he can find out who left the ship and why.. Detective Miller is looking for a girl. One girl in a system of billions, but her parents have money and money talks. When the trail leads him to the. Scopuli. and rebel sympathizer Holden, he realizes that this girl may be the key to everything.. Holden and Miller must thread the needle between the Earth government, the Outer Planet revolutionaries, and secretive corporations—and the odds are against them. But out in the Belt, the rules are different, and one small ship can change the fate of the universe.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Fantasy",
                "Mystery",
                "Horror",
                "Adult"
            ]
        },
        {
            "title": "The Kitchen House",
            "authors": [
                "Kathleen Grissom"
            ],
            "ranking": 4.19,
            "ranking_count": 252513,
            "abstract": "When a white servant girl violates the order of plantation society, she unleashes a tragedy that exposes the worst and best in the people she has come to call her family. Orphaned while onboard ship from Ireland, seven-year-old Lavinia arrives on the steps of a tobacco plantation where she is to live and work with the slaves of the kitchen house. Under the care of Belle, the master's illegitimate daughter, Lavinia becomes deeply bonded to her adopted family, though she is set apart from them by her white skin.. Eventually, Lavinia is accepted into the world of the big house, where the master is absent and the mistress battles opium addiction. Lavinia finds herself perilously straddling two very different worlds. When she is forced to make a choice, loyalties are brought into question, dangerous truths are laid bare, and lives are put at risk.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Book Club",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "American",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "The Tiger's Wife",
            "authors": [
                "Téa Obreht"
            ],
            "ranking": 3.41,
            "ranking_count": 97363,
            "abstract": "Weaving a brilliant latticework of family legend, loss, and love, Téa Obreht, the youngest of. The New Yorker. ’s twenty best American fiction writers under forty, has spun a timeless novel that will establish her as one of the most vibrant, original authors of her generation.. In a Balkan country mending from years of conflict, Natalia, a young doctor, arrives on a mission of mercy at an orphanage by the sea. By the time she and her lifelong friend Zóra begin to inoculate the children there, she feels age-old superstitions and secrets gathering everywhere around her. Secrets her outwardly cheerful hosts have chosen not to tell her. Secrets involving the strange family digging for something in the surrounding vineyards. Secrets hidden in the landscape itself.. But Natalia is also confronting a private, hurtful mystery of her own: the inexplicable circumstances surrounding her beloved grandfather’s recent death. After telling her grandmother that he was on his way to meet Natalia, he instead set off for a ramshackle settlement none of their family had ever heard of and died there alone. A famed physician, her grandfather must have known that he was too ill to travel. Why he left home becomes a riddle Natalia is compelled to unravel.. Grief struck and searching for clues to her grandfather’s final state of mind, she turns to the stories he told her when she was a child. On their weeklytrips to the zoo he would read to her from a worn copy of Rudyard Kipling’s The Jungle Book, which he carried with him everywhere; later, he told her stories of his own encounters over many years with “the deathless man,” a vagabond who claimed to be immortal and appeared never to age. But the most extraordinary story of all is the one her grandfather never told her, the one Natalia must discover for herself. One winter during the Second World War, his childhood village was snowbound, cut off even from the encroaching German invaders but haunted by another, fierce presence: a tiger who comes ever closer under cover of darkness. “These stories,” Natalia comes to understand, “run like secret rivers through all the other stories” of her grandfather’s life. And it is ultimately within these rich, luminous narratives that she will find the answer she is looking for.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Magical Realism",
                "Literary Fiction",
                "Book Club",
                "Fantasy",
                "War",
                "Contemporary",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Luminaries",
            "authors": [
                "Eleanor Catton"
            ],
            "ranking": 3.72,
            "ranking_count": 75848,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. It is 1866, and young Walter Moody has come to make his fortune upon the New Zealand goldfields. On the stormy night of his arrival, he stumbles across a tense gathering of twelve local men who have met in secret to discuss a series of unexplained events: A wealthy man has vanished, a prostitute has tried to end her life, and an enormous fortune has been discovered in the home of a luckless drunk. Moody is soon drawn into the mystery: a network of fates and fortunes that is as complex and exquisitely ornate as the night sky. Richly evoking a mid-nineteenth-century world of shipping, banking, and gold rush boom and bust,. The Luminaries. is a brilliantly constructed, fiendishly clever ghost story and a gripping page-turner.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Contemporary",
                "Adult",
                "Unfinished"
            ]
        },
        {
            "title": "Opal",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.26,
            "ranking_count": 141779,
            "abstract": "No one is like Daemon Black.. When he set out to prove his feelings for me, he wasn’t fooling around. Doubting him isn’t something I’ll do again, and now that we’ve made it through the rough patches, well… There’s a lot of spontaneous combustion going on.. But even he can’t protect his family from the danger of trying to free those they love.. After everything, I’m no longer the same Katy. I’m different… And I’m not sure what that will mean in the end. When each step we take in discovering the truth puts us in the path of the secret organization responsible for torturing and testing hybrids, the more I realize there is no end to what I’m capable. The death of someone close still lingers, help comes from the most unlikely source, and friends will become the deadliest of enemies, but we won’t turn back. Even if the outcome will shatter our worlds forever.. Together we’re stronger… and they know it.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "You Really Are Full of Shit, Aren't You?",
            "authors": [
                "Karl Wiggins"
            ],
            "ranking": 4.16,
            "ranking_count": 172,
            "abstract": "Rascal-Sage Karl Wiggins has done it again, only this time even better.. In America they’re called Advice Columnists, in England Agony Aunts. Well Karl Wiggins is an Agony Uncle who takes no crap. Everyone has read these columns in the dentist waiting room, and I have to agree with Karl in that the majority of Agony Aunts or Advice Columnists are without exception patronising, condescending and pretentious, providing the same type of namby-pamby, wishy-washy band-aid solution for just about every dilemma; “I’m sorry to hear what you’re going through, but you know life is full of ups and downs, I’m sure if you give it time …….” In short, they are no help whatsoever.. Not so Wiggins, for he has the Heaven-sent ability of being able to get right to the nitty-gritty in just a few sentences. His answers, however, are more often than not roll-on-the-floor hilarious.. Karl makes it absolutely clear that he’s no marriage guidance counsellor, psychotherapist, priest or vegetarian, but his adequacy to hand out solid advice is confirmed as soon as you start reading this book.. His advice is delivered in a humorous, occasionally impassioned and exasperated, yet always intuitive manner. Karl speaks from the heart and never, ever evades the issue. If you’re looking to read one of those family therapy books where the advisor hems and haws, and sits on the fence and tap-dances around the issue then stop right now. This is not the book for you.. But if you’re searching for straight-talking guidance on dating, marriage, cohabitation, divorce, sensuality, lust, and sexual urges then look no further. This is the book you’re after. Karl Wiggins does not tread warily around any issue whatsoever – racism, under-age sex, religious extremism, sexual violence. And he does not mince his words; Just the opposite in fact. I’ve known Karl for several years and I’ll tell you he dances towards trouble with a huge grin on his face, which is why I call him the Rascal-Sage. He is in truth a laughing, joking Shaman. The court jester but with all the respect of a sorcerer, for there’s always an element of danger lurking about beneath the surface of his smile, and when he’s angry he is truly a site to behold (Maybe that’s what attracts the reader).. Karl, thank you for being you, for not judging me, for seeing me as I truly am and for allowing me the honour of writing the forward to this book for you. But remember I’ve read the book and you are so naughty …. I’m going to pray for you.. Yvette",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction"
            ]
        },
        {
            "title": "The Dream Thieves",
            "authors": [
                "Maggie Stiefvater"
            ],
            "ranking": 4.22,
            "ranking_count": 177970,
            "abstract": "Now that the ley lines around Cabeswater have been woken, nothing for Ronan, Gansey, Blue, and Adam will be the same. Ronan, for one, is falling more and more deeply into his dreams, and his dreams are intruding more and more into waking life. Meanwhile, some very sinister people are looking for some of the same pieces of the Cabeswater puzzle that Gansey is after…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Audiobook",
                "LGBT"
            ]
        },
        {
            "title": "Dead Reckoning",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 3.8,
            "ranking_count": 121991,
            "abstract": "An Alternate Cover for this ASIN can be found. here. .. With her knack for being in trouble's way, Sookie witnesses the firebombing of Merlotte's, the bar where she works. Since Sam Merlotte is now known to be two-natured, suspicion falls immediately on the anti-shifters in the area. Sookie suspects otherwise, but her attention is divided when she realizes that her lover Eric Northman and his child Pam are plotting to kill the vampire who is now their master. Gradually, Sookie is drawn into the plot-which is much more complicated than she knows...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "What If? Serious Scientific Answers to Absurd Hypothetical Questions",
            "authors": [
                "Randall Munroe"
            ],
            "ranking": 4.14,
            "ranking_count": 149684,
            "abstract": "Randall Munroe left NASA in 2005 to start up his hugely popular site XKCD 'a web comic of romance, sarcasm, math and language' which offers a witty take on the world of science and geeks. It now has 600,000 to a million page hits daily. Every now and then, Munroe would get emails asking him to arbitrate a science debate. 'My friend and I were arguing about what would happen if a bullet got struck by lightning, and we agreed that you should resolve it . . . ' He liked these questions so much that he started up. What If. .. If your cells suddenly lost the power to divide, how long would you survive?. How dangerous is it, really, to be in a swimming pool in a thunderstorm?. If we hooked turbines to people exercising in gyms, how much power could we produce?. What if everyone only had one soulmate?. When (if ever) did the sun go down on the British empire?. How fast can you hit a speed bump while driving and live?. What would happen if the moon went away?. In pursuit of answers, Munroe runs computer simulations, pores over stacks of declassified military research memos, solves differential equations, and consults with nuclear reactor operators. His responses are masterpieces of clarity and hilarity, studded with memorable cartoons and infographics. They often predict the complete annihilation of humankind, or at least a really big explosion. Far more than a book for geeks,. WHAT IF: Serious Scientific Answers to Absurd Hypothetical Questions. explains the laws of science in operation in a way that every intelligent reader will enjoy and feel much the smarter for having read.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Humor",
                "Audiobook",
                "Sequential Art",
                "Adult",
                "Reference"
            ]
        },
        {
            "title": "The Storyteller",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 4.27,
            "ranking_count": 191025,
            "abstract": "Some stories live forever . . .. Sage Singer is a baker. She works through the night, preparing the day’s breads and pastries, trying to escape a reality of loneliness, bad memories, and the shadow of her mother’s death. When Josef Weber, an elderly man in Sage’s grief support group, begins stopping by the bakery, they strike up an unlikely friendship. Despite their differences, they see in each other the hidden scars that others can’t, and they become companions.. Everything changes on the day that Josef confesses a long-buried and shameful secret—one that nobody else in town would ever suspect—and asks Sage for an extraordinary favor. If she says yes, she faces not only moral repercussions, but potentially legal ones as well. With her own identity suddenly challenged, and the integrity of the closest friend she’s ever had clouded, Sage begins to question the assumptions and expectations she’s made about her life and her family. When does a moral choice become a moral imperative? And where does one draw the line between punishment and justice, forgiveness and mercy?. In this searingly honest novel, Jodi Picoult gracefully explores the lengths we will go in order to protect our families and to keep the past from dictating the future",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "World War II",
                "Contemporary",
                "Adult Fiction",
                "War",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Lowland",
            "authors": [
                "Jhumpa Lahiri"
            ],
            "ranking": 3.86,
            "ranking_count": 89904,
            "abstract": "Epic in its canvas and intimate in its portrayal of lives undone and forged anew, The Lowland is a deeply felt novel of family ties that entangle and fray in ways unforeseen and unrevealed, of ties that ineluctably define who we are. From Subhash's earliest memories, at every point, his brother was there. In the suburban streets of Calcutta where they wandered before dusk and in the hyacinth-strewn ponds where they played for hours on end, Udayan was always in his older brother's sight. So close in age, they were inseparable in childhood and yet, as the years pass - as U.S tanks roll into Vietnam and riots sweep across India - their brotherly bond can do nothing to forestall the tragedy that will upend their lives.. Udayan - charismatic and impulsive - finds himself drawn to the Naxalite movement, a rebellion waged to eradicate inequity and poverty. He will give everything, risk all, for what he believes, and in doing so will transform the futures of those dearest to him: his newly married, pregnant wife, his brother and their parents. For all of them, the repercussions of his actions will reverberate across continents and seep through the generations that follow.. Epic in its canvas and intimate in its portrayal of lives undone and forged anew, The Lowland is a deeply felt novel of family ties that entangle and fray in ways unforeseen and unrevealed, of ties that ineluctably define who we are. With all the hallmarks of Jhumpa Lahiri's achingly poignant, exquisitely empathetic story-telling, this is her most devastating work of fiction to date.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Audiobook",
                "Literature",
                "Asian Literature"
            ]
        },
        {
            "title": "Unravel Me",
            "authors": [
                "Tahereh Mafi"
            ],
            "ranking": 4.19,
            "ranking_count": 259855,
            "abstract": "The thrilling second installment in New York Times bestselling author Tahereh Mafi’s Shatter Me series.. It should have taken Juliette a single touch to kill Warner. But his mysterious immunity to her deadly power has left her shaken, wondering why her ultimate defense mechanism failed against the person she most needs protection from.. She and Adam were able to escape Warner’s clutches and join up with a group of rebels, many of whom have powers of their own. Juliette will finally be able to actively fight against The Reestablishment and try to fix her broken world. And perhaps these new allies can help her shed light on the secret behind Adam’s—and Warner’s—immunity to her killer skin.. Juliette’s world is packed with high-stakes action and tantalizing romance, perfect for fans of the Red Queen series by Victoria Aveyard and the Darkest Minds trilogy by Alexandra Bracken.. Ransom Riggs, #1 New York Times bestselling author of Miss Peregrine's Home for Peculiar Children, raved: A thrilling, high-stakes saga of self-discovery and forbidden love, the Shatter Me series is a must-read for fans of dystopian young-adult literature—or any literature!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "New Adult",
                "Apocalyptic"
            ]
        },
        {
            "title": "Towers of Midnight",
            "authors": [
                "Robert Jordan",
                "Brandon Sanderson"
            ],
            "ranking": 4.44,
            "ranking_count": 138225,
            "abstract": "The end draws near..... The Last Battle has started. The seals on the Dark One’s prison are crumbling. The Pattern itself is unraveling, and the armies of the Shadow have begun to boil out of the Blight.. The sun has begun to set upon the Third Age.. Perrin Aybara is now hunted by specters from his past: Whitecloaks, a slayer of wolves, and the responsibilities of leadership. All the while, an unseen foe is slowly pulling a noose tight around his neck. To prevail, he must seek answers in. Tel’aran’rhiod. and find a way--at long last--to master the wolf within him or lose himself to it forever. Meanwhile, Matrim Cauthon prepares for the most difficult challenge of his life. The creatures beyond the stone gateways--the Aelfinn and the Eelfinn--have confused him, taunted him, and left him hanged, his memory stuffed with bits and pieces of other men’s lives. He had hoped that his last confrontation with them would be the end of it, but the Wheel weaves as the Wheel wills. The time is coming when he will again have to dance with the Snakes and the Foxes, playing a game that cannot be won. The Tower of Ghenjei awaits, and its secrets will reveal the fate of a friend long lost.. This penultimate novel of Robert Jordan’s #1. New York Times. bestselling series--the second of three based on materials he left behind when he died in 2007--brings dramatic and compelling developments to many threads in the Pattern. The end draws near.. Dovie’andi se tovya sagain.. It’s time to toss the dice.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Audiobook",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "Paranormalcy",
            "authors": [
                "Kiersten White"
            ],
            "ranking": 3.88,
            "ranking_count": 98622,
            "abstract": "Evie’s always thought of herself as a normal teenager, even though she works for the International Paranormal Containment Agency, her ex-boyfriend is a faerie, she’s falling for a shape-shifter, and she’s the only person who can see through supernatural glamours.. She’s also about to find out that she may be at the center of a dark faerie prophecy promising destruction to all paranormal creatures.. So much for normal.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Shapeshifters"
            ]
        },
        {
            "title": "Reached",
            "authors": [
                "Ally Condie"
            ],
            "ranking": 3.55,
            "ranking_count": 155495,
            "abstract": "After leaving Society to desperately seek The Rising, and each other, Cassia and Ky have found what they were looking for, but at the cost of losing each other yet again. Cassia is assigned undercover in Central city, Ky outside the borders, an airship pilot with Indie. Xander is a medic, with a secret. All too soon, everything shifts again.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Apocalyptic"
            ]
        },
        {
            "title": "H is for Hawk",
            "authors": [
                "Helen Macdonald"
            ],
            "ranking": 3.73,
            "ranking_count": 67559,
            "abstract": "Obsession, madness, memory, myth, and history combine to achieve a distinctive blend of nature writing and memoir from an outstanding literary innovator.. When Helen Macdonald's father died suddenly on a London street, she was devastated. An experienced falconer—Helen had been captivated by hawks since childhood—she'd never before been tempted to train one of the most vicious predators, the goshawk. But in her grief, she saw that the goshawk's fierce and feral temperament mirrored her own. Resolving to purchase and raise the deadly creature as a means to cope with her loss, she adopted Mabel, and turned to the guidance of The Once and Future King author T.H. White's chronicle The Goshawk to begin her challenging endeavor. Projecting herself in the hawk's wild mind to tame her tested the limits of Macdonald's humanity and changed her life.. Heart-wrenching and humorous, this book is an unflinching account of bereavement and a unique look at the magnetism of an extraordinary beast, with a parallel examination of a legendary writer's eccentric falconry. Obsession, madness, memory, myth, and history combine to achieve a distinctive blend of nature writing and memoir from an outstanding literary innovator.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Environment",
                "Biography",
                "Animals",
                "Audiobook",
                "Biography Memoir",
                "Science"
            ]
        },
        {
            "title": "The Hunger Games Trilogy Boxset",
            "authors": [
                "Suzanne Collins",
                "Guillaume Fournier",
                "Pilar Ramírez Tello",
                "Hanna Hörl",
                "Sylke Hachmeister",
                "Peter Klöss"
            ],
            "ranking": 4.48,
            "ranking_count": 203574,
            "abstract": "The extraordinary, ground breaking New York Times bestsellers The Hunger Games and Catching Fire, along with the third book in The Hunger Games trilogy by Suzanne Collins, Mockingjay, are available for the first time ever in a beautiful boxset edition. Stunning, gripping, and powerful. The trilogy is now complete!",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Adventure",
                "Action",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Girl You Left Behind",
            "authors": [
                "Jojo Moyes"
            ],
            "ranking": 4.01,
            "ranking_count": 150949,
            "abstract": "From the. New York Times. bestselling author of. The Giver of Stars. , a sweeping bestseller of love and loss, deftly weaving two journeys from World War I France to present day London.. Paris, World War I. Sophie Lefèvre must keep her family safe while her adored husband, Édouard, fights at the front. When their town falls to the Germans, Sophie is forced to serve them every evening at her hotel. From the moment the new Kommandant sets eyes on Sophie’s portrait—painted by her artist husband—a dangerous obsession is born.. Almost a century later in London, Sophie’s portrait hangs in the home of Liv Halston, a wedding gift from her young husband before his sudden death. After a chance encounter reveals the portrait’s true worth, a battle begins over its troubled history and Liv’s world is turned upside all over again.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "War",
                "Audiobook"
            ]
        },
        {
            "title": "Warm Bodies",
            "authors": [
                "Isaac Marion"
            ],
            "ranking": 3.91,
            "ranking_count": 102004,
            "abstract": "'R' is a zombie. He has no name, no memories and no pulse, but he has dreams. He is a little different from his fellow Dead.. Amongst the ruins of an abandoned city, R meets a girl. Her name is Julie and she is the opposite of everything he knows - warm and bright and very much alive, she is a blast of colour in a dreary grey landscape. For reasons he can't understand, R chooses to save Julie instead of eating her, and a tense yet strangely tender relationship begins.. This has never happened before. It breaks the rules and defies logic, but R is no longer content with life in the grave. He wants to breathe again, he wants to live, and Julie wants to help him. But their grim, rotting world won't be changed without a fight...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Horror",
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Adult Fiction",
                "Fantasy",
                "Media Tie In"
            ]
        },
        {
            "title": "Halo",
            "authors": [
                "Alexandra Adornetto"
            ],
            "ranking": 3.66,
            "ranking_count": 67503,
            "abstract": "An angel is sent to Earth on a mission.. But falling in love is not part of the plan.. Three angels – Gabriel, the warrior; Ivy, the healer; and Bethany, the youngest and most human – are sent by Heaven to bring good to a world falling under the influence of darkness. They work hard to conceal their luminous glow, superhuman powers, and, most dangerous of all, their wings, all the while avoiding all human attachments.. Then Bethany meets Xavier Woods, and neither of them is able to resist the attraction between them. Gabriel and Ivy do everything in their power to intervene, but the bond between Xavier and Bethany seems too strong.. The angel’s mission is urgent, and dark forces are threatening. Will love ruin Bethany or save her?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Flight Behavior",
            "authors": [
                "Barbara Kingsolver"
            ],
            "ranking": 3.79,
            "ranking_count": 87791,
            "abstract": "Flight Behavior takes on one of the most contentious subjects of our time: climate change. With a deft and versatile empathy Kingsolver dissects the motives that drive denial and belief in a precarious world.. Flight Behavior transfixes from its opening scene, when a young woman's narrow experience of life is thrown wide with the force of a raging fire. In the lyrical language of her native Appalachia, Barbara Kingsolver bares the rich, tarnished humanity of her novel's inhabitants and unearths the modern complexities of rural existence. Characters and reader alike are quickly carried beyond familiar territory here, into the unsettled ground of science, faith, and everyday truces between reason and conviction.. Dellarobia Turnbow is a restless farm wife who gave up her own plans when she accidentally became pregnant at seventeen. Now, after a decade of domestic disharmony on a failing farm, she has settled for permanent disappointment but seeks momentary escape through an obsessive flirtation with a younger man. As she hikes up a mountain road behind her house to a secret tryst, she encounters a shocking sight: a silent, forested valley filled with what looks like a lake of fire. She can only understand it as a cautionary miracle, but it sparks a raft of other explanations from scientists, religious leaders, and the media. The bewildering emergency draws rural farmers into unexpected acquaintance with urbane journalists, opportunists, sightseers, and a striking biologist with his own stake in the outcome. As the community lines up to judge the woman and her miracle, Dellarobia confronts her family, her church, her town, and a larger world, in a flight toward truth that could undo all she has ever believed.. Flight Behavior takes on one of the most contentious subjects of our time: climate change. With a deft and versatile empathy Kingsolver dissects the motives that drive denial and belief in a precarious world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Environment",
                "Adult Fiction",
                "Book Club",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Longbourn",
            "authors": [
                "Jo Baker"
            ],
            "ranking": 3.65,
            "ranking_count": 53875,
            "abstract": "•. Pride and Prejudice. was only half the story •. If Elizabeth Bennet had the washing of her own petticoats, Sarah often thought, she’d most likely be a sight more careful with them.. In this irresistibly imagined belowstairs answer to. Pride and Prejudice,. the servants take center stage. Sarah, the orphaned housemaid, spends her days scrubbing the laundry, polishing the floors, and emptying the chamber pots for the Bennet household. But there is just as much romance, heartbreak, and intrigue downstairs at Longbourn as there is upstairs. When a mysterious new footman arrives, the orderly realm of the servants’ hall threatens to be completely, perhaps irrevocably, upended.. Jo Baker dares to take us beyond the drawing rooms of Jane Austen’s classic—into the often overlooked domain of the stern housekeeper and the starry-eyed kitchen maid, into the gritty daily particulars faced by the lower classes in Regency England during the Napoleonic Wars—and, in doing so, creates a vivid, fascinating, fully realized world that is wholly her own.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Audiobook",
                "Retellings",
                "European Literature",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Beartown",
            "authors": [
                "Fredrik Backman",
                "Neil Smith"
            ],
            "ranking": 4.27,
            "ranking_count": 287986,
            "abstract": "The #1. New York Times. bestselling author of. A Man Called Ove. returns with a dazzling, profound novel about a small town with a big dream—and the price required to make it come true.. People say Beartown is finished. A tiny community nestled deep in the forest, it is slowly losing ground to the ever encroaching trees. But down by the lake stands an old ice rink, built generations ago by the working men who founded this town. And in that ice rink is the reason people in Beartown believe tomorrow will be better than today. Their junior ice hockey team is about to compete in the national semi-finals, and they actually have a shot at winning. All the hopes and dreams of this place now rest on the shoulders of a handful of teenage boys.. Being responsible for the hopes of an entire town is a heavy burden, and the semi-final match is the catalyst for a violent act that will leave a young girl traumatized and a town in turmoil. Accusations are made and, like ripples on a pond, they travel through all of Beartown, leaving no resident unaffected.. Beartown explores the hopes that bring a small community together, the secrets that tear it apart, and the courage it takes for an individual to go against the grain. In this story of a small forest town, Fredrik Backman has found the entire world.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Sports",
                "Adult",
                "Adult Fiction",
                "Literary Fiction",
                "Book Club",
                "Realistic Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Blackout",
            "authors": [
                "Connie Willis"
            ],
            "ranking": 3.84,
            "ranking_count": 24087,
            "abstract": "Oxford in 2060 is a chaotic place, with scores of time-traveling historians being sent into the past. Michael Davies is prepping to go to Pearl Harbor. Merope Ward is coping with a bunch of bratty 1940 evacuees and trying to talk her thesis adviser into letting her go to VE-Day. Polly Churchill’s next assignment will be as a shopgirl in the middle of London’s Blitz. But now the time-travel lab is suddenly canceling assignments and switching around everyone’s schedules. And when Michael, Merope, and Polly finally get to World War II, things just get worse. For there they face air raids, blackouts, and dive-bombing Stukas--to say nothing of a growing feeling that not only their assignments but the war and history itself are spiraling out of control. Because suddenly the once-reliable mechanisms of time travel are showing significant glitches, and our heroes are beginning to question their most firmly held belief: that no historian can possibly change the past.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Historical",
                "Fiction",
                "Fantasy",
                "War",
                "Science Fiction Fantasy",
                "Hugo Awards",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Catherine the Great: Portrait of a Woman",
            "authors": [
                "Robert K. Massie"
            ],
            "ranking": 3.92,
            "ranking_count": 101910,
            "abstract": "Pulitzer Prize winner Massie offers the tale of a princess who went to Russia at 14 and became one of the most powerful women in history. Born into minor German nobility, she transformed herself into an empress by sheer determination. Possessing a brilliant, curious mind, she devoured the works of Enlightenment philosophers, and reaching the throne, tried using their principles to rule the vast, backward empire. She knew or corresponded with notable figures of her time: Voltaire, Diderot, Frederick the Great, Maria Theresa of Austria, Marie Antoinette & John Paul Jones. Wanting to be the “benevolent despot” Montesquieu idealized, she contended with the deeply ingrained realities of Russian life, including serfdom. She persevered, and for 34 years the government, foreign policy, cultural development and welfare of the Russian people were in her hands. She dealt with domestic rebellion, wars & the tides of political change and violence inspired by the French Revolution. Her reputation depended on the perspective of the speaker. She was praised by Voltaire as like the classical philosophers. She was condemned by enemies, mostly foreign, as “the Messalina of the north.” Her family, friends, ministers, generals, lovers and enemies are vividly described. These included her ambitious, scheming mother; her weak, bullying husband, Peter (who left her sexually untouched for nine years after their marriage); her unhappy son & heir, Paul; her beloved grandchildren; and her favorites—the young men from whom she sought companionship and the recapture of youth as well as sex. Here, too, is Gregory Potemkin, her most significant lover & possible husband, with whom she shared a correspondence of love & separation, followed by 17 years of unparalleled mutual achievement. All the qualities that Massie brought to Nicholas & Alexandra and Peter the Great are present: historical accuracy, deep understanding, felicity of style, mastery of detail, ability to shatter myth & a genius for finding and expressing a human drama.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Cultural",
                "Historical",
                "Biography Memoir",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "The Raven King",
            "authors": [
                "Maggie Stiefvater"
            ],
            "ranking": 4.25,
            "ranking_count": 126267,
            "abstract": "The fourth and final installment in the spellbinding series from the irrepressible, #1 New York Times bestselling author Maggie Stiefvater.. All her life, Blue has been warned that she will cause her true love's death. She doesn't believe in true love and never thought this would be a problem, but as her life becomes caught up in the strange and sinister world of the Raven Boys, she's not so sure anymore.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "LGBT",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Demonglass",
            "authors": [
                "Rachel Hawkins",
                "R. Khokins"
            ],
            "ranking": 4.08,
            "ranking_count": 92942,
            "abstract": "Sophie Mercer thought she was a witch. That was the whole reason she was sent to Hex Hall, a reform school for delinquent Prodigium (a.k.a. witches, shape-shifters, and faeries). But then she discovered the family secret, and the fact that her hot crush, Archer Cross, is an agent for The Eye, a group bent on wiping Prodigium off the face of the earth.. Turns out, Sophie's a demon, one of only two in the world-the other being her father. What's worse, she has powers that threaten the lives of everyone she loves. Which is precisely why Sophie decides she must go to London for the Removal, a dangerous procedure that will either destroy her powers for good-or kill her.. But once Sophie arrives, she makes a shocking discovery. Her new housemates? They're demons too. Meaning, someone is raising demons in secret, with creepy plans to use their powers, and probably not for good. Meanwhile, The Eye is set on hunting Sophie down, and they're using Archer to do it. But it's not like she has feelings for him anymore. Does she?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Feed",
            "authors": [
                "Mira Grant"
            ],
            "ranking": 3.86,
            "ranking_count": 55473,
            "abstract": "The year was 2014. We had cured cancer. We had beaten the common cold. But in doing so we created something new, something terrible that no one could stop.. The infection spread, virus blocks taking over bodies and minds with one, unstoppable command:. FEED. . Now, twenty years after the Rising, bloggers Georgia and Shaun Mason are on the trail of the biggest story of their lives—the dark conspiracy behind the infected.. The truth will get out, even if it kills them.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Young Adult",
                "Fantasy",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "Shadowfever",
            "authors": [
                "Karen Marie Moning"
            ],
            "ranking": 4.39,
            "ranking_count": 104560,
            "abstract": "“Evil is a completely different creature, Mac. Evil is bad that believes it’s good.” — MacKayla Lane was just a child when she and her sister, Alina, were given up for adoption and banished from Ireland forever. — Twenty years later, Alina is dead and Mac has returned to the country that expelled them to hunt her sister’s murderer. But after discovering that she descends from a bloodline both gifted and cursed, Mac is plunged into a secret history: an ancient conflict between humans and immortals who have lived concealed among us for thousands of years.. What follows is a shocking chain of events with devastating consequences, and now Mac struggles to cope with grief while continuing her mission to acquire and control the Sinsar Dubh -- a book of dark, forbidden magic scribed by the mythical Unseelie King, containing the power to create and destroy worlds.. In an epic battle between humans and Fae, the hunter becomes the hunted when the Sinsar Dubh turns on Mac and begins mowing a deadly path through those she loves.. Who can she turn to? Who can she trust? Who is the woman haunting her dreams? More important, who is Mac herself and what is the destiny she glimpses in the black and crimson designs of an ancient tarot card?. From the luxury of the Lord Master’s penthouse to the sordid depths of an Unseelie nightclub, from the erotic bed of her lover to the terrifying bed of the Unseelie King, Mac’s journey will force her to face the truth of her exile, and to make a choice that will either save the world . . . or destroy it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fairies",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Rules of Civility",
            "authors": [
                "Amor Towles"
            ],
            "ranking": 4.06,
            "ranking_count": 185936,
            "abstract": "This sophisticated and entertaining first novel presents the story of a young woman whose life is on the brink of transformation. On the last night of 1937, twenty-five-year-old Katey Kontent is in a second-rate Greenwich Village jazz bar when Tinker Grey, a handsome banker, happens to sit down at the neighboring table. This chance encounter and its startling consequences propel Katey on a year-long journey into the upper echelons of New York society—where she will have little to rely upon other than a bracing wit and her own brand of cool nerve. With its sparkling depiction of New York’s social strata, its intricate imagery and themes, and its immensely appealing characters, Rules of Civility won the hearts of readers and critics alike.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "New York",
                "Literary Fiction",
                "Audiobook",
                "Book Club",
                "Adult Fiction",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Sweet Tooth",
            "authors": [
                "Ian McEwan"
            ],
            "ranking": 3.42,
            "ranking_count": 48087,
            "abstract": "In this stunning new novel, Ian McEwan's first female protagonist since Atonement is about to learn that espionage is the ultimate seduction.. Cambridge student Serena Frome's beauty and intelligence make her the ideal recruit for MI5. The year is 1972. The Cold War is far from over. England's legendary intelligence agency is determined to manipulate the cultural conversation by funding writers whose politics align with those of the government. The operation is code named Sweet Tooth.. Serena, a compulsive reader of novels, is the perfect candidate to infiltrate the literary circle of a promising young writer named Tom Haley. At first, she loves his stories. Then she begins to love the man. How long can she conceal her undercover life? To answer that question, Serena must abandon the first rule of espionage: trust no one.. Once again, Ian McEwan's mastery dazzles us in this superbly deft and witty story of betrayal and intrigue, love and the invented self.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Literary Fiction",
                "European Literature",
                "Spy Thriller",
                "Romance",
                "Contemporary",
                "Novels"
            ]
        },
        {
            "title": "Billy Lynn's Long Halftime Walk",
            "authors": [
                "Ben Fountain"
            ],
            "ranking": 3.79,
            "ranking_count": 29580,
            "abstract": "Billy Lynn's Long Half-Time Walk. is a razor-sharp satire set in Texas during America's war in Iraq. It explores the gaping national disconnect between the war at home and the war abroad.. Ben Fountain’s remarkable debut novel follows the surviving members of the heroic Bravo Squad through one exhausting stop in their media-intensive Victory Tour at Texas Stadium, football mecca of the Dallas Cowboys, their fans, promoters, and cheerleaders.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "War",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Literature",
                "Audiobook",
                "Sports",
                "Adult Fiction"
            ]
        },
        {
            "title": "Mr. Mercedes",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.98,
            "ranking_count": 273963,
            "abstract": "In the predawn hours, in a distressed American city, hundreds of unemployed men and women line up for the opening of a job fair. They are tired and cold and desperate. Emerging from the fog, invisible until it is too late, a lone driver plows through the crowd in a stolen Mercedes, running over the innocent, backing up, and charging again. Eight people are killed; fifteen are wounded. The killer escapes.. Months later, an ex-cop named bill Hodges, still haunted by the unsolved crime, contemplates suicide. When he gets a crazed letter from the perk, claiming credit for the murders, Hodges wakes up from his depressed and vacant retirement, fearing another even more diabolical attack and hell-bent on preventing it.. Brady Hartfield lives with his alcoholic mother in the house where he was born. He loved the feel of death under the wheels of the Mercedes, and he wants that rush again. Only Bill Hodges, with a couple of eccentric and mismatched allies, can apprehend the killer before he strikes again. And they have no time to lose, because Brady's next mission, if it succeeds, will kill or maim thousands.. Mr. Mercedes is a war between good and evil from the master of suspense whose insight into the mind of this obsessed, insane killer is chilling and unforgettable.. --front flap",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Horror",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "The Fiery Heart",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.32,
            "ranking_count": 73648,
            "abstract": "Sydney Sage is an Alchemist, one of a group of humans who dabble in magic and serve to bridge the worlds of humans and vampires. They protect vampire secrets and human lives. In The Indigo Spell, Sydney was torn between the Alchemist way of life and what her heart and gut were telling her to do. And in one breathtaking moment that Richelle Mead fans will never forget, she made a decision that shocked even her. . . . But the struggle isn't over for Sydney. As she navigates the aftermath of her life-changing decision, she still finds herself pulled in too many directions at once. Her sister Zoe has arrived, and while Sydney longs to grow closer to her, there's still so much she must keep secret. Working with Marcus has changed the way she views the Alchemists, and Sydney must tread a careful path as she harnesses her profound magical ability to undermine the way of life she was raised to defend. Consumed by passion and vengeance, Sydney struggles to keep her secret life under wraps as the threat of exposure and re-education looms larger than ever. Pulses will race throughout this thrilling fourth installment in the New York Times bestselling Bloodlines series, where no secret is safe.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Illuminae",
            "authors": [
                "Amie Kaufman",
                "Jay Kristoff"
            ],
            "ranking": 4.25,
            "ranking_count": 138547,
            "abstract": "This morning, Kady thought breaking up with Ezra was the hardest thing she’d have to do. This afternoon, her planet was invaded.. The year is 2575, and two rival mega-corporations are at war over a planet that’s little more than a speck at the edge of the universe. Now with enemy fire raining down on them, Kady and Ezra — who are barely even talking to each other—are forced to evacuate with a hostile warship in hot pursuit.. But their problems are just getting started. A plague has broken out and is mutating with terrifying results; the fleet’s AI may actually be their enemy; and nobody in charge will say what’s really going on. As Kady hacks into a web of data to find the truth, it’s clear the only person who can help her is the ex-boyfriend she swore she’d never speak to again.. Told through a fascinating dossier of hacked documents — including emails, maps, files, IMs, medical reports, interviews, and more —. Illuminae. is the first book in a heart-stopping trilogy about lives interrupted, the price of truth, and the courage of everyday heroes.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Space",
                "Thriller",
                "Adventure"
            ]
        },
        {
            "title": "Joyland",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.93,
            "ranking_count": 137839,
            "abstract": "Set in a small-town North Carolina amusement park in 1973, Joyland tells the story of the summer in which college student Devin Jones comes to work as a carny and confronts the legacy of a vicious murder, the fate of a dying child, and the ways both will change his life forever.. Joyland is a brand-new novel and has never previously been published.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Mystery",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook",
                "Young Adult",
                "Suspense"
            ]
        },
        {
            "title": "Only Time Will Tell",
            "authors": [
                "Jeffrey Archer"
            ],
            "ranking": 4.09,
            "ranking_count": 82697,
            "abstract": "From the internationally bestselling author of. Kane and Abel. and. A Prisoner of Birth. comes. Only Time Will Tell. , the first in an ambitious new series that tells the story of one family across generations, across oceans, from heartbreak to triumph.. The epic tale of Harry Clifton’s life begins in 1920, with the words “I was told that my father was killed in the war.” A dock worker in Bristol, Harry never knew his father, but he learns about life on the docks from his uncle, who expects Harry to join him at the shipyard once he’s left school. But then an unexpected gift wins him a scholarship to an exclusive boys’ school, and his life will never be the same again.. As he enters into adulthood, Harry finally learns how his father really died, but the awful truth only leads him to question, was he even his father? Is he the son of Arthur Clifton, a stevedore who spent his whole life on the docks, or the firstborn son of a scion of West Country society, whose family owns a shipping line?. This introductory novel in Archer’s ambitious series The Clifton Chronicles includes a cast of colorful characters and takes us from the ravages of the Great War to the outbreak of the Second World War, when Harry must decide whether to take up a place at Oxford or join the navy and go to war with Hitler’s Germany. From the docks of working-class England to the bustling streets of 1940 New York City,. Only Time Will Tell. takes readers on a journey through to future volumes, which will bring to life one hundred years of recent history to reveal a family story that neither the reader nor Harry Clifton himself could ever have imagined.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Thriller",
                "Drama",
                "Audiobook",
                "European Literature",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Nimona",
            "authors": [
                "Noelle Stevenson"
            ],
            "ranking": 4.15,
            "ranking_count": 130457,
            "abstract": "The graphic novel debut from rising star ND Stevenson, based on his beloved and critically acclaimed web comic, which Slate awarded its Cartoonist Studio Prize, calling it a deadpan epic.. Nemeses! Dragons! Science! Symbolism! All these and more await in this brilliantly subversive, sharply irreverent epic from Noelle Stevenson. Featuring an exclusive epilogue not seen in the web comic, along with bonus conceptual sketches and revised pages throughout, this gorgeous full-color graphic novel is perfect for the legions of fans of the web comic and is sure to win Noelle many new ones.. Nimona is an impulsive young shapeshifter with a knack for villainy. Lord Ballister Blackheart is a villain with a vendetta. As sidekick and supervillain, Nimona and Lord Blackheart are about to wreak some serious havoc. Their mission: prove to the kingdom that Sir Ambrosius Goldenloin and his buddies at the Institution of Law Enforcement and Heroics aren't the heroes everyone thinks they are.. But as small acts of mischief escalate into a vicious battle, Lord Blackheart realizes that Nimona's powers are as murky and mysterious as her past. And her unpredictable wild side might be more dangerous than he is willing to admit.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "LGBT",
                "Graphic Novels Comics",
                "Humor",
                "Adventure"
            ]
        },
        {
            "title": "The Great Alone",
            "authors": [
                "Kristin Hannah"
            ],
            "ranking": 4.37,
            "ranking_count": 532686,
            "abstract": "Alaska, 1974.. Unpredictable. Unforgiving. Untamed.. For a family in crisis, the ultimate test of survival.. Ernt Allbright, a former POW, comes home from the Vietnam war a changed and volatile man. When he loses yet another job, he makes an impulsive decision: he will move his family north, to Alaska, where they will live off the grid in America’s last true frontier.. Thirteen-year-old Leni, a girl coming of age in a tumultuous time, caught in the riptide of her parents’ passionate, stormy relationship, dares to hope that a new land will lead to a better future for her family. She is desperate for a place to belong. Her mother, Cora, will do anything and go anywhere for the man she loves, even if it means following him into the unknown.. At first, Alaska seems to be the answer to their prayers. In a wild, remote corner of the state, they find a fiercely independent community of strong men and even stronger women. The long, sunlit days and the generosity of the locals make up for the Allbrights’ lack of preparation and dwindling resources.. But as winter approaches and darkness descends on Alaska, Ernt’s fragile mental state deteriorates and the family begins to fracture. Soon the perils outside pale in comparison to threats from within. In their small cabin, covered in snow, blanketed in eighteen hours of night, Leni and her mother learn the terrible truth: they are on their own. In the wild, there is no one to save them but themselves.. In this unforgettable portrait of human frailty and resilience, Kristin Hannah reveals the indomitable character of the modern American pioneer and the spirit of a vanishing Alaska―a place of incomparable beauty and danger. The Great Alone is a daring, beautiful, stay-up-all-night story about love and loss, the fight for survival, and the wildness that lives in both man and nature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Adult",
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Book Club",
                "Family"
            ]
        },
        {
            "title": "NW",
            "authors": [
                "Zadie Smith"
            ],
            "ranking": 3.47,
            "ranking_count": 36992,
            "abstract": "Set in northwest London, Zadie Smith’s brilliant tragicomic novel follows four locals—Leah, Natalie, Felix, and Nathan—as they try to make adult lives outside of Caldwell, the council estate of their childhood. In private houses and public parks, at work and at play, these Londoners inhabit a complicated place, as beautiful as it is brutal, where the thoroughfares hide the back alleys and taking the high road can sometimes lead you to a dead end. Depicting the modern urban zone—familiar to city-dwellers everywhere—. NW. is a quietly devastating novel of encounters, mercurial and vital, like the city itself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "European Literature",
                "Unfinished",
                "Literature",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Anna Dressed in Blood",
            "authors": [
                "Kendare Blake"
            ],
            "ranking": 3.91,
            "ranking_count": 103061,
            "abstract": "Cas Lowood has inherited an unusual vocation: He kills the dead.. So did his father before him, until he was gruesomely murdered by a ghost he sought to kill. Now, armed with his father's mysterious and deadly athame, Cas travels the country with his kitchen-witch mother and their spirit-sniffing cat. They follow legends and local lore, destroy the murderous dead, and keep pesky things like the future and friends at bay.. Searching for a ghost the locals call Anna Dressed in Blood, Cas expects the usual: track, hunt, kill. What he finds instead is a girl entangled in curses and rage, a ghost like he's never faced before. She still wears the dress she wore on the day of her brutal murder in 1958: once white, now stained red and dripping with blood. Since her death, Anna has killed any and every person who has dared to step into the deserted Victorian she used to call home.. Yet she spares Cas's life.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "One Summer: America, 1927",
            "authors": [
                "Bill Bryson"
            ],
            "ranking": 4.08,
            "ranking_count": 48499,
            "abstract": "In. One Summer. Bill Bryson, one of our greatest and most beloved nonfiction writers, transports readers on a journey back to one amazing season in American life.. The summer of 1927 began with one of the signature events of the twentieth century: on May 21, 1927, Charles Lindbergh became the first man to cross the Atlantic by plane nonstop, and when he landed in Le Bourget airfield near Paris, he ignited an explosion of worldwide rapture and instantly became the most famous person on the planet. Meanwhile, the titanically talented Babe Ruth was beginning his assault on the home run record, which would culminate on September 30 with his sixtieth blast, one of the most resonant and durable records in sports history. In between those dates a Queens housewife named Ruth Snyder and her corset-salesman lover garroted her husband, leading to a murder trial that became a huge tabloid sensation. Alvin “Shipwreck” Kelly sat atop a flagpole in Newark, New Jersey, for twelve days—a new record. The American South was clobbered by unprecedented rain and by flooding of the Mississippi basin, a great human disaster, the relief efforts for which were guided by the uncannily able and insufferably pompous Herbert Hoover. Calvin Coolidge interrupted an already leisurely presidency for an even more relaxing three-month vacation in the Black Hills of South Dakota. The gangster Al Capone tightened his grip on the illegal booze business through a gaudy and murderous reign of terror and municipal corruption. The first true “talking picture,” Al Jolson’s. The Jazz Singer. , was filmed and forever changed the motion picture industry. The four most powerful central bankers on earth met in secret session on a Long Island estate and made a fateful decision that virtually guaranteed a future crash and depression.. All this and much, much more transpired in that epochal summer of 1927, and Bill Bryson captures its outsized personalities, exciting events, and occasional just plain weirdness with his trademark vividness, eye for telling detail, and delicious humor. In that year America stepped out onto the world stage as the main event, and. One Summer. transforms it all into narrative nonfiction of the highest order.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Audiobook",
                "Historical",
                "Biography",
                "Humor",
                "Sports",
                "Literature",
                "Aviation"
            ]
        }
    ]
}