{
    "books": [
        {
            "title": "Karolina Dalca, Dark Eyes",
            "authors": [
                "M.R. Noble"
            ],
            "ranking": 4.29,
            "ranking_count": 11036,
            "abstract": "Blindsided by an attack that destroys her home and blamed for murder, Karolina Dalca, a half-vampire, escapes, only to plunge into the magical societies from which she was sheltered.. Betrayed by those around her, she abandons her dreams of becoming an investigator and flees, trusting only herself. Her police internship would never prove more useful. Hoofing it through the wilderness, she makes it to her university dorm, disheveled but delightfully deflowered.. Enter a full vampire: one wielding dark magic and a ride out of Canada. A fugitive from the law, Karo complies with his demands to escape, unsure whether his requests are bewitched. She vows to clear her name and avenge her mother's death, but Karo's family secrets aren't so easily left behind.",
            "part_of_series": false,
            "genre_list": [
                "Drama",
                "Novels",
                "Contemporary",
                "Fiction",
                "Fantasy",
                "Epic",
                "Paranormal"
            ]
        },
        {
            "title": "The Long Goodbye",
            "authors": [
                "Raymond Chandler"
            ],
            "ranking": 4.19,
            "ranking_count": 38593,
            "abstract": "Down-and-out drunk Terry Lennox has a problem: his millionaire wife is dead and he needs to get out of LA fast. So he turns to the only friend he can trust: private investigator Philip Marlowe. Marlowe is willing to help a man down on his luck, but later Lennox commits suicide in Mexico and things start to turn nasty. Marlowe is drawn into a sordid crowd of adulterers and alcoholics in LA's Idle Valley, where the rich are suffering one big suntanned hangover. Marlowe is sure Lennox didn't kill his wife, but how many stiffs will turn up before he gets to the truth?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Novels",
                "Thriller",
                "Literature"
            ]
        },
        {
            "title": "Child 44",
            "authors": [
                "Tom Rob Smith"
            ],
            "ranking": 4.09,
            "ranking_count": 81603,
            "abstract": "MGB officer Leo is a man who never questions the Party Line. He arrests whomever he is told to arrest. He dismisses the horrific death of a young boy because he is told to, because he believes the Party stance that there can be no murder in Communist Russia. Leo is the perfect soldier of the regime. But suddenly his confidence that everything he does serves a great good is shaken. He is forced to watch a man he knows to be innocent be brutally tortured. And then he is told to arrest his own wife. Leo understands how the State works: Trust and check, but check particularly on those we trust. He faces a stark choice: his wife or his life. And still the killings of children continue...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Thriller",
                "Cultural",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "Our Town",
            "authors": [
                "Thornton Wilder",
                "Donald Margulies",
                "Tappan Wilder"
            ],
            "ranking": 3.68,
            "ranking_count": 48208,
            "abstract": "Our Town. was first produced and published in 1938 to wide acclaim. This Pulitzer Prize-winning drama of life in the small village of Grover's Corners, an allegorical representation of all life, has become a classic. It is Thornton Wilder's most renowned and most frequently performed play.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Fiction",
                "Academic",
                "Young Adult",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "The Thief",
            "authors": [
                "Megan Whalen Turner"
            ],
            "ranking": 3.86,
            "ranking_count": 77218,
            "abstract": "The king’s scholar, the magus, believes he knows the site of an ancient treasure. To attain it for his king, he needs a skillful thief, and he selects Gen from the king’s prison. The magus is interested only in the thief’s abilities. What Gen is interested in is anyone’s guess. Their journey toward the treasure is both dangerous and difficult, lightened only imperceptibly by the tales they tell of the old gods and goddesses.. Megan Whalen Turner weaves Gen’s stories and Gen’s story together with style and verve in a novel that is filled with intrigue, adventure, and surprise.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Historical",
                "Audiobook",
                "Childrens"
            ]
        },
        {
            "title": "Fierce Love: Creating a Love that Lasts—One Conversation at a Time",
            "authors": [
                "Susan Scott"
            ],
            "ranking": 4.36,
            "ranking_count": 6294,
            "abstract": "New York Times bestselling author Susan Scott guides couples through eight must-have conversations to create a fierce love that stands the test of time and grows stronger over the years.. Often in our romantic relationships, we long for deep connection, but we don't know how to communicate well and sometimes withhold what we're really thinking and feeling. This can lead to fighting, resentment, or, worse, complacency--where you are just going through the motions, more like roommates than two people in love. As Susan writes, It's as if we've pulled off our own wings. As couples, we don't stop to think how important our conversations are. And we certainly don't understand that. what. we talk about and. how. we talk about it determine whether our relationships will thrive, flatline, or fail.. In. Fierce Love. ,. New York Times. bestselling author Susan Scott guides couples through eight must-have conversations that lead to deep connection and lasting commitment. Through the use of true stories and hands-on exercises, Susan helps us. understand that the conversation. is. the relationship;. identify and dispel five relationship myths that mislead and derail us;. learn eight conversations that are critical to enriching relationships; and. stop fighting or ignoring issues and start connecting in a deep and meaningful way.. After a season where many relationships were tested and tried, where some relationships thrived and others have exposed cracks couples didn't even realize were there, or realized but didn't acknowledge, now is the best time to learn to communicate well. By having honest, compelling conversations with our partners, we can foster true connection and a fierce love that will withstand the test of time and grow stronger over the years.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Education",
                "Inspirational",
                "Productivity",
                "How To",
                "Philosophy",
                "Relationships"
            ]
        },
        {
            "title": "Oranges Are Not the Only Fruit",
            "authors": [
                "Jeanette Winterson"
            ],
            "ranking": 3.73,
            "ranking_count": 67876,
            "abstract": "Alternate cover edition for 9780802135162. This is the story of Jeanette, adopted and brought up by her mother as one of God's elect. Zealous and passionate, she seems destined for life as a missionary, but then she falls for one of her converts.. At sixteen, Jeanette decides to leave the church, her home and her family, for the young woman she loves. Innovative, punchy and tender,. Oranges Are Not the Only Fruit. is a few days ride into the bizarre outposts of religious excess and human obsession.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Classics",
                "Contemporary",
                "Religion",
                "Feminism",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Blue Lily, Lily Blue",
            "authors": [
                "Maggie Stiefvater"
            ],
            "ranking": 4.26,
            "ranking_count": 144346,
            "abstract": "The third installment in the all-new series from the #1 NEW YORK TIMES bestselling author Maggie Stiefvater!. Blue Sargent has found things. For the first time in her life, she has friends she can trust, a group to which she can belong. The Raven Boys have taken her in as one of their own. Their problems have become hers, and her problems have become theirs.. The trick with found things, though, is how easily they can be lost.. Friends can betray.. Mothers can disappear.. Visions can mislead.. Certainties can unravel.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "LGBT"
            ]
        },
        {
            "title": "The Raven King",
            "authors": [
                "Maggie Stiefvater"
            ],
            "ranking": 4.25,
            "ranking_count": 126180,
            "abstract": "The fourth and final installment in the spellbinding series from the irrepressible, #1 New York Times bestselling author Maggie Stiefvater.. All her life, Blue has been warned that she will cause her true love's death. She doesn't believe in true love and never thought this would be a problem, but as her life becomes caught up in the strange and sinister world of the Raven Boys, she's not so sure anymore.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "LGBT",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Fun Home: A Family Tragicomic",
            "authors": [
                "Alison Bechdel"
            ],
            "ranking": 4.07,
            "ranking_count": 156308,
            "abstract": "In this graphic memoir, Alison Bechdel charts her fraught relationship with her late father.. Distant and exacting, Bruce Bechdel was an English teacher and director of the town funeral home, which Alison and her family referred to as the. Fun Home.. It was not until college that Alison, who had recently come out as a lesbian, discovered that her father was also gay. A few weeks after this revelation, he was dead, leaving a legacy of mystery for his daughter to resolve.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Autobiography",
                "Nonfiction",
                "LGBT",
                "Biography",
                "Graphic Novels Comics",
                "Adult"
            ]
        },
        {
            "title": "The House at Riverton",
            "authors": [
                "Kate Morton"
            ],
            "ranking": 3.94,
            "ranking_count": 110703,
            "abstract": "The House at Riverton. is a gorgeous debut novel set in England between the wars. Perfect for fans of Downton Abbey, it's the story of an aristocratic family, a house, a mysterious death, and a way of life that vanished forever, told in flashback by a woman who witnessed it all.. The novel is full of secrets - some revealed, others hidden forever, reminiscent of the romantic suspense of Daphne du Maurier. It's also a meditation on memory and the devastation of war and a beautifully rendered window into a fascinating time in history.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Romance",
                "Gothic",
                "European Literature",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Rainmaker",
            "authors": [
                "John Grisham"
            ],
            "ranking": 3.97,
            "ranking_count": 184163,
            "abstract": "In. The Rainmaker. , John Grisham tells the story of a young man barely out of law school who finds himself taking on one of the most powerful, corrupt, and ruthless companies in America -- and exposing a complex, multibillion-dollar insurance scam. In his final semester of law school Rudy Baylor is required to provide free legal advice to a group of senior citizens, and it is there that he meets his first clients, Dot and Buddy Black. Their son, Donny Ray, is dying of leukemia, and their insurance company has flatly refused to pay for his medical treatments. While Rudy is at first skeptical, he soon realizes that the Blacks really have been shockingly mistreated by the huge company, and that he just may have stumbled upon one of the largest insurance frauds anyone's ever seen -- and one of the most lucrative and important cases in the history of civil litigation. The problem is, Rudy's flat broke, has no job, hasn't even passed the bar, and is about to go head-to-head with one of the best defense attorneys -- and powerful industries -- in America.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Law",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Gates of Fire",
            "authors": [
                "Steven Pressfield"
            ],
            "ranking": 4.39,
            "ranking_count": 33957,
            "abstract": "At Thermopylae, a rocky mountain pass in northern Greece, the feared and admired Spartan soldiers stood three hundred strong. Theirs was a suicide mission, to hold the pass against the invading millions of the mighty Persian army.. Day after bloody day they withstood the terrible onslaught, buying time for the Greeks to rally their forces. Born into a cult of spiritual courage, physical endurance, and unmatched battle skill, the Spartans would be remembered for the greatest military stand in history—one that would not end until the rocks were awash with blood, leaving only one gravely injured Spartan squire to tell the tale. . . .. “A novel that is intricate and arresting and, once begun, almost impossible to put down.”—Daily News. “A timeless epic of man and war . . . Pressfield has created a new classic deserving a place beside the very best of the old.”—Stephen Coonts",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "Novels",
                "Fantasy",
                "History",
                "Literature"
            ]
        },
        {
            "title": "Supreme Betrayal",
            "authors": [
                "Mark M. Bello"
            ],
            "ranking": 4.33,
            "ranking_count": 6556,
            "abstract": "Award-winning author Mark M. Bello presents another headline-inspired Zachary Blake legal thriller.. Hayley Larson isn’t a party girl, but she is tired of always doing everything her parents say. She decides to finally attend a Wilkinson party and see what all the hype is about.. It isn’t long before fellow classmates are in various states of inebriation throughout the lakefront mansion in West Bloomfield. Hayley contemplates leaving but decides to find a bathroom first. Upon exiting the master bath, the only one she could find available, Hayley is startled to see Oliver Wilkinson standing at the door, blocking her exit.. “You scared the hell out of me! How long have you been standing there?”. Barely coherent, incredibly drunk, stoned, or high, Wilkinson replies: “Hey, baby. Want to party?”. The assault that night has tormented Hayley for twenty years.. Now, Oliver Wilkinson is the President’s nominee for a vacant seat on the Supreme Court, the position he has coveted his entire career. Hayley Larson can’t let that happen.. “Oliver Wilkinson on the Supreme Court? That is a bridge too far! He’s a criminal and should be in prison! He should never have been granted a law license . . .”. But Wilkinson will stop at nothing for a seat on the court . . . NOTHING!. Only Hayley stands in his way. With attorney Zachary Blake's help, can Hayley prevent a sexual predator from being elevated to the highest court in the land?. Supreme Betrayal is a gut-wrenching, powerful legal thriller told from alternating points of view by the award-winning author of Betrayal of Faith.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Drama",
                "Novels",
                "Epic"
            ]
        },
        {
            "title": "The Fall of Hyperion",
            "authors": [
                "Dan Simmons"
            ],
            "ranking": 4.22,
            "ranking_count": 107626,
            "abstract": "In the stunning continuation of the epic adventure begun in Hyperion, Simmons returns us to a far future resplendent with drama and invention. On the world of Hyperion, the mysterious Time Tombs are opening. And the secrets they contain mean that nothing--nothing anywhere in the universe--will ever be the same.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Speculative Fiction",
                "Horror"
            ]
        },
        {
            "title": "Missing Wings (Aranysargas, #1)",
            "authors": [
                "Andrea Luhman"
            ],
            "ranking": 4.29,
            "ranking_count": 3887,
            "abstract": "Born with an ability the Veilede people of Madar believe make her ‘one of the first to be blessed by God’, Katrina’s destiny unravels when her father is poisoned and her mother steals her into the human world to hide among those who hate her kind.. In a near fatal attempt to return home, Katrina’s stripped of her wings. The poison meant to kill her father leaves him in a degenerative state. When her eldest brother discovers she has survived, he orders her to stay in hiding. She must wait, concealed in the human world, until the danger of their father’s uncontrolled rages is contained.. Grown and adapted to the human world, Katrina encounters one of her kind. The promise of home and first love leads her into a situation capable of starting war among the Veilede. Will a human upbringing, mistakes, and the loss of her abilities bar her from reclaiming her heritage? Will unraveling the mystery of her mother’s betrayal lead her family into even greater danger?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "The Mill on the Floss",
            "authors": [
                "George Eliot",
                "A.S. Byatt"
            ],
            "ranking": 3.81,
            "ranking_count": 51181,
            "abstract": "'If life had no love in it, what else was there for Maggie?'. Brought up at Dorlcote Mill, Maggie Tulliver worships her brother Tom and is desperate to win the approval of her parents, but her passionate, wayward nature and her fierce intelligence bring her into constant conflict with her family. As she reaches adulthood, the clash between their expectations and her desires is painfully played out as she finds herself torn between her relationships with three very different men: her proud and stubborn brother, a close friend who is also the son of her family's worst enemy, and a charismatic but dangerous suitor. With its poignant portrayal of sibling relationships, The Mill on the Floss is considered George Eliot's most autobiographical novel; it is also one of her most powerful and moving.. In this edition writer and critic A.S. Byatt provides full explanatory notes and an introduction relating. Mill on the Floss. to George Eliot's own life and times.. Edited with an introduction and notes by A.S. BYATT",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Reckless",
            "authors": [
                "S.C. Stephens"
            ],
            "ranking": 4.41,
            "ranking_count": 76897,
            "abstract": "Can love survive when life gets Reckless?. When the band hits it big, Kiera and Kellan must ask themselves: Can their love for each other survive the constant pressures of superstardom? The friendships they've formed, the new family they've found, and the history they've forged will all play a part in helping them navigate the turbulent waters of the band's exploding popularity. A greedy executive hell-bent on success, a declining pop star looking for an edge, and a media circus that twists lies into truths are just some of the obstacles the lovers will have to overcome if they are going to remain together. Fame comes with a price-but will it cost Kiera and Kellan everything?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Music",
                "Adult",
                "Adult Fiction",
                "Womens Fiction",
                "Love",
                "Young Adult"
            ]
        },
        {
            "title": "The Daughter of Time",
            "authors": [
                "Josephine Tey"
            ],
            "ranking": 3.91,
            "ranking_count": 28895,
            "abstract": "Scotland Yard Inspector Alan Grant is intrigued by a portrait of Richard III. Could such a sensitive face actually belong to a heinous villain — a king who killed his brother's children to secure his crown? Grant seeks what kind of man Richard was and who in fact killed the princes in the tower.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "More Than Love, A Husband's Tale",
            "authors": [
                "Peter B. Forster"
            ],
            "ranking": 4.29,
            "ranking_count": 7770,
            "abstract": "This book developed from a journal of my thoughts and feelings recorded in response to the shock of my wife’s diagnosis of Pancreatic Cancer in December 2015. Initially, I kept it as a personal diary of things that I believed were important at the time, including the poems and prose I wrote which sprang organically from the events as they unfolded. Whilst these few short months were extremely challenging, at times shocking and ultimately tragic, they were also a time of great love. Hopefully, I have captured some of those few moments of pure happiness, humour and joy which I believe will not only help other people touched by cancer but will show sufferers and their families that there is no right or wrong way to behave, just as long as you continue to show how much you care and as much as possible, be there for each other.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Book Club",
                "Drama"
            ]
        },
        {
            "title": "The Sight",
            "authors": [
                "David Clement-Davies"
            ],
            "ranking": 4.13,
            "ranking_count": 12950,
            "abstract": "In the shadow of an abandoned castle, a wolf pack seeks shelter. The she-wolf's pups will not be able to survive the harsh Transylvanian winter. And they are being stalked by a lone wolf, Morgra, possessed of a mysterious and terrifying power known as the Sight. Morgra knows that one of the pups born beneath the castle holds a key to power even stronger than her own power that could give her control of this world and the next. But the pack she hunts will do anything to protect their own, even if it means setting in motion a battle that will involve all of nature, including the creature the wolves fear the most: Man.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Animals",
                "Fiction",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "Born a Crime: Stories From a South African Childhood",
            "authors": [
                "Trevor Noah"
            ],
            "ranking": 4.48,
            "ranking_count": 540857,
            "abstract": "The memoir of one man’s coming-of-age, set during the twilight of apartheid and the tumultuous days of freedom that followed.. Trevor Noah’s unlikely path from apartheid South Africa to the desk of The Daily Show began with a criminal act: his birth. Trevor was born to a white Swiss father and a black Xhosa mother at a time when such a union was punishable by five years in prison. Living proof of his parents’ indiscretion, Trevor was kept mostly indoors for the earliest years of his life, bound by the extreme and often absurd measures his mother took to hide him from a government that could, at any moment, steal him away. Finally liberated by the end of South Africa’s tyrannical white rule, Trevor and his mother set forth on a grand adventure, living openly and freely and embracing the opportunities won by a centuries-long struggle.. Born a Crime. is the story of a mischievous young boy who grows into a restless young man as he struggles to find himself in a world where he was never supposed to exist. It is also the story of that young man’s relationship with his fearless, rebellious, and fervently religious mother—his teammate, a woman determined to save her son from the cycle of poverty, violence, and abuse that would ultimately threaten her own life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Humor",
                "Cultural",
                "Biography Memoir",
                "Race",
                "Southern Africa"
            ]
        },
        {
            "title": "Fruits Basket, Vol. 1",
            "authors": [
                "Natsuki Takaya",
                "Alethea Nibley",
                "Athena Nibley"
            ],
            "ranking": 4.27,
            "ranking_count": 168804,
            "abstract": "A family with an ancient curse.... And the girl who will change their lives forever.... Tohru Honda was an orphan with no place to go until the mysterious Sohma family offered her a place to call home. Now her ordinary high school life is turned upside down as she's introduced to the Sohma's world of magical curses and family secrets.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Romance",
                "Young Adult",
                "Fiction",
                "Comics Manga",
                "Manga",
                "Media Tie In"
            ]
        },
        {
            "title": "Body In The Woods",
            "authors": [
                "Behcet Kaya"
            ],
            "ranking": 4.32,
            "ranking_count": 6937,
            "abstract": "Award-winning author Behcet Kaya has once again brought his PI protagonist Jack Ludefance to life in a novel of suspense and mystery, filled with indelible characters, and laced with threads of credible circumstances, in his latest book titled Body in the Woods.Set in the hills in Malibu, California, Jack is asked by his friend, a wealthy businessman in the military defense industry, to come to his aid to help solve a murder; because it seems his business partner’s body has turned up murdered and the police have pegged him as the prime suspect. Although not yet formally charged, he needs Jack’s help to find the real killer and thus secure his freedom, while solving the crime of who actually killed his partner. Jack obliges and travels from his home in Florida to Los Angeles to pick up the case. What begins as a step-by-step private investigation into the evidence surrounding the death of the notoriously cunning, smart and cleverly manipulating business partner of Jack’s client, turns into an international quagmire of intrigue, scientific secrets, and vast amounts of money. People with power, influence and fortunes are all jockeying for a once–in-a-lifetime business deal, while death surrounds the periphery of their involvement.",
            "part_of_series": true,
            "genre_list": [
                "Contemporary",
                "Drama",
                "Fiction",
                "Novels",
                "Epic",
                "Thriller",
                "Mystery"
            ]
        },
        {
            "title": "The Bear and the Nightingale",
            "authors": [
                "Katherine Arden"
            ],
            "ranking": 4.1,
            "ranking_count": 160537,
            "abstract": "At the edge of the Russian wilderness, winter lasts most of the year and the snowdrifts grow taller than houses. But Vasilisa doesn't mind—she spends the winter nights huddled around the embers of a fire with her beloved siblings, listening to her nurse's fairy tales. Above all, she loves the chilling story of Frost, the blue-eyed winter demon, who appears in the frigid night to claim unwary souls. Wise Russians fear him, her nurse says, and honor the spirits of house and yard and forest that protect their homes from evil.. After Vasilisa's mother dies, her father goes to Moscow and brings home a new wife. Fiercely devout, city-bred, Vasilisa's new stepmother forbids her family from honoring the household spirits. The family acquiesces, but Vasilisa is frightened, sensing that more hinges upon their rituals than anyone knows.. And indeed, crops begin to fail, evil creatures of the forest creep nearer, and misfortune stalks the village. All the while, Vasilisa's stepmother grows ever harsher in her determination to groom her rebellious stepdaughter for either marriage or confinement in a convent.. As danger circles, Vasilisa must defy even the people she loves and call on dangerous gifts she has long concealed—this, in order to protect her family from a threat that seems to have stepped from her nurse's most frightening tales.. The Bear and the Nightingale. is a magical debut novel from a gifted and gorgeous voice. It spins an irresistible spell as it announces the arrival of a singular talent.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Young Adult",
                "Cultural",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Road Less Traveled: A New Psychology of Love, Traditional Values and Spiritual Growth",
            "authors": [
                "M. Scott Peck"
            ],
            "ranking": 4.06,
            "ranking_count": 91829,
            "abstract": "The Road Less Traveled: A New Psychology of Love, Traditional Values and Spiritual Growth. 316 pp. Psychotherapy is all things to all people in this mega-selling pop-psychology watershed, which features a new introduction by the author in this 25th anniversary edition. His agenda in this tome, which was first published in 1978 but didn't become a bestseller until 1983, is to reconcile the psychoanalytic tradition with the conflicting cultural currents roiling the 70s. In the spirit of Me-Decade individualism and libertinism, he celebrates self-actualization as life's highest purpose and flirts with the notions of open marriage and therapeutic sex between patient and analyst. But because he is attuned to the nascent conservative backlash against the therapeutic worldview, Peck also cites Gospel passages, recruits psychotherapy to the cause of traditional religion (he even convinces a patient to sign up for divinity school) and insists that problems must be overcome through suffering, discipline and hard work (with a therapist.) Often departing from the cerebral and rationalistic bent of Freudian discourse for a mystical, Jungian tone more compatible with New Age spirituality, Peck writes of psychotherapy as an exercise in love and spiritual growth, asserts that our unconscious is God and affirms his belief in miracles, reincarnation and telepathy. Peck's synthesis of such clashing elements (he even throws in a little thermodynamics) is held together by a warm and lucid discussion of psychiatric principles and moving accounts of his own patients' struggles and breakthroughs. Harmonizing psychoanalysis and spirituality, Christ and Buddha, Calvinist work ethic and interminable talking cures, this book is a touchstone of our contemporary religio-therapeutic culture. -- Publishers WeeklyKeywords: MIND & BODY PSYCHOLOGY SOCIOLOGY RELIGION",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Self Help",
                "Spirituality",
                "Philosophy",
                "Religion",
                "Inspirational",
                "Relationships",
                "Classics"
            ]
        },
        {
            "title": "Batman: The Killing Joke",
            "authors": [
                "Alan Moore",
                "Brian Bolland",
                "Tim Sale"
            ],
            "ranking": 4.37,
            "ranking_count": 191957,
            "abstract": "For the first time the Joker's origin is revealed in this tale of insanity and human perseverance. Looking to prove that any man can be pushed past his breaking point and go mad, the Joker attempts to drive Commissioner Gordon insane.. After shooting and permanently paralyzing his daughter Barbara (a.k.a. Batgirl), the Joker kidnaps the commissioner and attacks his mind in hopes of breaking the man.. But refusing to give up, Gordon maintains his sanity with the help of Batman in an effort to beset the madman.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Superheroes",
                "Mystery",
                "Fantasy"
            ]
        },
        {
            "title": "Eon: Dragoneye Reborn",
            "authors": [
                "Alison Goodman"
            ],
            "ranking": 3.95,
            "ranking_count": 61200,
            "abstract": "Also Known As: Two Pearls of Wisdom, Eon: Rise of the Dragoneye, and Eon (All the same book just published with different publishers). Swordplay, dragon magic--and a hero with a desperate secret. Twelve-year-old Eon has been in training for years. His intensive study of Dragon Magic, based on East Asian astrology, involves two kinds of skills: sword-work and magical aptitude. He and his master hope that he will be chosen as a Dragoneye--an apprentice to one of the twelve energy dragons of good fortune.. But Eon has a dangerous secret. He is actually Eona, a sixteen-year-old girl who has been masquerading as a boy for the chance to become a Dragoneye. Females are forbidden to use Dragon Magic; if anyone discovers she has been hiding in plain sight, her death is assured.. When Eon's secret threatens to come to light, she and her allies are plunged into grave danger and a deadly struggle for the Imperial throne. Eon must find the strength and inner power to battle those who want to take her magic...and her life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "ثلاثية غرناطة",
            "authors": [
                "رضوى عاشور",
                "Radwa Ashour"
            ],
            "ranking": 4.3,
            "ranking_count": 43940,
            "abstract": "ثلاثية غرناطة هي ثلاثية روائية تتكون من ثلاث روايات للكاتبة المصرية رضوى عاشور و هم على التوالي: غرناطة - مريمة - الرحيل.. وتدور الأحداث في مملكة غرناطة بعد سقوط جميع الممالك الإسلامية في الأندلس، و تبدأ أحداث الثلاثية في عام 1491م، وهو العام الذي سقطت فيه غرناطة بإعلان المعاهدة التي تنازل بمقتضاها (أبو عبد الله محمد الصغير) آخر ملوك غرناطة عن ملكه لملكي قشتالة وأراجون، وتنتهى بمخالفة آخر أبطالها الأحياء (عليّ) لقرار ترحيل المسلمين حينما يكتشف أن الموت في الرحيل عن الأندلس و ليس في البقاء.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Historical",
                "Literature",
                "Northern Africa",
                "Classics",
                "Unfinished",
                "African Literature",
                "Drama"
            ]
        },
        {
            "title": "Lips of a Mastodon",
            "authors": [
                "Ted Bernal Guevara"
            ],
            "ranking": 3.53,
            "ranking_count": 4148,
            "abstract": "(BACK COVER). Why does Ted Bernal Guevara keep putting out these James Dean conceptual novels? In plain truth, Guevara says, “He’s like a kid (James Dean) I went to class with, rode the bus with, and slid down an awesome snow-packed hill with.” And after high school, he goes on to Hollywood fame and immortality while Guevara from his modest bookish world is left to wonder about the iconic image, giving it a stark, poignant voice sixty years later. Guevara grew up in Marion, Indiana, where the actor was born.. In 1954, Dean met perhaps the one real romance in his brief life. Italian actress Pier Angeli was barely 22 when her movie The Silver Chalice coincided with Dean’s East of Eden at Warner Brothers. She’d sneak over to watch him perform, and he would do the same. When they finally interact, Pier’s mother disapproves of Dean’s behavior, attire, and not being Catholic.. Some say it was all for the limelight and publicity. Guevara’s gripping and frank story vies otherwise, excavating the actor’s true passion for the lovely but quaint Ms. Angeli.. Guevara is also the author of True Feel, A Circle with Two Corners, and Days of Slint, the first James Dean conceptual novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Drama",
                "Mystery",
                "Thriller",
                "Dark",
                "Novels",
                "Suspense",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Steps: 12 Secrets To Raising Happy and Successful Kids",
            "authors": [
                "Andrew    Watson",
                "Charles Watson"
            ],
            "ranking": 4.58,
            "ranking_count": 80,
            "abstract": "As parents, we are always searching for ways to raise our children smarter, better and happier.   In. The Steps: 12 Secrets to Raising Happy and Successful Kids. , authors and child development experts Andrew Watson, MD and Charles Watson, MD, Ph.D draw on decades of experience helping countless of struggling new parents to write an engaging translation of the best research in the field of positive parenting and child development.  Whether you are an expecting mother, new Mom or new Dad, or you are the experienced parent of a difficult teenager, you will find comfort and encouragement in this enlightening anecdote.. While investigating the education system for an article, a journalist named Estela discovers The Steps, Dr. Michael Jansen’s innovative parenting protocol based on the recent advances of neuroscience and child psychology. The Steps targets the development of communication and language of the child, early reading, creativity, self-control, positive discipline, grit, and values, among other things, to give the right tools to promote the cognitive, psycho-motor, and affective skills of the baby, the child and the adolescent, producing highly successful adults with above-average abilities.. Dr. Michael Jansen decides to share with Estela the 12 Steps from the protocol. In the meantime, she finds out about her own unplanned pregnancy. What better time to find out if. The Steps. really work?. Although Estela and Dr. Jansen are fictional characters in this book, the child development research discussed in the book and its real-world value to parents are factual.   The 12 Steps contain vital parenting tips that any Mom or Dad can use to:. Increase the probability of your children being well-adjusted, self-confident and above average in school and social situations \n   Teach children to read and to love books at any early age and to advance faster than their peers \n   How to raise children with values and morals \n   Understand how babies learn and how positive reinforcement accelerates school success \n   How to encourage creativity for kids \n   Feel more confident in yourselves as parents and ensure that you are ready for your newborn baby \n   Set goals for children that guarantee success and teach your child the grit needed to achieve them \n   Deal with difficult parenting issues, like ADHD, lack of focus, antisocial behavior and low self-esteem",
            "part_of_series": false,
            "genre_list": [
                "Parenting",
                "Childrens"
            ]
        },
        {
            "title": "The Andromeda Strain",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.91,
            "ranking_count": 239432,
            "abstract": "The United States government is given a warning by the pre-eminent biophysicists in the country: current sterilization procedures applied to returning space probes may be inadequate to guarantee uncontaminated re-entry to the atmosphere.. Two years later, seventeen satellites are sent into the outer fringes of space to collect organisms and dust for study. One of them falls to earth, landing in a desolate area of Arizona.. Twelve miles from the landing site, in the town of Piedmont, a shocking discovery is made: the streets are littered with the dead bodies of the town's inhabitants, as if they dropped dead in their tracks.. --back cover",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Mystery",
                "Science Fiction Fantasy",
                "Horror",
                "Suspense",
                "Novels",
                "Classics",
                "Audiobook"
            ]
        },
        {
            "title": "Saphirblau",
            "authors": [
                "Kerstin Gier"
            ],
            "ranking": 4.17,
            "ranking_count": 93673,
            "abstract": "Frisch verliebt in die Vergangenheit, das ist vielleicht keine gute Idee. Das zumindest findet Gwendolyn, 16 Jahre alt, frisch gebackene Zeitreisende. Schließlich haben sie und Gideon ganz andere Probleme. Zum Beispiel die Welt zu retten. Oder Menuett tanzen zu lernen. (Beides nicht wirklich einfach!). Als Gideon dann auch noch anfängt, sich völlig rätselhaft zu benehmen, wird Gwendolyn klar, dass sie schleunigst ihre Hormone in den Griff bekommen muss. Denn sonst wird das nichts mit der Liebe zwischen allen Zeiten!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "The Earthsea Trilogy",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.27,
            "ranking_count": 19488,
            "abstract": "As long ago as forever and as far away as Selidor, there lived the dragonlord and Archmage, Sparrowhawk, the greatest of the great wizards - he who, when still a youth, met with the evil shadow-beast; he who later brought back the Ring of Erreth-Akbe from the Tombs of Atuan; and he who, as an old man, rode the mighty dragon Kalessin back from the land of the dead. And then, the legends say, Sparrowhawk entered his boat,. Lookfar. , turned his back on land, and without wind or sail or oar moved westward over the sea and out of sight.. Wizard of Earthsea, The Tombs of Atuan, The Farthest Shore. - Ursula Le Guin's brilliant and magical trilogy.. Cover Illustration: Jonathan Field",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Classics",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Wives and Daughters",
            "authors": [
                "Elizabeth Gaskell",
                "Pam Morris"
            ],
            "ranking": 4.11,
            "ranking_count": 45512,
            "abstract": "Wives and Daughters. is a novel by Elizabeth Gaskell, first published in the Cornhill Magazine as a serial from August 1864 to January 1866. It was partly written whilst Gaskell was staying with the salon hostess Mary Elizabeth Mohl at her home on the Rue de Bac in Paris. When Mrs Gaskell died suddenly in 1865, it was not quite complete, and the last section was written by Frederick Greenwood.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Historical",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Long Dark Tea-Time of the Soul",
            "authors": [
                "Douglas Adams",
                "Wilson McLean"
            ],
            "ranking": 4.03,
            "ranking_count": 83805,
            "abstract": "When a passenger check-in desk at London's Heathrow Airport disappears in a ball of orange flame, the explosion is deemed an act of God. But which god, wonders holistic detective Dirk Gently? What god would be hanging around Heathrow trying to catch the 3:37 to Oslo? And what has this to do with Dirk's latest--and late-- client, found only this morning with his head revolving atop the hit record Hot Potato? Amid the hostile attentions of a stray eagle and the trauma of a very dirty refrigerator, super-sleuth Dirk Gently will once again solve the mysteries of the universe...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Humor",
                "Mystery",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Twilight",
            "authors": [
                "Meg Cabot"
            ],
            "ranking": 4.24,
            "ranking_count": 40841,
            "abstract": "This time it's life or death.. Suze has gotten used to ghosts. She's a mediator, after all, and communicating with the dead is all in a day's work. So she certainly never expected to fall in love with one: Jesse, a nineteenth-century hottie. But when she discovers that she has the power to determine who becomes a ghost in the first place, Suze begins to freak. It means she can alter the course of history... and prevent Jesse's murder, keeping him from ever becoming a ghost - and from ever meeting Suze.. Will Jesse choose to live without her, or die to love her?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction",
                "Womens Fiction",
                "Mystery"
            ]
        },
        {
            "title": "1776",
            "authors": [
                "David McCullough"
            ],
            "ranking": 4.07,
            "ranking_count": 211608,
            "abstract": "In this masterful book, David McCullough tells the intensely human story of those who marched with General George Washington in the year of the Declaration of Independence - when the whole American cause was riding on their success, without which all hope for independence would have been dashed and the noble ideals of the Declaration would have amounted to little more than words on paper.. Based on extensive research in both American and British archives,. 1776. is a powerful drama written with extraordinary narrative vitality. It is the story of Americans in the ranks, men of every shape, size, and color, farmers, schoolteachers, shoemakers, no-accounts, and mere boys turned soldiers. And it is the story of the King's men, the British commander, William Howe, an his highly disciplined redcoats who looked on their rebel foes with contempt and fought with a valor too little known.. At the center of the drama, with Washington, are two young American patriots, who, at first, knew no more of war than what they had read in books - Nathaniel Green, a Quaker who was made a general at thirty-three, and Henry Knox, a twenty-five-year-old bookseller who had the preposterous idea of hauling the guns of Fort Ticonderoga overland to Boston in the dead of Winter.. But it is the American commander-in-chief who stands foremost - Washington, who had never before led an army in battle. Written as a companion work to his celebrated biography of John Adams, David McCullough's. 1776. is another landmark in the literature of American history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Historical",
                "Military History",
                "War",
                "Audiobook",
                "Politics",
                "American Revolution"
            ]
        },
        {
            "title": "The Forbidden Game",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 4.19,
            "ranking_count": 21615,
            "abstract": "When Jenny buys a game for her boyfriend, Tom, she finds herself inexplicably drawn to the guy behind the counter. There is something mysteriously alluring about Julian's pale eyes and bleached-blond hair. And when he places the Game into her hands, she knows their connection is something deeper.. But as Jenny and her six friends begin to play the Game at Tom's birthday celebration, a night of friends and fun quickly turns into a night of terror and obsessive love. Because the Game isn't just a game - it's the seven friends' new reality, where Julian reigns as the Prince of the Shadows.. One by one the friends must confront their phobias to win the Game. To lose the Game is to lose their lives. And that is only the beginning...",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Horror",
                "Fiction"
            ]
        },
        {
            "title": "Confessions",
            "authors": [
                "Augustine of Hippo",
                "Henry Chadwick",
                "Albert Cook Outler"
            ],
            "ranking": 3.92,
            "ranking_count": 56317,
            "abstract": "Augustine's. Confessions. is one of the most influential and most innovative works of Latin literature. Written in the author's early forties in the last years of the fourth century A.D. and during his first years as a bishop, they reflect on his life and on the activity of remembering and interpreting a life. Books I-IV are concerned with infancy and learning to talk, schooldays, sexual desire and adolescent rebellion, intense friendships and intellectual exploration. Augustine evolves and analyses his past with all the resources of the reading which shaped his mind: Virgil and Cicero, Neoplatonism and the Bible. This volume, which aims to be usable by students who are new to Augustine, alerts readers to the verbal echoes and allusions of Augustine's brilliant and varied Latin, and explains his theological and philosophical questioning of what God is and what it is to be human. The edition is intended for use by students and scholars of Latin literature, theology and Church history.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Classics",
                "Religion",
                "Nonfiction",
                "Biography",
                "Christian",
                "History",
                "Spirituality"
            ]
        },
        {
            "title": "NOS4A2",
            "authors": [
                "Joe Hill"
            ],
            "ranking": 4.08,
            "ranking_count": 114112,
            "abstract": "NOS4A2 is a spine-tingling novel of supernatural suspense from master of horror Joe Hill, the New York Times bestselling author of Heart-Shaped Box and Horns.. Victoria McQueen has a secret gift for finding things: a misplaced bracelet, a missing photograph, answers to unanswerable questions. On her Raleigh Tuff Burner bike, she makes her way to a rickety covered bridge that, within moments, takes her wherever she needs to go, whether it’s across Massachusetts or across the country.. Charles Talent Manx has a way with children. He likes to take them for rides in his 1938 Rolls-Royce Wraith with the NOS4A2 vanity plate. With his old car, he can slip right out of the everyday world, and onto the hidden roads that transport them to an astonishing – and terrifying – playground of amusements he calls “Christmasland.”. Then, one day, Vic goes looking for trouble—and finds Manx. That was a lifetime ago. Now Vic, the only kid to ever escape Manx’s unmitigated evil, is all grown up and desperate to forget. But Charlie Manx never stopped thinking about Victoria McQueen. He’s on the road again and he’s picked up a new passenger: Vic’s own son.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Audiobook",
                "Paranormal",
                "Adult",
                "Mystery"
            ]
        },
        {
            "title": "Os Maias",
            "authors": [
                "Eça de Queirós",
                "Ester de Lemos"
            ],
            "ranking": 4.01,
            "ranking_count": 20330,
            "abstract": "Biblioteca Ulisseia de Autores Portugueses #15. Os Maias. é uma das obras mais conhecidas do escritor português Eça de Queiroz. O livro foi publicado no Porto em 1888. A acção de. Os Maias. passa-se em Lisboa, na segunda metade do século XIX, e apresenta-nos a história de três gerações da família Maia. A acção inicia-se no Outono de 1875, quando Afonso da Maia, nobre e pobre proprietário, se instala no Ramalhete com o neto recém formado em Medicina. Neste momento faz-se uma longa descrição da casa - O Ramalhete, cujo nome tem origem num painel de azulejos com um ramo de girassóis, e não em algo fresco ou campestre, tal como o nome nos remete a pensar. Afonso da Maia era o personagem mais simpático do romance e aquele que o autor mais valorizou, pois não se lhe conhecem defeitos. É um homem de carácter, culto e requintado nos gostos. Em jovem aderiu aos ideais do Liberalismo e foi obrigado, por seu pai, a sair de casa e a instalar-se em Inglaterra. Após o pai falecer regressa a Lisboa para casar com Maria Eduarda Runa, mas pouco tempo depois escolhe o exílio por razões de ordem política. Há em. Os Maias. um retrato da Lisboa da epóca. Carlos, que mora na Rua das Janelas Verdes, caminha com frequência até ao Rossio (embora, por vezes, vá a cavalo ou de carruagem). Algumas das lojas citadas no livro ainda existem - a Casa Havaneza, no Chiado, por exemplo. É possível seguir os diferentes percursos de Carlos ou do Ega pelas suas da Baixa lisboeta, ainda que algumas tenham mudado de nome. No final do livro, quando Carlos volta a Lisboa muitos anos depois, somos levados a ver as novidades - a Avenida da Liberdade, que substituiu o Passeio Público, e que é descrita como uma coisa nova, e feia pela sua novidade, exactamente como nos anos 70 se falava das casas de emigrante. O romance veicula sobre o país uma perspectiva muito derrotista, muito pessimista. Tirando a natureza (o Tejo, Sintra, Santa Olávia...), é tudo uma choldra ignóbil. Predomina uma visão de estrangeirado, de quem só valoriza as civilizações superiores - da França e Inglaterra, principalmente. Os políticos são mesquinhos, ignorantes ou corruptos (Gouvarinho, Sousa Neto...); os homens das Letras sao boémios e dissolutos, retrógrados ou distantes da realidade concreta (Alencar, Ega...: lembre-se o que se passou no Sarau do Teatro da Trindade); os jornalistas boémios e venais (Palma...); os homens do desporto não conseguem organizar uma corrida de cavalos, pois não há hipódromo à altura, nem cavalos, nem cavaleiros, as pessoas não vestem como o evento exigia, as senhoras traziam vestidos de missa. Para cúmulo de tudo isto, os protagonistas acabam vencidos da vida. Apesar de ser isto referido no fim do livro, pode-se ver que ainda há alguma esperanca implícita, nas passagens em que Carlos da Maia e João da Ega dizem que o apetite humano é a causa de todos os seus problemas e que portanto nunca mais terão apetites, mas logo a seguir dizem que lhes está a apetecer um prato de paio com ervilhas, ou quando dizem que a pressa não leva a nada e que a vida deve ser levada com calma mas começam a correr para apanhar o americano (eléctrico). Mais do que crítica de costumes, o romance mostra-nos um país - sobretudo Lisboa - que se dissolve, incapaz de se regenerar. Quando o autor escreve mais tarde. A Cidade e as Serras. , expõe uma atitude muito mais construtiva: o protagonista regenera-se pela descoberta das raízes rurais ancestrais não atingidas pela degradação da civilização, num movimento inverso ao que predomina n'. Os Maias. .",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fiction",
                "Romance",
                "Cultural",
                "Academic",
                "Literature",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "Son of the Shadows",
            "authors": [
                "Juliet Marillier"
            ],
            "ranking": 4.33,
            "ranking_count": 29569,
            "abstract": "After years of comparative peace, darkness has fallen upon Ulster. Trouble is brewing and even those in the heart of the forest are not safe. Niamh, elder daughter of Sorcha, is required to make a strategic marriage, while her sister Liadan, who has the gift of Sight and her mother’s talent for healing, finds herself drawn into the shadowy world of the Painted Man and his warrior band. There Liadan begins a journey that is to transform her life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Historical",
                "Fiction",
                "Historical Fiction",
                "Adult",
                "Young Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The House at Pooh Corner",
            "authors": [
                "A.A. Milne",
                "Ernest H. Shepard"
            ],
            "ranking": 4.36,
            "ranking_count": 86176,
            "abstract": "Winnie-the-Pooh, the Best Bear in All the World, has long been adored by readers young and old. In this beautiful full-color gift edition of The House at Pooh Corner,  Ernest H. Shepard's classic illustrations have been painstakingly hand-colored. An exquisite volume and the perfect gift for any occasion, this book is as vivid and charming as the beloved characters from the Hundred Acre Wood.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Childrens",
                "Fiction",
                "Fantasy",
                "Animals",
                "Audiobook",
                "Young Adult",
                "Short Stories"
            ]
        },
        {
            "title": "The Pandarus File",
            "authors": [
                "Kyle Keyes"
            ],
            "ranking": 4.4,
            "ranking_count": 1632,
            "abstract": "Helena Hollister was a New York City gold digger who latched onto her father-in-law's fortune by seducing a Hobbs Creek 24 yr old who suffered from motor slowness. Helena got away with murder and the money, while two backwoods lawmen failed to unravel the mystery of who killed Elmer Kane. The case went unsolved from 1958 until early in the cyberspace age, when Helena Hollister surfaced in Right Bank, Paris as Anna Ward.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Drama",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Adult",
                "Adventure",
                "Young Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Someone Like You",
            "authors": [
                "Sarah Dessen"
            ],
            "ranking": 3.92,
            "ranking_count": 101030,
            "abstract": "Halley has always followed in the wake of her best friend, Scarlett. But when Scarlett learns that her boyfriend has been killed in a motorcycle accident, and that she's carrying his baby, she's devastated. For the first time ever, Scarlett really needs Halley. Their friendship may bend under the weight, but it'll never break—because a true friendship is a promise you keep forever.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Housekeeping",
            "authors": [
                "Marilynne Robinson"
            ],
            "ranking": 3.8,
            "ranking_count": 48544,
            "abstract": "A modern classic,. Housekeeping. is the story of Ruth and her younger sister, Lucille, who grow up haphazardly, first under the care of their competent grandmother, then of two comically bumbling great-aunts, and finally of Sylvie, their eccentric and remote aunt. The family house is in the small Far West town of Fingerbone set on a glacial lake, the same lake where their grandfather died in a spectacular train wreck, and their mother drove off a cliff to her death. It is a town chastened by an outsized landscape and extravagant weather, and chastened again by an awareness that the whole of human history had occurred elsewhere. Ruth and Lucille's struggle toward adulthood beautifully illuminates the price of loss and survival, and the dangerous and deep undertow of transience.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Classics",
                "Literary Fiction",
                "Literature",
                "Contemporary",
                "Young Adult",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "No Exit and Three Other Plays",
            "authors": [
                "Jean-Paul Sartre",
                "Stuart Gilbert",
                "Lionel Abel"
            ],
            "ranking": 4.07,
            "ranking_count": 28545,
            "abstract": "In these four plays, Jean-Paul Sartre, the great existentialist novelist and philosopher, displays his mastery of drama. NO EXIT is an unforgettable portrayal of hell. THE FLIES is a modern reworking of the Electra-Orestes story. DIRTY HANDS is about a young intellectual torn between theory and praxis. THE RESPECTFUL PROSTITUTE is an attack on American racism.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Philosophy",
                "Fiction",
                "Drama",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Academic"
            ]
        },
        {
            "title": "To Say Nothing of the Dog",
            "authors": [
                "Connie Willis"
            ],
            "ranking": 4.11,
            "ranking_count": 37262,
            "abstract": "Connie Willis' Hugo and Nebula Award-winning Doomsday Book uses time travel for a serious look at how people connect with each other. In this Hugo-winning companion to that novel, she offers a completely different kind of time travel adventure: a delightful romantic comedy that pays hilarious homage to Jerome K. Jerome's Three Men in a Boat.. When too many jumps back to 1940 leave 21st century Oxford history student Ned Henry exhausted, a relaxing trip to Victorian England seems the perfect solution. But complexities like recalcitrant rowboats, missing cats, and love at first sight make Ned's holiday anything but restful - to say nothing of the way hideous pieces of Victorian art can jeopardize the entire course of history.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Historical",
                "Fantasy",
                "Humor",
                "Mystery",
                "Science Fiction Fantasy",
                "Romance"
            ]
        },
        {
            "title": "Slave to Sensation",
            "authors": [
                "Nalini Singh"
            ],
            "ranking": 4.09,
            "ranking_count": 69463,
            "abstract": "Dive into a world torn apart by a powerful race with phenomenal powers of the mind—and none of the heart . . .. In a world that denies emotions, where the ruling Psy punish any sign of desire, Sascha Duncan must conceal the feelings that brand her as flawed. To reveal them would be to sentence herself to the horror of “rehabilitation”—the complete psychic erasure of everything she ever was . . .. Both human and animal, Lucas Hunter is a Changeling hungry for the very sensations the Psy disdain. After centuries of uneasy co-existence, these two races are now on the verge of war over the brutal murders of several Changeling women. Lucas is determined to find the Psy killer who butchered his packmate, and Sascha is his ticket into their closely guarded society. But he soon discovers that this ice-cold Psy is very capable of passion—and that the animal in him is fascinated by her.. Caught between their conflicting worlds, Lucas and Sascha must remain bound to their identities—or sacrifice everything for a taste of darkest temptation . . .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Feeling Lucky",
            "authors": [
                "M.S.M. Barkawitz"
            ],
            "ranking": 4.3,
            "ranking_count": 4062,
            "abstract": "Some characters and situations are fictitious. Others are only too real in this modern-day thriller set amid the chaos of a global epidemic and a cultural uprising that set the world ablaze. She's Lucky one day-Jackie the next. Actress or con artist? Avenging angel or gold-digger? Hunter or prey? Straight or lesbian? Black Lives Matter activist? Only she knows the truth. Or does she? Controversial? No doubt. And all the while-the pandemic kills.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Fiction",
                "Drama",
                "Novels",
                "Epic"
            ]
        },
        {
            "title": "Hannibal",
            "authors": [
                "Thomas  Harris"
            ],
            "ranking": 3.79,
            "ranking_count": 99573,
            "abstract": "Years after his escape, posing as scholarly Dr. Fell, curator of a grand family's palazzo, Hannibal lives the good life in Florence, playing lovely tunes by serial killer/composer Henry VIII and killing hardly anyone himself. Clarice is unluckier: in the novel's action-film-like opening scene, she survives an FBI shootout gone wrong, and her nemesis, Paul Krendler, makes her the fall guy. Clarice is suspended, so, unfortunately, the first cop who stumbles on Hannibal is an Italian named Pazzi, who takes after his ancestors, greedy betrayers depicted in Dante's Inferno. Pazzi is on the take from a character as scary as Hannibal: Mason Verger. When Verger was a young man busted for raping children, his vast wealth saved him from jail. All he needed was psychotherapy--with Dr. Lecter. Thanks to the treatment, Verger is now on a respirator, paralyzed except for one crablike hand, watching his enormous, brutal moray eel swim figure eights and devour fish. His obsession is to feed Lecter to some other brutal pets.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "A Conjuring of Light",
            "authors": [
                "V.E. Schwab"
            ],
            "ranking": 4.34,
            "ranking_count": 118481,
            "abstract": "Witness the fate of beloved heroes - and enemies.. THE BALANCE OF POWER HAS FINALLY TIPPED.... The precarious equilibrium among four Londons has reached its breaking point. Once brimming with the red vivacity of magic, darkness casts a shadow over the Maresh Empire, leaving a space for another London to rise.. WHO WILL CRUMBLE?. Kell - once assumed to be the last surviving. Antari. - begins to waver under the pressure of competing loyalties. And in the wake of tragedy, can Arnes survive?. WHO WILL RISE?. Lila Bard, once a commonplace - but never common - thief, has survived and flourished through a series of magical trials. But now she must learn to control the magic, before it bleeds her dry. Meanwhile, the disgraced Captain Alucard Emery of the. Night Spire. collects his crew, attempting a race against time to acquire the impossible.. WHO WILL TAKE CONTROL?. And an ancient enemy returns to claim a crown while a fallen hero tries to save a world in decay.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Adult",
                "LGBT",
                "Romance",
                "Audiobook",
                "Adventure",
                "New Adult"
            ]
        },
        {
            "title": "Finnikin of the Rock",
            "authors": [
                "Melina Marchetta"
            ],
            "ranking": 3.89,
            "ranking_count": 44844,
            "abstract": "Finnikin of the Rock and his guardian, Sir Topher, have not been home to their beloved Lumatere for ten years. Not since the dark days when the royal family was murdered and the kingdom put under a terrible curse. But then Finnikin is summoned to meet Evanjalin, a young woman with an incredible claim: the heir to the throne of Lumatere, Prince Balthazar, is alive.. Evanjalin is determined to return home and she is the only one who can lead them to the heir. As they journey together, Finnikin is affected by her arrogance . . . and her hope. He begins to believe he will see his childhood friend, Prince Balthazar, again. And that their cursed people will be able to enter Lumatere and be reunited with those trapped inside. He even believes he will find his imprisoned father.. But Evanjalin is not what she seems. And the truth will test not only Finnikin's faith in her . . . but in himself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Adventure",
                "Fiction"
            ]
        },
        {
            "title": "Little Dorrit",
            "authors": [
                "Charles Dickens",
                "Stephen J. Wall",
                "Helen Small"
            ],
            "ranking": 3.99,
            "ranking_count": 45495,
            "abstract": "A novel of serendipity, of fortunes won and lost, and of the spectre of imprisonment that hangs over all aspects of Victorian society, Charles Dickens's. Little Dorrit. is edited with an introduction by Stephen Wall in Penguin Classics.. When Arthur Clennam returns to England after many years abroad, he takes a kindly interest in Amy Dorrit, his mother's seamstress, and in the affairs of Amy's father, William Dorrit, a man of shabby grandeur, long imprisoned for debt in Marshalsea prison. As Arthur soon discovers, the dark shadow of the prison stretches far beyond its walls to affect the lives of many, from the kindly Mr Panks, the reluctant rent-collector of Bleeding Heart Yard, and the tipsily garrulous Flora Finching, to Merdle, an unscrupulous financier, and the bureaucratic Barnacles in the Circumlocution Office. A masterly evocation of the state and psychology of imprisonment,. Little Dorrit. is one of the supreme works of Dickens's maturity.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "European Literature",
                "Novels",
                "Romance"
            ]
        },
        {
            "title": "King's Cage",
            "authors": [
                "Victoria Aveyard"
            ],
            "ranking": 3.95,
            "ranking_count": 187057,
            "abstract": "In this breathless third installment to Victoria Aveyard’s bestselling Red Queen series, allegiances are tested on every side. And when the Lightning Girl's spark is gone, who will light the way for the rebellion?. Mare Barrow is a prisoner, powerless without her lightning, tormented by her lethal mistakes. She lives at the mercy of a boy she once loved, a boy made of lies and betrayal. Now a king, Maven Calore continues weaving his dead mother's web in an attempt to maintain control over his country—and his prisoner.. As Mare bears the weight of Silent Stone in the palace, her once-ragtag band of newbloods and Reds continue organizing, training, and expanding. They prepare for war, no longer able to linger in the shadows. And Cal, the exiled prince with his own claim on Mare's heart, will stop at nothing to bring her back.. When blood turns on blood, and ability on ability, there may be no one left to put out the fire—leaving Norta as Mare knows it to burn all the way down.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Search for Mother Missing: A Peek Inside International Adoption",
            "authors": [
                "Janine Vance"
            ],
            "ranking": 4.46,
            "ranking_count": 995,
            "abstract": "REVISED AND UPDATED WITH BONUS CHAPTER!: In this contemporary tale detailing a two-week trip that explores intercountry adoption from South Korea, twin sisters naively travel to their birth city of Seoul in search of their Korean family. Little incidents along the way serve as a catalyst that leads them into a worldwide modern-day adoptee-rights movement seeking truth and transparency.. The intent of this book is to inspire and uplift anyone who has been removed from their biological family to know that there is a community of like-minded individuals who've experienced the same circumstances. The book was awarded Gold in the genre of Young Adult Nonfiction by the Readers' Favorite book club and ranked first in the genre of Action and Adventure by Top Shelf Books. This novel is partly inspired by events as remembered; however, some names, persons, characters, and dates have been changed and/or fictionalized. The authors and publishing companies are not responsible for any resemblance of these character names to actual persons, living or deceased.",
            "part_of_series": false,
            "genre_list": [
                "How To",
                "Nonfiction",
                "Education",
                "Parenting",
                "Inspirational",
                "Book Club"
            ]
        },
        {
            "title": "The Sweet Far Thing",
            "authors": [
                "Libba Bray"
            ],
            "ranking": 3.96,
            "ranking_count": 69930,
            "abstract": "It has been a year of change since Gemma Doyle arrived at the foreboding Spence Academy. Her mother murdered, her father a laudanum addict, Gemma has relied on an unsuspected strength and has discovered an ability to travel to an enchanted world called the realms, where dark magic runs wild. Despite certain peril, Gemma has bound the magic to herself and forged unlikely new alliances.. Now, as Gemma approaches her London debut, the time has come to test these bonds. The Order - the mysterious group her mother was once part of - is grappling for control of the realms, as is the Rakshana. Spence's burned East Wing is being rebuilt, but why now? Gemma and her friends see Pippa, but she is not the same. And their friendship faces its gravest trial as Gemma must decide once and for all what role she is meant for.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Historical",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Tea Rose",
            "authors": [
                "Jennifer Donnelly"
            ],
            "ranking": 4.2,
            "ranking_count": 35621,
            "abstract": "East London, 1888 - a city apart. A place of shadow and light where thieves, whores, and dreamers mingle, where children play in the cobbled streets by day and a killer stalks at night, where bright hopes meet the darkest truths. Here, by the whispering waters of the Thames, Fiona Finnegan, a worker in a tea factory, hopes to own a shop one day, together with her lifelong love, Joe Bristow, a costermonger's son. With nothing but their faith in each other to spur them on, Fiona and Joe struggle, save, and sacrifice to achieve their dreams.. But Fiona's life is shattered when the actions of a dark and brutal man take from her nearly everything-and everyone-she holds dear. Fearing her own death, she is forced to flee London for New York. There, her indomitable spirit propels her rise from a modest West Side shop-front to the top of Manhattan's tea trade. But Fiona's old ghosts do not rest quietly, and to silence them, she must venture back to the London of her childhood, where a deadly confrontation with her past becomes the key to her future.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "European Literature",
                "Adult",
                "Mystery",
                "Womens Fiction",
                "Literature"
            ]
        },
        {
            "title": "Percy Jackson's Greek Gods",
            "authors": [
                "Rick Riordan",
                "John Rocco"
            ],
            "ranking": 4.47,
            "ranking_count": 66955,
            "abstract": "A publisher in New York asked me to write down what I know about the Greek gods, and I was like, Can we do this anonymously? Because I don't need the Olympians mad at me again. But if it helps you to know your Greek gods, and survive an encounter with them if they ever show up in your face, then I guess writing all this down will be my good deed for the week. So begins Percy Jackson's Greek Gods, in which the son of Poseidon adds his own magic--and sarcastic asides--to the classics. He explains how the world was created, then gives readers his personal take on a who's who of ancients, from Apollo to Zeus. Percy does not hold back. If you like horror shows, blood baths, lying, stealing, backstabbing, and cannibalism, then read on, because it definitely was a Golden Age for all that. Dramatic full-color illustrations throughout by Caldecott Honoree John Rocco make this volume--a must for home, library, and classroom shelves--as stunning as it is entertaining.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Mythology",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "The Cadaver Factory",
            "authors": [
                "Kenneth Jarrett Singleton"
            ],
            "ranking": 4.31,
            "ranking_count": 241,
            "abstract": "Jack Rally is an eighteen-year-old boy who is evil and witty. He receives an opportunity from an older film-maker named Mr. Bigsley whose films are films of actual murders. Jack takes the opportunity and runs with it, becoming a master of his murderous profession. Jack, the brutal young man that he is, enjoys murdering and causing havoc in this setting of a more brutal future for mankind and mankind's ways. The tale can be called a psychotic masterpiece and is unique in its content, psychological base, and theme.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Contemporary",
                "Mystery",
                "Thriller",
                "Suspense",
                "Science Fiction"
            ]
        },
        {
            "title": "The Rise of Nine",
            "authors": [
                "Pittacus Lore"
            ],
            "ranking": 4.17,
            "ranking_count": 102038,
            "abstract": "The Rise of Nine is the next thrilling instalment in the gripping Lorien Legacies series by Pittacus Lore.. 'Number Four is a hero for this generation' Michael Bay, director of Transformers. ***. Until I met John Smith, Number Four, I'd been on the run alone, hiding and fighting to stay alive. Together we are much more powerful. But it could only last so long before we had to separate to find the others . . .. I went to Spain to find Seven, and I found even more, including a tenth member of the Garde who escaped from Lorien alive. Ella is younger than the rest of us, but just as brave. Now we're looking for the others - including John.. But so are they.. I am Number Six. To finish what they started, they'll have to fight us first.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Romance",
                "Action"
            ]
        },
        {
            "title": "Everything I Never Told You",
            "authors": [
                "Celeste Ng"
            ],
            "ranking": 3.86,
            "ranking_count": 439195,
            "abstract": "Lydia is dead. But they don’t know this yet.. So begins this exquisite novel about a Chinese American family living in 1970s small-town Ohio. Lydia is the favorite child of Marilyn and James Lee, and her parents are determined that she will fulfill the dreams they were unable to pursue. But when Lydia’s body is found in the local lake, the delicate balancing act that has been keeping the Lee family together is destroyed, tumbling them into chaos.. A profoundly moving story of family, secrets, and longing,. Everything I Never Told You. is both a gripping page-turner and a sensitive family portrait, uncovering the ways in which mothers and daughters, fathers and sons, and husbands and wives struggle, all their lives, to understand one another.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Mystery",
                "Historical",
                "Audiobook",
                "Adult",
                "Literary Fiction",
                "Adult Fiction",
                "Family",
                "Book Club",
                "Young Adult"
            ]
        },
        {
            "title": "The Husband's Secret",
            "authors": [
                "Liane Moriarty"
            ],
            "ranking": 3.95,
            "ranking_count": 599834,
            "abstract": "At the heart of. The Husband’s Secret. is a letter that’s not meant to be read. My darling Cecilia, if you’re reading this, then I’ve died.... Imagine that your husband wrote you a letter, to be opened after his death. Imagine, too, that the letter contains his deepest, darkest secret—something with the potential to destroy not just the life you built together, but the lives of others as well. Imagine, then, that you stumble across that letter while your husband is still very much alive. . . .. Cecilia Fitzpatrick has achieved it all—she’s an incredibly successful businesswoman, a pillar of her small community, and a devoted wife and mother. Her life is as orderly and spotless as her home. But that letter is about to change everything, and not just for her: Rachel and Tess barely know Cecilia—or each other—but they too are about to feel the earth-shattering repercussions of her husband’s secret.. Acclaimed author Liane Moriarty has written a gripping, thought-provoking novel about how well it is really possible to know our spouses—and, ultimately, ourselves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Womens Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Thriller",
                "Book Club",
                "Cultural"
            ]
        },
        {
            "title": "Explosion in Paris",
            "authors": [
                "Linda Masemore Pirrung"
            ],
            "ranking": 3.52,
            "ranking_count": 3256,
            "abstract": "Explosion in Paris is the story of one woman's determination to better her life because she has finally found the man of her dreams! By refusing to accept her husband's death sentence assessment of her soul, Angela Briann Scott is challenging herself to reach beyond her limits. This is especially true since her accidental meeting with the devastatingly handsome Ross Leigh Stafford. He's a man of high principles, irreproachable character, unsinkable spirit, and unwavering compassion, all the qualities that her husband, Mitch, is seriously lacking. Angie's adopted country of France glows with charm and beauty through her eyes. By reinventing herself to save her life, she discovers her true essence and she develops a strong sense of self-worth. Her impressive success and enduring strength tell a story that will keep readers engrossed to the very end!",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Womens Fiction",
                "Adult",
                "Mystery",
                "Drama",
                "Contemporary"
            ]
        },
        {
            "title": "A Court of Frost and Starlight",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 3.81,
            "ranking_count": 355070,
            "abstract": "Hope warms the coldest night.. Feyre, Rhys, and their close-knit circle of friends are still busy rebuilding the Night Court and the vastly changed world beyond. But Winter Solstice is finally near, and, with it, a hard-earned reprieve.. Yet even the festive atmosphere can't keep the shadows of the past from looming. As Feyre navigates her first Winter Solstice as High Lady, she finds that those dearest to her have more wounds than she anticipated—scars that will have a far-reaching impact on the future of their court.. Narrated by Feyre and Rhysand, this wondrous tale of hope and promise picks up after. A Court of Wings and Ruin. and sets the stage for the thrilling events in the future books.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "New Adult",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "Faith of the Fallen",
            "authors": [
                "Terry Goodkind"
            ],
            "ranking": 4.09,
            "ranking_count": 70243,
            "abstract": "There is an alternate cover edition. here. .. As his beloved Kahlan lies close to death, Richard Rahl, who distrusts prophecy more than anyone, is confronted by a compelling vision - one that bears a terrible price. It would mean taking Kahlan away to safety while abandoning his people to a grim fate.. As savage hordes stand poised to invade their homeland, Richard and Kahlan's devotion, not only to each other but to their cause and their duty, is imperiled in the descending fury of war. Amid the turmoil, Nicci, a woman from Richard's past, haunted by her memory of him, makes a fateful decision. Despite Nicci's hunger to understand the source of Richard's indomitable will, her burning passion to destroy him commits her to the unthinkable.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Young Adult",
                "Epic",
                "Childrens"
            ]
        },
        {
            "title": "El túnel",
            "authors": [
                "Ernesto Sabato",
                "Nino Pipia"
            ],
            "ranking": 4.04,
            "ranking_count": 57265,
            "abstract": "Breve e intensa novela publicada en 1948, este logrado fruto de la denominada literatura existencial le dio a su autor un reconocimiento que traspasó las fronteras nacionales. Para quien todavía no la leyó,. El túnel. es la mejor introducción al universo prodigioso de Ernesto Sábato; para quien la conoce, un clásico de las letras del continente, una historia sobre el drama del hombre arrojado en el sinsentido más doloroso: la conciencia de la nada.. El narrador describe una historia de amor y muerte en la que muestra la soledad del individuo contemporáneo. No están ausentes de esta trama policial y de suspenso, la locura y la increíble reflexión del protagonista, el pintor Juan Pablo Castel, debatiéndose por comprender las causas que lo arrastraron a matar a la mujer que amaba, María Iribarne, y que era su única vía de salvación. En este alucinante drama de la vida interior, seres intrincados en la bestial búsqueda de comprensión ceden a la mentira, la hipocresía y los celos desmedidos hasta el crimen más inexplicable. Aventura amorosa, aventura onírica, aventura del ser que dan testimonio de un asesinato, de cierta memoria culpable y de una valiente introspección.. Técnicamente perfecta y de lectura apasionante,. El túnel. excede el negativismo ácido de Sartre y la frenética huida hacia el vacío que plantea. El extranjero. de Camus, pero tiene de esos dos maestros literarios la impronta genial que hace de la escritura una radiografía del alma atormentada.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Cultural",
                "Academic",
                "Thriller"
            ]
        },
        {
            "title": "Night Watch",
            "authors": [
                "Sergei Lukyanenko",
                "Andrew Bromfield"
            ],
            "ranking": 3.98,
            "ranking_count": 41544,
            "abstract": "Others. They walk among us. Observing.. Set in contemporary Moscow, where shape shifters, vampires, and street-sorcerers linger in the shadows,. Night Watch. is the first book of the hyper-imaginative fantasy pentalogy from best-selling Russian author Sergei Lukyanenko.. This epic saga chronicles the eternal war of the “Others,” an ancient race of humans with supernatural powers who must swear allegiance to either the Dark or the Light. The agents of the Dark – the Night Watch – oversee nocturnal activity, while the agents of the Light keep watch over the day. For a thousand years both sides have maintained a precarious balance of power, but an ancient prophecy has decreed that a supreme Other will one day emerge, threatening to tip the scales. Now, that day has arrived. When a mid-level Night Watch agent named Anton stumbles upon a cursed young woman – an uninitiated Other with magnificent potential – both sides prepare for a battle that could lay waste to the entire city, possible the world. With language that throbs like darkly humorous hard-rock lyrics about blood and power, freedom and responsibility, Night Watch is a chilling, cutting-edge thriller, a pulse-pounding ride of fusion fiction that will leave you breathless for the next instalment.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Paranormal",
                "Cultural",
                "Science Fiction"
            ]
        },
        {
            "title": "Tangled",
            "authors": [
                "Emma Chase"
            ],
            "ranking": 4.06,
            "ranking_count": 113868,
            "abstract": "Drew Evans is a winner. Handsome and arrogant, he makes multimillion dollar business deals and seduces New York’s most beautiful women with just a smile. He has loyal friends and an indulgent family. So why has he been shuttered in his apartment for seven days, miserable and depressed?. He’ll tell you he has the flu.. But we all know that’s not really true.. Katherine Brooks is brilliant, beautiful and ambitious. She refuses to let anything - or anyone - derail her path to success. When Kate is hired as the new associate at Drew’s father’s investment banking firm, every aspect of the dashing playboy’s life is thrown into a tailspin. The professional competition she brings is unnerving, his attraction to her is distracting, his failure to entice her into his bed is exasperating.. Then, just when Drew is on the cusp of having everything he wants, his overblown confidence threatens to ruin it all. Will he be able untangle his feelings of lust and tenderness, frustration and fulfillment? Will he rise to the most important challenge of his life?. Can Drew Evans win at love?. Tangled is not your mother’s romance novel. It is an outrageous, passionate, witty narrative about a man who knows a lot about women…just not as much as he thinks he knows. As he tells his story, Drew learns the one thing he never wanted in life, is the only thing he can’t live without.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Humor",
                "Adult",
                "Womens Fiction",
                "Adult Fiction",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Lord of Chaos",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 4.16,
            "ranking_count": 148372,
            "abstract": "In this sequel to the phenomenal New York Times bestseller The Fires of Heaven, we plunge again into Robert Jordan's extraordinarily rich, totally unforgettable world:. On the slopes of Shayol Ghul, the Myrddraal swords are forged, and the sky is not the sky of this world .... In Salidar the White Tower in exile prepares an embassy to Caemlyn, where Rand Al'Thor, the Dragon Reborn, holds the throne -- and where an unexpected visitor may change the world .... In Emond's Field, Perrin Goldeneyes, Lord of the Two Rivers, feels the pull of ta'veren to ta'veren and prepares to march .... Morgase of Caemlyn finds a most unexpected, and quite unwelcome, ally .... And south lies Illian, where Sammael holds sway ...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Adventure",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "By the River Piedra I Sat Down and Wept",
            "authors": [
                "Paulo Coelho",
                "Alan R. Clarke"
            ],
            "ranking": 3.57,
            "ranking_count": 94694,
            "abstract": "From Paulo Coelho, author of the bestselling. The Alchemist. , comes a poignant, richly poetic story that reflects the depth of love and life.. Rarely does adolescent love reach its full potential, but what happens when two young lovers reunite after eleven years? Time has transformed Pilar into a strong and independent woman, while her devoted childhood friend has grown into a handsome and charismatic spiritual leader. She has learned well how to bury her feelings... and he has turned to religion as a refuge from his raging inner conflicts.. Now they are together once again, embarking on a journey fraught with difficulties, as long-buried demons of blame and resentment resurface after more than a decade. But in a small village in the French Pyrenees, by the waters of the River Piedra, a most special relationship will be reexamined in the dazzling light of some of life’s biggest questions.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Romance",
                "Philosophy",
                "Novels",
                "Contemporary",
                "Spirituality",
                "Literature",
                "Inspirational",
                "Love",
                "Adult"
            ]
        },
        {
            "title": "Lord Jim",
            "authors": [
                "Joseph Conrad"
            ],
            "ranking": 3.62,
            "ranking_count": 28971,
            "abstract": "Jim, a young British seaman, becomes first mate on the Patna, a ship full of pilgrims travelling to Mecca for the hajj. When the ship starts rapidly taking on water and disaster seems imminent, Jim joins his captain and other crew members in abandoning the ship and its passengers. A few days later, they are picked up by a British ship. However, the Patna and its passengers are later also saved, and the reprehensible actions of the crew are exposed. The other participants evade the judicial court of inquiry, leaving Jim to the court alone. He is publicly censured for this action and the novel follows his later attempts at coming to terms with his past. The novel is counted as one of 100 best books of the 20th century.. Joseph Conrad (1857-1924), was a Polish author who wrote in English after settling in England. Conrad is regarded as one of the greatest novelists in English, though he did not speak the language fluently until he was in his twenties. He wrote stories and novels, often with a nautical setting, that depict trials of the human spirit in the midst of an indifferent world. He was a master prose stylist who brought a distinctly non-English tragic sensibility into English literature.. Contents:. Lord Jim. Memoirs & Letters:. A Personal Record; or Some Reminiscences. The Mirror of the Sea. Notes on Life & Letters. Biography & Critical Essays:. Joseph Conrad (A Biography) by Hugh Walpole. Joseph Conrad by John Albert Macy. A Conrad Miscellany by John Albert Macy. Joseph Conrad by Virginia Woolf",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Adventure",
                "Novels",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "Prey",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.77,
            "ranking_count": 170460,
            "abstract": "In the Nevada desert, an experiment has gone horribly wrong. A cloud of nanoparticles -- micro-robots -- has escaped from the laboratory. This cloud is self-sustaining and self-reproducing. It is intelligent and learns from experience. For all practical purposes, it is alive.. It has been programmed as a predator. It is evolving swiftly, becoming more deadly with each passing hour.. Every attempt to destroy it has failed.. And we are the prey.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Horror",
                "Suspense",
                "Mystery",
                "Science Fiction Fantasy",
                "Adventure",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Carnal: Somewhere Over 40 Winks",
            "authors": [
                "Rom LcO'Feer"
            ],
            "ranking": 3.49,
            "ranking_count": 2873,
            "abstract": "Have you heard of a place called Mong where the dream world intersects with the real world? At Mong, rules are easily bent and intuition often overwhelms logic. Desires go out of control and wishes come true in wrong ways. Once captured, monsters and villains from Mong are sent to the prison of Nightmare. A hideous serial killer manages to break out of the jail into the real world, terrifying the earthlings. A reporter from an obscure magazine company hunts the killer doggedly. Or is it the other way around? He has to find the clues about the killer before his girlfriend becomes the next victim. Time is dashing forward. In desperation, the reporter decides to cross the border of no return and climbs down into Mong. Little did he know what's waiting for him at that murky place.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Contemporary",
                "Fiction"
            ]
        },
        {
            "title": "Nevermore",
            "authors": [
                "Kelly Creagh"
            ],
            "ranking": 3.86,
            "ranking_count": 29675,
            "abstract": "Cheerleader Isobel Lanley is horrified when she is paired with Varen Nethers for an English project, which is due—so unfair—on the day of the rival game. Cold and aloof, sardonic and sharp-tongued, Varen makes it clear he’d rather not have anything to do with her either. But when Isobel discovers strange writing in his journal, she can’t help but give this enigmatic boy with the piercing eyes another look.. Soon, Isobel finds herself making excuses to be with Varen. Steadily pulled away from her friends and her possessive boyfriend, Isobel ventures deeper and deeper into the dream world Varen has created through the pages of his notebook, a realm where the terrifying stories of Edgar Allan Poe come to life.. As her world begins to unravel around her, Isobel discovers that dreams, like words, hold more power than she ever imagined, and that the most frightening realities are those of the mind. Now she must find a way to reach Varen before he is consumed by the shadows of his own nightmares.. His life depends on it.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Horror",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "The Return of the Native",
            "authors": [
                "Thomas Hardy",
                "Alexander Theroux"
            ],
            "ranking": 3.87,
            "ranking_count": 36100,
            "abstract": "Tempestuous Eustacia Vye passes her days dreaming of passionate love and the escape it may bring from the small community of Egdon Heath. Hearing that Clym Yeobright is to return from Paris, she sets her heart on marrying him, believing that through him she can leave rural life and find fulfilment elsewhere. But she is to be disappointed, for Clym has dreams of his own, and they have little in common with Eustacia’s. Their unhappy marriage causes havoc in the lives of those close to them, in particular Damon Wildeve, Eustacia’s former lover, Clym’s mother and his cousin Thomasin. The Return of the Native illustrates the tragic potential of romantic illusion and how its protagonists fail to recognize their opportunities to control their own destinies.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "European Literature",
                "Novels",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "This Girl",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.09,
            "ranking_count": 79797,
            "abstract": "Librarian's Note: The ISBN 9789383260195 for this book was also used by . Shekhar Kapur's Devi - Vol. 1.  by Samit Basu.. There are two sides to every love story. Now hear Will’s.. Colleen Hoover’s New York Times bestselling Slammed series has brought countless readers to their knees with a whirlwind of love, passion, and heartache.. Layken and Will’s love has managed to withstand the toughest of circumstances and the young lovers, now married, are beginning to feel safe and secure in their union. As much as Layken relishes their new life together, she finds herself wanting to know everything there is to know about her husband, even though Will makes it clear he prefers to keep the painful memories of the past where they belong. Still, he can’t resist his wife’s pleas and so he begins to untangle his side of the story, revealing for the first time his most intimate feelings and thoughts, retelling both the good and bad moments, and sharing a few shocking confessions of his own from the time when they first met.. In. This Girl. , Will tells the story of their complicated relationship from. his. point of view. Their future rests on how well they deal with the past in this final installment of the beloved Slammed. series.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Womens Fiction",
                "Love",
                "Realistic Fiction",
                "Poetry"
            ]
        },
        {
            "title": "Hometown Girl at Heart",
            "authors": [
                "Kirsten Fullmer"
            ],
            "ranking": 4.3,
            "ranking_count": 6387,
            "abstract": "Tara has always been too engrossed in her work - refurbishing the historical homes in Smithville. She keeps a tight rein on her jobs and her emotions buried, but she’s losing control of both since that ridiculous city boy investor showed up.. New in town, Justin is confident that his ultra modern resorts will bring Smithville into the twenty-first century. If only the local-yokels and their ringleader, the gorgeous and peculiar Tara, would stop interfering.. With her quirky and protective hometown behind her, will Tara confront Justin and the town’s long buried secrets to take on the financial and emotional risk of a lifetime?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Adult",
                "Novels",
                "Womens Fiction"
            ]
        },
        {
            "title": "Existence",
            "authors": [
                "Abbi Glines"
            ],
            "ranking": 3.93,
            "ranking_count": 61014,
            "abstract": "What happens when you're stalked by Death? You fall in love with him, of course.. Pagan Moore doesn't cheat Death, but instead, falls in love with him.. Seventeen year old Pagan Moore has seen souls her entire life. Once she realized the strangers she often saw walking through walls were not visible to anyone else, she started ignoring them. If she didn't let them know she could see them, then they left her alone. Until she stepped out of her car the first day of school and saw an incredibly sexy guy lounging on a picnic table, watching her with an amused smirk on his face. Problem is, she knows he's dead.. Not only does he not go away when she ignores him, but he does something none of the others have ever done. He speaks. Pagan is fascinated by the soul. What she doesn't realize is that her appointed time to die is drawing near and the wickedly beautiful soul she is falling in love with is not a soul at all.. He is Death and he's about to break all the rules.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "New Adult"
            ]
        },
        {
            "title": "Beyond the Shadows",
            "authors": [
                "Brent Weeks"
            ],
            "ranking": 4.26,
            "ranking_count": 93044,
            "abstract": "A new queen has usurped the throne and is leading Cenaria into disaster. The country has become a broken realm with a threadbare army, little food and no hope. So Kylar Stern plans to reinstate his closest friend Logan as King, but can he really get away with murder?. In the north, the Godking's death has thrown Khalidor into civil war. To gain the upper hand, one faction attempts to raise the goddess Khali herself. But they are playing with volatile powers, and trigger conflict on a vast scale. Seven armies will converge to save - or destroy - an entire continent.. Kylar has finally learnt the bitter cost of immortality, and is faced with a task only he can complete. To save his friends, and perhaps his enemies, he must assassinate a goddess. Failure will doom the south. Success will cost him everything he's ever loved.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Young Adult",
                "Epic"
            ]
        },
        {
            "title": "Amy & Roger's Epic Detour",
            "authors": [
                "Morgan Matson"
            ],
            "ranking": 3.98,
            "ranking_count": 93168,
            "abstract": "When you're on a road trip, life is all about the detours. . . .. Amy Curry is having a terrible year. Her mother has decided to move across the country and needs Amy to get their car from California to Connecticut. There's just one small problem: Since her father died this past spring, Amy hasn't been able to get behind the wheel. Enter Roger, the nineteen-year-old son of an old family friend, who turns out to be unexpectedly cute ... and dealing with some baggage of his own.. Meeting new people and coming to terms with her father's death were not what Amy had planned on this trip. And traveling the Loneliest Road in America, seeing the Colorado mountains, crossing the Kansas plains, and visiting diners, dingy motels, and Graceland were definitely not on the itinerary. But as they drive, Amy finds that the people you least expected are the ones you may need the most—and that sometimes you have to get lost in order to find your way home.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Travel",
                "Realistic Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Uncovering Love",
            "authors": [
                "J.J. Sorel"
            ],
            "ranking": 4.33,
            "ranking_count": 6347,
            "abstract": "To escape an abusive ex, Scarlet Black takes on a new identity and accepts a role masquerading as an admin assistant. She moves to a secluded mansion in a small English coastal village working for the reclusive billionaire, Daniel Love, whose wife has disappeared under mysterious circumstances.. Scarlet soon forms a connection with her troubled but handsome younger boss, and together they descend into a torrid relationship.. The deeper they delve into each other the more insatiable they become.. The problem is if she breaks from her undercover role her ex, a rogue policeman, will find her. But if she stays, after winning the trust of this guarded and damaged man, the deep bond they’ve formed will be shattered.",
            "part_of_series": false,
            "genre_list": [
                "Epic",
                "Fiction",
                "Contemporary",
                "Drama"
            ]
        },
        {
            "title": "So Long, and Thanks for All the Fish",
            "authors": [
                "Douglas Adams"
            ],
            "ranking": 4.09,
            "ranking_count": 157579,
            "abstract": "Back on Earth with nothing more to show for his long, strange trip through time and space than a ratty towel and a plastic shopping bag, Arthur Dent is ready to believe that the past eight years were all just a figment of his stressed-out imagination. But a gift-wrapped fishbowl with a cryptic inscription, the mysterious disappearance of Earth's dolphins, and the discovery of his battered copy of The Hitchhiker's Guide to the Galaxy all conspire to give Arthur the sneaking suspicion that something otherworldly is indeed going on. . . .. God only knows what it all means. And fortunately, He left behind a Final Message of explanation. But since it's light-years away from Earth, on a star surrounded by souvenir booths, finding out what it is will mean hitching a ride to the far reaches of space aboard a UFO with a giant robot. But what else is new?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Audiobook",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "On Earth We're Briefly Gorgeous",
            "authors": [
                "Ocean Vuong"
            ],
            "ranking": 4.05,
            "ranking_count": 164458,
            "abstract": "On Earth We're Briefly Gorgeous. is a letter from a son to a mother who cannot read. Written when the speaker, Little Dog, is in his late twenties, the letter unearths a family's history that began before he was born — a history whose epicenter is rooted in Vietnam — and serves as a doorway into parts of his life his mother has never known, all of it leading to an unforgettable revelation. At once a witness to the fraught yet undeniable love between a single mother and her son, it is also a brutally honest exploration of race, class, and masculinity. Asking questions central to our American moment, immersed as we are in addiction, violence, and trauma, but undergirded by compassion and tenderness,. On Earth We're Briefly Gorgeous. is as much about the power of telling one's own story as it is about the obliterating silence of not being heard.. With stunning urgency and grace, Ocean Vuong writes of people caught between disparate worlds, and asks how we heal and rescue one another without forsaking who we are. The question of how to survive, and how to make of it a kind of joy, powers the most important debut novel of many years.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "LGBT",
                "Contemporary",
                "Literary Fiction",
                "Adult",
                "Audiobook",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Follow the River",
            "authors": [
                "James Alexander Thom"
            ],
            "ranking": 4.22,
            "ranking_count": 19221,
            "abstract": "Mary Ingles was twenty-three, married, and pregnant, when Shawnee Indians invaded her peaceful Virginia settlement, killed the men and women, then took her captive. For months, she lived with them, unbroken, until she escaped, and followed a thousand mile trail to freedom--an extraordinary story of a pioneer woman who risked her life to return to her people.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "North American Hi...",
                "Book Club",
                "Westerns",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Heist Society",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 3.91,
            "ranking_count": 91891,
            "abstract": "When Katarina Bishop was three, her parents took her on a trip to the Louvre…to case it. For her seventh birthday, Katarina and her Uncle Eddie traveled to Austria…to steal the crown jewels. When Kat turned fifteen, she planned a con of her own—scamming her way into the best boarding school in the country, determined to leave the family business behind. Unfortunately, leaving “the life” for a normal life proves harder than she’d expected.. Soon, Kat's friend and former co-conspirator, Hale, appears out of nowhere to bring Kat back into the world she tried so hard to escape. But he has a good reason: a powerful mobster has been robbed of his priceless art collection and wants to retrieve it. Only a master thief could have pulled this job, and Kat's father isn't just on the suspect list, he is the list. Caught between Interpol and a far more deadly enemy, Kat’s dad needs her help.. For Kat, there is only one solution: track down the paintings and steal them back. So what if it's a spectacularly impossible job? She's got two weeks, a teenage crew, and hopefully just enough talent to pull off the biggest heist in her family's history--and, with any luck, steal her life back along the way.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Romance",
                "Fiction",
                "Adventure",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Shadow Girl",
            "authors": [
                "Misty Mount"
            ],
            "ranking": 4.26,
            "ranking_count": 3690,
            "abstract": "Shy, thirteen-year-old Zylia has always known she was different. Most teenagers feel unnoticed and unseen, but for Zylia, it's something much worse. She's disappearing from this world and doesn't know how to stop it. At times, she's not sure she wants to. Until she stumbles across a family mystery surrounding the disappearance of her great-aunt Angelica years earlier. During her quest to unravel the mystery, Zylia discovers she's able to cross the boundary and enter the in between world. Now, it's up to Zylia to save herself before she's trapped in between forever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Contemporary",
                "Novels",
                "Book Club",
                "Drama",
                "Young Adult",
                "Mystery",
                "Epic"
            ]
        },
        {
            "title": "The Sweetness at the Bottom of the Pie",
            "authors": [
                "Alan Bradley"
            ],
            "ranking": 3.82,
            "ranking_count": 158419,
            "abstract": "It is the summer of 1950–and at the once-grand mansion of Buckshaw, young Flavia de Luce, an aspiring chemist with a passion for poison, is intrigued by a series of inexplicable events: A dead bird is found on the doorstep, a postage stamp bizarrely pinned to its beak. Then, hours later, Flavia finds a man lying in the cucumber patch and watches him as he takes his dying breath.. For Flavia, who is both appalled and delighted, life begins in earnest when murder comes to Buckshaw. “I wish I could say I was afraid, but I wasn’t. Quite the contrary. This was by far the most interesting thing that had ever happened to me in my entire life.”",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Young Adult",
                "Audiobook",
                "Thriller",
                "Adult",
                "European Literature"
            ]
        },
        {
            "title": "The Coincidence of Callie & Kayden",
            "authors": [
                "Jessica Sorensen"
            ],
            "ranking": 4.17,
            "ranking_count": 114005,
            "abstract": "From the bestselling author of. The Secret of Ella and Micha. comes a mesmerizing novel of fate, friendship, and the healing power of love . . .. THE COINCIDENCE OF CALLIE. &. KAYDEN. For Kayden, suffering in silence was the only way to survive. If he was lucky, he could keep his head down, do as he was told, and make it through the day. But one night it seemed like his luck -- and his life -- might finally end... until an angel named Callie appeared just in time to rescue him.. Callie has never believed in luck. Not since her twelfth birthday when everything was taken from her. After the worst was over, she locked up her feelings and vowed never to tell anyone what happened. Now, six years later, she continues to struggle with the painful secret that threatens to consume her.. When fate lands Kayden and Callie at the same college, Kayden is determined to get to know the beautiful girl who changed his destiny. Quiet and reserved, Callie still fears letting anyone else into her world. But Kayden is certain that Callie has come back into his life for a reason. And the more he tries to be a part of her life, the more he realizes that, this time, it's Callie who needs to be saved...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Academic",
                "Sociology",
                "Fiction",
                "Womens Fiction",
                "Drama"
            ]
        },
        {
            "title": "Grave Mercy",
            "authors": [
                "Robin LaFevers"
            ],
            "ranking": 3.89,
            "ranking_count": 104678,
            "abstract": "Why be the sheep, when you can be the wolf?. Seventeen-year-old Ismae escapes from the brutality of an arranged marriage into the sanctuary of the convent of St. Mortain, where the sisters still serve the gods of old. Here she learns that the god of Death Himself has blessed her with dangerous gifts—and a violent destiny. If she chooses to stay at the convent, she will be trained as an assassin and serve as a handmaiden to Death. To claim her new life, she must destroy the lives of others.. Ismae’s most important assignment takes her straight into the high court of Brittany—where she finds herself woefully under prepared—not only for the deadly games of intrigue and treason, but for the impossible choices she must make. For how can she deliver Death’s vengeance upon a target who, against her will, has stolen her heart?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Historical",
                "Romance",
                "Fiction",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "Stone of Tears",
            "authors": [
                "Terry Goodkind"
            ],
            "ranking": 4.1,
            "ranking_count": 109254,
            "abstract": "In. Wizard's First Rule,. Richard Cypher's world was turned upside down. Once a simple woods guide, Richard was forced to become the Seeker of Truth, to save the world from the vile dominance of Darken Rahl, the most viciously savage and powerful wizard the world had ever seen. He was joined on this epic quest by his beloved Kahlan, the only survivor among the Confessors, who brought a powerful but benevolent justice to the land before Rahl's evil scourge. Aided by Zedd, the last of the wizards who opposed Rahl, they were able to cast him into the underworld, saving the world from the living hell of life under Rahl.. But the veil to the underworld has been torn, and Rahl, from beyond the veil, begins to summon a sinister power more dreadful than any he has wielded before. Horrifying creatures escape through the torn veil, wreaking havoc on the unsuspecting world above.. If Rahl isn't stopped, he will free the Keeper itself, an evil entity whose power is so vast and foul that once freed, it can never again be contained.. Richard and Kahlan must face Rahl and the Keeper's terrible minions. But first, Richard must endure the ministrations of the Sisters of the Light, or die from the pain of magic that is his birthright and his curse. While Richard undertakes the arduous journey to the forbidden city of the Sisters, Kahlan must embark upon a long and dangerous mission to Aydindril, citadel of the old wizards, where she hopes to find Zedd and the help only he can lend to their desperate cause.. War, suffering, torture, and deceit lie in their paths, and nothing will save them from a destiny of violent death, unless their courage and faith are joined with luck and they find the elusive.... Stone of Tears. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Romance",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "The Call of Cthulhu and Other Weird Stories",
            "authors": [
                "H.P. Lovecraft",
                "S.T. Joshi"
            ],
            "ranking": 4.18,
            "ranking_count": 42767,
            "abstract": "This collection spans Lovecraft’s literary career, and charts the development of his ‘cosmicist’ philosophy; the belief that behind the veil of our blinkered everyday lives lies another reality, too terrible for the human mind to comprehend. In stories written in the gothic tradition, narrators recount their descent into madness and despair. Through their investigations into the unexplained, they tug at the thin threads that separate our world from another of indescribable horror. ‘“ Great God! I never dreamed of THIS!”’ screams occultist Harley Warren in ‘The Statement of Randolph Carter’, as he begs his companion to bury him alive. Another early piece, ‘The Outsider’ – a tragic and emotive evocation of loneliness and desolation – follows a man’s escape from his castle in a desperate search for human contact, but the loathsome truth he discovers destroys his mind.. In later tales, such as the iconic ‘The Call of Cthulhu’ and ‘The Whisperer in Darkness’, Lovecraft reaches into the cosmos, bridging the divide between horror and science fiction. The extra-terrestrial ‘gods’ and cursed histories that would emerge from these stories now form the cornerstones of Lovecraft’s unique mythology: the Cthulhu Mythos. This fictional universe, built in large part by his friend and most ardent supporter August Derleth, has in the years since been reimagined in myriad forms, and continues to act as a haunted playground for countless illustrators, fans and authors.. This edition, based on its sister limited edition, marries Lovecraft’s best-known fiction with two modern masters of the macabre, the acclaimed artist Dan Hillier and author Alan Moore. In his beautifully crafted new preface, Moore finds Lovecraft at once at odds with and integral to the time in which he lived: ‘the improbable embodiment of an estranged world in transition’. Yet, despite his prejudices and parochialisms, he ‘possessed a voice and a perspective both unique in modern literature’.. Hillier’s six mesmerising, portal-like illustrations embrace the alien realities that lurk among the gambrel roofs of Lovecraft’s landscapes. By splicing Victorian portraits and lithographs with cosmic and Lovecraftian symbolism, each piece – like the stories themselves – pulls apart the familiar to reveal what lies beneath.. The edition itself shimmers with Lovecraft’s ‘unknown colours’, bound in purple and greens akin to both the ocean depths and mysteries from outer space. The cover is embossed with a mystical design by Hillier, while a monstrous eye stares blankly from the slipcase.. Content:. 1. Dagon. 2. The Statement of Randolph Carter. 3. Facts Concerning the Late Arthur Jermyn and His Family. 4. Celephaïs. 5. Nyarlathotep. 6. The Picture in the House. 7. The Outsider. 8. Herbert West -- Reanimator. 9. The Hound. 10. The Rats in the Walls. 11. The Festival. 12. He. 13. Cool Air. 14. The Call of Cthulhu. 15. The Colour Out of Space. 16. The Whisperer in Darkness. 17. The Shadow Over Innsmouth. 18. The Haunter of the Dark",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Classics",
                "Fiction",
                "Short Stories",
                "Fantasy",
                "Novels",
                "Thriller",
                "Anthologies",
                "The United States Of America"
            ]
        },
        {
            "title": "A Song of Ice and Fire",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 4.58,
            "ranking_count": 56419,
            "abstract": "For the first time, all five novels in the epic fantasy series that inspired HBO's Game of Thrones are together in one boxed set. An immersive entertainment experience unlike any other, A Song of Ice and Fire has earned George R. R. Martin--dubbed the American Tolkien by Time magazine--international acclaim and millions of loyal readers. Now here is the entire monumental cycle:. A GAME OF THRONES. A CLASH OF KINGS. A STORM OF SWORDS. A FEAST OF CROWS. A DANCE WITH DRAGONS. Winter is coming. Such is the stern motto of House Stark, the northernmost of the fiefdoms that owe allegiance to King Robert Baratheon in far-off King's Landing. There Eddard Stark of Winterfell rules in Robert's name. There his family dwells in peace and comfort: his proud wife, Catelyn; his sons Robb, Brandon, and Rickon; his daughters Sansa and Arya; and his bastard son, Jon Snow. Far to the north, behind the towering Wall, lie savage Wildings and worse--unnatural things relegated to myth during the centuries-long summer, but proving all too real and all too deadly in the turning of the season.. Yet a more immediate threat lurks to the south, where Jon Arryn, the Hand of the King, has died under mysterious circumstances. Now Robert is riding north to Winterfell, bringing his queen, the lovely but cold Cersei, his son, the cruel, vainglorious Prince Joffrey, and the queen's brothers Jaime and Tyrion of the powerful and wealthy House Lannister--the first a swordsman without equal, the second a dwarf whose stunted stature belies a brilliant mind. All are heading for Winterfell and a fateful encounter that will change the course of kingdoms.. Meanwhile, across the Narrow Sea, Prince Viserys, heir of the fallen House Targaryen, which once ruled all of Westeros, schemes to reclaim the throne with an army of barbarian Dothraki--whose loyalty he will purchase in the only coin left to him: his beautiful yet innocent sister, Daenerys.. ",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Novels",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "In the Woods",
            "authors": [
                "Tana French"
            ],
            "ranking": 3.78,
            "ranking_count": 355768,
            "abstract": "As dusk approaches a small Dublin suburb in the summer of 1984, mothers begin to call their children home. But on this warm evening, three children do not return from the dark and silent woods. When the police arrive, they find only one of the children. He is gripping a tree trunk in terror, wearing blood-filled sneakers and unable to recall a single detail of the previous hours.. Twenty years later, the found boy, Rob Ryan, is a detective on the Dublin Murder Squad and keeps his past a secret. But when a 12-year-old girl is found murdered in the same woods, he and Detective Cassie Maddox (his partner and closest friend) find themselves investigating a case chillingly similar to the previous unsolved mystery. Now, with only snippets of long-buried memories to guide him, Ryan has the chance to uncover both the mystery of the case before him and that of his own shadowy past.. A gorgeously written novel that marks the debut of an astonishing new voice in psychological suspense.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Suspense",
                "Adult",
                "Audiobook",
                "Contemporary"
            ]
        },
        {
            "title": "Making Hearts",
            "authors": [
                "Jack Getze"
            ],
            "ranking": 4.27,
            "ranking_count": 3239,
            "abstract": "Interrupting the Soria family’s holiday feast, childish teenager Emily requires the hospital emergency room for an apparent attack of appendicitis. But a blunt nurse explains the truth: Emily is giving birth. The seventeen-year-old has tricked her mind and body into believing she isn’t pregnant, when the baby is full term and already being born.. A life-affirming, feel-good story of love, family and the special way new babies can inspire, Making Hearts introduces a character readers will strongly care about and root for. Noelle wins the hearts of all with her loving enthusiasm for life, her wit, and by personally defeating the villain’s lowdown scheme in an astonishing climax readers will never forget.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Drama",
                "Novels",
                "Fiction",
                "Epic",
                "Family"
            ]
        },
        {
            "title": "Daddy-Long-Legs",
            "authors": [
                "Jean Webster",
                "عماد عبده"
            ],
            "ranking": 4.15,
            "ranking_count": 55371,
            "abstract": "When Jerusha Abbott, an eighteen-year-old girl living in an orphan asylum, was told that a mysterious millionaire had agreed to pay for her education, it was like a dream come true. For the first time in her life, she had someone she could pretend was family. But everything was not perfect, for he chose to remain anonymous and asked that she only write him concerning her progress in school. Who was this mysterious gentleman and would Jerusha ever meet him?",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Romance",
                "Historical",
                "Childrens",
                "Novels",
                "Humor"
            ]
        },
        {
            "title": "سیمای شکسته پدر سالار",
            "authors": [
                "سید مرتضی مصطفوی"
            ],
            "ranking": 3.3,
            "ranking_count": 516,
            "abstract": "رمان بلند سیمای شکسته پدر سالار که از  تعلیق و کشش بالایی بر خوردار است خانواده ای را به تصویر می کشد که پدر خانواده بسیار مرد کاریزماتیک و خودرای است و فرزندان او که به بن بست اقتصادی رسیده اند برای رسیدن به اموال پدر تلاش های زیادی  می کنند اما با شکست مواجه می شوند  تا اینکه  یکی از پسران مجبور می شود بوسیله  رازی که سالهاست از پدر می داند او را تهدید کند",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Significance",
            "authors": [
                "Shelly Crane"
            ],
            "ranking": 4.09,
            "ranking_count": 44768,
            "abstract": "A story by NEW YORK TIMES and USA TODAY bestselling Author, Shelly Crane.. Maggie is a seventeen year old girl who's had a bad year. Her mom left, her dad is depressed, she's graduating, barely, and her boyfriend of almost three years dumped her for a college football scholarship. Lately she thinks life is all about hanging on by a thread and is gripping tight with everything she has.. Then she meets Caleb.. She saves his life and instantly knows there's something about him that's intriguing but she is supposed to be on her way to a date with his cousin. But things change when they touch, sparks ignite. Literally. They imprint with each other and she sees their future life together flash before her eyes. She learns that not only is she his soul mate, and can feel his heartbeat in her chest, but there is a whole other world of people with gifts and abilities that she never knew existed. She herself is experiencing supernatural changes unlike anything she's ever felt before and she needs the touch of his skin to survive. Now, not only has her dad come out of his depression to be a father again, and a pain as well, but Caleb's enemies know he's imprinted and are after Maggie to stop them both from gaining their abilities and take her from him. Can Caleb save her or will they be forced to live without each other after just finding one another?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "New Adult",
                "Contemporary",
                "Fiction"
            ]
        },
        {
            "title": "The School for Good and Evil",
            "authors": [
                "Soman Chainani",
                "Iacopo Bruno"
            ],
            "ranking": 4.02,
            "ranking_count": 83481,
            "abstract": "The first kidnappings happened two hundred years before. Some years it was two boys taken, some years two girls, sometimes one of each. But if at first the choices seemed random, soon the pattern became clear. One was always beautiful and good, the child every parent wanted as their own. The other was homely and odd, an outcast from birth. An opposing pair, plucked from youth and spirited away.. This year, best friends Sophie and Agatha are about to discover where all the lost children go: the fabled School for Good & Evil, where ordinary boys and girls are trained to be fairy tale heroes and villains. As the most beautiful girl in Gavaldon, Sophie has dreamed of being kidnapped into an enchanted world her whole life. With her pink dresses, glass slippers, and devotion to good deeds, she knows she’ll earn top marks at the School for Good and graduate a storybook princess. Meanwhile Agatha, with her shapeless black frocks, wicked pet cat, and dislike of nearly everyone, seems a natural fit for the School for Evil.. But when the two girls are swept into the Endless Woods, they find their fortunes reversed—Sophie’s dumped in the School for Evil to take Uglification, Death Curses, and Henchmen Training, while Agatha finds herself in the School For Good, thrust amongst handsome princes and fair maidens for classes in Princess Etiquette and Animal Communication.. But what if the mistake is actually the first clue to discovering who Sophie and Agatha really are…?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Romance",
                "Adventure",
                "Audiobook"
            ]
        }
    ]
}