{
    "books": [
        {
            "title": "The Gravity of Birds",
            "authors": [
                "Tracy Guzeman"
            ],
            "ranking": 3.84,
            "ranking_count": 5452,
            "abstract": "In this compelling debut novel, an art authenticator and an art historian are employed by a famous, reclusive painter to sell a never-before-seen portrait, leading them to discover devastating secrets two sisters have kept from each other, and from the artist who determined the course of their lives.. How do you find someone who wants to be lost?. Sisters Natalie and Alice Kessler were close, until adolescence wrenched them apart. Natalie is headstrong, manipulative—and beautiful; Alice is a dreamer who loves books and birds. During their family’s summer holiday at the lake, Alice falls under the thrall of a struggling young painter, Thomas Bayber, in whom she finds a kindred spirit. Natalie, however, remains strangely unmoved, sitting for a family portrait with surprising indifference. But by the end of the summer, three lives are shattered.. Decades later, Bayber, now a reclusive, world-renowned artist, unveils a never-before-seen work,. Kessler Sisters. —a provocative painting depicting the young Thomas, Natalie, and Alice. Bayber asks Dennis Finch, an art history professor, and Stephen Jameson, an eccentric young art authenticator, to sell the painting for him. That task becomes more complicated when the artist requires that they first locate Natalie and Alice, who seem to have vanished. And Finch finds himself wondering why Thomas is suddenly so intent on resurrecting the past.. In. The Gravity of Birds. histories and memories refuse to stay buried; in the end only the excavation of the past will enable its survivors to love again.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Art",
                "Contemporary",
                "Book Club",
                "Literature",
                "Literary Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Butterfly Garden",
            "authors": [
                "Dot Hutchison"
            ],
            "ranking": 4.06,
            "ranking_count": 148914,
            "abstract": "Near an isolated mansion lies a beautiful garden.. In this garden grow luscious flowers, shady trees…and a collection of precious “butterflies”—young women who have been kidnapped and intricately tattooed to resemble their namesakes. Overseeing it all is the Gardener, a brutal, twisted man obsessed with capturing and preserving his lovely specimens.. When the garden is discovered, a survivor is brought in for questioning. FBI agents Victor Hanoverian and Brandon Eddison are tasked with piecing together one of the most stomach-churning cases of their careers. But the girl, known only as Maya, proves to be a puzzle herself.. As her story twists and turns, slowly shedding light on life in the Butterfly Garden, Maya reveals old grudges, new saviors, and horrific tales of a man who’d go to any length to hold beauty captive. But the more she shares, the more the agents have to wonder what she’s still hiding...",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Horror",
                "Mystery",
                "Fiction",
                "Suspense",
                "Adult",
                "Dark",
                "Audiobook"
            ]
        },
        {
            "title": "The Radium Girls: The Dark Story of America's Shining Women",
            "authors": [
                "Kate  Moore"
            ],
            "ranking": 4.14,
            "ranking_count": 113031,
            "abstract": "The incredible true story of the women who fought America's Undark danger. The Curies' newly discovered element of radium makes gleaming headlines across the nation as the fresh face of beauty, and wonder drug of the medical community. From body lotion to tonic water, the popular new element shines bright in the otherwise dark years of the First World War.. Meanwhile, hundreds of girls toil amidst the glowing dust of the radium-dial factories. The glittering chemical covers their bodies from head to toe; they light up the night like industrious fireflies. With such a coveted job, these shining girls are the luckiest alive—until they begin to fall mysteriously ill.. But the factories that once offered golden opportunities are now ignoring all claims of the gruesome side effects, and the women's cries of corruption. And as the fatal poison of the radium takes hold, the brave shining girls find themselves embroiled in one of the biggest scandals of America's early 20th century, and in a groundbreaking battle for workers' rights that will echo for centuries to come.. Written with a sparkling voice and breakneck pace,. The Radium Girls. fully illuminates the inspiring young women exposed to the wonder substance of radium, and their awe-inspiring strength in the face of almost impossible circumstances. Their courage and tenacity led to life-changing regulations, research into nuclear bombing, and ultimately saved hundreds of thousands of lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science",
                "Audiobook",
                "Biography",
                "Historical",
                "Feminism",
                "Adult",
                "Womens",
                "North American Hi..."
            ]
        },
        {
            "title": "Half Blood Blues",
            "authors": [
                "Esi Edugyan"
            ],
            "ranking": 3.69,
            "ranking_count": 16259,
            "abstract": "The aftermath of the fall of Paris, 1940. Hieronymus Falk, a rising star on the cabaret scene, is arrested in a cafe and never heard from again. He is twenty years old. A German citizen. And he is black.. Fifty years later, Sid, Hiero's bandmate and the only witness that day, is going back to Berlin. Persuaded by his old friend Chip, Sid discovers there's more to the journey than he thought when Chip shares a mysterious letter, bringing to the surface secrets buried since Hiero's fate was settled.. In Half Blood Blues, Esi Edugyan weaves the horror of betrayal, the burden of loyalty and the possibility that, if you don't tell your story, someone else might tell it for you. And they just might tell it wrong ...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Music",
                "War",
                "Literary Fiction"
            ]
        },
        {
            "title": "Attack on Titan, Vol. 1",
            "authors": [
                "Hajime Isayama",
                "Sheldon Drzka"
            ],
            "ranking": 4.46,
            "ranking_count": 182976,
            "abstract": "The Desperate Battle Begins!. For the past century, what's left of mankind has hidden in a giant, three-walled city, trapped in fear of the bizarre, giant humanoids known as the Titans. Little is known about where they came from or why they are bent on consuming humankind, but the sudden appearance of an enormous Titan is about to change everything...",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Horror",
                "Fiction",
                "Science Fiction",
                "Young Adult",
                "Action"
            ]
        },
        {
            "title": "Vampires in the Lemon Grove: Stories",
            "authors": [
                "Karen Russell"
            ],
            "ranking": 3.68,
            "ranking_count": 21343,
            "abstract": "Named a Best Book of the Year by:. The Boston Globe. O, The Oprah Magazine. Huffington Post. The A.V. Club. A. Washington Post. Notable Book. An. NPR. Great Read of 2013. From the author of the novel. Swamplandia!—. a finalist for the Pulitzer Prize—comes a magical and uniquely daring collection of stories that showcases the author’s gifts at their inimitable best.. Within these pages, a community of girls held captive in a Japanese silk factory slowly transmute into human silkworms and plot revolution; a group of boys stumble upon a mutilated scarecrow that bears an uncanny resemblance to a missing classmate that they used to torment; a family’s disastrous quest for land in the American West has grave consequences; and in the marvelous title story, two vampires in a sun-drenched lemon grove try to slake their thirst for blood and come to terms with their immortal relationship.. Vampires in the lemon grove --. Reeling for the Empire --. Seagull army descends on Strong Beach, 1979 --. Proving up --. Barn at the end of our term --. Dougbert Shackleton's rules for Antarctic tailgating --. New veterans --. Graveless doll of Eric Mutis",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Horror",
                "Literary Fiction",
                "Adult",
                "Audiobook",
                "Paranormal",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Marrow Thieves",
            "authors": [
                "Cherie Dimaline"
            ],
            "ranking": 4.04,
            "ranking_count": 23303,
            "abstract": "In a futuristic world ravaged by global warming, people have lost the ability to dream, and the dreamlessness has led to widespread madness. The only people still able to dream are North America's Indigenous people, and it is their marrow that holds the cure for the rest of the world. But getting the marrow, and dreams, means death for the unwilling donors. Driven to flight, a fifteen-year-old and his companions struggle for survival, attempt to reunite with loved ones and take refuge from the recruiters who seek them out to bring them to the marrow-stealing factories.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Cultural",
                "Fantasy",
                "LGBT",
                "Speculative Fiction",
                "Apocalyptic",
                "Audiobook"
            ]
        },
        {
            "title": "An Unnecessary Woman",
            "authors": [
                "Rabih Alameddine"
            ],
            "ranking": 3.82,
            "ranking_count": 11895,
            "abstract": "One of Beirut’s most celebrated voices, Rabih Alameddine follows his international bestseller,. The Hakawati. , with a heartrending novel that celebrates the singular life of an obsessive introvert, revealing Beirut’s beauties and horrors along the way.. Aaliya Sohbi lives alone in her Beirut apartment, surrounded by stockpiles of books. Godless, fatherless, divorced, and childless, Aaliya is her family’s unnecessary appendage.” Every year, she translates a new favorite book into Arabic, then stows it away. The thirty-seven books that Aaliya has translated have never been read—by anyone. After overhearing her neighbors, the three witches,” discussing her too-white hair, Aaliya accidentally dyes her hair too blue.. In this breathtaking portrait of a reclusive woman’s late-life crisis, readers follow Aaliya’s digressive mind as it ricochets across visions of past and present Beirut. Insightful musings on literature, philosophy, and art are invaded by memories of the Lebanese Civil War and Aaliya’s volatile past. As she tries to overcome her aging body and spontaneous emotional upwellings, Aaliya is faced with an unthinkable disaster that threatens to shatter the little life she has left.. A love letter to literature and its power to define who we are, the gifted Rabih Alameddine has given us a nuanced rendering of a single woman's reclusive life in the Middle East.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Writing",
                "Literary Fiction",
                "Cultural",
                "Contemporary",
                "Historical",
                "Novels",
                "Literature",
                "Womens",
                "Book Club"
            ]
        },
        {
            "title": "A Gathering of Shadows",
            "authors": [
                "V.E. Schwab"
            ],
            "ranking": 4.24,
            "ranking_count": 146674,
            "abstract": "It has been four months since a mysterious obsidian stone fell into Kell's possession. Four months since his path crossed with Delilah Bard. Four months since Prince Rhy was wounded, and since the nefarious Dane twins of White London fell, and four months since the stone was cast with Holland's dying body through the rift--back into Black London.. Now, restless after having given up his smuggling habit, Kell is visited by dreams of ominous magical events, waking only to think of Lila, who disappeared from the docks as she always meant to do. As Red London finalizes preparations for the Element Games--an extravagant international competition of magic meant to entertain and keep healthy the ties between neighboring countries--a certain pirate ship draws closer, carrying old friends back into port.. And while Red London is caught up in the pageantry and thrills of the Games, another London is coming back to life. After all, a shadow that was gone in the night will reappear in the morning. But the balance of magic is ever perilous, and for one city to flourish, another London must fall.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adult",
                "Audiobook",
                "LGBT",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "The Invention of Murder: How the Victorians Revelled in Death and Detection and Created Modern Crime",
            "authors": [
                "Judith Flanders"
            ],
            "ranking": 3.44,
            "ranking_count": 3209,
            "abstract": "In this fascinating exploration of murder in nineteenth century England, Judith Flanders examines some of the most gripping cases that captivated the Victorians and gave rise to the first detective fiction. Murder in the nineteenth century was rare. But murder as sensation and entertainment became ubiquitous, with cold-blooded killings transformed into novels, broadsides, ballads, opera, and melodrama—even into puppet shows and performing dog-acts. Detective fiction and the new police force developed in parallel, each imitating the other—the founders of Scotland Yard gave rise to Dickens's Inspector Bucket, the first fictional police detective, who in turn influenced Sherlock Holmes and, ultimately, even P.D. James and Patricia Cornwell.. In this meticulously researched and engrossing book, Judith Flanders retells the gruesome stories of many different types of murder, both famous and obscure: from Greenacre, who transported his dismembered fiancée around town by omnibus, to Burke and Hare’s bodysnatching business in Edinburgh; from the crimes (and myths) of Sweeney Todd and Jack the Ripper, to the tragedy of the murdered Marr family in London’s East End.. Through these stories of murder—from the brutal to the pathetic—Flanders builds a rich and multi-faceted portrait of Victorian society in Great Britain.  With an irresistible cast of swindlers, forgers, and poisoners, the mad, the bad and the utterly dangerous,. The Invention of Murder. is both a mesmerizing tale of crime and punishment, and history at its most readable.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Crime",
                "Mystery",
                "Historical",
                "Literature",
                "European Literature",
                "Death"
            ]
        },
        {
            "title": "Everyone Brave Is Forgiven",
            "authors": [
                "Chris Cleave"
            ],
            "ranking": 3.76,
            "ranking_count": 41187,
            "abstract": "A spellbinding novel about three unforgettable individuals thrown together by war, love, and their search for belonging in the ever-changing landscape of WWII London.. It’s 1939 and Mary, a young socialite, is determined to shock her blueblood political family by volunteering for the war effort. She is assigned as a teacher to children who were evacuated from London and have been rejected by the countryside because they are infirm, mentally disabled, or—like Mary’s favorite student, Zachary—have colored skin.. Tom, an education administrator, is distraught when his best friend, Alastair, enlists. Alastair, an art restorer, has always seemed far removed from the violent life to which he has now condemned himself. But Tom finds distraction in Mary, first as her employer and then as their relationship quickly develops in the emotionally charged times. When Mary meets Alastair, the three are drawn into a tragic love triangle and—while war escalates and bombs begin falling around them—further into a new world unlike any they’ve ever known.. A sweeping epic with the kind of unforgettable characters, cultural insights, and indelible scenes that made Little Bee so incredible, Chris Cleave’s latest novel explores the disenfranchised, the bereaved, the elite, the embattled. Everyone Brave Is Forgiven is a heartbreakingly beautiful story of love, loss, and incredible courage.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Audiobook",
                "European Literature",
                "Romance",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Enchantress Returns",
            "authors": [
                "Chris Colfer",
                "Brandon Dorman"
            ],
            "ranking": 4.46,
            "ranking_count": 52817,
            "abstract": "After decades of hiding, the evil Enchantress who cursed Sleeping Beauty is back with a vengeance.. Alex and Conner Bailey have not been back to the magical Land of Stories since their adventures in The Wishing Spell ended. But one night, they learn the famed Enchantress has kidnapped their mother! Against the will of their grandmother, the twins must find their own way into the Land of Stories to rescue their mother and save the fairy tale world from the greatest threat it's ever faced.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Retellings"
            ]
        },
        {
            "title": "Revival",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.79,
            "ranking_count": 110801,
            "abstract": "In a small New England town, in the early 60s, a shadow falls over a small boy playing with his toy soldiers. Jamie Morton looks up to see a striking man, the new minister. Charles Jacobs, along with his beautiful wife, will transform the local church. The men and boys are all a bit in love with Mrs Jacobs; the women and girls – including Jamie’s mother and beloved sister – feel the same about Reverend Jacobs. With Jamie, the Reverend shares a deeper bond, based on their fascination with simple experiments in electricity.. Then tragedy strikes the Jacobs family; the preacher curses God, mocking all religious belief, and is banished from the shocked town.. Jamie has demons of his own. In his mid-thirties, he is living a nomadic lifestyle of bar-band rock and roll. Addicted to heroin, stranded, desperate, he sees Jacobs again – a showman on stage, creating dazzling ‘portraits in lightning’ – and their meeting has profound consequences for both men. Their bond becomes a pact beyond even the Devil’s devising, and Jamie discovers that. revival. has many meanings. Because for every cure there is a price…. This rich and disturbing novel spans five decades on its way to the most terrifying conclusion Stephen King has ever written. It’s a masterpiece from King, in the great American tradition of Nathaniel Hawthorne and Edgar Allan Poe.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Audiobook",
                "Science Fiction",
                "Suspense"
            ]
        },
        {
            "title": "Ugly Love",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.26,
            "ranking_count": 572773,
            "abstract": "When Tate Collins meets airline pilot Miles Archer, she knows it isn’t love at first sight. They wouldn’t even go so far as to consider themselves friends. The only thing Tate and Miles have in common is an undeniable mutual attraction. Once their desires are out in the open, they realize they have the perfect set-up. He doesn’t want love, she doesn’t have time for love, so that just leaves the sex. Their arrangement could be surprisingly seamless, as long as Tate can stick to the only two rules Miles has for her.. Never ask about the past.. Don’t expect a future.. They think they can handle it, but realize almost immediately they can’t handle it at all.. Hearts get infiltrated.. Promises get broken.. Rules get shattered.. Love gets ugly.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Fiction",
                "Adult",
                "Womens Fiction",
                "Young Adult",
                "Audiobook",
                "Drama"
            ]
        },
        {
            "title": "Stillhouse Lake",
            "authors": [
                "Rachel Caine"
            ],
            "ranking": 4.11,
            "ranking_count": 130763,
            "abstract": "Gina Royal is the definition of average—a shy Midwestern housewife with a happy marriage and two adorable children. But when a car accident reveals her husband’s secret life as a serial killer, she must remake herself as Gwen Proctor—the ultimate warrior mom.. With her ex now in prison, Gwen has finally found refuge in a new home on remote Stillhouse Lake. Though still the target of stalkers and Internet trolls who think she had something to do with her husband’s crimes, Gwen dares to think her kids can finally grow up in peace.. But just when she’s starting to feel at ease in her new identity, a body turns up in the lake—and threatening letters start arriving from an all-too-familiar address. Gwen Proctor must keep friends close and enemies at bay to avoid being exposed—or watch her kids fall victim to a killer who takes pleasure in tormenting her. One thing is certain: she’s learned how to fight evil. And she’ll never stop.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Horror"
            ]
        },
        {
            "title": "Remember Me?",
            "authors": [
                "Sophie Kinsella"
            ],
            "ranking": 3.79,
            "ranking_count": 237063,
            "abstract": "When twenty-eight-year-old Lexi Smart wakes up in a London hospital, she’s in for a big surprise. Her teeth are perfect. Her body is toned. Her handbag is Vuitton. Having survived a car accident—in a Mercedes no less—Lexi has lost a big chunk of her memory, three years to be exact, and she’s about to find out just how much things have changed.. Somehow Lexi went from a twenty-five-year-old working girl to a corporate big shot with a sleek new loft, a personal assistant, a carb-free diet, and a set of glamorous new friends. And who is this gorgeous husband—who also happens to be a multimillionaire? With her mind still stuck three years in reverse, Lexi greets this brave new world determined to be the person she…well, seems to be. That is, until an adorably disheveled architect drops the biggest bombshell of all.. Suddenly Lexi is scrambling to catch her balance. Her new life, it turns out, comes complete with secrets, schemes, and intrigue. How on earth did all this happen? Will she ever remember? And what will happen when she does?. With the same wicked humor and delicious charm that have won her millions of devoted fans, Sophie Kinsella, author of the #1 New York Times bestseller Shopaholic & Baby, returns with an irresistible new novel and a fresh new heroine who finds herself in a life-changing and utterly hilarious predicament…",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Adult",
                "Humor",
                "Adult Fiction",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "A Girl Is a Half-formed Thing",
            "authors": [
                "Eimear McBride"
            ],
            "ranking": 3.49,
            "ranking_count": 10281,
            "abstract": "Eimear McBride's debut tells, with astonishing insight and in brutal detail, the story of a young woman's relationship with her brother, and the long shadow cast by his childhood brain tumour. Not so much a stream of consciousness, as an unconscious railing against a life that makes little sense, and a shocking and intimate insight into the thoughts, feelings and chaotic sexuality of a vulnerable and isolated protagonist. To read. A Girl Is A Half-Formed Thing. is to plunge inside its narrator's head, experiencing her world first-hand. This isn't always comfortable - but it is always a revelation.. Touching on everything from family violence to sexuality and the personal struggle to remain intact in times of intense trauma, McBride writes with singular intensity, acute sensitivity and mordant wit.. A Girl is a Half-formed Thing. is moving, funny – and alarming. It is a book you will never forget.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Literary Fiction",
                "European Literature",
                "Novels",
                "Feminism",
                "Audiobook",
                "Womens",
                "Adult Fiction"
            ]
        },
        {
            "title": "Hidden Figures",
            "authors": [
                "Margot Lee Shetterly"
            ],
            "ranking": 3.96,
            "ranking_count": 96160,
            "abstract": "The #1 New York Times Bestseller. Set amid the civil rights movement, the never-before-told true story of NASA’s African-American female mathematicians who played a crucial role in America’s space program. Before Neil Armstrong walked on the moon, a group of professionals worked as ‘Human Computers’, calculating the flight paths that would enable these historic achievements. Among these were a coterie of bright, talented African-American women. Segregated from their white counterparts, these ‘coloured computers’ used pencil and paper to write the equations that would launch rockets and astronauts, into space. Moving from World War II through NASA’s golden age, touching on the civil rights era, the Space Race, the Cold War and the women’s rights movement, ‘Hidden Figures’ interweaves a rich history of mankind’s greatest adventure with the intimate stories of five courageous women whose work forever changed the world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science",
                "Biography",
                "Audiobook",
                "Feminism",
                "Historical",
                "Space",
                "Biography Memoir",
                "Adult"
            ]
        },
        {
            "title": "The Bees",
            "authors": [
                "Laline Paull"
            ],
            "ranking": 3.71,
            "ranking_count": 35995,
            "abstract": "The Handmaid's Tale. meets. The Hunger Games. in this brilliantly imagined debut.. Born into the lowest class of her society, Flora 717 is a sanitation bee, only fit to clean her orchard hive. Living to accept, obey and serve, she is prepared to sacrifice everything for her beloved holy mother, the Queen. Yet Flora has talents that are not typical of her kin. And while mutant bees are usually instantly destroyed, Flora is reassigned to feed the newborns, before becoming a forager, collecting pollen on the wing. Then she finds her way into the Queen's inner sanctum, where she discovers secrets both sublime and ominous. Enemies roam everywhere, from the fearsome fertility police to the high priestesses who jealously guard the Hive Mind. But Flora cannot help but break the most sacred law of all, and her instinct to serve is overshadowed by a desire, as overwhelming as it is forbidden.... Laline Paull's chilling yet ultimately triumphant novel creates a luminous world both alien and uncannily familiar. Thrilling and imaginative,. The Bees. is the story of a heroine who changes her destiny and her world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Animals",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Contemporary",
                "Literary Fiction"
            ]
        },
        {
            "title": "Sadie",
            "authors": [
                "Courtney Summers"
            ],
            "ranking": 4.09,
            "ranking_count": 93964,
            "abstract": "A missing girl on a journey of revenge. A. Serial. ―like podcast following the clues she's left behind. And an ending you won't be able to stop talking about.. Sadie hasn't had an easy life. Growing up on her own, she's been raising her sister Mattie in an isolated small town, trying her best to provide a normal life and keep their heads above water.. But when Mattie is found dead, Sadie's entire world crumbles. After a somewhat botched police investigation, Sadie is determined to bring her sister's killer to justice and hits the road following a few meager clues to find him.. When West McCray―a radio personality working on a segment about small, forgotten towns in America―overhears Sadie's story at a local gas station, he becomes obsessed with finding the missing girl. He starts his own podcast as he tracks Sadie's journey, trying to figure out what happened, hoping to find her before it's too late.. Courtney Summers has written the breakout book of her career. Sadie is propulsive and harrowing and will keep you riveted until the last page.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Audiobook",
                "Thriller",
                "Fiction",
                "Realistic Fiction",
                "Suspense"
            ]
        },
        {
            "title": "Shades of Milk and Honey",
            "authors": [
                "Mary Robinette Kowal"
            ],
            "ranking": 3.49,
            "ranking_count": 15689,
            "abstract": "The fantasy novel you’ve always wished Jane Austen had written. Shades of Milk and Honey. is exactly what we could expect from Jane Austen if she had been a fantasy writer:. Pride and Prejudice. meets. Jonathan Strange & Mr. Norrell. . It is an intimate portrait of a woman, Jane, and her quest for love in a world where the manipulation of glamour is considered an essential skill for a lady of quality.. Jane and her sister Melody vie for the attentions of eligible men, and while Jane’s skill with glamour is remarkable, it is her sister who is fair of face. When Jane realizes that one of Melody’s suitors is set on taking advantage of her sister for the sake of her dowry, she pushes her skills to the limit of what her body can withstand in order to set things right—and, in the process, accidentally wanders into a love story of her own.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Historical",
                "Fiction",
                "Historical Fiction",
                "Science Fiction"
            ]
        },
        {
            "title": "23 Things They Don't Tell You about Capitalism",
            "authors": [
                "Ha-Joon Chang"
            ],
            "ranking": 3.97,
            "ranking_count": 9882,
            "abstract": "Thing 1: There is no such thing as free market.. Thing 4: The washing machine has changed the world more than the Internet.. Thing 5: Assume the worst about people, and you get the worst.. Thing 13: Making rich people richer doesn't make the rest of us richer.. If you've wondered how we did not see the economic collapse coming, Ha-Joon Chang knows the answer: We didn't ask what they didn't tell us about capitalism. This is a lighthearted book with a serious purpose: to question the assumptions behind the dogma and sheer hype that the dominant school of neoliberal economists-the apostles of the freemarket-have spun since the Age of Reagan.. Chang, the author of the international bestseller. Bad Samaritans. , is one of the world's most respected economists, a voice of sanity-and wit-in the tradition of John Kenneth Galbraith and Joseph Stiglitz.. 23 Things They Don't Tell You About Capitalism. equips readers with an understanding of how global capitalism works-and doesn't. In his final chapter, How to Rebuild the World, Chang offers a vision of how we can shape capitalism to humane ends, instead of becoming slaves of the market.. Ha-Joon Chang teaches in the Faculty of Economics at the University of Cambridge. His books include the bestselling. Bad Samaritans: The Myth of Free Trade. and the. Secret History of Capitalism. . His. Kicking Away the Ladder. received the 2003 Myrdal Prize, and, in 2005, Chang was awarded the Leontief Prize for Advancing the Frontiers of Economic Thought.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Nonfiction",
                "Politics",
                "Business",
                "History",
                "Philosophy",
                "Audiobook",
                "Currency",
                "Culture"
            ]
        },
        {
            "title": "Calico Joe",
            "authors": [
                "John Grisham"
            ],
            "ranking": 3.85,
            "ranking_count": 42606,
            "abstract": "A surprising and moving novel of fathers and sons, forgiveness and redemption, set in the world of Major League Baseball.. Whatever happened to Calico Joe?. When he arrived in Philadelphia, a cab delivered him to Veterans Stadium, where he was quickly fixed for a uniform, given Number 42, and hustled onto the field. The Cubs were already taking batting practice. Understandably, he was nervous, thrilled, almost bewildered, and when the manager, Whitey Lockman, said, Get loose. You're starting at first and hitting seventh, Joe Castle had trouble gripping his brand-new bat. In his first round of major-league batting practice, he swung at the first two pitches and missed.. He would not miss again for a long time.. In the summer of 1973 Joe Castle was the boy wonder of baseball, the greatest rookie anyone had ever seen. The kid from Calico Rock, Arkansas, dazzled Cub fans as he hit home run after home run, politely tipping his hat to the crowd as he shattered all rookie records.. Calico Joe quickly became the idol of every baseball fan in America, including Paul Tracey, the young son of a hard-partying and hard-throwing Mets pitcher. On the day that Warren Tracey finally faced Calico Joe, Paul was in the stands, rooting for his idol but also for his dad. Then Warren threw a fastball that would change their lives forever.. In John Grisham’s new novel the baseball is thrilling, but it’s what happens off the field that makes. Calico Joe. a classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Sports",
                "Historical",
                "Audiobook",
                "Adult Fiction",
                "Novels",
                "Adult",
                "Contemporary",
                "Mystery"
            ]
        },
        {
            "title": "This Changes Everything: Capitalism vs. The Climate",
            "authors": [
                "Naomi Klein"
            ],
            "ranking": 4.16,
            "ranking_count": 23140,
            "abstract": "Forget everything you think you know about global warming. It's not about carbon—it's about capitalism. The good news is that we can seize this crisis to transform our failed economic system and build something radically better.. In her most provocative book yet, Naomi Klein, author of the global bestsellers. Shock Doctrine. and. No Logo. , exposes the myths that are clouding climate debate.. You have been told the market will save us, when in fact the addiction to profit and growth is digging us in deeper every day. You have been told it's impossible to get off fossil fuels when in fact we know exactly how to do it—it just requires breaking every rule in the 'free-market' playbook. You have also been told that humanity is too greedy and selfish to rise to this challenge. In fact, all around the world, the fight back is already succeeding in ways both surprising and inspiring.. It's about changing the world, before the world changes so drastically that no one is safe. Either we leap—or we sink.. This Changes Everything. is a book that will redefine our era.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Environment",
                "Science",
                "Economics",
                "Business",
                "Biology"
            ]
        },
        {
            "title": "Animal Magnet",
            "authors": [
                "Gary    Anderson"
            ],
            "ranking": 4.53,
            "ranking_count": 19,
            "abstract": "Told from numerous and at times oblique perspectives, while employing various literary forms and styles, ANIMAL MAGNET probes the notion of humanness, human identity, and humanity.. Spanning centuries and continents, the story jumps generationally if erratically down the family tree, beginning in 18th century Hungary with the forbidden love affair of manor tutor Péter Montgolfier and lunatic scullery maid Theresa Seyfert, and ending more than two centuries years later in a futuristic L.A. with controversial performance artist Vic Ray.. ANIMAL MAGNET can be purchased directly from Emmerson Street Press at the link below or from Amazon.ca.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Quantos Rising",
            "authors": [
                "Venancio Cadle Gomani Jr."
            ],
            "ranking": 4.78,
            "ranking_count": 9,
            "abstract": "The world has been split into four colonies after a Great War in which knowledge, civilizations, and time were lost from the world. After five hundred years of recreation civilization is split into four colonies: those that live on the ground call their colony ‘Damiroo‘; those who live in underwater cities call their colony ‘Retarctica‘; those who live in floating cities that hover above the clouds call their colony ‘Anotresphor‘; and those who live in space cities following the same orbit as the moon around the earth call their colony ‘Centralis‘.. “Quantos Rising“, the first book in the series, follows the story of a former researcher Bruce in his attempts to save his city, El-Versium from the tyranny of the Damiroo military.. Tragedy strikes in a remote city called El-Versium which becomes the war zone between the Damiroo colony’s military and their project gone wrong, Lunar-Mount—a threat detecting droid that destroys any potential source of danger with the highest threat levels relative to any around it.. Now it’s up to Bruce, a former researcher from the University of APEX’s Research Facility in the city, New Middle, to shut down the droid before it destroys his home city, El-Versium with the aid of the Damiroo military who also became victims of the robot’s malfunctioning.. Accompanying him are Damien, a former Scientologist from the very same University facility, and Emilia, an intern at the El-Versium medical center.. The FTP source coding stream was wiped out from the robot’s programming so the trio has to dive right into the robot’s system via Neuro-Surge injection: a technology designed by both Damien and Bruce which allows for the human subconscious to be plugged right into the heart of any computer systems which generates computer functionality in a real world representation. The trio must dive into the system and program the kill switch directly into the robot’s system.. Little do they know that this is yet just an cover-up operation to use the trio to further the military’s project-QR; resurfacing a long since sunken city from before the times of the war which allegedly harbored civilization’s largest King Solomon’s Library and the T-16 weapons vault.. The race is on!",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Tree with a Thousand Apples",
            "authors": [
                "Sanchit Gupta"
            ],
            "ranking": 4.44,
            "ranking_count": 468,
            "abstract": "If the criminal was once a saint and the saint was once a criminal, then who is a criminal and who is a saint?. Inspired by true events, this riveting narrative traces the lives of Safeena Malik, Deewan Bhat and Bilal Ahanagar, three childhood friends who grow up in an atmosphere of peace and amity in Srinagar, Kashmir, until the night of 20 January 1990 changes it all.. While Deewan is forced to flee from his home, Safeena’s mother becomes ‘collateral damage’ and Bilal has to embrace a wretched life of poverty and fear. The place they called paradise becomes a battleground and their friendship struggles when fate forces them to choose sides against their will.. Twenty years later destiny brings them to a crossroads again, when they no longer know what is right and what is wrong. While both compassion and injustice have the power to transform lives, will the three friends now choose to become sinful criminals or pacifist saints?The Tree with a Thousand Apples is a universal story of cultures, belongingness, revenge and atonement. The stylized layered format, fast-paced narration and suspenseful storytelling makes for a powerful, gripping read.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "Cultural",
                "Drama",
                "Asian Literature"
            ]
        },
        {
            "title": "Never Go With Your Gut: How Pioneering Leaders Make the Best Decisions and Avoid Business Disasters (Avoid Terrible Advice, Cognitive Biases, and Poor Decisions)",
            "authors": [
                "Gleb Tsipursky",
                "Howard J. Ross"
            ],
            "ranking": 4.21,
            "ranking_count": 176,
            "abstract": "Avoid terrible advice, cognitive biases, and poor decisions.. Want to avoid business disasters, whether minor mishaps, such as excessive team conflict, or major calamities like those that threaten bankruptcy or doom a promising career? Fortunately, behavioral economics studies show that such disasters stem from poor decisions due to our faulty mental patterns—what scholars call “cognitive biases”—and are preventable.. Unfortunately, the typical advice for business leaders to “go with their guts” plays into these cognitive biases and leads to disastrous decisions that devastate the bottom line. By combining practical case studies with cutting-edge research,. Never Go With Your Gut. will help you make the best decisions and prevent these business disasters.. The leading expert on avoiding business disasters, Dr. Gleb Tsipursky, draws on over 20 years of extensive consulting, coaching, and speaking experience to show how pioneering leaders and organizations—many of them his clients—avoid business disasters. Reading this book will enable you to:. Discover how pioneering leaders and organizations address cognitive biases to avoid disastrous decisions.. Adapt best practices on avoiding business disasters from these leaders and organizations to your own context.. Develop processes that empower everyone in your organization to avoid business disasters.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Leadership",
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Science",
                "Buisness",
                "Culture"
            ]
        },
        {
            "title": "Legion",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.14,
            "ranking_count": 37341,
            "abstract": "A novella from #1. New York Times. bestselling author Brandon Sanderson,. Legion. is a fast-paced, witty, and supremely fun thriller with a psychological bent.. Stephen Leeds is perfectly sane. It’s his hallucinations who are mad.. A genius of unrivaled aptitude, Stephen can learn any new skill, vocation, or art in a matter of hours. However, to contain all of this, his mind creates hallucinatory people—Stephen calls them aspects—to hold and manifest the information. Wherever he goes, he is joined by a team of imaginary experts to give advice, interpretation, and explanation. He uses them to solve problems…for a price.. His brain is getting a little crowded, however, and the aspects have a tendency of taking on lives of their own. When a company hires him to recover stolen property—a camera that can allegedly take pictures of the past—Stephen finds himself in an adventure crossing oceans and fighting terrorists. What he discovers may upend the foundation of three major world religions—and, perhaps, give him a vital clue into the true nature of his aspects.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Novella",
                "Short Stories",
                "Adult",
                "Thriller"
            ]
        },
        {
            "title": "Police",
            "authors": [
                "Jo Nesbø",
                "Don Bartlett"
            ],
            "ranking": 4.22,
            "ranking_count": 40015,
            "abstract": "When a police officer is found murdered at the scene of an old unsolved murder case that he was involved in investigating, it can hardly be a coincidence. When the same thing happens to two other officers in a matter of months the pattern is as clear as it is terrifying. None of the old cases were ever solved. The killings are extremely brutal and the police have no leads. What’s more, they’re missing their best investigator.. At the same time, a severely wounded man is in a coma and kept alive at a hospital in Oslo. The police guard the room and the identity of the patient is kept secret.. Once again Jo Nesbø delivers a devilishly clever story about the scope of human evil; a cat-and-mouse game that involves not only the victims and the police, but also the reader.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Scandinavian Lite...",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "And Then Run",
            "authors": [
                "Eric Hublot"
            ],
            "ranking": 3.47,
            "ranking_count": 78,
            "abstract": "And Then Run follows the life of anti-hero Jerome Esterson. Jerome has everything - looks, money, women, friends. And yet he seems to be fighting a losing battle with reality.. The novel takes place in two time periods. One, when Jerome is a 25 year old maverick entrepreneur, with limitless passion and rockstar charisma. In the second time period, Jerome is a blunted 39 year old lobbyist, who also happens to be a blunted serial killer.. Parental Advisory: This is an X rated novel, with heavily objectionable content, including sex, violence, a psychopathic lack of morality. Jerome combines the hardened, relentless predation of Humbert in Lolita with the brute violence of Dexter. This books is offensive in many ways, and not for everyone.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Hounded",
            "authors": [
                "Kevin Hearne"
            ],
            "ranking": 4.09,
            "ranking_count": 82940,
            "abstract": "Atticus O’Sullivan, last of the Druids, lives peacefully in Arizona, running an occult bookshop and shape-shifting in his spare time to hunt with his Irish wolfhound. His neighbors and customers think that this handsome, tattooed Irish dude is about twenty-one years old—when in actuality, he’s twenty-one centuries old. Not to mention: He draws his power from the earth, possesses a sharp wit, and wields an even sharper magical sword known as Fragarach, the Answerer.. Unfortunately, a very angry Celtic god wants that sword, and he’s hounded Atticus for centuries. Now the determined deity has tracked him down, and Atticus will need all his power—plus the help of a seductive goddess of death, his vampire and werewolf team of attorneys, a bartender possessed by a Hindu witch, and some good old-fashioned luck of the Irish—to kick some Celtic arse and deliver himself from evil.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Fort",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 3.63,
            "ranking_count": 5894,
            "abstract": "Summer 1779: a British force of fewer than 1,000 Scottish infantry were sent to build a garrison in the state of Maine. But Massachusetts was determined to expel the British, and they sent a fleet to 'captivate, kill and destroy' the enemy. Told from both sides of the battle, this story features real figures from history.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Military History",
                "Literature",
                "American Revolution",
                "North American Hi...",
                "Audiobook"
            ]
        },
        {
            "title": "Liliana",
            "authors": [
                "Neva Squires-Rodriguez"
            ],
            "ranking": 3.8,
            "ranking_count": 71,
            "abstract": "Book 1 of the Liliana series. Boom!. That deafening sound changed Liliana’s life forever.. Her mother sits dead besides her, shot to death on the streets of Chicago.. Within weeks, Liliana is sent to live with a father she doesn’t know in Colombia - a foreign land filled with challenges for Liliana. While working to pay off her father’s debt, she meets the love of her life, who frees her from her father’s illusory home, only to bring her into a new world of twisted surprises, dangers, and deceit.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult"
            ]
        },
        {
            "title": "The Legend of the Blue Eyes",
            "authors": [
                "B. Kristin McMichael"
            ],
            "ranking": 3.85,
            "ranking_count": 3583,
            "abstract": "Arianna Grace liked her boring, Midwestern, teenage life where she ignored the many unanswered questions of her childhood. Why were her parents dead? Why did she not have family? Where was she raised until she was five? When someone offers to explain it all, Arianna thinks she’s just getting answers. Instead, she is thrown into a world of night humans who drink blood.. On Arianna's sixteenth birthday, her world is thrown upside down when she changes into a vampire. Night humans, or demons, as some call them, live in normal society. Learning all of the new rules of a world she didn’t know existed might be hard enough, but it's further complicated by two former-friends that now want to help her take her role as the successor to her grandfather.. There is a war going on between the night humans. Sides have been taken and lines are not crossed. Four main clans of night humans are struggling for control of the night. Divided into two sides, clans Baku and Tengu have been at war for centuries with the clans Dearg-dul and Lycan. That is, until Arianna Grace finds out the truth; she’s the bridge of peace between the two sides. But not everyone wants peace. With the night humans divided, Arianna is now a pawn in the war between them. She must choose a side—her mother’s family or her father’s—and for once in her life, decide her own fate.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Romance",
                "Shapeshifters",
                "Business"
            ]
        },
        {
            "title": "Calypso",
            "authors": [
                "David Sedaris"
            ],
            "ranking": 4.1,
            "ranking_count": 111489,
            "abstract": "David Sedaris returns with his most deeply personal and darkly hilarious book.. If you've ever laughed your way through David Sedaris's cheerfully misanthropic stories, you might think you know what you're getting with. Calypso.. You'd be wrong.. When he buys a beach house on the Carolina coast, Sedaris envisions long, relaxing vacations spent playing board games and lounging in the sun with those he loves most. And life at the Sea Section, as he names the vacation home, is exactly as idyllic as he imagined, except for one tiny, vexing realization: it's impossible to take a vacation from yourself.. With. Calypso,. Sedaris sets his formidable powers of observation toward middle age and mortality. Make no mistake: these stories are very, very funny--it's a book that can make you laugh 'til you snort, the way only family can. Sedaris's powers of observation have never been sharper, and his ability to shock readers into laughter unparalleled. But much of the comedy here is born out of that vertiginous moment when your own body betrays you and you realize that the story of your life is made up of more past than future.. This is beach reading for people who detest beaches, required reading for those who loathe small talk and love a good tumor joke.. Calypso. is simultaneously Sedaris's darkest and warmest book yet--and it just might be his very best.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Humor",
                "Autobiography",
                "Writing",
                "Audiobook",
                "Short Stories",
                "Biography",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Screaming Staircase",
            "authors": [
                "Jonathan Stroud"
            ],
            "ranking": 4.21,
            "ranking_count": 38739,
            "abstract": "When the dead come back to haunt the living, Lockwood & Co. step in . . .. For more than fifty years, the country has been affected by a horrifying epidemic of ghosts. A number of Psychic Investigations Agencies have sprung up to destroy the dangerous apparitions.. Lucy Carlyle, a talented young agent, arrives in London hoping for a notable career. Instead she finds herself joining the smallest, most ramshackle agency in the city, run by the charismatic Anthony Lockwood. When one of their cases goes horribly wrong, Lockwood & Co. have one last chance of redemption. Unfortunately this involves spending the night in one of the most haunted houses in England, and trying to escape alive.. Set in a city stalked by spectres, The Screaming Staircase is the first in a chilling new series full of suspense, humour and truly terrifying ghosts. Your nights will never be the same again . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mystery",
                "Horror",
                "Childrens",
                "Fiction",
                "Paranormal",
                "Adventure"
            ]
        },
        {
            "title": "The Lost Saint",
            "authors": [
                "Bree Despain"
            ],
            "ranking": 4.03,
            "ranking_count": 16651,
            "abstract": "A family destroyed. A love threatened. An enemy returns.. Grace Divine made the ultimate sacrifice to cure Daniel Kalbi. She was infected with the werewolf curse while trying to save him, and lost her beloved brother in the process.. Desperate to find Jude, Grace befriends Talbot, a newcomer to town. But as the two grow closer, Grace's relationship with Daniel is put in danger - in more ways than one.. Unaware of the dark path she is walking, Grace begins to give into the wolf inside of her - not realizing that an enemy has returned and a deadly trap is about to be sprung.. Bree Despain delivers sizzling romance and thrilling action in the heart-pounding sequel to the. The Dark Divine. .",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Shapeshifters",
                "Romance",
                "Fiction",
                "Animals"
            ]
        },
        {
            "title": "Exile for Dreamers",
            "authors": [
                "Kathleen Baldwin"
            ],
            "ranking": 4.14,
            "ranking_count": 1428,
            "abstract": "It’s 1814. Napoleon has escaped his imprisonment on Elba. Europe is in shambles. Britain is at war on four fronts. And at Stranje House, a School for Unusual Girls, five young ladies are secretly being trained for a world of spies, diplomacy, and war.. Tess Aubreyson can’t run far enough or fast enough to escape the prophetic dreams that haunt her. Dreams bring nothing but death and grief, and Tess refuses to accept that she may be destined for the same madness that destroyed her mother. Until her disturbing dreams become the only means of saving Lord Ravencross, the man she loves, and her fellow students at Stranje House. Tess’s old friend, the traitorous Lady Daneska, and Ghost, the ruthless leader of the Iron Crown, have returned to England, intent on paving the way for Napoleon’s invasion. Can the young ladies of Stranje House prevail once more? Or is England destined to fall into the hands of the power-mad dictator?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Mystery",
                "Spy Thriller",
                "Science Fiction"
            ]
        },
        {
            "title": "The 7½ Deaths of Evelyn Hardcastle",
            "authors": [
                "Stuart Turton"
            ],
            "ranking": 3.88,
            "ranking_count": 231127,
            "abstract": "Aiden Bishop knows the rules. Evelyn Hardcastle will die every day until he can identify her killer and break the cycle. But every time the day begins again, Aiden wakes up in the body of a different guest at Blackheath Manor. And some of his hosts are more helpful than others. With a locked room mystery that Agatha Christie would envy, Stuart Turton unfurls a breakneck novel of intrigue and suspense.. For fans of Claire North, and Kate Atkinson,. The 7½ Deaths of Evelyn Hardcastle. is a breathlessly addictive mystery that follows one man's race against time to find a killer, with an astonishing time-turning twist that means nothing and no one are quite what they seem.. This inventive debut twists together a thriller of such unexpected creativity it will leave readers guessing until the very last page.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook",
                "Historical",
                "Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "Mr. Fox",
            "authors": [
                "Helen Oyeyemi"
            ],
            "ranking": 3.58,
            "ranking_count": 9917,
            "abstract": "It’s a bright afternoon in 1938 and Mary Foxe is in a confrontational mood. St John Fox, celebrated novelist, hasn’t seen her in six years. He’s unprepared for her afternoon visit, not least because she doesn’t exist. He’s infatuated with her. But he also made her up.. “You’re a villain,” she tells him. ‘A serial killer . . . can you grasp that?”. Will Mr Fox meet his muse’s challenge, to stop murdering his heroines and explore something of love? What will his wife Daphne think of this sudden change in her husband? Can there be a happy ending – this time?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Fantasy",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "In the Distance",
            "authors": [
                "Hernan Diaz"
            ],
            "ranking": 4.14,
            "ranking_count": 10017,
            "abstract": "A young Swedish boy finds himself penniless and alone in California. He travels east in search of his brother, moving on foot against the great push to the west. Driven back over and over again on his journey through vast expanses, Håkan meets naturalists, criminals, religious fanatics, Indians, and lawmen, and his exploits turn him into a legend. Díaz defies the conventions of historical fiction and genre (travel narratives, the bildungsroman, nature writing, the Western), offering a probing look at the stereotypes that populate our past and a portrait of radical foreignness.. At first, it was a contest, but in time the beasts understood that, with an embrace and the slightest push, they had to lie down on their side and stay until Håkan got up. He did this each time he thought he spied someone on the circular horizon. Had Håkan and his animals ever been spotted, the distant travelers would have taken the vanishing silhouettes for a mirage. But there were no such travelers—the moving shadows he saw almost every day in the distance were illusions. With the double intention of getting away from the trail and the cold, he had traveled south for days.. Hernán Díaz. is the author of. Borges, Between History and Eternity. (Bloomsbury 2012), managing editor of. RHM. , and associate director of the Hispanic Institute at Columbia University. He lives in New York.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Westerns",
                "Literary Fiction",
                "Novels",
                "Adventure",
                "Contemporary",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Retribution of Mara Dyer",
            "authors": [
                "Michelle Hodkin"
            ],
            "ranking": 4.07,
            "ranking_count": 53812,
            "abstract": "Mara Dyer wants to believe there's more to the lies she’s been told.. There is.. She doesn’t stop to think about where her quest for the truth might lead.. She should.. She never had to imagine how far she would go for vengeance.. She will now.. Loyalties are betrayed, guilt and innocence tangle, and fate and chance collide in this shocking conclusion to Mara Dyer’s story.. Retribution has arrived.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Mystery",
                "Fiction",
                "Horror",
                "Contemporary",
                "Thriller"
            ]
        },
        {
            "title": "The Magician's Land",
            "authors": [
                "Lev Grossman"
            ],
            "ranking": 4.14,
            "ranking_count": 71572,
            "abstract": "Quentin Coldwater has been cast out of Fillory, the secret magical land of his childhood dreams. With nothing left to lose, he returns to where his story began, the Brakebills Preparatory College of Magic, but he can’t hide from his past, and it’s not long before it comes looking for him.. Along with Plum, a brilliant young undergraduate with a dark secret of her own, Quentin sets out on a crooked path through a magical demimonde of gray magic and desperate characters. But all roads lead back to Fillory, and his new life takes him to old haunts, like Antarctica, and to buried secrets and old friends he thought were lost forever. He uncovers the key to a sorcery masterwork, a spell that could create magical utopia, and a new Fillory--but casting it will set in motion a chain of events that will bring Earth and Fillory crashing together. To save them he will have to risk sacrificing everything.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adult",
                "Adventure",
                "Adult Fiction"
            ]
        },
        {
            "title": "Caliban's War",
            "authors": [
                "James S.A. Corey"
            ],
            "ranking": 4.36,
            "ranking_count": 123511,
            "abstract": "We are not alone.. On Ganymede, breadbasket of the outer planets, a Martian marine watches as her platoon is slaughtered by a monstrous supersoldier. On Earth, a high-level politician struggles to prevent interplanetary war from reigniting. And on Venus, an alien protomolecule has overrun the planet, wreaking massive, mysterious changes and threatening to spread out into the solar system.. In the vast wilderness of space, James Holden and the crew of the Rocinante have been keeping the peace for the Outer Planets Alliance. When they agree to help a scientist search war-torn Ganymede for a missing child, the future of humanity rests on whether a single ship can prevent an alien invasion that may have already begun . . .. Caliban's War is a breakneck science fiction adventure following the critically acclaimed Leviathan Wakes.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Audiobook",
                "Science Fiction Fantasy",
                "Fantasy",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "River of Smoke",
            "authors": [
                "Amitav Ghosh"
            ],
            "ranking": 3.95,
            "ranking_count": 9353,
            "abstract": "In September 1838, a storm blows up on the Indian Ocean and the. Ibis. , a ship carrying a consignment of convicts and indentured laborers from Calcutta to Mauritius, is caught up in the whirlwind.. River of Smoke. follows its storm-tossed characters to the crowded harbors of China. There, despite efforts of the emperor to stop them, ships from Europe and India exchange their cargoes of opium for boxes tea, silk, porcelain and silver. Among them are Bahram Modi, a wealthy Parsi opium merchant out of Bombay, his estranged half-Chinese son Ah Fatt, the orphaned Paulette and a motley collection of others whose pursuit of romance, riches and a legendary rare flower have thrown together. All struggle to cope with their losses—and for some, unimaginable freedoms—in the alleys and crowded waterways of 19th-century Canton.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Asian Literature",
                "Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Soumission",
            "authors": [
                "Michel Houellebecq"
            ],
            "ranking": 3.65,
            "ranking_count": 37533,
            "abstract": "Dans une France assez proche de la nôtre, un homme s’engage dans la carrière universitaire. Peu motivé par l’enseignement, il s’attend à une vie ennuyeuse mais calme, protégée des grands drames historiques. Cependant les forces en jeu dans le pays ont fissuré le système politique jusqu’à provoquer son effondrement. Cette implosion sans soubresauts, sans vraie révolution, se développe comme un mauvais rêve.. Le talent de l’auteur, sa force visionnaire nous entraînent sur un terrain ambigu et glissant ; son regard sur notre civilisation vieillissante fait coexister dans ce roman les intuitions poétiques, les effets comiques, une mélancolie fataliste.. Ce livre est une saisissante fable politique et morale.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Politics",
                "Novels",
                "Contemporary",
                "Literature",
                "European Literature",
                "Religion",
                "Science Fiction"
            ]
        },
        {
            "title": "A Land More Kind Than Home",
            "authors": [
                "Wiley Cash"
            ],
            "ranking": 3.87,
            "ranking_count": 25315,
            "abstract": "A stunning debut reminiscent of the beloved novels of John Hart and Tom Franklin,. A Land More Kind Than Home. is a mesmerizing literary thriller about the bond between two brothers and the evil they face in a small western North Carolina town. For a curious boy like Jess Hall, growing up in Marshall means trouble when your mother catches you spying on grown-ups. Adventurous and precocious, Jess is enormously protective of his older brother, Christopher, a mute whom everyone calls Stump. Though their mother has warned them not to snoop, Stump can't help sneaking a look at something he's not supposed to — an act that will have catastrophic repercussions, shattering both his world and Jess's. It's a wrenching event that thrusts Jess into an adulthood for which he's not prepared. While there is much about the world that still confuses him, he now knows that a new understanding can bring not only a growing danger and evil — but also the possibility of freedom and deliverance as well.. Told by three resonant and evocative characters — Jess; Adelaide Lyle, the town midwife and moral conscience; and Clem Barefield, a sheriff with his own painful past —. A Land More Kind Than Home. is a haunting tale of courage in the face of cruelty and the power of love to overcome the darkness that lives in us all. These are masterful portrayals, written with assurance and truth, and they show us the extraordinary promise of this remarkable.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "American",
                "Literary Fiction",
                "Religion",
                "Thriller",
                "Historical",
                "Contemporary",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Pirates: The Midnight Passage",
            "authors": [
                "James R. Hannibal",
                "James Clamp"
            ],
            "ranking": 4.26,
            "ranking_count": 23,
            "abstract": "The Midnight Passage debuts the chronicles of Jim Thatcher and the intrepid crew of the sloop Adventure. Pirates, puzzles, and peril await the privateer crew as they seek to recover the vast treasure of Morgan's Lost Gold from the mysterious Aztec underworld of the Midnight Passage. Betrayal! A treaty is signed, and suddenly the British privateers are named pirates by the very Crown they serve. Some embrace the new title and the bloody life that comes with it; others, like Captain Jim Thatcher, are not so eager to turn against the world they love. Exiled from Port Royal, Thatcher and the crew of the Adventure set out on a new mission. They seek to recover a vast fortune in gold and emeralds that disappeared a half-century before, hoping it will be enough to buy their pardons. But Thatcher soon learns that the Adventure is not the only ship on the hunt for the treasure. An Indiaman pursues them across the Windward Passage; it is the Havoc, captained by Thatcher's long-time nemesis, Edward Teach, the infamous Blackbeard. Fleeing the powerful pirate ship and following a questionable treasure map, the crew takes refuge at the mouth of an underground river system, the ancient Aztec underworld. They are trapped by the Havoc; there is nowhere to go but forward, but there are worse things than pirates in the Caribbean. Deadly puzzles, booby traps, and something even more sinister await the crew in the darkness of the Midnight Passage.",
            "part_of_series": false,
            "genre_list": [
                "Adventure"
            ]
        },
        {
            "title": "This Is How It Always Is",
            "authors": [
                "Laurie Frankel"
            ],
            "ranking": 4.27,
            "ranking_count": 150409,
            "abstract": "Alternate cover edition of ASIN B01HW6Z3FG. This is how a family keeps a secret…and how that secret ends up keeping them.. This is how a family lives happily ever after…until happily ever after becomes complicated.. This is how children change…and then change the world.. This is Claude. He’s five years old, the youngest of five brothers, and loves peanut butter sandwiches. He also loves wearing a dress, and dreams of being a princess.. When he grows up, Claude says, he wants to be a girl.. Rosie and Penn want Claude to be whoever Claude wants to be. They’re just not sure they’re ready to share that with the world. Soon the entire family is keeping Claude’s secret. Until one day it explodes.. This Is How It Always Is. is a novel about revelations, transformations, fairy tales, and family. And it’s about the ways this is how it always is: Change is always hard and miraculous and hard again, parenting is always a leap into the unknown with crossed fingers and full hearts, children grow but not always according to plan. And families with secrets don’t get to keep them forever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Book Club",
                "Family",
                "Adult Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "Devil in the Grove: Thurgood Marshall, the Groveland Boys, and the Dawn of a New America",
            "authors": [
                "Gilbert King"
            ],
            "ranking": 4.39,
            "ranking_count": 12507,
            "abstract": "Devil in the Grove. is the winner of the 2013 Pulitzer Prize for General Nonfiction.. Arguably the most important American lawyer of the twentieth century, Thurgood Marshall was on the verge of bringing the landmark suit. Brown v. Board of Education. before the U.S. Supreme Court when he became embroiled in an explosive and deadly case that threatened to change the course of the civil rights movement and cost him his life.. In 1949, Florida’s orange industry was booming, and citrus barons got rich on the backs of cheap Jim Crow labor. To maintain order and profits, they turned to Willis V. McCall, a violent sheriff who ruled Lake County with murderous resolve. When a white seventeen-year-old Groveland girl cried rape, McCall was fast on the trail of four young blacks who dared to envision a future for themselves beyond the citrus groves. By day’s end, the Ku Klux Klan had rolled into town, burning the homes of blacks to the ground and chasing hundreds into the swamps, hell-bent on lynching the young men who came to be known as “the Groveland Boys.”. And so began the chain of events that would bring Thurgood Marshall, the man known as “Mr. Civil Rights,” into the deadly fray. Associates thought it was suicidal for him to wade into the “Florida Terror” at a time when he was irreplaceable to the burgeoning civil rights movement, but the lawyer would not shrink from the fight—not after the Klan had murdered one of Marshall’s NAACP associates involved with the case and Marshall had endured continual threats that he would be next.. Drawing on a wealth of never-before-published material, including the FBI’s unredacted Groveland case files, as well as unprecedented access to the NAACP’s Legal Defense Fund files, King shines new light on this remarkable civil rights crusader, setting his rich and driving narrative against the heroic backdrop of a case that U.S. Supreme Court justice Robert Jackson decried as “one of the best examples of one of the worst menaces to American justice.”",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Crime",
                "Biography",
                "Race",
                "North American Hi...",
                "Law",
                "Politics",
                "Mystery",
                "Cultural"
            ]
        },
        {
            "title": "Wrong Planet - Searching for your Tribe",
            "authors": [
                "Karl Wiggins"
            ],
            "ranking": 4.13,
            "ranking_count": 46,
            "abstract": "The most unexpected and revealing book of our time. A rallying cry for the elusive spirit of these time. A cry for those who want to change the world!. Karl Wiggins has a powerful and potent knack for expression which has completely escaped restraint and self-control. Too much writing nowadays is watered-down garbage. The world is looking for something new, and in this book, Wiggins has created many ‘worth-pondering-over’ ideas!. We are experiencing the same intensity of energy in diminished and more concise time periods, which is why more and more Wrong Planet tribes are gathering. Karl Wiggins informed me, when I agreed to write the forward for this book, that his goal was for those he calls Carefree Scamps to finish the book slightly punch-drunk. And I admit that with me he’s managed it remarkably.. If you don’t believe that a limited number of astute, dedicated human beings can change the world, or simply just call attention to its imperfections and vulnerabilities, this book is going to change your mind.. But before you get there, in the first third of the book Karl introduces us to a number of famous eccentrics who just didn’t (or don’t) ‘fit in’. He discusses the erratic, the bizarre and the downright kooky. People such as David Bowie, Marilyn Monroe, Janice Joplin, Jimi Hendrix, Keith Moon, Arthur Rimbaud, François Villon (the Medieval Beatnik), Bessie Stringfield, Sixteen-String Jack Rann, Anne Bonny & Mary Read (the Lesbian Pirates), Frida Kahlo, the Beat Generation poets and a whole host of dropouts, misfits, pranksters, bohemians, court jesters, comedians, crackpots and Gypsies.. The reader will love reading about these swashbuckling daredevils, headcases and artists who changed their world, and even more so when Wiggins goes on to blend some of them with those from his own tribe. He identifies Wrong Planet people clearly, drops hints on how we can spot them, and finally instructs us in how to discover our own ‘tribe’ if we haven’t already found them. This book will shake your perceptions ….. and it’s lovely!",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Self Help",
                "Nonfiction"
            ]
        },
        {
            "title": "Fates and Furies",
            "authors": [
                "Lauren Groff"
            ],
            "ranking": 3.58,
            "ranking_count": 124826,
            "abstract": "Every story has two sides. Every relationship has two perspectives. And sometimes, it turns out, the key to a great marriage is not its truths but its secrets. At the core of this rich, expansive, layered novel, Lauren Groff presents the story of one such marriage over the course of twenty-four years.. At age twenty-two, Lotto and Mathilde are tall, glamorous, madly in love, and destined for greatness. A decade later, their marriage is still the envy of their friends, but with an electric thrill we understand that things are even more complicated and remarkable than they have seemed.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Novels",
                "Romance",
                "Book Club",
                "Marriage"
            ]
        },
        {
            "title": "The Rising",
            "authors": [
                "Kelley Armstrong"
            ],
            "ranking": 4.12,
            "ranking_count": 23247,
            "abstract": "The race for survival comes to a thrilling conclusion in the heart-stopping finale to the Darkness Rising trilogy, from #1. New York Times. bestselling author Kelley Armstrong.. Things are getting desperate for Maya and her friends. Hunted by the powerful St. Clouds and now a rival Cabal as well, they're quickly running out of places to hide.. All they have is the name and number of someone who might be able to give them a few answers. Answers to why they're so valuable, and why their supernatural powers are getting more and more out of control. But Maya is unprepared for the truths that await her. And like it or not, she'll have to face down some demons from her past if she ever hopes to move on with her life. Because Maya can't keep running forever.. With all the twists, thrills, and romance that have made Kelley Armstrong an international bestseller, plus the surprising return of some fan-favorite characters,. The Rising. will hold you under its spell long after its breathtaking end.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "The Mime Order",
            "authors": [
                "Samantha Shannon"
            ],
            "ranking": 4.2,
            "ranking_count": 25169,
            "abstract": "Paige Mahoney has escaped the brutal prison camp of Sheol I, but her problems have only just begun: many of the survivors are missing and she is the most wanted person in London.... As Scion turns its all-seeing eye on the dreamwalker, the mime-lords and mime-queens of the city's gangs are invited to a rare meeting of the Unnatural Assembly. Jaxon Hall and his Seven Seals prepare to take centre stage, but there are bitter fault lines running through the clairvoyant community and dark secrets around every corner.. Then the Rephaim begin crawling out from the shadows. Paige must keep moving, from Seven Dials to Grub Street to the secret catacombs of Camden, until the fate of the underworld can be decided.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Adult",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Jamrach's Menagerie",
            "authors": [
                "Carol Birch"
            ],
            "ranking": 3.58,
            "ranking_count": 7642,
            "abstract": "A thrilling and powerful novel about a young boy lured to sea by the promise of adventure and reward, with echoes of. Great Expectations, Moby-Dick,. and. The Voyage of the Narwhal.. Jamrach’s Menagerie. tells the story of a nineteenth-century street urchin named Jaffy Brown. Following an incident with an escaped tiger, Jaffy goes to work for Mr. Charles Jamrach, the famed importer of exotic animals, alongside Tim, a good but sometimes spitefully competitive boy. Thus begins a long, close friendship fraught with ambiguity and rivalry.. Mr. Jamrach recruits the two boys to capture a fabled dragon during the course of a three-year whaling expedi­tion. Onboard, Jaffy and Tim enjoy the rough brotherhood of sailors and the brutal art of whale hunting. They even succeed in catching the reptilian beast.. But when the ship’s whaling venture falls short of expecta­tions, the crew begins to regard the dragon—seething with feral power in its cage—as bad luck, a feeling that is cruelly reinforced when a violent storm sinks the ship.. Drifting across an increasingly hallucinatory ocean, the sur­vivors, including Jaffy and Tim, are forced to confront their own place in the animal kingdom. Masterfully told, wildly atmospheric, and thundering with tension,. Jamrach’s Mena­gerie. is a truly haunting novel about friendship, sacrifice, and survival.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Adventure",
                "Literary Fiction",
                "Animals",
                "European Literature",
                "Fantasy",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Orfeo",
            "authors": [
                "Richard Powers"
            ],
            "ranking": 3.66,
            "ranking_count": 5463,
            "abstract": "From the Pulitzer Prize–winning author of. The Overstory. , an emotionally charged novel inspired by the myth of Orpheus.. In. Orfeo. , composer Peter Els opens the door one evening to find the police on his doorstep. His home microbiology lab—the latest experiment in his lifelong attempt to find music in surprising patterns—has aroused the suspicions of Homeland Security. Panicked by the raid, Els turns fugitive and hatches a plan to transform this disastrous collision with the security state into an unforgettable work of art that will reawaken its audience to the sounds all around it.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Music",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Literature",
                "Audiobook",
                "The United States Of America"
            ]
        },
        {
            "title": "The Woman Upstairs",
            "authors": [
                "Claire Messud"
            ],
            "ranking": 3.31,
            "ranking_count": 31887,
            "abstract": "From the New York Times best-selling author of The Emperor's Children, a brilliant new novel: the riveting confession of a woman awakened, transformed, and betrayed by passion and desire for a world beyond her own.. Nora Eldridge, a thirty-seven-year-old elementary school teacher in Cambridge, Massachusetts, who long ago abandoned her ambition to be a successful artist, has become the woman upstairs, a reliable friend and tidy neighbor always on the fringe of others' achievements.. Then into her classroom walks Reza Shahid, a child who enchants as if from a fairy tale. He and his parents--dashing Skandar, a Lebanese scholar and professor at the École Normale Supérleure; and Sirena, an effortlessly glamorous Italian artist--have come to Boston for Skandar to take up a fellowship at Harvard. When Reza is attacked by schoolyard bullies who call him a terrorist, Nora is drawn into the complex world of the Shahid family: she finds herself falling in love with them, separately and together. Nora's happiness explodes her boundaries, until Sirena's careless ambition leads to a shattering betrayal.. Told with urgency, intimacy, and piercing emotion, this story of obsession and artistic fulfillment explores the thrill--and the devastating cost--of giving in to one's passions.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Art",
                "Audiobook",
                "Novels",
                "Adult Fiction",
                "Adult",
                "Womens",
                "Literature"
            ]
        },
        {
            "title": "Rogues in Hell",
            "authors": [
                "Janet E. Morris",
                "Chris Morris",
                "Sarah Hulcy",
                "Richard Groller",
                "H. David Blalock",
                "Nancy Asire",
                "Michael A. Armstrong",
                "Larry Atchley Jr.",
                "more…",
                "Edward McKeown",
                "Jack William Finley",
                "David L. Burkhead",
                "Allan Gibreath",
                "Bill Snider",
                "Shirley Meier",
                "Bradley H. Sinor",
                "Michael H. Hanson",
                "Michael Z. Williamson",
                "Deborah Koren",
                "Julie Cochrane",
                "Bruce Durham",
                "John Manning",
                "…less"
            ],
            "ranking": 4.69,
            "ranking_count": 62,
            "abstract": "Hot on the heels of Lawyers in Hell, the New Hell Sinday Times bestseller, comes ROGUES IN HELL.... The war heats up, Satan antes up, and rogues go adventuring as Hell's landlord faces off with Heaven's auditors.. Veteran Hellions sin again and new writers fall from grace:. Shirley Meier, Bradley H. Sinor, Michael Z. Williamson, Deborah Koren, Julie Cochrane, Bruce Durham, Janet Morris, Chris Morris, Richard Groller, H. David Blalock, Nancy Asire, Michael H. Hanson, Sarah Hulcy, Michael A. Armstrong, Larry Atchley, Jr., Bill Snider, Edward McKeown, John Manning, Jack William Finley, David L. Burkhead and Allan Gilbreath",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "The Shifter Dimension",
            "authors": [
                "J.M. Johnson"
            ],
            "ranking": 4.58,
            "ranking_count": 101,
            "abstract": "An inescapable conflict. A weapon with devastating capabilities.. Lock has a choice – stay at home and develop a team of enhanced-ability operatives like himself, or help his fellow fighters as they face the greatest threat they have ever seen. He opts to save his colleagues, but events take an unexpected turn and the danger of the battlefield is soon felt closer to home.. Aided by SAS trooper Jimmy Mackenzie, and MI6 officer Steven Stringer, Lock fights to stay one step ahead of the enemies who want to put them all out of action.. The Shifter Dimension is the second book in J M Johnson’s Starbirth series: fantasy adventures set within a contemporary military basis.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "The Atlantis Complex",
            "authors": [
                "Eoin Colfer"
            ],
            "ranking": 3.98,
            "ranking_count": 55958,
            "abstract": "ARTEMIS FOWL’S CRIMINAL WAYS HAVE FINALLY GOT THE BETTER OF HIM . . .. Young Artemis has frequently used high-tech fairy magic to mastermind the most devious criminal activity of the new century. Now, at a conference in Iceland, Artemis has gathered the fairies to present his latest idea to save the world from global warming.. But Artemis is behaving strangely - he seems different. Something terrible has happened to him . . . Artemis Fowl has become nice.. The fairies diagnose Atlantis Complex (that’s obsessive compulsive disorder to you and I) - it seems dabbling in magic has damaged Artemis’ main weapon: his mind. Fairy ally Captain Holly Short doesn’t know what to do. The subterranean volcanoes are under attack from vicious robots and Artemis cannot fight them. Can Holly get the real Artemis back before the robot probes destroy every human and life form?. This eagerly-awaited adventure is now out in paberback with a fabulous new cover-look to celebrate ten years of Artemis action.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Adventure",
                "Childrens",
                "Audiobook"
            ]
        },
        {
            "title": "Dreams of Gods & Monsters",
            "authors": [
                "Laini Taylor"
            ],
            "ranking": 4.12,
            "ranking_count": 101832,
            "abstract": "What power can bruise the sky?. Two worlds are poised on the brink of a vicious war. By way of a staggering deception, Karou has taken control of the chimaera's rebellion and is intent on steering its course away from dead-end vengeance. The future rests on her.. When the brutal angel emperor brings his army to the human world, Karou and Akiva are finally reunited—not in love, but in a tentative alliance against their common enemy. It is a twisted version of their long-ago dream, and they begin to hope that it might forge a way forward for their people. And, perhaps, for themselves.. But with even bigger threats on the horizon, are Karou and Akiva strong enough to stand among the gods and monsters?. The. New York Times. bestselling Daughter of Smoke & Bone trilogy comes to a stunning conclusion as—from the streets of Rome to the caves of the Kirin and beyond—humans, chimaera, and seraphim strive, love, and die in an epic theater that transcends good and evil, right and wrong, friend and enemy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Sister Queens: The Noble, Tragic Lives of Katherine of Aragon and Juana, Queen of Castile",
            "authors": [
                "Julia Fox"
            ],
            "ranking": 3.79,
            "ranking_count": 3067,
            "abstract": "The history books have cast Katherine of Aragon, the first queen of King Henry VIII of England, as the ultimate symbol of the Betrayed Woman, cruelly tossed aside in favor of her husband’s seductive mistress, Anne Boleyn. Katherine’s sister, Juana of Castile, wife of Philip of Burgundy and mother of the Holy Roman Emperor Charles V, is portrayed as “Juana the Mad,” whose erratic behavior included keeping her beloved late husband’s coffin beside her for years.. But historian Julia Fox, whose previous work painted an unprecedented portrait of Jane Boleyn, Anne’s sister, offers deeper insight in this first dual biography of Katherine and Juana, the daughters of Spain’s Ferdinand and Isabella, whose family ties remained strong despite their separation. Looking through the lens of their Spanish origins, Fox reveals these queens as flesh-and-blood women—equipped with character, intelligence, and conviction—who are worthy historical figures in their own right.. When they were young, Juana’s and Katherine’s futures appeared promising. They had secured politically advantageous marriages, but their dreams of love and power quickly dissolved, and the unions for which they’d spent their whole lives preparing were fraught with duplicity and betrayal. Juana, the elder sister, unexpectedly became Spain’s sovereign, but her authority was continually usurped, first by her husband and later by her son. Katherine, a young widow after the death of Prince Arthur of Wales, soon remarried his doting brother Henry and later became a key figure in a drama that altered England’s religious landscape.. Ousted from the positions of power and influence they had been groomed for and separated from their children, Katherine and Juana each turned to their rich and abiding faith and deep personal belief in their family’s dynastic legacy to cope with their enduring hardships.. Sister Queens. is a gripping tale of love, duty, and sacrifice—a remarkable reflection on the conflict between ambition and loyalty during an age when the greatest sin, it seems, was to have been born a woman.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Cultural",
                "European Literature",
                "English History",
                "Historical",
                "Literature",
                "Womens"
            ]
        },
        {
            "title": "The Last Boyfriend",
            "authors": [
                "Nora Roberts",
                "MacLeod Andrews"
            ],
            "ranking": 4.08,
            "ranking_count": 46025,
            "abstract": "Owen is the organizer of the Montgomery clan, running the family's construction business with an iron fist - and an even less flexible spreadsheet. And though his brothers give him grief for his compulsive list making, the Inn BoonsBoro is about to open right on schedule. The only thing Owen didn't plan for was Avery MacTavish..... Avery's popular pizza place is right across the street from the inn, giving her a first-hand look at its amazing renovation — and a newfound appreciation for Owen. Since he was her first boyfriend when they were kids, Owen has never been far from Avery's thoughts. But the attraction she's feeling for him now is far from innocent.. As Avery and Owen cautiously take their relationship to another level, the opening of the inn gives the whole town of BoonsBoro a reason to celebrate. But Owen's hard work has only begun. Getting Avery to let down her guard is going to take longer than he expected — and so will getting her to realize that her first boyfriend is going to be her last..... An unabridged recording (10 hours, 40 minutes).",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Fantasy",
                "Adult",
                "Paranormal",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Shadow Team GB",
            "authors": [
                "J.M. Johnson"
            ],
            "ranking": 4.75,
            "ranking_count": 88,
            "abstract": "When teleporters (Shifters) attack Buckingham Palace and set their sights on military installations in Britain, the need for a team of enhanced-ability operatives to counter the threat becomes urgent. Lock needs the best candidates, but those who are sent fall far short of his expectations.. Before Lock can change the situation, the candidates, and his own family, come under attack. Confronted by enemies old and new in a fight on two fronts, Lock has to rely on help from Jimmy, the only experienced member of the newly-formed Shadow team. The team must be kept safe while Lock tries to rescue his family, but the battles and foes faced by both Lock and Jimmy are far more deadly than either of them could have imagined.. Shadow Team GB is the third book in J M Johnson’s Starbirth series: fantasy adventures set within a contemporary military basis.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Shadow of Night",
            "authors": [
                "Deborah Harkness"
            ],
            "ranking": 4.06,
            "ranking_count": 215186,
            "abstract": "Picking up from. A Discovery of Witches’. cliffhanger ending,. Shadow of Night. takes Diana and Matthew on a trip through time to Elizabethan London, where they are plunged into a world of spies, magic, and a coterie of Matthew’s old friends, the School of Night. As the search for Ashmole 782 deepens and Diana seeks out a witch to tutor her in magic, the net of Matthew’s past tightens around them, and they embark on a very different—and vastly more dangerous—journey.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Historical",
                "Paranormal",
                "Science Fiction"
            ]
        },
        {
            "title": "The Lost Sisterhood",
            "authors": [
                "Anne Fortier"
            ],
            "ranking": 3.88,
            "ranking_count": 5802,
            "abstract": "From the author of the New York Times bestseller Juliet comes a mesmerizing novel about a young scholar who risks her reputation—and her life—on a thrilling journey to prove that the legendary warrior women known as the Amazons actually existed.. Oxford lecturer Diana Morgan is an expert on Greek mythology. Her obsession with the Amazons started in childhood when her eccentric grandmother claimed to be one herself—before vanishing without a trace. Diana’s colleagues shake their heads at her Amazon fixation. But then a mysterious, well-financed foundation makes Diana an offer she cannot refuse.. Traveling to North Africa, Diana teams up with Nick Barran, an enigmatic Middle Eastern guide, and begins deciphering an unusual inscription on the wall of a recently unearthed temple. There she discovers the name of the first Amazon queen, Myrina, who crossed the Mediterranean in a heroic attempt to liberate her kidnapped sisters from Greek pirates, only to become embroiled in the most famous conflict of the ancient world—the Trojan War. Taking their cue from the inscription, Diana and Nick set out to find the fabled treasure that Myrina and her Amazon sisters salvaged from the embattled city of Troy so long ago. Diana doesn’t know the nature of the treasure, but she does know that someone is shadowing her, and that Nick has a sinister agenda of his own. With danger lurking at every turn, and unsure of whom to trust, Diana finds herself on a daring and dangerous quest for truth that will forever change her world.. Sweeping from England to North Africa to Greece and the ruins of ancient Troy, and navigating between present and past, The Lost Sisterhood is a breathtaking, passionate adventure of two women on parallel journeys, separated by time, who must fight to keep the lives and legacy of the Amazons from being lost forever.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Romance",
                "Fantasy",
                "Adventure",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Goliath",
            "authors": [
                "Scott Westerfeld",
                "Keith Thompson"
            ],
            "ranking": 4.23,
            "ranking_count": 30962,
            "abstract": "Alek and Deryn are abroad the Leviathan when the ship is ordered to pick up an unusual passenger. This brilliant/maniacal inventor claims to have a weapon called Goliath that can end the war. But whose side is he really on?. While on their top-secret mission, Alek finally discovers Deryn's deeply kept secret. Two, actually. Not only is Deryn a girl disguised as a guy...she has feelings for Alek.. The crown, true love with a commoner, and the destruction of a great city all hang on Alek's next--and final--move.. The thunderous conclusion to Scott Westerfeld's Leviathan series, which was called sure to become a classic (SLJ).",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Historical",
                "Fiction",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "Stay with Me",
            "authors": [
                "Ayọ̀bámi Adébáyọ̀"
            ],
            "ranking": 4.06,
            "ranking_count": 47522,
            "abstract": "This celebrated, unforgettable first novel, shortlisted for the prestigious Women's Prize for Fiction and set in Nigeria, gives voice to both husband and wife as they tell the story of their marriage--and the forces that threaten to tear it apart.. Yejide and Akin have been married since they met and fell in love at university. Though many expected Akin to take several wives, he and Yejide have always agreed: polygamy is not for them. But four years into their marriage--after consulting fertility doctors and healers, trying strange teas and unlikely cures--Yejide is still not pregnant. She assumes she still has time--until her family arrives on her doorstep with a young woman they introduce as Akin's second wife. Furious, shocked, and livid with jealousy, Yejide knows the only way to save her marriage is to get pregnant, which, finally, she does--but at a cost far greater than she could have dared to imagine. An electrifying novel of enormous emotional power,. Stay With Me. asks how much we can sacrifice for the sake of family.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Contemporary",
                "Literary Fiction",
                "Western Africa",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Stormbird",
            "authors": [
                "Conn Iggulden"
            ],
            "ranking": 3.91,
            "ranking_count": 13132,
            "abstract": "King Henry V - the great Lion of England - is long dead.. In 1437, after years of regency, the pious and gentle Henry VI, the Lamb, comes of age and accedes to the English throne. His poor health and frailty of mind render him a weakling king -Henry depends on his closest men, Spymaster Derry Brewer and William de la Pole, Duke of Suffolk, to run his kingdom.. Yet there are those, such as the Plantagenet Richard, Duke of York, who believe England must be led by a strong king if she is to survive. With England's territories in France under threat, and rumours of revolt at home, fears grow that Henry and his advisers will see the country slide into ruin. With a secret deal struck for Henry to marry a young French noblewoman, Margaret of Anjou, those fears become all too real.. As storm clouds gather over England, King Henry and his supporters find themselves besieged abroad and at home. Who, or what can save the kingdom before it is too late?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "War",
                "Literature",
                "Fantasy",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Night Broken",
            "authors": [
                "Patricia Briggs"
            ],
            "ranking": 4.42,
            "ranking_count": 58986,
            "abstract": "An unexpected phone call heralds a new challenge for Mercy. Her mate Adam’s ex-wife is in trouble, on the run from a stalker. Adam isn’t the kind of man to turn away a person in need—and Mercy knows it. But with Christy holed up in Adam’s house, Mercy can’t shake the feeling that something about the situation isn’t right.. Soon her suspicions are confirmed when she learns that Christy has the furthest thing from good intentions. She wants Adam back, and she’s willing to do whatever it takes to get him, including turning Adam’s pack against Mercy.. Mercy isn’t about to step down without a fight, but there’s a more dangerous threat circling. Christy’s stalker is more than a bad man—in fact, he may not be human at all. As the bodies start piling up, Mercy must put her personal troubles aside to face a creature with the power to tear her whole world apart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Fairies"
            ]
        },
        {
            "title": "King's Cage",
            "authors": [
                "Victoria Aveyard"
            ],
            "ranking": 3.95,
            "ranking_count": 187420,
            "abstract": "In this breathless third installment to Victoria Aveyard’s bestselling Red Queen series, allegiances are tested on every side. And when the Lightning Girl's spark is gone, who will light the way for the rebellion?. Mare Barrow is a prisoner, powerless without her lightning, tormented by her lethal mistakes. She lives at the mercy of a boy she once loved, a boy made of lies and betrayal. Now a king, Maven Calore continues weaving his dead mother's web in an attempt to maintain control over his country—and his prisoner.. As Mare bears the weight of Silent Stone in the palace, her once-ragtag band of newbloods and Reds continue organizing, training, and expanding. They prepare for war, no longer able to linger in the shadows. And Cal, the exiled prince with his own claim on Mare's heart, will stop at nothing to bring her back.. When blood turns on blood, and ability on ability, there may be no one left to put out the fire—leaving Norta as Mare knows it to burn all the way down.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Recursion",
            "authors": [
                "Blake Crouch"
            ],
            "ranking": 4.15,
            "ranking_count": 164214,
            "abstract": "Memory makes reality.. That's what NYC cop Barry Sutton is learning, as he investigates the devastating phenomenon the media has dubbed False Memory Syndrome—a mysterious affliction that drives its victims mad with memories of a life they never lived.. That's what neuroscientist Helena Smith believes. It's why she's dedicated her life to creating a technology that will let us preserve our most precious memories. If she succeeds, anyone will be able to re-experience a first kiss, the birth of a child, the final moment with a dying parent.. As Barry searches for the truth, he comes face to face with an opponent more terrifying than any disease—a force that attacks not just our minds, but the very fabric of the past. And as its effects begin to unmake the world as we know it, only he and Helena, working together, will stand a chance at defeating it.. But how can they make a stand when reality itself is shifting and crumbling all around them?. At once a relentless pageturner and an intricate science-fiction puzzlebox about time, identity, and memory, Recursion is a thriller as only Blake Crouch could imagine it—and his most ambitious, mind-boggling, irresistible work to date.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Mystery",
                "Adult",
                "Fantasy",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Absolutist",
            "authors": [
                "John Boyne"
            ],
            "ranking": 4.08,
            "ranking_count": 16254,
            "abstract": "It is September 1919: twenty-one-year-old Tristan Sadler takes a train from London to Norwich to deliver a package of letters to the sister of Will Bancroft, the man he fought alongside during the Great War.. But the letters are not the real reason for Tristan's visit. He can no longer keep a secret and has finally found the courage to unburden himself of it. As Tristan recounts the horrific details of what to him became a senseless war, he also speaks of his friendship with Will - from their first meeting on the training grounds at Aldershot to their farewell in the trenches of northern France. The intensity of their bond brought Tristan happiness and self-discovery as well as confusion and unbearable pain.. The Absolutist is a masterful tale of passion, jealousy, heroism, and betrayal set in one of the most gruesome trenches of France during World War I. This novel will keep readers on the edge of their seats until its most extraordinary and unexpected conclusion, and will stay with them long after they've turned the last page.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "War",
                "Romance",
                "Literary Fiction"
            ]
        },
        {
            "title": "Light",
            "authors": [
                "Michael  Grant"
            ],
            "ranking": 4.37,
            "ranking_count": 36362,
            "abstract": "It's been over a year since all the adults disappeared. Gone.. In the time since every person over the age of fourteen disappeared from the town of Perdido Beach, California, countless battles have been fought: battles against hunger and lies and plague, and epic battles of good against evil.. Light. , Michael Grant's sixth and final book in the. New York Times. bestselling Gone series creates a masterful, arresting conclusion to life in the FAYZ.. And now, the gaiaphage has been reborn as Diana's malicious mutant daughter, Gaia. Gaia is endlessly hungry for destruction. She yearns to conquer her nemesis, Little Pete, and then bend the entire world to her warped will. As long-standing enemies become allies, secrets are revealed and unexpected sacrifices are made. Will their attempts to save themselves and one another matter in the end, or will the kids of Perdido Beach perish in this final power struggle?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Horror",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "Only the Good Spy Young",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 4.29,
            "ranking_count": 63509,
            "abstract": "When Cammie Morgan enrolled at the Gallagher Academy, she knew she was preparing for the dangerous life of a spy. What she didn’t know was that the serious, real-life danger would start during her junior year of high school. But that’s exactly what happened two months ago when Cammie faced off against an ancient terrorist organization dead set on kidnapping her.. Now the danger follows her everywhere, and even Cammie “The Chameleon” can’t hide. When a terrifying encounter in London reveals that one of her most-trusted allies is actually a rogue double-agent, Cammie no longer knows if she can trust her classmates, her teachers—or even her own heart.. In this fourth installment of the New York Times best-selling series, the Gallagher Girls must hack, spy, steal, and lie their way to the truth.as they go searching for answers, recognizing that the key to Cammie’s future may lie deep in the past.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Romance",
                "Contemporary",
                "Spy Thriller",
                "Fiction",
                "Adventure",
                "Womens Fiction",
                "Action"
            ]
        },
        {
            "title": "The Grimm Legacy",
            "authors": [
                "Polly Shulman"
            ],
            "ranking": 3.89,
            "ranking_count": 16135,
            "abstract": "Elizabeth has a new job at an unusual library - a lending library of objects, not books. In a secret room in the basement lies the Grimm Collection. That's where the librarians lock away powerful items straight out of the Brothers Grimm fairy tales; seven-league boots, a table that produces a feast at the blink of an eye, Snow White's stepmother's sinister mirror that talks in riddles.. When the magical objects start to disappear, Elizabeth embarks on a dangerous quest to catch the thief before she can be accused of the crime or captured by the thief.. Polly Shulman has created a contemporary fantasy with a fascinating setting and premise, starring an ordinary girl whose after-school job is far from ordinary and leads to a world of excitement, romance and magical intrigue.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mystery",
                "Fiction",
                "Childrens",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "Half a King",
            "authors": [
                "Joe Abercrombie"
            ],
            "ranking": 3.97,
            "ranking_count": 57619,
            "abstract": "Betrayed by his family and left for dead, Prince Yarvi, reluctant heir to a divided kingdom, has vowed to reclaim a throne he never wanted.. But first he must survive cruelty, chains and the bitter waters of the Shattered Sea itself - all with only one good hand. Born a weakling in the eyes of a hard, cold world, he cannot grip a shield or swing an axe, so he has sharpened his mind to a deadly edge.. Gathering a strange fellowship of the outcast, he finds they can help him more than any noble could. Even so, Yarvi's path may end as it began - in twists, traps and tragedy...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Stamped from the Beginning: The Definitive History of Racist Ideas in America",
            "authors": [
                "Ibram X. Kendi"
            ],
            "ranking": 4.54,
            "ranking_count": 31476,
            "abstract": "In this deeply researched and fast-moving narrative, Kendi chronicles the entire story of anti–Black racist ideas and their staggering power over the course of American history.. Stamped from the Beginning. uses the lives of five major American intellectuals to offer a window into the contentious debates between assimilationists and segregationists and between racists and anti-racists. From Puritan minister Cotton Mather to Thomas Jefferson, from fiery abolitionist William Lloyd Garrison to brilliant scholar W. E. B. Du Bois to legendary anti–prison activist Angela Davis, Kendi shows how and why some of our leading pro-slavery and pro–civil rights thinkers have challenged or helped cement racist ideas in America.. As Kendi illustrates, racist thinking did not arise from ignorance or hatred. Racist ideas were created and popularized in an effort to defend deeply entrenched discriminatory policies and to rationalize the nation’s racial inequities in everything from wealth to health. While racist ideas are easily produced and easily consumed, they can also be discredited. In shedding much–needed light on the murky history of racist ideas,. Stamped from the Beginning. offers tools to expose them—and in the process, reason to hope.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Race",
                "Social Movements",
                "Politics",
                "Audiobook",
                "Sociology",
                "North American Hi...",
                "Cultural"
            ]
        },
        {
            "title": "The Cat's Table",
            "authors": [
                "Michael Ondaatje"
            ],
            "ranking": 3.61,
            "ranking_count": 25313,
            "abstract": "A spellbinding story - by turns poignant and electrifying - about the magical, often forbidden, discoveries of childhood and a lifelong journey that begins unexpectedly with a spectacular sea voyage.. In the early 1950s, an eleven-year-old boy in Colombo boards a ship bound for England. At mealtimes he is seated at the cat's table - as far from the Captain's Table as can be - with a ragtag group of insignificant adults and two other boys, Cassius and Ramadhin. As the ship makes its way across the Indian Ocean, through the Suez Canal, into the Mediterranean, the boys tumble from one adventure to another, bursting all over the place like freed mercury. But there are other diversions as well: one man talks with them about jazz and women, another opens the door to the world of literature. The narrator's elusive, beautiful cousin Emily becomes his confidante, allowing him to see himself with a distant eye for the first time, and to feel the first stirring of desire. Another Cat's Table denizen, the shadowy Miss Lasqueti, is perhaps more than what she seems. And very late every night, the boys spy on a shackled prisoner, his crime and his fate a galvanizing mystery that will haunt them forever.. As the narrative moves between the decks and holds of the ship and the boy's adult years, it tells a spellbinding story - by turns poignant and electrifying - about the magical, often forbidden, discoveries of childhood and a lifelong journey that begins unexpectedly with a spectacular sea voyage.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Young Adult",
                "Literary Fiction",
                "Book Club",
                "Novels",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "California",
            "authors": [
                "Edan Lepucki"
            ],
            "ranking": 3.23,
            "ranking_count": 19353,
            "abstract": "A gripping and provocative debut novel by a stunning new talent, California imagines a frighteningly realistic near future, in which clashes between mankind's dark nature and deep-seated resilience force us to question how far we will go to protect the ones we love.. The world Cal and Frida have always known is gone, and they've left the crumbling city of Los Angeles far behind them. They now live in a shack in the wilderness, working side-by-side to make their days tolerable in the face of hardship and isolation. Mourning a past they can't reclaim, they seek solace in each other. But the tentative existence they've built for themselves is thrown into doubt when Frida finds out she's pregnant.. Terrified of the unknown and unsure of their ability to raise a child alone, Cal and Frida set out for the nearest settlement, a guarded and paranoid community with dark secrets. These people can offer them security, but Cal and Frida soon realize this community poses dangers of its own. In this unfamiliar world, where everything and everyone can be perceived as a threat, the couple must quickly decide whom to trust.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Audiobook",
                "Novels",
                "Adult Fiction",
                "Speculative Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Alienated",
            "authors": [
                "Melissa Landers"
            ],
            "ranking": 3.9,
            "ranking_count": 22503,
            "abstract": "Two years ago, the aliens made contact. Now Cara Sweeney is going to be sharing a bathroom with one of them.. Handpicked to host the first-ever L’eihr exchange student, Cara thinks her future is set. Not only does she get a free ride to her dream college, she’ll have inside information about the mysterious L’eihrs that every journalist would kill for. Cara’s blog following is about to skyrocket.. Still, Cara isn’t sure what to think when she meets Aelyx. Humans and L’eihrs have nearly identical DNA, but cold, infuriatingly brilliant Aelyx couldn’t seem more alien. She’s certain about one thing, though: no human boy is this good-looking.. But when Cara's classmates get swept up by anti-L'eihr paranoia, Midtown High School suddenly isn't safe anymore. Threatening notes appear in Cara's locker, and a police officer has to escort her and Aelyx to class.. Cara finds support in the last person she expected. She realizes that Aelyx isn’t just her only friend; she's fallen hard for him. But Aelyx has been hiding the truth about the purpose of his exchange, and its potentially deadly consequences. Soon Cara will be in for the fight of her life—not just for herself and the boy she loves, but for the future of her planet.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Cirkeln",
            "authors": [
                "Mats Strandberg",
                "Sara Bergmark Elfgren"
            ],
            "ranking": 3.84,
            "ranking_count": 14959,
            "abstract": "Engelsfors. Vackert namn, risig stad. Omgiven av djupa skogar där människor ofta går vilse och försvinner. Sex tjejer har just börjat gymnasiet. De har inget gemensamt - förutom att en uråldrig ondska jagar dem.. Höstterminen har just börjat när en elev hittas död på en av gymnasieskolans toaletter. Alla förmodar att det var ett självmord. Alla utom de som vet sanningen.. En natt då månen färgats mystiskt röd förs sex tonårstjejer till den nedlagda folkparken. De vet inte hur de har kommit dit eller varför de är där, men utan varandra kommer de inte att överleva.. De får veta att de är häxor. De Utvalda, som nämns i en uråldrig profetia. Plötsligt är gymnasiet på liv och död - bokstavligt talat. De måste lära sig samarbeta trots sina olikheter, och kontrollera de magiska krafter som vaknat till liv inom dem. Tiden håller på att rinna ut. De måste hitta och besegra ondskan som jagar dem, innan ondskan hittar dem.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "European Literature",
                "Fiction",
                "Paranormal",
                "LGBT",
                "Mystery"
            ]
        },
        {
            "title": "King of Thorns",
            "authors": [
                "Mark  Lawrence"
            ],
            "ranking": 4.19,
            "ranking_count": 60548,
            "abstract": "The second book in the Broken Empire series, Lawrence takes his young anti-hero one step closer to his grand ambition.. To reach greatness you must step on bodies, and many brothers lie trodden in my wake. I’ve walked from pawn to player and I’ll win this game of ours, though the cost of it may drown the world in blood…. The land burns with the fires of a hundred battles as lords and petty kings fight for the Broken Empire. The long road to avenge the slaughter of his mother and brother has shown Prince Honorous Jorg Ancrath the hidden hands behind this endless war. He saw the game and vowed to sweep the board. First though he must gather his own pieces, learn the rules of play, and discover how to break them.. A six nation army, twenty thousand strong, marches toward Jorg's gates, led by a champion beloved of the people. Every decent man prays this shining hero will unite the empire and heal its wounds. Every omen says he will. Every good king knows to bend the knee in the face of overwhelming odds, if only to save their people and their lands. But King Jorg is not a good king.. Faced by an enemy many times his strength Jorg knows that he cannot win a fair fight. But playing fair was never part of Jorg’s game plan.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Apocalyptic",
                "Science Fiction",
                "Dark",
                "Audiobook"
            ]
        },
        {
            "title": "The Longest Ride",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.15,
            "ranking_count": 123627,
            "abstract": "Ira Levinson is in trouble. At ninety-one years old, in poor health and alone in the world, he finds himself stranded on an isolated embankment after a car crash. Suffering multiple injuries, he struggles to retain consciousness until a blurry image materializes and comes into focus beside him: his beloved wife Ruth, who passed away nine years ago. Urging him to hang on, she forces him to remain alert by recounting the stories of their lifetime together – how they met, the precious paintings they collected together, the dark days of WWII and its effect on them and their families. Ira knows that Ruth can’t possibly be in the car with him, but he clings to her words and his memories, reliving the sorrows and everyday joys that defined their marriage.. A few miles away, at a local rodeo, a Wake Forest College senior’s life is about to change. Recovering from a recent break-up, Sophia Danko meets a young cowboy named Luke, who bears little resemblance to the privileged frat boys she has encountered at school. Through Luke, Sophia is introduced to a world in which the stakes of survival and success, ruin and reward -- even life and death – loom large in everyday life. As she and Luke fall in love, Sophia finds herself imagining a future far removed from her plans -- a future that Luke has the power to rewrite . . . if the secret he’s keeping doesn’t destroy it first.. Ira and Ruth. Sophia and Luke. Two couples who have little in common, and who are separated by years and experience. Yet their lives will converge with unexpected poignancy, reminding us all that even the most difficult decisions can yield extraordinary journeys: beyond despair, beyond death, to the farthest reaches of the human heart.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Drama",
                "Love"
            ]
        },
        {
            "title": "Red Notice: A True Story of High Finance, Murder, and One Man's Fight for Justice",
            "authors": [
                "Bill Browder"
            ],
            "ranking": 4.43,
            "ranking_count": 68088,
            "abstract": "A real-life political thriller about an American financier in the Wild East of Russia, the murder of his principled young tax attorney, and his dangerous mission to expose the Kremlin's corruption.. Bill Browder's journey started on the South Side of Chicago and moved through Stanford Business School to the dog-eat-dog world of hedge fund investing in the 1990s. It continued in Moscow, where Browder made his fortune heading the largest investment fund in Russia after the Soviet Union's collapse. But when he exposed the corrupt oligarchs who were robbing the companies in which he was investing, Vladimir Putin turned on him and, in 2005, had him expelled from Russia.. In 2007, a group of law enforcement officers raided Browder's offices in Moscow and stole $230 million of taxes that his fund's companies had paid to the Russian government. Browder's attorney Sergei Magnitsky investigated the incident and uncovered a sprawling criminal enterprise. A month after Sergei testified against the officials involved, he was arrested and thrown into pre-trial detention, where he was tortured for a year. On November 16, 2009, he was led to an isolation chamber, handcuffed to a bedrail, and beaten to death by eight guards in full riot gear.. Browder glimpsed the heart of darkness, and it transformed his life: he embarked on an unrelenting quest for justice in Sergei's name, exposing the towering cover-up that leads right up to Putin. A financial caper, a crime thriller, and a political crusade,. Red Notice. is the story of one man taking on overpowering odds to change the world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Cultural",
                "Biography",
                "Business",
                "Autobiography",
                "Crime",
                "Economics",
                "Mystery"
            ]
        },
        {
            "title": "One More Thing: Stories and Other Stories",
            "authors": [
                "B.J. Novak"
            ],
            "ranking": 3.67,
            "ranking_count": 46028,
            "abstract": "From an actor, writer, and director of the hit TV comedy. The Office (US version):. a story collection that was workshopped at comedy clubs and bookstores on both coasts.. B.J. Novak's. One More Thing: Stories and Other Stories. is an endlessly entertaining, surprisingly sensitive, and startlingly original debut collection that signals the arrival of a welcome new voice in American fiction.. Across a dazzling range of subjects, themes, tones, and narrative voices, Novak's assured prose and expansive imagination introduce readers to people, places, and premises that are hilarious, insightful, provocative, and moving-often at the same time.. In. One More Thing. , a boy wins a $100,000 prize in a box of Frosted Flakes - only to discover that claiming the winnings may unravel his family. A woman sets out to seduce motivational speaker Tony Robbins - turning for help to the famed motivator himself. A school principal unveils a bold plan to permanently abolish arithmetic. An acclaimed ambulance driver seeks the courage to follow his heart and throw it all away to be a singer-songwriter. Author John Grisham contemplates a monumental typo. A new arrival in heaven, overwhelmed by infinite options, procrastinates over his long-ago promise to visit his grandmother. We meet a vengeance-minded hare, obsessed with scoring a rematch against the tortoise who ruined his life; and post-college friends who debate how to stage an intervention in the era of Facebook. We learn why wearing a red t-shirt every day is the key to finding love; how February got its name; and why the stock market is sometimes just... down.. Finding inspiration in questions from the nature of perfection to the icing on carrot cake, from the deeply familiar to the intoxicatingly imaginative,. One More Thing. finds its heart in the most human of phenomena: love, fear, family, ambition, and the inner stirring for the one elusive element that might make a person complete. The stories in this collection are like nothing else, but they have one thing in common: they share the playful humor, deep heart, inquisitive mind, and altogether electrifying spirit of a writer with a fierce devotion to the entertainment of the reader.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Humor",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Contemporary",
                "Writing",
                "Unfinished"
            ]
        },
        {
            "title": "Midnight",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 3.77,
            "ranking_count": 26319,
            "abstract": "The devil you know . . .. With the help of charming and devious Damon, Elena rescued her vampire love, Stefan, from the depths of the Dark Dimension. But neither brother returned unscathed.. Stefan is weak from his long imprisonment and needs more blood than Elena alone can give him, while a strange magic has turned Damon into a human. Savage and desperate, Damon will do anything to become a vampire again, even travel back to hell. But what will happen when he accidentally takes Bonnie with him?. Stefan and Elena hurry to rescue their innocent friend from the Dark Dimension, leaving Matt and Meredith to save their hometown from the dangerous spirits that have taken hold of Fell's Church. One by one, children are succumbing to demonic designs. But Matt and Meredith soon discover that the source of the evil is darker and closer than they ever could have imagined. . . .",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Shadow Tag",
            "authors": [
                "Louise Erdrich"
            ],
            "ranking": 3.42,
            "ranking_count": 7248,
            "abstract": "“Erdrich is a true original… [and] one of our major writers.” —. Washington Post Book World. Shadow Tag. , the brilliant new novel by Louise Erdrich, is a stunning tour-de-force from the National Book Critics Circle Award–winning and. New York Times. –bestselling author of. Love Medicine. and Pulitzer-Prize-finalist. The Plague of Doves. . In the vein of the novels of such contemporaries as Zoe Heller and Susan Minot,. Shadow Tag. is an intense and heart-wrenching story of a troubled marriage and a family in disarray—and a radical departure from Erdrich’s previous acclaimed work.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Marriage",
                "Family",
                "Audiobook",
                "Adult Fiction",
                "Art",
                "Family Law"
            ]
        },
        {
            "title": "Wool",
            "authors": [
                "Hugh Howey"
            ],
            "ranking": 4.12,
            "ranking_count": 80075,
            "abstract": "Thousands of them have lived underground. They've lived there so long, there are only legends about people living anywhere else. Such a life requires rules. Strict rules. There are things that must not be discussed. Like going outside. Never mention you might like going outside.. Or you'll get what you wish for.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Fantasy",
                "Short Stories",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adult"
            ]
        },
        {
            "title": "Penpal",
            "authors": [
                "Dathan Auerbach"
            ],
            "ranking": 3.88,
            "ranking_count": 17614,
            "abstract": "Penpal. began as a series of short and interconnected stories posted on an online horror forum. Before long, it was adapted into illustrations, audio recordings, and short films; and that was before it was revised and expanded into a novel!. How much do you remember about. your. childhood?. In. Penpal. , a man investigates the seemingly unrelated bizarre, tragic, and horrific occurrences of his childhood in an attempt to finally understand them. Beginning with only fragments of his earliest years, you'll follow the narrator as he discovers that these strange and horrible events are actually part of a single terrifying story that has shaped the entirety of his life and the lives of those around him. If you've ever stayed in the woods just a little too long after dark, if you've ever had the feeling that someone or something was trying to hurt you, if you remember the first friend you ever made and how strong that bond was, then. Penpal. is a story that you won't soon forget, despite how you might try.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Mystery",
                "Thriller",
                "Novels",
                "Adult",
                "Fantasy",
                "Suspense"
            ]
        },
        {
            "title": "Between the Lines",
            "authors": [
                "Jodi Picoult",
                "Samantha van Leer"
            ],
            "ranking": 3.57,
            "ranking_count": 42202,
            "abstract": "Delilah is a bit of a loner who prefers spending her time in the school library with her head in a book—one book in particular. Between the Lines may be a fairy tale, but it feels real. Prince Oliver is brave, adventurous, and loving. He really speaks to Delilah.. And then one day Oliver actually speaks to her. Turns out, Oliver is more than a one-dimensional storybook prince. He’s a restless teen who feels trapped by his literary existence and hates that his entire life is predetermined. He’s sure there’s more for him out there in the real world, and Delilah might just be his key to freedom.. A romantic and charming story, this companion novel to Off the Page will make every reader believe in the fantastical power of fairy tales.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Writing"
            ]
        },
        {
            "title": "The Queen of Nothing",
            "authors": [
                "Holly Black",
                "Anne Brauner"
            ],
            "ranking": 4.37,
            "ranking_count": 327993,
            "abstract": "He will be destruction of the crown and the ruination of the throne.. Power is much easier to acquire than it is to hold onto. Jude learned this lesson when she released her control over the wicked king, Cardan, in exchange for immeasurable power.. Now as the exiled mortal Queen of Faerie, Jude is powerless and left reeling from Cardan’s betrayal. She bides her time determined to reclaim everything he took from her. Opportunity arrives in the form of her deceptive twin sister, Taryn, whose mortal life is in peril.. Jude must risk venturing back into the treacherous Faerie Court, and confront her lingering feelings for Cardan, if she wishes to save her sister. But Elfhame is not as she left it. War is brewing. As Jude slips deep within enemy lines she becomes ensnared in the conflict’s bloody politics.. And, when a dormant yet powerful curse is unleashed, panic spreads throughout the land, forcing her to choose between her ambition and her humanity…. From the #1 New York Times bestselling author Holly Black, comes the highly anticipated and jaw-dropping finale to The Folk of the Air trilogy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Fiction",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "Conversations with Friends",
            "authors": [
                "Sally Rooney"
            ],
            "ranking": 3.83,
            "ranking_count": 270341,
            "abstract": "A sharply intelligent novel about two college students and the strange, unexpected connection they forge with a married couple.. Frances is twenty-one years old, cool-headed, and darkly observant. A college student and aspiring writer, she devotes herself to a life of the mind--and to the beautiful and endlessly self-possessed Bobbi, her best friend and comrade-in-arms. Lovers at school, the two young women now perform spoken-word poetry together in Dublin, where a journalist named Melissa spots their potential. Drawn into Melissa's orbit, Frances is reluctantly impressed by the older woman's sophisticated home and tall, handsome husband. Private property, Frances believes, is a cultural evil--and Nick, a bored actor who never quite lived up to his potential, looks like patriarchy made flesh. But however amusing their flirtation seems at first, it gives way to a strange intimacy neither of them expect. As Frances tries to keep her life in check, her relationships increasingly resist her control: with Nick, with her difficult and unhappy father, and finally even with Bobbi. Desperate to reconcile herself to the desires and vulnerabilities of her body, Frances's intellectual certainties begin to yield to something new: a painful and disorienting way of living from moment to moment.. Written with gem-like precision and probing intelligence,. Conversations With Friends. is wonderfully alive to the pleasures and dangers of youth.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Romance",
                "Literary Fiction",
                "LGBT",
                "Cultural",
                "Audiobook",
                "Novels",
                "Adult",
                "European Literature"
            ]
        },
        {
            "title": "Red Country",
            "authors": [
                "Joe Abercrombie"
            ],
            "ranking": 4.31,
            "ranking_count": 41692,
            "abstract": "They burned her home.. They stole her brother and sister.. But vengeance is following.. Shy South hoped to bury her bloody past and ride away smiling, but she'll have to sharpen up some bad old ways to get her family back, and she's not a woman to flinch from what needs doing. She sets off in pursuit with only a pair of oxen and her cowardly old step father Lamb for company. But it turns out Lamb's buried a bloody past of his own. And out in the lawless Far Country the past never stays buried.. Their journey will take them across the barren plains to a frontier town gripped by gold fever, through feud, duel and massacre, high into the unmapped mountains to a reckoning with the Ghosts. Even worse, it will force them into an alliance with Nicomo Cosca, infamous soldier of fortune, and his feckless lawyer Temple, two men no one should ever have to trust . . .. RED COUNTRY takes place in the same world as the First Law trilogy,. Best Served Cold,. and. The Heroes. . This novel also sees the return of one of Abercrombie's most beloved characters.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Westerns",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy",
                "Dark"
            ]
        },
        {
            "title": "Furiously Happy: A Funny Book About Horrible Things",
            "authors": [
                "Jenny  Lawson"
            ],
            "ranking": 3.89,
            "ranking_count": 148885,
            "abstract": "#1 New York Times Bestseller. In Furiously Happy, a humor memoir tinged with just enough tragedy and pathos to make it worthwhile, Jenny Lawson examines her own experience with severe depression and a host of other conditions, and explains how it has led her to live life to the fullest:. I've often thought that people with severe depression have developed such a well for experiencing extreme emotion that they might be able to experience extreme joy in a way that ‘normal people' also might never understand. And that's what Furiously Happy is all about.. Jenny’s readings are standing room only, with fans lining up to have Jenny sign their bottles of Xanax or Prozac as often as they are to have her sign their books. Furiously Happy appeals to Jenny's core fan base but also transcends it. There are so many people out there struggling with depression and mental illness, either themselves or someone in their family—and in Furiously Happy they will find a member of their tribe offering up an uplifting message (via a taxidermied roadkill raccoon). Let's Pretend This Never Happened ostensibly was about embracing your own weirdness, but deep down it was about family. Furiously Happy is about depression and mental illness, but deep down it's about joy—and who doesn't want a bit more of that?",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Humor",
                "Autobiography",
                "Audiobook",
                "Health",
                "Biography",
                "Mental Health",
                "Biography Memoir",
                "Writing"
            ]
        },
        {
            "title": "The Invention of Nature: Alexander von Humboldt's New World",
            "authors": [
                "Andrea Wulf"
            ],
            "ranking": 4.26,
            "ranking_count": 20622,
            "abstract": "The acclaimed author of. Founding Gardeners. reveals the forgotten life of Alexander von Humboldt, the visionary German naturalist whose ideas changed the way we see the natural world—and in the process created modern environmentalism.. Alexander von Humboldt (1769 – 1859) was an intrepid explorer and the most famous scientist of his age. In North America, his name still graces four counties, thirteen towns, a river, parks, bays, lakes, and mountains. His restless life was packed with adventure and discovery, whether he was climbing the highest volcanoes in the world or racing through anthrax-infected Siberia or translating his research into bestselling publications that changed science and thinking. Among Humboldt's most revolutionary ideas was a radical vision of nature, that it is a complex and interconnected global force that does not exist for the use of humankind alone.. Now Andrea Wulf brings the man and his achievements back into focus: his daring expeditions and investigation of wild environments around the world and his discoveries of similarities between climate and vegetation zones on different continents. She also discusses his prediction of human-induced climate change, his remarkable ability to fashion poetic narrative out of scientific observation, and his relationships with iconic figures such as Simón Bolívar and Thomas Jefferson. Wulf examines how Humboldt's writings inspired other naturalists and poets such as Darwin, Wordsworth, and Goethe, and she makes the compelling case that it was Humboldt's influence that led John Muir to his ideas of natural preservation and that shaped Thoreau's. Walden. .. With this brilliantly researched and compellingly written book, Andrea Wulf shows the myriad fundamental ways in which Humboldt created our understanding of the natural world, and she champions a renewed interest in this vital and lost player in environmental history and science.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History",
                "Biography",
                "Environment",
                "Travel",
                "Audiobook"
            ]
        },
        {
            "title": "La Belle Sauvage",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 4.15,
            "ranking_count": 91449,
            "abstract": "Malcolm Polstead is the kind of boy who notices everything but is not much noticed himself. And so perhaps it was inevitable that he would become a spy.... Malcolm's father runs an inn called the Trout, on the banks of the river Thames, and all of Oxford passes through its doors. Malcolm and his dæmon, Asta, routinely overhear news and gossip, and the occasional scandal, but during a winter of unceasing rain, Malcolm catches wind of something new: intrigue.. He finds a secret message inquiring about a dangerous substance called Dust--and the spy it was intended for finds. him. .. When she asks Malcolm to keep his eyes open, Malcolm sees suspicious characters everywhere; Lord Asriel, clearly on the run; enforcement agents from the Magisterium; an Egyptian named Coram with warnings just for Malcolm; and a beautiful woman with an evil monkey for a dæmon. All are asking about the same thing: a girl--just a baby--named Lyra.. Lyra is the kind of person who draws people in like magnets. And Malcolm will brave any danger, and make shocking sacrifices, to bring her safely through the storm.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Childrens",
                "Science Fiction Fantasy",
                "Science Fiction"
            ]
        },
        {
            "title": "Why Not Me?",
            "authors": [
                "Mindy Kaling"
            ],
            "ranking": 3.9,
            "ranking_count": 199699,
            "abstract": "In. Why Not Me?. , Kaling shares her ongoing journey to find contentment and excitement in her adult life, whether it’s falling in love at work, seeking new friendships in lonely places, attempting to be the first person in history to lose weight without any behavior modification whatsoever, or most important, believing that you have a place in Hollywood when you’re constantly reminded that no one looks like you.. In “How to Look Spectacular: A Starlet’s Confessions,” Kaling gives her tongue-in-cheek secrets for surefire on-camera beauty, (“Your natural hair color may be appropriate for your skin tone, but this isn’t the land of appropriate–this is Hollywood, baby. Out here, a dark-skinned woman’s traditional hair color is honey blonde.”) “Player” tells the story of Kaling being seduced and dumped by a female friend in L.A. (“I had been replaced by a younger model. And now they had matching bangs.”) In “Unlikely Leading Lady,” she muses on America’s fixation with the weight of actresses, (“Most women we see onscreen are either so thin that they’re walking clavicles or so huge that their only scenes involve them breaking furniture.”) And in “Soup Snakes,” Kaling spills some secrets on her relationship with her ex-boyfriend and close friend, B.J. Novak (“I will freely admit: my relationship with B.J. Novak is weird as hell.”). Mindy turns the anxieties, the glamour, and the celebrations of her second coming-of-age into a laugh-out-loud funny collection of essays that anyone who’s ever been at a turning point in their life or career can relate to. And those who’ve never been at a turning point can skip to the parts where she talks about meeting Bradley Cooper.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Humor",
                "Audiobook",
                "Biography",
                "Writing",
                "Biography Memoir",
                "Adult"
            ]
        },
        {
            "title": "2312",
            "authors": [
                "Kim Stanley Robinson"
            ],
            "ranking": 3.5,
            "ranking_count": 18549,
            "abstract": "The year is 2312. Scientific and technological advances have opened gateways to an extraordinary future. Earth is no longer humanity's only home; new habitats have been created throughout the solar system on moons, planets, and in between. But in this year, 2312, a sequence of events will force humanity to confront its past, its present, and its future.. The first event takes place on Mercury, on the city of Terminator, itself a miracle of engineering on an unprecedented scale. It is an unexpected death, but one that might have been foreseen. For Swan Er Hong, it is an event that will change her life. Swan was once a woman who designed worlds. Now she will be led into a plot to destroy them.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Space",
                "Speculative Fiction",
                "Fantasy",
                "Unfinished",
                "Audiobook",
                "Novels"
            ]
        }
    ]
}