{
    "books": [
        {
            "title": "A Darkness At Sethanon",
            "authors": [
                "Raymond E. Feist"
            ],
            "ranking": 4.18,
            "ranking_count": 64085,
            "abstract": "A Darkness at Sethanon is the stunning climax to Raymond E. Feist's brilliant epic fantasy trilogy, the Riftwar Saga.. Here be dragons and sorcery, swordplay, quests, pursuits, intrigues, stratagems, journeys to the darkest realms of the dead and titanic battles between the forces of good and darkest evil.. Here is the final dramatic confrontation between Arutha and Murmandamus - and the perilous quest of Pug the magician and Tomas the warrior for Macros the Black. A Darkness at Sethanon is heroic fantasy of the highest excitement and on the grandest scale, a magnificent conclusion to one of the great fantasy sagas of our time.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Young Adult",
                "Epic",
                "Childrens"
            ]
        },
        {
            "title": "Ronia, the Robber's Daughter",
            "authors": [
                "Astrid Lindgren",
                "Patricia Crampton"
            ],
            "ranking": 4.29,
            "ranking_count": 28477,
            "abstract": "On the night Ronia was born, a thunderstorm raged over the mountain, but in Matt's castle and among his band of robbers there was only joy -- for Matt now had a spirited little black-haired daughter. Soon Ronia learns to dance and yell with the robbers, but it is alone in the forest that she feels truly at home.. Then one day Ronia meets Birk, the son of Matt's arch-enemy. Soon after Ronia and Birk become friends the worst quarrel ever between the rivals bands erupts, and Ronia and Birk are right in the middle.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Classics",
                "Fiction",
                "European Literature",
                "Adventure",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "City",
            "authors": [
                "Clifford D. Simak"
            ],
            "ranking": 4.09,
            "ranking_count": 15716,
            "abstract": "Simak's City is a series of connected stories, a series of legends, myths, and campfire stories told by Dogs about the end of human civilization, centering on the Webster family, who, among their other accomplishments, designed the ships that took Men to the stars and gave Dogs the gift of speech and robots to be their hands.. Contents:. ·. City. · May 1944. · Huddling Place · Jul 1944. · Census · Sep 1944. · Desertion · Nov 1944. · Paradise · Jun 1946. · Hobbies · Nov 1946. · Aesop · Dec 1947. · The Simple Way [The Trouble with Ants] · Jan 1951.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Fantasy",
                "Classics",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Animals"
            ]
        },
        {
            "title": "Lord of Chaos",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 4.16,
            "ranking_count": 148608,
            "abstract": "In this sequel to the phenomenal New York Times bestseller The Fires of Heaven, we plunge again into Robert Jordan's extraordinarily rich, totally unforgettable world:. On the slopes of Shayol Ghul, the Myrddraal swords are forged, and the sky is not the sky of this world .... In Salidar the White Tower in exile prepares an embassy to Caemlyn, where Rand Al'Thor, the Dragon Reborn, holds the throne -- and where an unexpected visitor may change the world .... In Emond's Field, Perrin Goldeneyes, Lord of the Two Rivers, feels the pull of ta'veren to ta'veren and prepares to march .... Morgase of Caemlyn finds a most unexpected, and quite unwelcome, ally .... And south lies Illian, where Sammael holds sway ...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Adventure",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Kon-Tiki Expedition",
            "authors": [
                "Thor Heyerdahl"
            ],
            "ranking": 4.14,
            "ranking_count": 21236,
            "abstract": "Kon-Tiki. is the record of an astonishing adventure - a journey of 4,300 nautical miles across the Pacific Ocean by raft. Intrigued by Polynesian folklore, biologist Thor Heyerdahl suspected that the South Sea Islands had been settled by an ancient race from thousands of miles to the east, led by a mythical hero, Kon-Tiki. He decided to prove his theory by duplicating the legendary voyage.. On April 28, 1947, Heyerdahl and five other adventurers sailed from Peru on a balsa log raft. After three months on the open sea, encountering raging storms, whales, and sharks, they sighted land - the Polynesian island of Puka Puka.. Translated into over sixty languages,. Kon-Tiki. is a classic, inspiring tale of daring and courage - a magnificent saga of men against the sea.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "Adventure",
                "History",
                "Classics",
                "Biography",
                "Autobiography",
                "Anthropology",
                "Science",
                "Historical"
            ]
        },
        {
            "title": "Moon Palace",
            "authors": [
                "Paul Auster"
            ],
            "ranking": 3.98,
            "ranking_count": 22397,
            "abstract": "Marco Stanley Fogg is an orphan, a child of the sixties, a quester tirelessly seeking the key to his past, the answers to the ultimate riddle of his fate. As Marco sets out on a journey from the canyons of Manhattan to the deserts of Utah, he encounters a gallery of characters and a series of events as rich and surprising as any in modern fiction.. Beginning during the summer that men first walked on the moon, and moving backward and forward in time to span three generations, Moon Palace is propelled by coincidence and memory, and illuminated by marvelous flights of lyricism and wit. Here is the most entertaining and moving novel yet from an author well known for his breathtaking imagination.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Contemporary",
                "Novels",
                "The United States Of America",
                "Classics",
                "Roman",
                "Literary Fiction"
            ]
        },
        {
            "title": "Dragonquest",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.08,
            "ranking_count": 47695,
            "abstract": "Another Turn, and the deadly silver Threads began falling again. So the bold dragonriders took to the air once more and their magnificent flying dragons swirled and swooped, belching flames that destroyed the shimmering strands before they reach the ground.. But F'lar knew he had to find a better way to protect his beloved Pern, and he had to find it before the rebellious Oldtimers could breed anymore dissent... before his brother F'nor would be foolhardy enough to launch another suicide mission... and before those dratted fire-lizards could stir up any more trouble!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure",
                "Adult",
                "Childrens"
            ]
        },
        {
            "title": "The Five Love Languages: How to Express Heartfelt Commitment to Your Mate",
            "authors": [
                "Gary Chapman"
            ],
            "ranking": 4.26,
            "ranking_count": 360278,
            "abstract": "Couples who understand each other's love language hold a priceless advantage in the quest for love that lasts a lifetime -- they know how to effectively and consistently make each other feel truly and deeply loved. That gift never fades away.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Relationships",
                "Psychology",
                "Marriage",
                "Christian",
                "Audiobook",
                "Love",
                "Romance"
            ]
        },
        {
            "title": "The Diary of Anne Frank: And Related Readings",
            "authors": [
                "Frances Goodrich",
                "Albert Hackett"
            ],
            "ranking": 4.08,
            "ranking_count": 9158,
            "abstract": "There are 10 reading parts.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Nonfiction",
                "Drama",
                "History",
                "Biography",
                "Historical",
                "Academic",
                "World War II",
                "Autobiography"
            ]
        },
        {
            "title": "Sparkling Cyanide",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.91,
            "ranking_count": 26391,
            "abstract": "Six people sit down to a sumptuous meal at a table laid for seven. In front of the empty place is a sprig of rosemary- rosemary for remembrance. A strange sentiment considering no one is likely to forget the night, exactly a year ago, that Rosemary Barton died at exactly the same table, her beautiful face unrecognizable, convulsed with pain and horror.. But then Rosemary had always been memorable—she had the ability to arouse strong passions in most people she met. In one case, strong enough to kill.... Titled in America. Remembered Death. .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Exit Unicorns",
            "authors": [
                "Cindy Brandner"
            ],
            "ranking": 3.97,
            "ranking_count": 1315,
            "abstract": "In this sweeping and powerful epic the journey begins in the 'terrible beauty' of Northern Ireland during a time when conflict reigns and no one is spared from tragedy and sorrow, the time known as The Troubles. It is the spring of 1968 in Belfast and James Kirkpatrick has just lost his father under suspicious circumstances, Casey Riordan is released from prison after five years and Pamela O'Flaherty has crossed an ocean and a lifetime of memories to find the man she fell in love with as a little girl. All three lives are on a collision course with each other against the backdrop of the burgeoning civil rights movement and a nation on the brink of revolution. They come from disparate backgrounds-Jamie a wealthy aristocrat whose life is like an imperfect but multi-faceted jewel-brilliant, flawed and with a glitter that is designed to distract the observer. Casey, a card-carrying member of the Irish Republican Army, who must face the fact that five years away has left him a stranger, a misfit in his own neighborhood where not everyone is sympathetic to a convicted rebel. Pamela, who has come to Ireland in search of a memory and a man who may not have existed in the first place. Through it all runs the ribbon of a love story: love of country, the beginning love of two people unable to resist the pull of each other regardless of the cost to themselves and those around them, and the selfless love of one man who no longer believes himself capable of such emotion. It is an electrifying tale of a people divided by religion and politics, a tale of love and danger, of triumph and tragedy. Ultimately it is the story of that 'terrible beauty' herself-Ireland-and how nation is bound to one's identity, woven into the weft of all we become.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Romance",
                "European Literature",
                "Adult Fiction",
                "War"
            ]
        },
        {
            "title": "The Dice Man",
            "authors": [
                "Luke Rhinehart"
            ],
            "ranking": 3.57,
            "ranking_count": 18694,
            "abstract": "The cult classic that can still change your life...Let the dice decide! This is the philosophy that changes the life of bored psychiatrist Luke Rhinehart - and in some ways changes the world as well. Because once you hand over your life to the dice, anything can happen. Entertaining, humorous, scary, shocking, subversive, The Dice Man is one of the cult bestsellers of our time.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Psychology",
                "Thriller",
                "Novels",
                "Contemporary",
                "Classics",
                "Philosophy",
                "Literature",
                "Humor"
            ]
        },
        {
            "title": "Confederates in the Attic: Dispatches from the Unfinished Civil War",
            "authors": [
                "Tony Horwitz"
            ],
            "ranking": 4.09,
            "ranking_count": 22641,
            "abstract": "When prize-winning war correspondent Tony Horwitz leaves the battlefields of Bosnia and the Middle East for a peaceful corner of the Blue Ridge Mountains, he thinks he's put war zones behind him. But awakened one morning by the crackle of musket fire, Horwitz starts filing front-line dispatches again this time from a war close to home, and to his own heart.. Propelled by his boyhood passion for the Civil War, Horwitz embarks on a search for places and people still held in thrall by America's greatest conflict. The result is an adventure into the soul of the unvanquished South, where the ghosts of the Lost Cause are resurrected through ritual and remembrance.. In Virginia, Horwitz joins a band of 'hardcore' reenactors who crash-diet to achieve the hollow-eyed look of starved Confederates; in Kentucky, he witnesses Klan rallies and calls for race war sparked by the killing of a white man who brandishes a rebel flag; at Andersonville, he finds that the prison's commander, executed as a war criminal, is now exalted as a martyr and hero; and in the book's climax, Horwitz takes a marathon trek from Antietam to Gettysburg to Appomattox in the company of Robert Lee Hodge, an eccentric pilgrim who dubs their odyssey the 'Civil Wargasm.'. Written with Horwitz's signature blend of humor, history, and hard-nosed journalism, Confederates in the Attic brings alive old battlefields and new ones 'classrooms, courts, country bars' where the past and the present collide, often in explosive ways. Poignant and picaresque, haunting and hilarious, it speaks to anyone who has ever felt drawn to the mythic South and to the dark romance of the Civil War.",
            "part_of_series": false,
            "genre_list": [
                "Military History",
                "History",
                "Nonfiction",
                "North American Hi...",
                "War",
                "American History",
                "Humor",
                "Politics",
                "American",
                "Historical"
            ]
        },
        {
            "title": "Cloudstreet",
            "authors": [
                "Tim Winton"
            ],
            "ranking": 4.0,
            "ranking_count": 22479,
            "abstract": "Hailed as a classic, Tim Winton's masterful family saga is both a paean to working-class Australians and an unflinching examination of the human heart's capacity for sorrow, joy, and endless gradations in between. An award-winning work,. Cloudstreet. exemplifies the brilliant ability of fiction to captivate and inspire.. Struggling to rebuild their lives after being touched by disaster, the Pickle family, who've inherited a big house called Cloudstreet in a suburb of Perth, take in the God-fearing Lambs as tenants. The Lambs have suffered their own catastrophes, and determined to survive, they open up a grocery on the ground floor. From 1944 to 1964, the shared experiences of the two overpopulated clans -- running the gamut from drunkenness, adultery, and death to resurrection, marriage, and birth -- bond them to each other and to the bustling, haunted house in ways no one could have anticipated.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "Family",
                "Novels"
            ]
        },
        {
            "title": "All the Names",
            "authors": [
                "José Saramago",
                "Margaret Jull Costa"
            ],
            "ranking": 3.9,
            "ranking_count": 18921,
            "abstract": "Senhor José is a low-grade clerk in the city's Central Registry, where the living and the dead share the same shelf space. A middle-aged bachelor, he has no interest in anything beyond the certificates of birth, marriage, divorce, and death, that are his daily routine. But one day, when he comes across the records of an anonymous young woman, something happens to him. Obsessed, Senhor José sets off to follow the thread that may lead him to the woman-but as he gets closer, he discovers more about her, and about himself, than he would ever have wished.. The loneliness of people's lives, the effects of chance, the discovery of love-all coalesce in this extraordinary novel that displays the power and art of José Saramago in brilliant form.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Novels",
                "European Literature",
                "Nobel Prize",
                "Magical Realism",
                "Literary Fiction",
                "Contemporary",
                "Romance"
            ]
        },
        {
            "title": "Inherit the Wind",
            "authors": [
                "Jerome Lawrence",
                "Robert E.  Lee"
            ],
            "ranking": 3.93,
            "ranking_count": 22512,
            "abstract": "A meaningful play based on the Scopes Monkey Trial of 1925, in which a Tennessee teacher was tried for teaching evolution. The accused was a slight, frightened man who'd deliberately broken the law. His trial was a Roman circus, the chief gladiators being the two great legal giants of the century. Locked in mortal combat, they bellowed & roared imprecations & abuse. The spectators sat uneasily in the sweltering heat with murder in their hearts, barely restraining themselves. America's freedom was at stake.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Fiction",
                "Drama",
                "Historical",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "The Doll's House",
            "authors": [
                "Neil Gaiman",
                "Mike Dringenberg",
                "Malcolm Jones III",
                "Chris Bachalo",
                "Michael Zulli",
                "Steve Parkhouse",
                "Todd Klein",
                "Clive Barker"
            ],
            "ranking": 4.44,
            "ranking_count": 89164,
            "abstract": "A being who has existed since the beginning of the universe, Dream of the Endless rules over the realm of dreams. In. The Doll's House. , after a decades-long imprisonment, the Sandman has returned to find that a few dreams and nightmares have escaped to reality. Looking to recapture his lost possessions, Morpheus ventures to the human plane only to learn that a woman named Rose Walker has inadvertently become a dream vortex and threatens to rip apart his world. Now as Morpheus takes on the last escaped nightmare at a serial killers convention, the Lord of Dreams must mercilessly murder Rose or risk the destruction of his entire kingdom.. Collecting issues #9-16, this new edition of. The Doll's House. features the improved production values and coloring from the Absolute Edition.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Horror",
                "Graphic Novels Comics",
                "Comics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Anne of Ingleside",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.03,
            "ranking_count": 56651,
            "abstract": "Anne is the mother of five, with never a dull moment in her lively home. And now, with a new baby on the way and insufferable Aunt Mary Maria visiting—and wearing out her welcome—Anne's life is full to bursting.. Still, Mrs. Doctor can't think of any place she'd rather be than her own beloved Ingleside. Until the day she begins to worry that her adored Gilbert doesn't love her anymore. How could that be? She may be a little older, but she's still the same irrepressible, irreplaceable redhead—the wonderful Anne of Green Gables, all grown up. She's ready to make her cherished husband fall in love with her all over again!",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Cultural",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "The Complete Poems",
            "authors": [
                "Anne Sexton",
                "Maxine Kumin"
            ],
            "ranking": 4.28,
            "ranking_count": 15326,
            "abstract": "From the joy and anguish of her own experience, Sexton fashioned poems that told truths about the inner lives of men and women. This book comprises Sexton's ten volumes of verse, including the Pulitzer Prize-winner. Live or Die. , as well as seven poems from her last years.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Feminism",
                "Fiction",
                "Literature",
                "Womens",
                "Mental Health",
                "Female Authors"
            ]
        },
        {
            "title": "It Had to Be You",
            "authors": [
                "Susan Elizabeth Phillips"
            ],
            "ranking": 4.02,
            "ranking_count": 63374,
            "abstract": "What if a woman who knows nothing about sports inherits a professional football team? The Windy City definitely isn't ready for Phoebe Somerville, the outrageous York knockout who’s taking over their home town team. And Phoebe is definitely not prepared for the Stars' head coach Dan Calebow, a sexist jock taskmaster with a one-track mind. This is the book that began it all. The Chicago Stars are about to take the field... and they’re not the only ones playing for keeps.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Sports",
                "Womens Fiction",
                "Contemporary Romance",
                "Fiction",
                "Adult",
                "Humor",
                "Football"
            ]
        },
        {
            "title": "Voss",
            "authors": [
                "Patrick White",
                "Robert Macfarlane"
            ],
            "ranking": 3.77,
            "ranking_count": 2847,
            "abstract": "WITH AN INTRODUCTION BY ROBERT MACFARLANE. Set in nineteenth-century Australia,. Voss. is the story of the secret passion between an explorer and a naïve young woman. Although they have met only on a few occasions, Voss and Laura are joined by overwhelming, obsessive feelings for each other. Voss sets out to cross the continent, and as hardships, mutiny and betrayal whittle away his power to endure and to lead, his attachment to Laura gradually increases. Laura, waiting in Sydney, moves through the months of separation as if they were a dream and Voss the only reality.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Classics",
                "Nobel Prize",
                "Novels",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The First Four Years",
            "authors": [
                "Laura Ingalls Wilder",
                "Garth Williams"
            ],
            "ranking": 3.87,
            "ranking_count": 38500,
            "abstract": "Laura Ingalls Wilder is beginning life with her new husband, Almanzo, in their own little house. Laura is a young pioneer wife now, and must work hard with Almanzo, farming the land around their home on the South Dakota prairie. Soon their baby daughter, Rose, is born, and the young family must face the hardships and triumphs encountered by so many American pioneers.. And so Laura Ingalls Wilder's adventure as a little pioneer girl ends, and her new life as a pioneer wife and mother begins. The nine Little House books have been cherished by generations of readers as both a unique glimpse into America's frontier past and a heartwarming, unforgettable story.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Classics",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Family"
            ]
        },
        {
            "title": "City of Glass",
            "authors": [
                "Paul Auster"
            ],
            "ranking": 3.78,
            "ranking_count": 17224,
            "abstract": "Nominated for an Edgar award for best mystery of the year,. City of Glass. inaugurates an intriguing. New York Trilogy. of novels that. The Washington Post Book World. has classified as post-existentialist private eye... It's as if Kafka has gotten hooked on the gumshoe game and penned his own ever-spiraling version. As a result of a strange phone call in the middle of the night, Quinn, a writer of detective stories, becomes enmeshed in a case more puzzling than any he might have written. Written with hallucinatory clarity,. City of Glass. combines dark humor with Hitchcock-like suspense.. Ghosts. and. The Locked Room. are the next two brilliant installments in Paul Auster's. The New York Trilogy. .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Literature",
                "Novels",
                "Contemporary",
                "Classics",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Edible Woman",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 3.68,
            "ranking_count": 32905,
            "abstract": "Marian is determined to be ordinary. She lays her head gently on the shoulder of her serious fiancé and quietly awaits marriage. But she didn't count on an inner rebellion that would rock her stable routine, and her digestion. Marriage. à la mode. , Marian discovers, is something she literally can't stomach.... The Edible Woman. is a funny, engaging novel about emotional cannibalism, men and women, and the desire to be consumed.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Cultural",
                "Classics",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Womens"
            ]
        },
        {
            "title": "Cry to Heaven",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.86,
            "ranking_count": 20193,
            "abstract": "Anne Rice brings to life the exquisite and otherworldly society of the eighteenth-century castrati, the delicate and alluring male sopranos whose graceful bodies and glorious voices brought them the adulation of the royal courts and grand opera houses of Europe, men who lived as idols, concealing their pain as they were adored as angels, yet shunned as half-men.. As we are drawn into their dark and luminous story, as the crowds of Venetians, Neopolitans, and Romans, noblemen and peasants, musicians, prelates, princes, saints, and intriguers swirl around them, Anne Rice brings us into the sweep of eighteenth-century Italian life, into the decadence beneath the shimmering surface of Venice, the wild frivolity of Naples, and the magnetic terror of its shadow, Vesuvius.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Horror",
                "Fantasy",
                "Romance",
                "LGBT",
                "Cultural"
            ]
        },
        {
            "title": "The Radetzky March",
            "authors": [
                "Joseph Roth",
                "Michael Hofmann"
            ],
            "ranking": 4.09,
            "ranking_count": 9375,
            "abstract": "The Radetzky March. charts the history of the Trotta family through three generations spanning the rise and fall of the Austro-Hungarian Empire. Through the Battle of Solferino, to the entombment of the last Hapsburg emperor, Roth's intelligent compassionate narrative illuminates the crumbling of a way of life.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "War",
                "Cultural"
            ]
        },
        {
            "title": "The Golden Notebook",
            "authors": [
                "Doris Lessing"
            ],
            "ranking": 3.76,
            "ranking_count": 21064,
            "abstract": "Anna is a writer, author of one very successful novel, who now keeps four notebooks. In one, with a black cover, she reviews the African experience of her earlier year. In a red one she records her political life, her disillusionment with communism. In a yellow one she writes a novel in which the heroine relives part of her own experience. And in the blue one she keeps a personal diary. Finally, in love with an American writer and threatened with insanity, Anna tries to bring the threads of all four books together in a golden notebook.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Feminism",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Womens",
                "Literary Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Rich Dad, Poor Dad",
            "authors": [
                "Robert T. Kiyosaki",
                "Sharon L. Lechter"
            ],
            "ranking": 4.11,
            "ranking_count": 489783,
            "abstract": "Rich Dad Poor Dad is Robert's story of growing up with two dads — his real father and the father of his best friend, his rich dad — and the ways in which both men shaped his thoughts about money and investing. The book explodes the myth that you need to earn a high income to be rich and explains the difference between working for money and having your money work for you.",
            "part_of_series": true,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Economics",
                "Self Help",
                "Finance",
                "Currency",
                "Audiobook"
            ]
        },
        {
            "title": "The Wild Palms",
            "authors": [
                "William Faulkner",
                "Adam Mars-Jones"
            ],
            "ranking": 3.87,
            "ranking_count": 4395,
            "abstract": "In this feverishly beautiful novel— subsequently titled. If I Forget Thee, Jerusalem. and now published in the authoritative Library of America text—William Faulkner interweaves two narratives, each wholly absorbing in its own right, each subtly illuminating the other. In New Orleans in 1937, a man and a woman embark on a headlong flight into the wilderness of illicit passion, fleeing her husband and the temptations of respectability. In Mississippi ten years earlier, a convict sets forth across a flooded river, risking his own chance at freedom to rescue a pregnant woman. From these separate stories Faulkner composes a symphony of deliverance and damnation, survival and self-sacrifice, a novel in which elemental danger is juxtaposed wiht fatal injuries of the spirit.. The Wild Palms. is grandly inventive, heart-stopping in its prose, and suffused on every page with the physical presence of the country that Faulkner made his own.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Gothic",
                "American",
                "The United States Of America"
            ]
        },
        {
            "title": "Witches Abroad",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.22,
            "ranking_count": 81129,
            "abstract": "Be careful what you wish for.... Once upon a time there was a fairy godmother named Desiderata who had a good heart, a wise head, and poor planning skills—which unfortunately left the Princess Emberella in the care of her. other. (not quite so good and wise) godmother when DEATH came for Desiderata. So now it's up to Magrat Garlick, Granny Weatherwax, and Nanny Ogg to hop on broomsticks and make for far-distant Genua to ensure the servant girl. doesn't. marry the Prince.. But the road to Genua is bumpy, and along the way the trio of witches encounters the occasional vampire, werewolf, and falling house (well this is a. fairy tale. , after all). The trouble really begins once these reluctant foster-godmothers arrive in Genua and must outwit their power-hungry counterpart who'll stop at nothing to achieve a proper happy ending—even if it means destroying a kingdom.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Paranormal",
                "Science Fiction Fantasy",
                "Audiobook",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Shanna",
            "authors": [
                "Kathleen E. Woodiwiss"
            ],
            "ranking": 4.14,
            "ranking_count": 11315,
            "abstract": "an alternate cover edition can be found. here. Behind the foreboding walls of Newgate Prison, a pact is sealed in secret -- as a dashing and doomed criminal consents to wed a beautiful heiress . . . in return for one night of unparalleled pleasure.. In the fading echoes of hollow wedding vows, a promise is broken -- as a sensuous free-spirit flees to a lush Caribbean paradise, abandoning the handsome stranger she married to the gallows. But Ruark Beauchamp's destiny is now eternally intertwined with his exquisite, tempestuous Shanna's. And no iron ever forged can imprison his magnificent passion . . . and no hangman's noose will deny him the ecstasy that is rightfully his.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Adventure",
                "Womens Fiction",
                "European Literature"
            ]
        },
        {
            "title": "The Rings of Saturn",
            "authors": [
                "W.G. Sebald",
                "Michael Hulse"
            ],
            "ranking": 4.24,
            "ranking_count": 12475,
            "abstract": "The Rings of Saturn. — with its curious archive of photographs — records a walking tour along the east coast of England. A few of the things which cross the path and mind of its narrator (who both is and is not Sebald) are lonely eccentrics, Sir Thomas Browne's skull, a matchstick model of the Temple of Jerusalem, recession-hit seaside towns, wooded hills, Joseph Conrad, Rembrandt's Anatomy Lesson, the natural history of the herring, the massive bombings of WWII, the dowager empress Tzu Hsi, and the silk industry in Norwich.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Travel",
                "European Literature",
                "Literature",
                "Cultural",
                "Novels",
                "Writing",
                "Classics",
                "Literary Fiction"
            ]
        },
        {
            "title": "Open Secrets: Stories",
            "authors": [
                "Alice Munro"
            ],
            "ranking": 4.05,
            "ranking_count": 5548,
            "abstract": "In these eight tales, Munro evokes the devastating power of old love suddenly recollected. She tells of vanished schoolgirls and indentured frontier brides and an eccentric recluse who, in the course of one surpassingly odd dinner party, inadvertently lands herself a wealthy suitor from exotic Australia. And Munro shows us how one woman's romantic tale of capture and escape in the high Balkans may end up inspiring another woman who is fleeing a husband and lover in present-day Canada.. Carried away --. A real life --. The Albanian virgin --. Open secrets --. The Jack Randa hotel --. A wilderness station --. Spaceships have landed --. Vandals",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Contemporary",
                "Nobel Prize",
                "Literary Fiction",
                "Literature",
                "Womens",
                "Adult Fiction"
            ]
        },
        {
            "title": "Romancero gitano",
            "authors": [
                "Federico García Lorca"
            ],
            "ranking": 4.17,
            "ranking_count": 7752,
            "abstract": "El Romancero gitano difunde el nombre de su autor por todo el ámbito de la literatura de nuestra lengua. Aclara el poeta que aunque se llama gitano, es el poema de Andalucía porque el gitano es lo más elevado, lo más profundo, lo más aristocrático, lo más representativo de su modo y el que guarda el ascua, la sangre y el alfabeto de la verdad andaluza y universal.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "European Literature",
                "Cultural",
                "Fiction",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "It Can't Happen Here",
            "authors": [
                "Sinclair Lewis"
            ],
            "ranking": 3.77,
            "ranking_count": 17189,
            "abstract": "The only one of Sinclair Lewis's later novels to match the power of. Main Street, Babbitt. , and. Arrowsmith, It Can't Happen Here. is a cautionary tale about the fragility of democracy, an alarming, eerily timeless look at how fascism could take hold in America. Written during the Great Depression when America was largely oblivious to Hitler's aggression, it juxtaposes sharp political satire with the chillingly realistic rise of a President who becomes a dictator to save the nation. Now finally back in print,. It Can't Happen Here. remains uniquely important, a shockingly prescient novel that's as fresh and contemporary as today's news.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Politics",
                "Science Fiction",
                "Historical",
                "Literature",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Johnny Tremain",
            "authors": [
                "Esther Forbes",
                "Lynd Ward"
            ],
            "ranking": 3.66,
            "ranking_count": 45574,
            "abstract": "Johnny Tremain, a young apprentice silversmith, is caught up in the danger and excitement of 1775 Boston, just before the Revolutionary War. But even more gripping than living through the drama of Revolutionary Boston is the important discovery Johnny makes in his own life.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Young Adult",
                "Childrens",
                "Academic",
                "War",
                "Military History"
            ]
        },
        {
            "title": "Conversation in the Cathedral",
            "authors": [
                "Mario Vargas Llosa",
                "Gregory Rabassa"
            ],
            "ranking": 4.35,
            "ranking_count": 7962,
            "abstract": "A haunting tale of power, corruption, and the complex search for identity,. Conversation in The Cathedral. takes place in 1950s Peru during the dictatorship of Manuel Apolinario Odría Amoretti. Over beers and a sea of freely spoken words, the conversation flows between two individuals, Santiago and Ambrosia, who talk of their tormented lives and of the overall degradation and frustration that has slowly taken over their town. Through a complicated web of secrets and historical references, Mario Vargas Llosa analyzes the mental and moral mechanisms that govern power and the people behind it. More than a historic analysis,. Conversation in The Cathedral. is a groundbreaking novel that tackles identity as well as the role of a citizen and how a lack of personal freedom can forever scar a people and a nation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Classics",
                "Cultural",
                "Novels",
                "European Literature",
                "Nobel Prize",
                "Historical"
            ]
        },
        {
            "title": "Four Arguments for the Elimination of Television",
            "authors": [
                "Jerry Mander"
            ],
            "ranking": 4.12,
            "ranking_count": 1365,
            "abstract": "A total departure from previous writing about television, this book is the first ever to advocate that the medium is not reformable. Its problems are inherent in the technology itself and are so dangerous -- to personal health and sanity, to the environment, and to democratic processes -- that TV ought to be eliminated forever.. Weaving personal experiences through meticulous research, the author ranges widely over aspects of television that have rarely been examined and never before joined together, allowing an entirely new, frightening image to emerge. The idea that all technologies are neutral, benign instruments that can be used well or badly, is thrown open to profound doubt. Speaking of TV reform is, in the words of the author, as absurd as speaking of the reform of a technology such as guns.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Sociology",
                "Science",
                "Cultural",
                "Education",
                "Politics",
                "Psychology",
                "Media Tie In"
            ]
        },
        {
            "title": "Cities of the Plain",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 4.11,
            "ranking_count": 22382,
            "abstract": "The concluding volume of the Border trilogy. In this magnificent new novel, the National Book Award-winning author of. All the Pretty Horses. and. The Crossing. fashions a darkly beautiful elegy for the American frontier. It is 1952 and John Grady Cole and Billy Parham are working as ranch hands in New Mexico, not far from the proving grounds of Alamogordo and the cities of El Paso and Juarez. Their life is made up of trail drives and horse auctions and stories told by campfire light. They value that life all the more because they know it is about to change forever.. The change comes when John Grady falls in love with a beautiful, ill-starred Mexican prostitute and sets in motion a chain of events as violent as they are unstoppable. Haunting in its beauty, filled with sorrow, humor, and awe,. Cities of the Plain. is a genuine American epic.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Literature",
                "Historical",
                "Novels",
                "Literary Fiction",
                "Classics",
                "Contemporary",
                "Adventure"
            ]
        },
        {
            "title": "Death: The High Cost of Living",
            "authors": [
                "Neil Gaiman",
                "Chris Bachalo",
                "Mark Buckingham",
                "Tori Amos"
            ],
            "ranking": 4.19,
            "ranking_count": 40807,
            "abstract": "From the pages of Neil Gaiman's SANDMAN comes the young, pale, perky, and genuinely likable Death. One day in every century, Death walks the Earth to better understand those to whom she will be the final visitor. Today is that day. As a young mortal girl named Didi, Death befriends a teenager and helps a 250-year old homeless woman find her missing heart. What follows is a sincere musing on love, life and (of course) death.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Horror",
                "Death"
            ]
        },
        {
            "title": "A Knight in Shining Armor",
            "authors": [
                "Jude Deveraux"
            ],
            "ranking": 4.2,
            "ranking_count": 35127,
            "abstract": "an alternate cover editions can be found. here. and. here. New York Times. bestselling author Jude Deveraux will capture your heart with signature classic novel, a time-travel romance featuring a present-day heroine and a dashing hero from the sixteenth century!. Abandoned by a cruel fate, lovely Dougless Montgomery lies weeping upon a cold tombstone in an English church. Suddenly, the most extraordinary man appears. It is Nicholas Stafford, Earl of Thornwyck…and according to his tombstone he died in 1564.. Drawn to his side by a bond so sudden and compelling it overshadows reason, Dougless knows that Nicholas is nothing less than a miracle: a man who does not seek to change her, who finds her perfect, fascinating, just as she is. What Dougless never imagined was how strong the chains are that tie them to the past…or the grand adventure that lay before them.. Hailed worldwide as one of the most romantic novels of all time,. A Knight in Shining Armor. is “a glorious love story that spans centuries, worlds, and souls. It is the epitome of every woman’s fantasy” (. Chicago Daily Herald. ).",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Science Fiction",
                "Historical",
                "Fiction",
                "Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Life and Times of Michael K",
            "authors": [
                "J.M. Coetzee"
            ],
            "ranking": 3.86,
            "ranking_count": 17355,
            "abstract": "In a South Africa torn by civil war, Michael K sets out to take his mother back to her rural home.. On the way there she dies, leaving him alone in an anarchic world of brutal roving armies. Imprisoned, Michael is unable to bear confinement and escapes, determined to live with dignity.. Life and Times of Michael K. goes to the centre of human experience—the need for an interior, spiritual life, for some connections to the world in which we live, and for purity of vision.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Southern Africa",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Literary Fiction",
                "War",
                "Classics"
            ]
        },
        {
            "title": "A Rose in Winter",
            "authors": [
                "Kathleen E. Woodiwiss"
            ],
            "ranking": 4.17,
            "ranking_count": 11075,
            "abstract": "A HEART TORMENTED. Erienne's father had given her hand to the richest suitor. She was now Lady Saxton, mistress of a great manor all but ruined by fire, wife to a man whose mysteriously shrouded form aroused fear and pity. Yet even as she fell in love with her adoring husband, Erienne despaired of freeing her heart from the dashingly handsome Yankee who couldn't forget her. The beautiful Erienne, once filled with young dreams of romance, was now a wife and woman ... torn between the two men she loved.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Fairy Tales",
                "Adult",
                "Womens Fiction",
                "European Literature"
            ]
        },
        {
            "title": "The Labyrinth of Solitude and Other Writings",
            "authors": [
                "Octavio Paz",
                "Lysander Kemp",
                "Yara Milos"
            ],
            "ranking": 4.13,
            "ranking_count": 11927,
            "abstract": "Octavio Paz has long been acknowledged as Mexico's foremost writer and critic. In this international classic, Paz has written one of the most enduring and powerful works ever created on Mexico and its people, character, and culture. Compared to Ortega y Gasset's The Revolt of the Masses for its trenchant analysis, this collection contains his most famous work, The Labyrinth of Solitude, a beautifully written and deeply felt discourse on Mexico's quest for identity that gives us an unequalled look at the country hidden behind the mask. Also included are The Other Mexico, Return to the Labyrinth of Solitude, Mexico and the United States, and The Philanthropic Ogre, all of which develop the themes of the title essay and extend his penetrating commentary to the United States and Latin America.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "History",
                "European Literature",
                "Philosophy",
                "Poetry",
                "Classics",
                "Nobel Prize",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Grande Sertão: Veredas",
            "authors": [
                "João Guimarães Rosa"
            ],
            "ranking": 4.59,
            "ranking_count": 4542,
            "abstract": "A estilização das peculiaridades das falas sertanejas, sempre recorrente na obra de Guimarães Rosa, atinge seu auge neste consagrado romance. Rosa reinventa a língua e eleva o sertão ao contexto da literatura universal, compondo o cenário de uma narrativa lírica e épica, uma lição de luta e valorização do homem. Eleito um dos cem livros mais importantes de todos os tempos pelo Círculo do Livro da Noruega.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Romance",
                "Novels",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Let Us Now Praise Famous Men",
            "authors": [
                "James Agee",
                "Walker Evans"
            ],
            "ranking": 4.02,
            "ranking_count": 3562,
            "abstract": "In the summer of 1936, Agee and Evans set out on assignment for Fortune magazine to explore the daily lives of sharecroppers in the South. Their journey would prove an extraordinary collaboration and a watershed literary event when in 1941. Let Us Now Praise Famous Men. was first published to enormous critical acclaim.. This unsparing record of place, of the people who shaped the land, and of the rhythm of their lives today stands as one of the most influential books of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Art",
                "Classics",
                "Sociology",
                "North American Hi...",
                "Biography",
                "Literature",
                "Writing"
            ]
        },
        {
            "title": "The Wings of the Dove",
            "authors": [
                "Henry James",
                "Amy Bloom",
                "Pierre A. Walker"
            ],
            "ranking": 3.8,
            "ranking_count": 16470,
            "abstract": "Selected by the Modern Library as one of the 100 best novels of all time. Set amid the splendor of London drawing rooms and gilded Venetian palazzos,. The Wings of the Dove. is the story of Milly Theale, a naïve, doomed American heiress, and a pair of lovers, Kate Croy and Merton Densher, who conspire to obtain her fortune. In this witty tragedy of treachery, self-deception, and betrayal, Henry James weaves together three ill-fated and wholly human destinies unexpectedly linked by desire, greed, and salvation. As Amy Bloom writes in her Introduction, “. The Wings of the Dove. is a novel of intimacy. . . . [James] gives us passion, he gives us love in its terrible and enchanting forms.”",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Romance",
                "Historical",
                "Novels",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "Equus",
            "authors": [
                "Peter Shaffer"
            ],
            "ranking": 3.91,
            "ranking_count": 20792,
            "abstract": "In Equus, which took critics and public alike by storm and has gone on to become a modern classic, Peter Shaffer depicts the story of a deranged youth who blinds six horses with a spike. Through a psychiatrist's analysis of the events, Shaffer creates a chilling portrait of how materialism and convenience have killed our capacity for worship and passion and, consequently, our capacity for pain. Rarely has a playwrite created an atmosphere and situation that so harshly pinpoint the spiritual and mental decay of modern man.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Classics",
                "Academic",
                "Psychology",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Tigana",
            "authors": [
                "Guy Gavriel Kay"
            ],
            "ranking": 4.08,
            "ranking_count": 45532,
            "abstract": "A masterful epic of magic, politics, war, and the power of love and hate — from the renowned author of The Fionavar Tapestry and Children of Earth and Sky.. Tigana is the magical story of a beleaguered land struggling to be free. It is the tale of a people so cursed by the black sorcery of a cruel despotic king that even the name of their once-beautiful homeland cannot be spoken or remembered.... But years after the devastation, a handful of courageous men and women embark upon a dangerous crusade to overthrow their conquerors and bring back to the dark world the brilliance of a long-lost name...Tigana.. Against the magnificently rendered background of a world both sensuous and barbaric, this sweeping epic of a passionate people pursuing their dream is breathtaking in its vision, changing forever the boundaries of fantasy fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Historical",
                "Historical Fiction",
                "Adventure",
                "Young Adult",
                "Cultural"
            ]
        },
        {
            "title": "Libra",
            "authors": [
                "Don DeLillo"
            ],
            "ranking": 4.0,
            "ranking_count": 15544,
            "abstract": "From the author of. White Noise. (winner of the National Book Award) and. Zero K. In this powerful, eerily convincing fictional speculation on the assassination of. John F. Kennedy. ,. Don DeLillo. chronicles. Lee Harvey Oswald. 's odyssey from troubled teenager to a man of precarious stability who imagines himself an agent of history. When history presents itself in the form of two disgruntled CIA operatives who decide that an unsuccessful attempt on the life of the president will galvanize the nation against communism, the scales are irrevocably tipped.A gripping, masterful blend of fact and fiction, alive with meticulously portrayed characters both real and created,. Libra. is a grave, haunting, and brilliant examination of an event that has become an indelible part of the American psyche.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Literature",
                "Politics",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "The Collected Poems of Williams Carlos Williams: 1939-1962",
            "authors": [
                "William Carlos Williams"
            ],
            "ranking": 4.27,
            "ranking_count": 4028,
            "abstract": "So that readers could more fully understand the extent of Williams' radical simplicity, all of his published poetry, excluding. Paterson. , was reissued in two definite volumes, of which this is the first.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Contemporary",
                "Anthologies",
                "The United States Of America",
                "Art",
                "Unfinished"
            ]
        },
        {
            "title": "Season of Mists",
            "authors": [
                "Neil Gaiman",
                "Matt Wagner",
                "George Pratt",
                "Dick Giordano",
                "Kelley Jones",
                "P. Craig Russell",
                "Mike Dringenberg",
                "Malcolm Jones III",
                "more…",
                "Todd Klein",
                "Harlan Ellison",
                "…less"
            ],
            "ranking": 4.54,
            "ranking_count": 67513,
            "abstract": "Ten thousand years ago, Morpheus condemned a woman who loved him to Hell. Now the other members of his immortal family, The Endless, have convinced the Dream King that this was an injustice. To make it right, Morpheus must return to Hell to rescue his banished love -- and Hell's ruler, the fallen angel Lucifer, has already sworn to destroy him.. Collects THE SANDMAN #21-28.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Horror",
                "Graphic Novels Comics",
                "Comics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Secret Agent",
            "authors": [
                "Joseph Conrad"
            ],
            "ranking": 3.6,
            "ranking_count": 20486,
            "abstract": "Mr Verloc, the secret agent, keeps a shop in London's Soho where he lives with his wife Winnie, her infirm mother, and her idiot brother, Stevie. When Verloc is reluctantly involved in an anarchist plot to blow up the Greenwich Observatory things go disastrously wrong, and what appears to be a simple tale proves to involve politicians, policemen, foreign diplomats, and London's fashionable society in the darkest and most surprising interrelations.. Based on the text which Conrad's first English readers enjoyed, this new edition includes a full and up-to-date bibliography, a comprehensive chronology and a critical introduction which describes Conrad's great London novel as the realization of a monstrous town, a place of idiocy, madness, criminality, and savage butchery. It also discusses contemporary anarchist activity in the UK, imperialism, and Conrad's narrative techniques.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Mystery",
                "Novels",
                "Spy Thriller",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "The Neon Rain",
            "authors": [
                "James Lee Burke"
            ],
            "ranking": 3.92,
            "ranking_count": 23639,
            "abstract": "Detective Dave Robicheaux has fought too many battles: in Vietnam, with killers and hustlers, with police brass, and with the bottle. Lost without his wife's love, Robicheaux's haunted soul mirrors the intensity and dusky mystery of New Orleans' French Quarter -- the place he calls home, and the place that nearly destroys him when he becomes involved in the case of a young prostitute whose body is found in a bayou. Thrust into the world of drug lords and arms smugglers, Robicheaux must face down a subterranean criminal world and come to terms with his own bruised heart in order to survive.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "American",
                "Suspense"
            ]
        },
        {
            "title": "Fever 1793",
            "authors": [
                "Laurie Halse Anderson"
            ],
            "ranking": 3.92,
            "ranking_count": 116931,
            "abstract": "It's late summer 1793, and the streets of Philadelphia are abuzz with mosquitoes and rumors of fever. Down near the docks, many have taken ill, and the fatalities are mounting. Now they include Polly, the serving girl at the Cook Coffeehouse. But fourteen-year-old Mattie Cook doesn't get a moment to mourn the passing of her childhood playmate. New customers have overrun her family's coffee shop, located far from the mosquito-infested river, and Mattie's concerns of fever are all but overshadowed by dreams of growing her family's small business into a thriving enterprise. But when the fever begins to strike closer to home, Mattie's struggle to build a new life must give way to a new fight—the fight to stay alive.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Academic",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Profiles in Courage",
            "authors": [
                "John F. Kennedy",
                "Caroline Kennedy",
                "Robert F. Kennedy"
            ],
            "ranking": 3.93,
            "ranking_count": 12020,
            "abstract": "The Pulitzer Prize winning classic by President John F. Kennedy, with an introduction by Caroline Kennedy and a foreword by Robert F. Kennedy.. Written in 1955 by the then junior senator from the state of Massachusetts, John F. Kennedy's. Profiles in Courage. serves as a clarion call to every American.. In this book Kennedy chose eight of his historical colleagues to profile for their acts of astounding integrity in the face of overwhelming opposition. These heroes, coming from different junctures in our nation’s history, include John Quincy Adams, Daniel Webster, Thomas Hart Benton, and Robert A. Taft.. Now, a half-century later, the book remains a moving, powerful, and relevant testament to the indomitable national spirit and an unparalleled celebration of that most noble of human virtues. It resounds with timeless lessons on the most cherished of virtues and is a powerful reminder of the strength of the human spirit.. Profiles in Courage. is as Robert Kennedy states in the foreword: “not just stories of the past but a book of hope and confidence for the future. What happens to the country, to the world, depends on what we do with what others have left us.. Along with vintage photographs and an extensive author biography, this book features Kennedy's correspondence about the writing project, contemporary reviews, a letter from Ernest Hemingway, and two rousing speeches from recipients of the Profile in Courage Award.  Introduction by John F. Kennedy’s daughter Caroline Kennedy, forward by John F. Kennedy’s brother Robert F. Kennedy.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Politics",
                "Classics",
                "North American Hi...",
                "Historical",
                "Leadership",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Ghost Road",
            "authors": [
                "Pat Barker"
            ],
            "ranking": 4.09,
            "ranking_count": 16495,
            "abstract": "The final book in the Regeneration Trilogy, and winner of the 1995 Booker Prize. The Ghost Road is the culminating masterpiece of Pat Barker's towering World War I fiction trilogy. The time of the novel is the closing months of the most senselessly savage of modern conflicts. In France, millions of men engaged in brutal trench warfare are all ghosts in the making. In England, psychologist William Rivers, with severe pangs of conscience, treats the mental casualties of the war to make them whole enough to fight again. One of these, Billy Prior, risen to the officer class from the working class, both courageous and sardonic, decides to return to France with his fellow officer, poet Wilfred Owen, to fight a war he no longer believes in. Meanwhile, Rivers, enfevered by influenza, returns in memory to his experience studying a South Pacific tribe whose ethos amounted to a culture of death. Across the gulf between his society and theirs, Rivers begins to form connections that cast new light on his--and our--understanding of war.. Combining poetic intensity with gritty realism, blending biting humor with tragic drama, moving toward a denouement as inevitable as it is devastating, The Ghost Road both encapsulates history and transcends it. It is a modern masterpiece",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Literature",
                "European Literature",
                "Literary Fiction",
                "LGBT",
                "Novels"
            ]
        },
        {
            "title": "Residence on Earth",
            "authors": [
                "Pablo Neruda",
                "Donald Devenish Walsh"
            ],
            "ranking": 4.37,
            "ranking_count": 3793,
            "abstract": "These poems, written by the prolific Chilean poet between the 1920's and 1940's, illuminate his views on alienation and political oppression.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Cultural",
                "Literature",
                "Fiction",
                "Classics",
                "Nobel Prize",
                "Romance"
            ]
        },
        {
            "title": "Of Love and Shadows",
            "authors": [
                "Isabel Allende",
                "Margaret Sayers Peden"
            ],
            "ranking": 3.99,
            "ranking_count": 28467,
            "abstract": "Beautiful and headstrong, Irene Beltrán works as a magazine journalist—a profession that belies her privileged upbringing and her engagement to an army captain. Her investigative partner is photographer Francisco Leal, the son of impoverished Spanish Marxist émigrés. Together, they form an unlikely but inseparable team—and Francisco quickly falls in love with the fierce and loyal Irene. When an assignment leads them to a young girl whom locals believe to possess miraculous powers, they uncover an unspeakable crime perpetrated by an oppressive regime. Determined to reveal the truth in a nation overrun by terror and violence, each will risk everything to find justice—and, ultimately, to embrace the passion and fervor that binds them.. Profoundly moving and ultimately uplifting,. Of Love and Shadows. is a tale of romance, bravery, and tragedy, set against the indelible backdrop of a country ruled with an iron fist—and peopled with those who dare to challenge it.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Magical Realism",
                "Romance",
                "European Literature",
                "Cultural",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Sputnik Sweetheart",
            "authors": [
                "Haruki Murakami",
                "Philip Gabriel"
            ],
            "ranking": 3.83,
            "ranking_count": 130898,
            "abstract": "alternate cover can be found. here. Sumire is in love with a woman seventeen years her senior. But whereas Miu is glamorous and successful, Sumire is an aspiring writer who dresses in an oversized second-hand coat and heavy boots like a character in a Kerouac novel.. Sumire spends hours on the phone talking to her best friend K about the big questions in life: what is sexual desire, and should she ever tell Miu how she feels for her? Meanwhile K wonders whether he should confess his own unrequited love for Sumire.. Then, a desperate Miu calls from a small Greek island: Sumire has mysteriously vanished...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Magical Realism",
                "Contemporary",
                "Romance",
                "Novels",
                "Literature",
                "LGBT"
            ]
        },
        {
            "title": "The Problem of Pain",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.1,
            "ranking_count": 54928,
            "abstract": "For centuries Christians have questioned why, if God is good and all-powerful, he allows us to suffer pain. C.S. Lewis sets out to disentangle this knotty issue, but adds that, in the end, no intellectual solution can avoid the need for faith.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Philosophy",
                "Classics",
                "Spirituality"
            ]
        },
        {
            "title": "Jewel",
            "authors": [
                "Bret Lott"
            ],
            "ranking": 3.68,
            "ranking_count": 37178,
            "abstract": "(Oprah's Book Club). Jewel and her husband, Leston, have been blessed by a fifth child, a girl they name Brenda Kay. But Brenda Kay, who was born with Down's syndrome, is also a challenge. In this inspirational and deeply moving audiobook, Jewel realizes that Brenda Kay is her special gift from God.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Family",
                "Womens Fiction",
                "Novels",
                "Adult Fiction",
                "American",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "Please Kill Me: The Uncensored Oral History of Punk",
            "authors": [
                "Legs McNeil",
                "Gillian McCain"
            ],
            "ranking": 4.18,
            "ranking_count": 30886,
            "abstract": "A. Time Out. and. Daily News. Top Ten Book of the Year upon its initial release,. Please Kill Me. is the first oral history of the most nihilist of all pop movements. Iggy Pop, Danny Fields, Dee Dee and Joey Ramone, Malcom McLaren, Jim Carroll, and scores of other famous and infamous punk figures lend their voices to this definitive account of that outrageous, explosive era. From its origins in the twilight years of Andy Warhol's New York reign to its last gasps as eighties corporate rock, the phenomenon known as punk is scrutinized, eulogized, and idealized by the people who were there and who made it happen.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "History",
                "Biography",
                "Art",
                "Culture",
                "New York",
                "Cultural"
            ]
        },
        {
            "title": "'Tis",
            "authors": [
                "Frank McCourt"
            ],
            "ranking": 3.7,
            "ranking_count": 60374,
            "abstract": "The sequel to Frank McCourt's memoir of his Irish Catholic boyhood,. Angela's Ashes. , picks up the story in October 1949, upon his arrival in America. Though he was born in New York, the family had returned to Ireland due to poor prospects in the United States. Now back on American soil, this awkward 19-year-old, with his pimply face, sore eyes, and bad teeth, has little in common with the healthy, self-assured college students he sees on the subway and dreams of joining in the classroom. Initially, his American experience is as harrowing as his impoverished youth in Ireland, including two of the grimmest Christmases ever described in literature. McCourt views the U.S. through the same sharp eye and with the same dark humor that distinguished his first memoir: race prejudice, casual cruelty, and dead-end jobs weigh on his spirits as he searches for a way out. A glimpse of hope comes from the army, where he acquires some white-collar skills, and from New York University, which admits him without a high school diploma. But the journey toward his position teaching creative writing at Stuyvesant High School is neither quick nor easy. Fortunately, McCourt's openness to every variety of human emotion and longing remains exceptional; even the most damaged, difficult people he encounters are richly rendered individuals with whom the reader can't help but feel uncomfortable kinship. The magical prose, with its singing Irish cadences, brings grandeur and beauty to the most sorrowful events, including the final scene, set in a Limerick graveyard.. --Wendy Smith",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "Biography Memoir",
                "European Literature",
                "History",
                "New York",
                "Historical"
            ]
        },
        {
            "title": "The Great Book of Amber",
            "authors": [
                "Roger Zelazny",
                "Tim          White"
            ],
            "ranking": 4.31,
            "ranking_count": 24938,
            "abstract": "Alternate cover edition can be found. here. Roger Zelazny's chronicles of Amber have earned their place as all-time classics of imaginative literature. Now, here are all ten novels, together in one magnificent omnibus volume. Witness the titanic battle for supremacy waged on Earth, in the Courts of Chaos, and on a magical world of mystery, adventure and romance.. --back cover",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Epic",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Longest Day",
            "authors": [
                "Cornelius Ryan"
            ],
            "ranking": 4.31,
            "ranking_count": 22586,
            "abstract": "The unparalleled work of history that recreates the battle that changed World War II -- now in a new edition for the 50th anniversary of D-Day.. Newly in print for the first time in years, this is the classic story of the invasion of Normandy, and a book that endures as a masterpiece of living history. A compelling tale of courage and heroism, glow and tragedy, The Longest Day painstakingly recreates the fateful hours that preceded and followed the massive invasion of Normandy to retell the story of an epic battle that would turn the tide against world fascism and free Europe from the grip of Nazi Germany.. For this new edition of The Longest Day, the original photographs used in the first 1959 edition have been reassembled and painstakingly reproduced, and the text has been freshly reset. Here is a book that is a must for any follower of history, as well as for anyone who wants to better understand how free nations prevailed at a time when darkness enshrouded the earth.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Historical",
                "North American Hi...",
                "Cultural",
                "Classics"
            ]
        },
        {
            "title": "Long Walk to Freedom",
            "authors": [
                "Nelson Mandela"
            ],
            "ranking": 4.32,
            "ranking_count": 78922,
            "abstract": "Nelson Mandela is one of the great moral and political leaders of our time: an international hero whose lifelong dedication to the fight against racial oppression in South Africa won him the Nobel Peace Prize and the presidency of his country.. Since his triumphant release in 1990 from more than a quarter-century of imprisonment, Mandela has been at the center of the most compelling and inspiring political drama in the world. As president of the African National Congress and head of South Africa's anti-apartheid movement, he was instrumental in moving the nation toward multiracial government and majority rule. He is revered everywhere as a vital force in the fight for human rights and racial equality.. The foster son of a Thembu chief, Mandela was raised in the traditional, tribal culture of his ancestors, but at an early age learned the modern, inescapable reality of what came to be called apartheid, one of the most powerful and effective systems of oppression ever conceived. In classically elegant and engrossing prose, he tells of his early years as an impoverished student and law clerk in a Jewish firm in Johannesburg, of his slow political awakening, and of his pivotal role in the rebirth of a stagnant ANC and the formation of its Youth League in the 1950s.. He describes the struggle to reconcile his political activity with his devotion to his family, the anguished breakup of his first marriage, and the painful separations from his children. He brings vividly to life the escalating political warfare in the fifties between the ANC and the government, culminating in his dramatic escapades as an underground leader and the notorious Rivonia Trial of 1964, at which he was sentenced to life imprisonment. Herecounts the surprisingly eventful twenty-seven years in prison and the complex, delicate negotiations that led both to his freedom and to the beginning of the end of apartheid. Finally he provides the ultimate inside account.",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Cultural",
                "Autobiography",
                "Politics",
                "Southern Africa",
                "Biography Memoir",
                "Race"
            ]
        },
        {
            "title": "Shadow of the Hegemon",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 3.96,
            "ranking_count": 73955,
            "abstract": "The War is over, won by Ender Wiggin and his team of brilliant child-warriors. The enemy is destroyed, the human race is saved. Ender himself refuses to return to the planet, but his crew has gone home to their families, scattered across the globe. The battle school is no more.. But with the external threat gone, the Earth has become a battlefield once more. The children of the Battle School are more than heroes; they are potential weapons that can bring power to the countries that control them. One by one, all of Ender's Dragon Army are kidnapped. Only Bean escapes; and he turns for help to Ender's brother Peter.. Peter Wiggin, Ender's older brother, has already been manipulating the politics of Earth from behind the scenes. With Bean's help, he will eventually rule the world.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Young Adult",
                "Audiobook",
                "Adventure",
                "Novels",
                "Space",
                "War"
            ]
        },
        {
            "title": "The Feynman Lectures on Physics",
            "authors": [
                "Richard P. Feynman",
                "Robert B. Leighton",
                "Matthew L. Sands"
            ],
            "ranking": 4.6,
            "ranking_count": 7360,
            "abstract": "The revised edition of Feynman's legendary lectures includes extensive corrections and updates collated by Feynman and his colleagues. A new foreword by Kip Thorne, the current Richard Feynman Professor of Theoretical Physics at Caltech, discusses the relevance of the new edition to today's readers. This boxed set also includes Feynman's new. Tips on Physics. —the four previously unpublished lectures that Feynman gave to students preparing for exams at the end of his course. Thus, this 4-volume set is the complete and definitive edition of. The Feynman Lectures on Physics. . Packaged in a specially designed slipcase, this 4-volume set provides the ultimate legacy of Feynman's extraordinary contribution to students, teachers, researches, and lay readers around the world.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Textbooks",
                "Reference",
                "Classics",
                "Computer Science",
                "Academic"
            ]
        },
        {
            "title": "VALIS",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.92,
            "ranking_count": 27120,
            "abstract": "VALIS. is the first book in Philip K. Dick's incomparable final trio of novels (the others being. The Divine Invasion. and. The Transmigration of Timothy Archer. ). This disorienting and bleakly funny work is about a schizophrenic hero named Horselover Fat; the hidden mysteries of Gnostic Christianity; and reality as revealed through a pink laser.. VALIS. is a theological detective story, in which God is both a missing person and the perpetrator of the ultimate crime.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Philosophy",
                "Religion",
                "Science Fiction Fantasy",
                "Novels",
                "Fantasy",
                "Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Sailor Who Fell from Grace with the Sea",
            "authors": [
                "Yukio Mishima",
                "John Nathan"
            ],
            "ranking": 3.88,
            "ranking_count": 28938,
            "abstract": "This is an alternate cover edition of ISBN. 9780679750154. The Sailor Who Fell from Grace with the Sea. tells the tale of a band of savage thirteen-year-old boys who reject the adult world as illusory, hypocritical and sentimental, and train themselves in a brutal callousness they call objectivity. When the mother of one of them begins an affair with a ship's officer, he and his friends idealize the man at first; but it is not long before they conclude that he is in fact soft and romantic. They regard their disappointment in him as an act of betrayal on his part, and react violently.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Sostiene Pereira",
            "authors": [
                "Antonio Tabucchi",
                "Carlos Gumpert",
                "Xavier González Rovira"
            ],
            "ranking": 4.17,
            "ranking_count": 22407,
            "abstract": "ISBN 9788433966322 moved to. this. edition. .. Lisboa, 1938. En una Europa recorrida por el fantasma de los totalitarismos, Pereira, un periodista dedicado durante toda su vida a la sección de sucesos, recibe el encargo de dirigir la página cultural de un mediocre periódico. Pereira tiene un sentido un tanto fúnebre de la cultura y prefiere la literatura del pasado. Necesitado de un colaborador, contacta con el joven Monteiro Rossi. Y la intensa relación que se establece entre el viejo periodista, Monteiro y su novia Marta cristalizará en una crisis personal, una maduración interior y una dolorosa toma de conciencia que transformará profundamente la vida de Pereira.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Historical",
                "Cultural",
                "Classics",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "A Division of the Spoils",
            "authors": [
                "Paul Scott"
            ],
            "ranking": 4.37,
            "ranking_count": 1248,
            "abstract": "After exploiting India's divisions for years, the British depart in such haste that no one is prepared for the Hindu-Muslim riots of 1947. The twilight of the raj turns bloody. Against the backdrop of the violent partition of India and Pakistan, A Division of the Spoils illuminates one last bittersweet romance, revealing the divided loyalties of the British as they flee, retreat from, or cling to India.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "European Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Music for Chameleons",
            "authors": [
                "Truman Capote"
            ],
            "ranking": 4.09,
            "ranking_count": 9672,
            "abstract": "At the centre of. Music for Chameleons. is Handcarved Coffins, a ‘nonfiction novel’ based on the brutal crimes of a real-life murderer. Taking place in a small Midwestern town in America, it offers chilling insights into the mind of a killer and the obsession of the man bringing him to justice. Also in this volume are six short stories and seven ‘conversational portraits’ including a touching one of Marilyn Monroe, the ‘beautiful child’ and a hilarious one of a dope-smoking cleaning lady doing her rounds in New York.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Writing",
                "Literature",
                "Literary Fiction",
                "Crime",
                "The United States Of America"
            ]
        },
        {
            "title": "Illuminations: Essays and Reflections",
            "authors": [
                "Walter Benjamin",
                "Hannah Arendt",
                "Harry Zohn",
                "Leon Wieseltier"
            ],
            "ranking": 4.3,
            "ranking_count": 10846,
            "abstract": "Studies on contemporary art and culture by one of the most original, critical and analytical minds of this century. Illuminations includes Benjamin's views on Kafka, with whom he felt the closest personal affinity, his studies on Baudelaire and Proust (both of whom he translated), his essays on Leskov and on Brecht's Epic Theater.. Also included are his penetrating study on The Work of Art in the Age of Mechanical Reproduction, an illuminating discussion of translation as a literary mode, and his thesis on the philosophy of history. Hannah Arendt selected the essays for this volume and prefaces them with a substantial, admirably informed introduction that presents Benjamin's personality and intellectual development, as well as his work and his life in dark times.. Reflections. the companion volume to this book, is also available as a Schocken paperback.. Unpacking My Library, 1931. The Task of the Translator, 1913. The Storyteller, 1936. Franz Kafka, 1934. Some Reflections on Kafka, 1938. What Is Epic Theater?, 1939. On Some Motifs in Baudelaire, 1939. The Image of Proust, 1929. The Work of Art in the Age of Mechanical Reproduction, 1936. Theses on the Philosophy of History, written 1940, pub. 1950",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Writing",
                "Nonfiction",
                "Art",
                "Criticism",
                "History",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Snow Goose",
            "authors": [
                "Paul Gallico"
            ],
            "ranking": 4.14,
            "ranking_count": 4146,
            "abstract": "Classic storytelling from a bestselling author. Gallico's most famous story,. The Snow Goose. , is set in the wild, desolate Essex marshes and is an intense and moving tale about the relationship between a hunchback and a young girl.. The Small Miracle. is a contemporary fable about a young boy's love for his dangerously ill donkey.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Short Stories",
                "War",
                "Animals",
                "Childrens"
            ]
        },
        {
            "title": "Gabriela, clavo y canela",
            "authors": [
                "Jorge Amado",
                "Fernando Rodríguez"
            ],
            "ranking": 4.14,
            "ranking_count": 7358,
            "abstract": "Gabriela, clavo y canela es una bella metáfora del cambio y el progreso. La historia de Ilhéus, pequeño pueblo de Brasil donde se desarrolla la novela, sirve de marco al autor para relatar varias historias, entre ellas, la más importante, el amor entre Gabriela y Nacib. Con este recurso narrativo el lector recorre junto con los protagonistas el trayecto que conduce al motivo argumental de la novela: la llegada de la modernidad a Ilhéus, reflejándose en las instituciones, las costumbres y aun en la conciencia de los personajes. A partir de una sólida estructura Amado lleva al lector a hacer un recorrido deslumbrante en el que la gastronomía, la sensualidad y los placeres ocupan un primer plano y se encargan de poner de manifiesto su capacidad narrativa para captar la vida y el movimiento que dan sustancia a esta obra.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Romance",
                "Historical",
                "European Literature",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Eichmann in Jerusalem: A Report on the Banality of Evil",
            "authors": [
                "Hannah Arendt",
                "Amos Elon"
            ],
            "ranking": 4.21,
            "ranking_count": 21315,
            "abstract": "Originally appearing as a series of articles in. The New Yorker. , Hannah Arendt’s authoritative and stunning report on the trial of Nazi leader Adolf Eichmann sparked a flurry of debate upon its publication.. This revised edition includes material that came to light after the trial, as well as Arendt’s postscript directly addressing the controversy that arose over her account. A major journalistic triumph by an intellectual of singular influence,. Eichmann in Jerusalem. is as shocking as it is informative—an unflinching look at one of the most unsettling and unsettled issues of the twentieth century that remains hotly debated to this day.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Philosophy",
                "Politics",
                "World War II",
                "War",
                "Psychology",
                "Classics",
                "Historical"
            ]
        },
        {
            "title": "Women of the Silk",
            "authors": [
                "Gail Tsukiyama"
            ],
            "ranking": 3.95,
            "ranking_count": 15739,
            "abstract": "Sent by her family to work in a silk factory just prior to World War II, young Pei grows to womanhood, working fifteen-hour days and sending her pay to the family who abandoned her.. In Women of the Silk Gail Tsukiyama takes her readers back to rural China in 1926, where a group of women forge a sisterhood amidst the reeling machines that reverberate and clamor in a vast silk factory from dawn to dusk. Leading the first strike the village has ever seen, the young women use the strength of their ambition, dreams, and friendship to achieve the freedom they could never have hoped for on their own. Tsukiyama's graceful prose weaves the details of the silk work and Chinese village life into a story of courage and strength.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Book Club",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Davita's Harp",
            "authors": [
                "Chaim Potok"
            ],
            "ranking": 4.01,
            "ranking_count": 5943,
            "abstract": "For Davita Chandal, growing up in the New York of the 1930s and '40s is an experience of joy and sadness. Her loving parents, both fervent radicals, fill her with the fiercely bright hope of a new and better world. But as the deprivations of war and depression take a ruthless toll, Davita unexpectedly turns to the Jewish faith that her mother had long ago abandoned, finding there both a solace for her questioning inner pain and a test of her budding spirit of independence.. From the Paperback edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Religion",
                "Classics",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Archangel",
            "authors": [
                "Sharon Shinn"
            ],
            "ranking": 4.04,
            "ranking_count": 10295,
            "abstract": "And so it came to pass.... Through science, faith and force of will, the Harmonics carved out for themselves a society that they conceived of as perfect. Diverse peoples held together by respect for each other and the prospect of swift punishment if they disobeyed their laws. Fertile land that embraced a variety of climates and seasons. Angels to guard the mortals and mystics to guard the forbidden knowledge. Jehovah to watch over them all.... But an age of corruption has come to the land, threatening their peace and placing the Samarians in grave danger. Their only hope lies in the crowning of a new Archangel. The oracles have chosen for this honor the angel named Gabriel, and further decreed that he must first wed a mortal woman named Rachel.. It is his destiny and hers. And Gabriel is certain that she will greet the news of her betrothal with enthusiasm, and a devotion to duty equal to his own.. Rachel, however, has other ideas...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Science Fiction",
                "Fiction",
                "Paranormal",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Life: A User's Manual",
            "authors": [
                "Georges Perec",
                "David Bellos"
            ],
            "ranking": 4.2,
            "ranking_count": 7996,
            "abstract": "Life: A User's Manual is an unclassified masterpiece, a sprawling compendium as encyclopedic as Dante's Commedia and Chaucer's Canterbury Tales and, in its break with tradition, as inspiring as Joyce's Ulysses. Perec's spellbinding puzzle begins in an apartment block in the XVIIth arrondissement of Paris where, chapter by chapter, room by room, like an onion being peeled, an extraordinary rich cast of characters is revealed in a series of tales that are bizarre, unlikely, moving, funny, or (sometimes) quite ordinary. From the confessions of a racing cyclist to the plans of an avenging murderer, from a young ethnographer obsessed with a Sumatran tribe to the death of a trapeze artist, from the fears of an ex-croupier to the dreams of a sex-change pop star to an eccentric English millionaire who has devised the ultimate pastime, Life is a manual of human irony, portraying the mixed marriages of fortunes, passions and despairs, betrayals and bereavements, of hundreds of lives in Paris and around the world.. But the novel is more than an extraordinary range of fictions; it is a closely observed account of life and experience. The apartment block's one hundred rooms are arranged in a magic square, and the book as a whole is peppered with a staggering range of literary puzzles and allusions, acrostics, problems of chess and logic, crosswords, and mathematical formulae. All are there for the reader to solve in the best tradition of the detective novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "European Literature",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Philosophy",
                "Contemporary"
            ]
        },
        {
            "title": "Herland",
            "authors": [
                "Charlotte Perkins Gilman",
                "Ann J. Lane",
                "Joan Hall",
                "Louise Fili"
            ],
            "ranking": 3.49,
            "ranking_count": 17684,
            "abstract": "An all-female society is discovered somewhere in the distant reaches of the earth by three male explorers who are now forced to re-examine their assumptions about women's roles in society.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Classics",
                "Science Fiction",
                "Fantasy",
                "Womens",
                "Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Rainbow Valley",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.0,
            "ranking_count": 44446,
            "abstract": "Anne Shirley is grown up, has married her beloved Gilbert, and is the mother of six mischievous children. These boys and girls discover a special place all their own, but they never dream of what will happen when a strange family moves into an old mansion nearby. The Meredith clan is two boys and two girls—and a runaway named Mary Vance. Soon the Merediths join Anne's children in their private hideout, intent on carrying out their plans to save Mary from the orphanage, to help the lonely minister find happiness, and to keep a pet rooster from the soup pot. There's always an adventure brewing in the sun-dappled world of Rainbow Valley.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Cultural",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Time and Again",
            "authors": [
                "Jack Finney"
            ],
            "ranking": 3.95,
            "ranking_count": 20603,
            "abstract": "Science fiction, mystery, a passionate love story, and a detailed history of Old New York blend together in Jack Finney's spellbinding story of a young man enlisted in a secret Government experiment.. Transported from the mid-twentieth century to New York City in the year 1882, Si Morley walks the fashionable Ladies' Mile of Broadway, is enchanted by the jingling sleigh bells in Central Park, and solves a 20th-century mystery by discovering its 19th-century roots. Falling in love with a beautiful young woman, he ultimately finds himself forced to choose between his lives in the present and the past.. A story that will remain in the listener's memory, Time and Again is a remarkable blending of the troubled present and a nostalgic past, made vivid and extraordinarily moving by the images of a time that was...and perhaps still is.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Historical",
                "Fantasy",
                "Romance",
                "Mystery",
                "New York",
                "Classics"
            ]
        },
        {
            "title": "Fatelessness",
            "authors": [
                "Imre Kertész",
                "Tim Wilkinson"
            ],
            "ranking": 4.07,
            "ranking_count": 9810,
            "abstract": "At the age of 14 Georg Koves is plucked from his home in a Jewish section of Budapest and without any particular malice, placed on a train to Auschwitz. He does not understand the reason for his fate. He doesn’t particularly think of himself as Jewish. And his fellow prisoners, who decry his lack of Yiddish, keep telling him, “You are no Jew.” In the lowest circle of the Holocaust, Georg remains an outsider.. The genius of Imre Kertesz’s unblinking novel lies in its refusal to mitigate the strangeness of its events, not least of which is Georg’s dogmatic insistence on making sense of what he witnesses–or pretending that what he witnesses makes sense. Haunting, evocative, and all the more horrifying for its rigorous avoidance of sentiment, Fatelessness is a masterpiece in the traditions of Primo Levi, Elie Wiesel, and Tadeusz Borowski.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "World War II",
                "Cultural",
                "Nobel Prize",
                "European Literature",
                "Classics",
                "War",
                "Literature"
            ]
        },
        {
            "title": "Stellaluna",
            "authors": [
                "Janell Cannon"
            ],
            "ranking": 4.25,
            "ranking_count": 113669,
            "abstract": "Stellaluna. is the tender story of a lost young bat who finally finds her way safely home to her mother and friends. This award-winning book by Janell Cannon has sold over 500,000 copies and was on the bestseller list for more than two years.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Animals",
                "Fiction",
                "Family",
                "Fantasy",
                "Classics",
                "Kids"
            ]
        },
        {
            "title": "Rumble Fish",
            "authors": [
                "S.E. Hinton"
            ],
            "ranking": 3.79,
            "ranking_count": 20539,
            "abstract": "Rusty-James is the toughest guy in the group of high-school kids who hang out and shoot pool down at Benny's, and he enjoys keeping up his reputation. What he wants most of all is to be just like his older brother, the Motorcycle Boy. He wants to stay calm and laughing when things get dangerous, to be the toughest street fighter and the most respected guy on their side of the river. Rusty-James isn't book-smart, and he knows it. He relies on his fists instead of his brains. Until now he's gotten along all right, because whenever he gets into trouble, the Motorcycle Boy bails him out. But Rusty-James' drive to be like his brother eats away at his world--until it all comes apart in an explosive chain of events. And this time the Motorcycle Boy isn't around to pick up the pieces.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Classics",
                "Realistic Fiction",
                "Contemporary",
                "Childrens",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "Gathering Blue",
            "authors": [
                "Lois Lowry"
            ],
            "ranking": 3.82,
            "ranking_count": 175411,
            "abstract": "In her strongest work to date, Lois Lowry once again creates a mysterious but plausible future world. It is a society ruled by savagery and deceit that shuns and discards the weak. Left orphaned and physically flawed, young Kira faces a frightening, uncertain future. Blessed with an almost magical talent that keeps her alive, she struggles with ever broadening responsibilities in her quest for truth, discovering things that will change her life forever.. As she did in. The Giver. , Lowry challenges readers to imagine what our world could become, and what will be considered valuable. Every reader will be taken by Kira's plight and will long ponder her haunting world and the hope for the future.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Classics",
                "Audiobook"
            ]
        },
        {
            "title": "The Anubis Gates",
            "authors": [
                "Tim Powers"
            ],
            "ranking": 3.91,
            "ranking_count": 15178,
            "abstract": "Brendan Doyle, a specialist in the work of the early-nineteenth century poet William Ashbless, reluctantly accepts an invitation from a millionaire to act as a guide to time-travelling tourists. But while attending a lecture given by Samuel Taylor Coleridge in 1810, he becomes marooned in Regency London, where dark and dangerous forces know about the gates in time.. Caught up in the intrigue between rival bands of beggars, pursued by Egyptian sorcerers, and befriended by Coleridge, Doyle somehow survives and learns more about the mysterious Ashbless than he could ever have imagined possible...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Historical",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Our Dumb Century: The Onion Presents 100 Years of Headlines from America's Finest News Source",
            "authors": [
                "Scott Dikkers",
                "The Onion",
                "Maria Schneider",
                "John Krewson",
                "Robert Siegel",
                "David Javerbaum",
                "Todd Hanson",
                "Carol Kolb",
                "more…",
                "Mike Loew",
                "Tim Harrod",
                "…less"
            ],
            "ranking": 4.13,
            "ranking_count": 13335,
            "abstract": "The Onion. has quickly become the world's most popular humor publication, misinforming half a million readers a week with one-of-a-kind social satire both in print (on newsstands nationwide) and online from its remote office in Madison, Wisconsin.. Witness the march of history as Editor-in-Chief Scott Dikkers and. The Onion's. award-winning writing staff present the twentieth century like you've never seen it before.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "History",
                "Nonfiction",
                "Politics",
                "Reference",
                "Writing",
                "Short Stories",
                "Historical",
                "Culture"
            ]
        },
        {
            "title": "Malone Dies",
            "authors": [
                "Samuel Beckett"
            ],
            "ranking": 3.86,
            "ranking_count": 4432,
            "abstract": "Written and published in French in 1951, and in Samuel Beckett’s English translation in 1956,. Malone Dies. is the second of his immediate post-war novels, written during what Beckett later referred to as ‘the siege in the room’.. ‘Malone’, writes Malone, ‘is what I am called now.’ On his deathbed, whittling away the time with stories and revisions of stories, the octogenarian Malone's account of his condition is contradictory and intermittent, shifting with the vagaries of the passing days: without mellowness, without elegiacs; wittier, jauntier, and capable of darker rages than his precursor Molloy. Malone promises silence, but as a storyteller he delivers irresistibly more.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "European Literature",
                "Novels",
                "Cultural",
                "Nobel Prize",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Amityville Horror",
            "authors": [
                "Jay Anson"
            ],
            "ranking": 3.84,
            "ranking_count": 117339,
            "abstract": "28 Days of Terror in a House Possessed by Evil Spirits. In December 1975, the Lutz family moved into their dream home, the same home where Ronald DeFeo had murdered his parents, brothers and sisters just one year earlier.. the psychic phenomena that followed created the most terrifying experience the Lutz family had ever encountered, forcing them to flee the house in 28 days, convinced that it was possessed by evil spirits.. Their fantastic story, never before disclosed in full detail, makes for an unforgettable book with all the shocks and gripping suspense of The Exorcist, The Omen or Rosemary's Baby, but with one vital difference...the story is true. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Classics",
                "Audiobook",
                "Paranormal",
                "Crime",
                "Mystery"
            ]
        },
        {
            "title": "The Dream Cycle of H.P. Lovecraft: Dreams of Terror and Death",
            "authors": [
                "H.P. Lovecraft",
                "E. Hoffmann Price",
                "Neil Gaiman"
            ],
            "ranking": 4.23,
            "ranking_count": 6807,
            "abstract": "This volume collects, for the first time, the entire Dream Cycle created by H. P. Lovecraft, the master of twentieth-century horror, including some of his most fantastic tales:. THE DOOM THAT CAME TO SARNATH. --Hate, genocide, and a deadly curse.. THE NAMELESS CITY. --Death lies beneath the shifting sands, in a story linking the Dream Cycle with the legendary Cthulhu Mythos.. THE CATS OF ULTHAR. --In Ulthar, no man may kill a cat...and woe unto any who tries.. THE DREAM QUEST OF UNKNOWN KADATH. --The epic nightmare adventure with tendrils stretching throughout the entire Dream Cycle.. AND TWENTY MORE TALES OF SURREAL TERROR",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Classics",
                "Science Fiction",
                "Anthologies",
                "Lovecraftian"
            ]
        },
        {
            "title": "The Heart of the Buddha's Teaching: Transforming Suffering into Peace, Joy, and Liberation",
            "authors": [
                "Thich Nhat Hanh"
            ],
            "ranking": 4.29,
            "ranking_count": 15697,
            "abstract": "“If there is a candidate for ‘Living Buddha’ on earth today, it is Thich Nhat Hanh.”. – Richard Baker-roshi. In. The Heart of the Buddha’s Teaching. , now with added material and new insights, Thich Nhat Hanh introduces us to the core teachings of Buddhism and shows us that the Buddha’s teachings are accessible and applicable to our daily lives. With poetry and clarity, Nhat Hanh imparts comforting wisdom about the nature of suffering and its role in creating compassion, love, and joy – all qualities of enlightenment. Covering such significant teachings as the Four Noble Truths, the Noble Eightfold Path, the Three Doors of Liberation, the Three Dharma Seals, and the Seven Factors of Awakening,. The Heart of the Buddha’s Teaching. is a radiant beacon on Buddhist thought for the initiated and uninitiated alike.. “Thich Nhat Hanh shows us the connection between personal, inner peace, and peace on earth.”. – His Holiness the Dalai Lama. “Thich Nhat Hanh is a real poet.”. – Robert Lowell",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Spirituality",
                "Philosophy",
                "Nonfiction",
                "Self Help",
                "Buddhism",
                "Psychology"
            ]
        },
        {
            "title": "Assassin's Quest",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.19,
            "ranking_count": 134420,
            "abstract": "Fitz is about to discover the truth about the Fool's prophecy.. Having been resurected from his fatal tortures in Regal's dungeons, Fitz has once more foiled the Prince's attempts to be rid of him.. Now, restored to his own body, Fitz begins the painful, slow process of learning to be a man again. He must learn to cast off the wild ways of the wolf and return to the human world: a world beset ever more by the relentless Red Ships Raiders who are now free to plunder any coastal town they please. But more immediately, a world in which Fitz finds he is utterly alone.. Regal has stripped the kingdom of its riches and retired to the inland city of Tradeford. Of Verity, on his quest to find the legendary Elderlings, there has been no word; Molly, Kettricken and the Fool have all vanished.. Unless Fitz can find Verity and help him in his quest, the Six Duchies will perish and there will be no safe place to live.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Hell's Angels",
            "authors": [
                "Hunter S. Thompson",
                "Sylvie Durastanti"
            ],
            "ranking": 3.99,
            "ranking_count": 45010,
            "abstract": "Au début des années soixante, Thompson, alors journaliste à San Francisco, est fasciné par les Hell's Angels. Son article sur ces seigneurs de la route fait sensation, il se lance dans la version longue : un an passé à rouler et à écrire à leurs côtés. Mais l'équipée se termine sauvagement : parce qu'il refuse de partager ses royalties, les Angels abandonnent l'homme de lettres sur une route, à moitié mort et le crâne défoncé à coups de pierres....  En France on n'a pas ça et aux Etats-unis, pays pourtant pas avare en déjantés, ils n'en ont qu'un comme lui. Même s'il n'a rien écrit depuis plus de vingt ans, Hunter S. Thompson demeure là-bas une légende. , Eric Neuhoff, Le Figaro littéraire.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Writing",
                "Autobiography",
                "Biography",
                "Mystery",
                "Crime",
                "Classics",
                "Literature",
                "Sociology"
            ]
        },
        {
            "title": "Killing Floor",
            "authors": [
                "Lee Child"
            ],
            "ranking": 4.06,
            "ranking_count": 282580,
            "abstract": "Ex-military policeman Jack Reacher is a drifter. He's just passing through Margrave, Georgia, and in less than an hour, he's arrested for murder. Not much of a welcome. All Jack knows is that he didn't kill anybody. At least not here. Not lately. But he doesn't stand a chance of convincing anyone. not in Margrave, Georgia. Not a chance in hell.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Action",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "A Distant Mirror:  The Calamitous 14th Century",
            "authors": [
                "Barbara W. Tuchman"
            ],
            "ranking": 4.03,
            "ranking_count": 38449,
            "abstract": "The 14th century gives us back two contradictory images: a glittering time of crusades and castles, cathedrals and chivalry, and a dark time of ferocity and spiritual agony, a world plunged into a chaos of war, fear and the Plague.. Barbara Tuchman. anatomizes the century, revealing both the great rhythms of history and the grain and texture of domestic life as it was lived.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Cultural",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "History of the Russian Revolution",
            "authors": [
                "Leon Trotsky",
                "Max Eastman",
                "Ahmed Shawki"
            ],
            "ranking": 4.2,
            "ranking_count": 1564,
            "abstract": "“During the first two months of 1917 Russia was still a Romanov monarchy. Eight months later the Bolsheviks stood at the helm. They were little known to anybody when the year began, and their leaders were still under indictment for state treason when they came to power. You will not find another such sharp turn in history especially if you remember that it involves a nation of 150 million people. It is clear that the events of 1917, whatever you think of them, deserve study.”. —Leon Trotsky, from History of the Russian Revolution. Regarded by many as among the most powerful works of history ever written, this book offers an unparalleled account of one of the most pivotal and hotly debated events in world history. This book reveals, from the perspective of one of its central actors, the Russian Revolution’s profoundly democratic, emancipatory character.. Originally published in three parts, Trotsky’s masterpiece is collected here in a single volume. It serves as the most vital and inspiring record of the Russian Revolution to date.. “[T]he greatest history of an event that I know.”. —C. L. R. James. “In Trotsky all passions were aroused, but his thought remained calm and his vision clear.... His involvement in the struggle, far from blurring his sight, sharpens it.... The History is his crowning work, both in scale and power and as the fullest expression of his ideas on revolution. As an account of a revolution, given by one of its chief actors, it stands unique in world literature.”. —Isaac Deutscher",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Cultural",
                "Russian History",
                "Philosophy",
                "Classics",
                "Historical"
            ]
        }
    ]
}