{
    "books": [
        {
            "title": "The Wicked Will Rise",
            "authors": [
                "Danielle  Paige"
            ],
            "ranking": 3.79,
            "ranking_count": 30948,
            "abstract": "In this. New York Times. bestselling sequel to. Dorothy Must Die. , who is good—and who is actually Wicked?. The Wicked Will Rise. is perfect for fans of richly reimagined fairy tales and classic tales like Marissa Meyer’s Lunar Chronicles and Gregory Maguire’s. Wicked. .. My name is Amy Gumm—and I’m the. other. girl from Kansas. After a tornado swept through my trailer park, I ended up in Oz. But it wasn’t like the Oz I knew from books and movies. Dorothy had returned, but she was now a ruthless dictator. Glinda could no longer be called the Good Witch. And the Wicked Witches who were left? They’d joined forces as the Revolutionary Order of the Wicked, and they wanted to recruit me.. My mission? Kill Dorothy. Except my job as assassin didn’t work out as planned. Dorothy is still alive. The Order has vanished. And the home I couldn’t wait to leave behind might be in danger.. Somehow, across a twisted and divided land, I have to find the Order, protect the true ruler of Oz, take Dorothy and her henchmen down—and try to figure out what I’m really doing here.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Retellings",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "Pride and Prejudice and Zombies: The Graphic Novel",
            "authors": [
                "Seth Grahame-Smith",
                "Jane Austen",
                "Tony Lee",
                "Cliff Richards"
            ],
            "ranking": 3.91,
            "ranking_count": 8089,
            "abstract": "THE NEW YORK TIMES BESTSELLER—NOW AN EYE-POPPING GRAPHIC NOVEL OF MANNERS, MORALS, AND BRAIN-EATING MAYHEM. It is known as “the strange plague,” and its unfortunate victims are referred to only as “unmentionables” or “dreadfuls.” All over England, the dead are rising again, and now even the daughters of Britain’s best families must devote their lives to mastering the deadly arts. Elizabeth Bennet is a fearsome warrior whose ability with a sword is matched only by her quick wit and even sharper tongue. But she faces her most formidable foe yet in the haughty, conceited, and somehow strangely attractive Mr. Darcy. As the two lovers meet in the ballroom and on the battlefield, they’ll soon learn that nothing—not even bands of ninjas, hordes of flesh-eating zombies, or disapproving aunts—can stop true love.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fiction",
                "Fantasy",
                "Classics",
                "Humor",
                "Romance"
            ]
        },
        {
            "title": "Zero Day",
            "authors": [
                "David Baldacci"
            ],
            "ranking": 4.03,
            "ranking_count": 72190,
            "abstract": "War hero John Puller is known to be the top investigator in the US Army’s CID. So when a family with military connections is brutally murdered in a remote area of West Virginia, Puller is called to investigate, and soon suspects the case has wider implications.. As the body count rises he teams up with local homicide detective Samantha Cole. As the web of deceit is revealed, it quickly becomes apparent that there’s much more to this case than they had first thought. It is an investigation where nothing is as it seems, and nothing can be taken at face value.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Action",
                "War",
                "Adventure"
            ]
        },
        {
            "title": "The Future of Us",
            "authors": [
                "Jay Asher",
                "Carolyn Mackler"
            ],
            "ranking": 3.58,
            "ranking_count": 46924,
            "abstract": "It's 1996, and Josh and Emma have been neighbors their whole lives. They've been best friends almost as long—at least, up until last November, when Josh did something that changed everything. Things have been weird between them ever since, but when Josh's family gets a free AOL CD in the mail, his mom makes him bring it over so that Emma can install it on her new computer. When they sign on, they're automatically logged onto their Facebook pages. But Facebook hasn't been invented yet. And they're looking at themselves fifteen years in the future.. By refreshing their pages, they learn that making different decisions now will affect the outcome of their lives later. And as they grapple with the ups and downs of what their futures hold, they're forced to confront what they're doing right—and wrong—in the present.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Fiction",
                "Contemporary",
                "Science Fiction",
                "Fantasy",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Doctor Who: The Glamour Chase",
            "authors": [
                "Gary Russell"
            ],
            "ranking": 3.79,
            "ranking_count": 1287,
            "abstract": "An archaeological dig in 1936 unearths relics of another time... And - as the Doctor, Amy and Rory realise - another place. Another planet.. But if Enola Porter, noted adventuress, has really found evidence of an alien civilisation, how come she isn't famous? Why has Rory never heard of her? Added to that, since Amy's been travelling with him for a while now, why does she now think the Doctor is from Mars?. As the ancient spaceship reactivates, the Doctor discovers that nothing and no one can be trusted. The things that seem most real could actually be literal fabrications - and very deadly indeed.. Who can the Doctor believe when no one is what they seem? And how can he defeat an enemy who can bend matter itself to their will? For the Doctor, Amy and Rory - and all of humanity - the buried secrets of the past are very much a threat to the present...",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Young Adult",
                "Audiobook",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Couple Next Door",
            "authors": [
                "Shari Lapena"
            ],
            "ranking": 3.81,
            "ranking_count": 446150,
            "abstract": "It all started at a dinner party. . .. A domestic suspense debut about a young couple and their apparently friendly neighbors--a twisty, rollercoaster ride of lies, betrayal, and the secrets between husbands and wives. . .. Anne and Marco Conti seem to have it all--a loving relationship, a wonderful home, and their beautiful baby, Cora. But one night when they are at a dinner party next door, a terrible crime is committed. Suspicion immediately focuses on the parents. But the truth is a much more complicated story.. Inside the curtained house, an unsettling account of what actually happened unfolds. Detective Rasbach knows that the panicked couple is hiding something. Both Anne and Marco soon discover that the other is keeping secrets, secrets they've kept for years.. What follows is the nerve-racking unraveling of a family--a chilling tale of deception, duplicity, and unfaithfulness that will keep you breathless until the final shocking twist.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "The Little Android",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 3.92,
            "ranking_count": 13448,
            "abstract": "The Little Android is a retelling of The Little Mermaid, set in the world of. The Lunar Chronicles. by New York Times-bestselling author Marissa Meyer.. When android Mech6.0 saves the life of a handsome hardware engineer, her body is destroyed and her mechanics discover a glitch in her programming. Androids aren’t meant to develop impractical reasoning or near-emotional responses…let alone fall in love.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Short Stories",
                "Retellings",
                "Romance",
                "Novella",
                "Fiction"
            ]
        },
        {
            "title": "American Nations: A History of the Eleven Rival Regional Cultures of North America",
            "authors": [
                "Colin Woodard"
            ],
            "ranking": 4.19,
            "ranking_count": 10237,
            "abstract": "An illuminating history of North America's eleven rival cultural regions that explodes the red state-blue state myth.. North America was settled by people with distinct religious, political, and ethnographic characteristics, creating regional cultures that have been at odds with one another ever since. Subsequent immigrants didn't confront or assimilate into an American or Canadian culture, but rather into one of the eleven distinct regional ones that spread over the continent each staking out mutually exclusive territory.. In. American Nations,. Colin Woodard leads us on a journey through the history of our fractured continent, and the rivalries and alliances between its component nations, which conform to neither state nor international boundaries. He illustrates and explains why American values vary sharply from one region to another. Woodard reveals how intranational differences have played a pivotal role at every point in the continent's history, from the American Revolution and the Civil War to the tumultuous sixties and the blue county/red county maps of recent presidential elections.. American Nations. is a revolutionary and revelatory take on America's myriad identities and how the conflicts between them have shaped our past and are molding our future.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "Sociology",
                "Cultural",
                "Literature",
                "Audiobook",
                "Historical",
                "The United States Of America"
            ]
        },
        {
            "title": "Miracle Creek",
            "authors": [
                "Angie  Kim"
            ],
            "ranking": 3.88,
            "ranking_count": 57144,
            "abstract": "How far will you go to protect your family? Will you keep their secrets? Ignore their lies?. In a small town in Virginia, a group of people know each other because they’re part of a special treatment center, a hyperbaric chamber that may cure a range of conditions from infertility to autism. But then the chamber explodes, two people die, and it’s clear the explosion wasn’t an accident.. A showdown unfolds as the story moves across characters who are all maybe keeping secrets, hiding betrayals. Was it the careless mother of a patient? Was it the owners, hoping to cash in on a big insurance payment and send their daughter to college? Could it have been a protester, trying to prove the treatment isn’t safe?",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Literary Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "An Uncommon Whore",
            "authors": [
                "Belinda McBride"
            ],
            "ranking": 3.63,
            "ranking_count": 2155,
            "abstract": "As a general rule, you won't find the love of your life while you're on your knees under a table.. -- Helios Dayspring. Pasha is a slave, whoring for travelers at the most dangerous bar on Warlan. He has no memory, no future of his own, yet deep inside Pasha knows that that he is meant for better things. The day that Pasha spots the dangerous pirate in the bar, he knows that he mustn't let the stranger slip away, regardless of what he must do to attract his attention.. Captain Griffin Hawke spent the greater part of a decade searching for his lost king, only to find Helios Dayspring crouched between his knees, swathed in the robes and shackles of a whore. Though he is appalled by the downfall of his king, the hardened officer finds himself falling for the allure of the sensual creature who has taken his place. Returning Helios to his position on the throne is the only right thing to do, yet Griffin knows that in doing so, he risks losing his lover forever.. A whore is a whore is a whore, unless he's something else completely. I guess I must be an uncommon whore.. -- Helios Dayspring",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Science Fiction",
                "Fantasy",
                "Adult Fiction",
                "Erotica",
                "LGBT",
                "War"
            ]
        },
        {
            "title": "The City of Mirrors",
            "authors": [
                "Justin Cronin"
            ],
            "ranking": 4.2,
            "ranking_count": 50312,
            "abstract": "In life I was a scientist called Fanning.. Then, in a jungle in Bolivia, I died.. I died, and then I was brought back to life.... Prompted by a voice that lives in her blood, the fearsome warrior known as Alicia of Blades is drawn towards to one of the great cities of The Time Before. The ruined city of New York. Ruined but not empty. For this is the final refuge of Zero, the first and last of The Twelve. The one who must be destroyed if mankind is to have a future.. What she finds is not what she's expecting.. A journey into the past.. To find out how it all began.. And an opponent at once deadlier and more human than she could ever have imagined.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Apocalyptic",
                "Paranormal",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "Revived",
            "authors": [
                "Cat Patrick"
            ],
            "ranking": 3.79,
            "ranking_count": 9225,
            "abstract": "From the author of. Forgotten. comes this riveting new thriller about the God Project, a government program that can bring people back from the dead.. It started with a bus crash.. Daisy Appleby was a little girl when it happened, and she barely remembers the accident or being brought back to life. At that moment, though, she became one of the first subjects in a covert government program that tests a drug called Revive. Now fifteen, Daisy has died and been Revived five times. Each death means a new name, a new city, a new identity. The only constant in Daisy's life is constant change.. Then Daisy meets Matt and Audrey McKean, charismatic siblings who quickly become her first real friends. But if she's ever to have a normal life, Daisy must escape from an experiment that's much larger—and more sinister—than she ever imagined.. From its striking first chapter to its emotionally charged ending, Cat Patrick's. Revived. is a riveting story about what happens when life and death collide.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Mystery",
                "Contemporary",
                "Fiction",
                "Death"
            ]
        },
        {
            "title": "Doctor Who: Night of the Humans",
            "authors": [
                "David Llewellyn"
            ],
            "ranking": 3.71,
            "ranking_count": 1441,
            "abstract": "'This is the Gyre - the most hostile environment in the galaxy...' 250,000 years' worth of junk floating in deep space, home to the shipwrecked Sittuun, the carnivorous Sollogs, and worst of all - the Humans. The Doctor and Amy arrive on this terrifying world in the middle of an all-out frontier war between Sittuun and Humans, and the countdown has already started. There's a comet in the sky, and it's on a collision course with the Gyre...When the Doctor is kidnapped, it's up to Amy and galaxy-famous swashbuckler Dirk Slipstream to save the day. But who is Slipstream, exactly? And what is he really doing here? This is a thrilling, all new adventure featuring the Doctor and Amy, as played by Matt Smith and Karen Gillan in the spectacular hit series from BBC Television.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Audiobook",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "The Last Town",
            "authors": [
                "Blake Crouch"
            ],
            "ranking": 4.09,
            "ranking_count": 52634,
            "abstract": "Welcome to Wayward Pines, the last town.. Secret Service agent Ethan Burke arrived in Wayward Pines, Idaho, three weeks ago. In this town, people are told who to marry, where to live, where to work. Their children are taught that David Pilcher, the town’s creator, is god. No one is allowed to leave; even asking questions can get you killed.. But Ethan has discovered the astonishing secret of what lies beyond the electrified fence that surrounds Wayward Pines and protects it from the terrifying world beyond. It is a secret that has the entire population completely under the control of a madman and his army of followers, a secret that is about to come storming through the fence to wipe out this last, fragile remnant of humanity.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Thriller",
                "Fiction",
                "Horror",
                "Mystery",
                "Apocalyptic",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "The Masked City",
            "authors": [
                "Genevieve Cogman"
            ],
            "ranking": 3.95,
            "ranking_count": 20608,
            "abstract": "Librarian-spy Irene is working undercover in an alternative London when her assistant Kai goes missing. She discovers he's been kidnapped by the fae faction and the repercussions could be fatal. Not just for Kai, but for whole worlds.. Kai's dragon heritage means he has powerful allies, but also powerful enemies in the form of the fae. With this act of aggression, the fae are determined to trigger a war between their people - and the forces of order and chaos themselves.. Irene's mission to save Kai and avert Armageddon will take her to a dark, alternate Venice where it's always Carnival. Here Irene will be forced to blackmail, fast talk, and fight. Or face death.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Mystery",
                "Adventure",
                "Writing"
            ]
        },
        {
            "title": "Elon Musk: Tesla, SpaceX, and the Quest for a Fantastic Future",
            "authors": [
                "Ashlee Vance"
            ],
            "ranking": 4.21,
            "ranking_count": 320504,
            "abstract": "Elon Musk, the entrepreneur and innovator behind SpaceX, Tesla, and SolarCity, sold one of his internet companies, PayPal, for $1.5 billion. Ashlee Vance captures the full spectacle and arc of the genius's life and work, from his tumultuous upbringing in South Africa and flight to the United States to his dramatic technical innovations and entrepreneurial pursuits. Vance uses Musk's story to explore one of the pressing questions of our age: can the nation of inventors and creators who led the modern world for a century still compete in an age of fierce global competition? He argues that Musk is an amalgam of legendary inventors and industrialists including Thomas Edison, Henry Ford, Howard Hughes, and Steve Jobs. More than any other entrepreneur today, Musk has dedicated his energies and his own vast fortune to inventing a future that is as rich and far-reaching as the visionaries of the golden age of science-fiction fantasy",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Business",
                "Science",
                "Audiobook",
                "Biography Memoir",
                "Leadership"
            ]
        },
        {
            "title": "Vanishing",
            "authors": [
                "Gerard Woodward"
            ],
            "ranking": 3.55,
            "ranking_count": 116,
            "abstract": "From London's Soho underworld and the 1930s art scene to the battlegrounds of North Africa, a literary thriller following the exploits of an enigmatic camouflage officer—and brilliant painter—before and after World War II, by Booker Prize-nominated novelist Gerard Woodward.. Toward the end of the World War II, young British artist Kenneth Brill is arrested for painting landscapes near Heathrow Village; the authorities suspect his paintings contain coded information about the new military airfield that is being built. Brill protests that he is merely recording a landscape that will soon disappear.. Under interrogation a more complicated picture emerges as Brill tells the story of his life—of growing up among the market gardens of The Heath and of his life on the London art scene of the 1930s. But a darker picture also comes to light, of dealings with the prostitutes and pimps of the Soho underworld, of a break-in at a royal residence, and of connections with well-known fascist sympathizers at home and abroad.. So who is the real Kenneth Brill? The hero of El Alamein who, as a camouflage officer, helped pull off one of the greatest acts of military deception in the history of warfare, or the lover of Italian futurist painter and fascist sympathizer Arturo Somarco? Why was he expelled from the Slade School of Fine Art? And what was he doing at Hillmead, the rural community run by Rufus Quayle, a friend of Hitler himself? Vanishing sees the world through the eyes of one of the forgotten geniuses of modern art, a man whose artistic vision is so piercing he has trouble seeing what is right in front of him.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "Er ist wieder da",
            "authors": [
                "Timur Vermes"
            ],
            "ranking": 3.43,
            "ranking_count": 35596,
            "abstract": "Sommer 2011. Adolf Hitler erwacht auf einem leeren Grundstück in Berlin-Mitte. Ohne Krieg, ohne Partei, ohne Eva. Im tiefsten Frieden, unter Tausenden von Ausländern und Angela Merkel. 66 Jahre nach seinem vermeintlichen Ende strandet der Gröfaz in der Gegenwart und startet gegen jegliche Wahrscheinlichkeit eine neue Karriere - im Fernsehen. Dieser Hitler ist keine Witzfigur und gerade deshalb erschreckend real. Und das Land, auf das er trifft, ist es auch: zynisch, hemmungslos erfolgsgeil und auch trotz Jahrzehnten deutscher Demokratie vollkommen chancenlos gegenüber dem Demagogen und der Sucht nach Quoten, Klicks und Gefällt mir-Buttons. Eine Persiflage? Eine Satire? Polit-Comedy? All das und mehr: Timur Vermes' Romandebüt ist ein literarisches Kabinettstück erster Güte.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "European Literature",
                "Contemporary",
                "Cultural",
                "Audiobook",
                "Historical",
                "Novels",
                "Politics"
            ]
        },
        {
            "title": "Why Nations Fail: The Origins of Power, Prosperity, and Poverty",
            "authors": [
                "Daron Acemoğlu",
                "James A. Robinson"
            ],
            "ranking": 4.07,
            "ranking_count": 41409,
            "abstract": "Brilliant and engagingly written,. Why Nations Fail. answers the question that has stumped the experts for centuries: Why are some nations rich and others poor, divided by wealth and poverty, health and sickness, food and famine?. Is it culture, the weather, geography? Perhaps ignorance of what the right policies are?. Simply, no. None of these factors is either definitive or destiny. Otherwise, how to explain why Botswana has become one of the fastest growing countries in the world, while other African nations, such as Zimbabwe, the Congo, and Sierra Leone, are mired in poverty and violence?. Daron Acemoglu and James Robinson conclusively show that it is man-made political and economic institutions that underlie economic success (or lack of it). Korea, to take just one of their fascinating examples, is a remarkably homogeneous nation, yet the people of North Korea are among the poorest on earth while their brothers and sisters in South Korea are among the richest. The south forged a society that created incentives, rewarded innovation, and allowed everyone to participate in economic opportunities. The economic success thus spurred was sustained because the government became accountable and responsive to citizens and the great mass of people. Sadly, the people of the north have endured decades of famine, political repression, and very different economic institutions—with no end in sight. The differences between the Koreas is due to the politics that created these completely different institutional trajectories.. Based on fifteen years of original research Acemoglu and Robinson marshall extraordinary historical evidence from the Roman Empire, the Mayan city-states, medieval Venice, the Soviet Union, Latin America, England, Europe, the United States, and Africa to build a new theory of political economy with great relevance for the big questions of today, including:. - China has built an authoritarian growth machine. Will it continue to grow at such high speed and overwhelm the West?. - Are America’s best days behind it? Are we moving from a virtuous circle in which efforts by elites to aggrandize power are resisted to a vicious one that enriches and empowers a small minority?. - What is the most effective way to help move billions of people from the rut of poverty to prosperity? More. philanthropy from the wealthy nations of the West? Or learning the hard-won lessons of Acemoglu and Robinson’s breakthrough ideas on the interplay between inclusive political and economic institutions?. Why Nations Fail. will change the way you look at—and understand—the world.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Nonfiction",
                "Politics",
                "History",
                "Business",
                "Sociology",
                "Culture",
                "Science"
            ]
        },
        {
            "title": "Daimon",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.06,
            "ranking_count": 23743,
            "abstract": "Love in my world usually ended up with someone hearing 'I smite thee!' as she was cursed to be some lame flower for the rest of her life.. For three years, Alexandria has lived among mortals—pretending to be like them and trying to forget the duty she'd been trained to fulfill as a child of a mortal and a demigod. At seventeen, she's pretty much accepted that she's a freak by mortal standards… and that she'll never be prepared for that duty.. According to her mother, that’s a good thing.. But as every descendant of the gods knows, Fate has a way of rearing her ugly head. A horrifying attack forces Alex to flee Miami and try to find her way back to the very place her mother had warned her she should never return—the Covenant. Every step that brings her closer to safety is one more step toward death… because she's being hunted by the very creatures she'd once trained to kill.. The daimons have found her.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Novella",
                "Short Stories"
            ]
        },
        {
            "title": "Prey",
            "authors": [
                "Linda Howard",
                "Abby Crayden"
            ],
            "ranking": 3.78,
            "ranking_count": 9237,
            "abstract": "In this captivating novel of romantic suspense,. New York Times. bestselling author Linda Howard brings us deep into the wild, where a smart and sexy outdoor guide and her ruggedly handsome competitor must join forces to survive—and avoid becoming what they never expected to be: PREY. Thirty-two-year-old Angie Powell has always spoken her mind, but in the presence of Dare Callahan she nurses a simmering rage. After all, why give Dare the satisfaction of knowing he can push her buttons. and. push her to the edge?. Three years ago, Dare returned home to rural western Montana and opened a hunting business to rival Angie’s. Complicating matters is the fact that Dare has asked Angie out (not once but twice) and has given her a gift of butterflies in the process. Angie has no patience for butterflies. They only lead to foolish decisions. And now the infuriatingly handsome Iraq war vet has siphoned away Angie’s livelihood, forcing her to close up shop.. Before Angie is to leave town, she organizes one last trip into the wilderness with a client and his guest, who wants to bag a black bear. But the adrenaline-fueled adventure turns deadly when Angie witnesses a cold-blooded murder and finds herself on the wrong side of a loaded gun. Before the killer can tie up this attractive loose end, a bear comes crashing through the woods—changing the dark game completely.. Luckily, Dare is camping nearby and hears the shots. Forced together for their very survival, Angie and Dare must confront hard feelings, a blinding storm, and a growing attraction—while being stalked by a desperate killer and a ferocious five-hundred-pound beast. And neither will stop until they reach their prey.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Suspense",
                "Contemporary",
                "Fiction",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Transcendence",
            "authors": [
                "Shay Savage"
            ],
            "ranking": 4.06,
            "ranking_count": 20184,
            "abstract": "Librarian's note: This is an Alternate Cover Edition for ASIN: B00IFV9AXY.. It's said that women and men are from two different planets when it comes to communication, but how can they overcome the obstacles of prehistoric times when one of them simply doesn't have the ability to comprehend language?. Ehd's a caveman living on his own in a harsh wilderness. He's strong and intelligent, but completely alone. When he finds a beautiful young woman in his pit trap, it's obvious to him that she is meant to be his mate. He doesn't know where she came from, she's wearing some pretty odd clothing, and she makes a lot of noises with her mouth that give him a headache. Still, he's determined to fulfill his purpose in life - provide for her, protect her, and put a baby in her.. Elizabeth doesn't know where she is or exactly how she got there. She's confused and distressed by her predicament, and there's a caveman hauling her back to his cavehome. She's not at all interested in Ehd's primitive advances, and she just can't seem to get him to listen. No matter what she tries, getting her point across to this primitive but beautiful man is a constant - and often hilarious - struggle.. With only each other for company, they must rely on one another to fight the dangers of the wild and prepare for the winter months. As they struggle to coexist, theirs becomes a love story that transcends language and time.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Science Fiction",
                "Historical",
                "Fantasy",
                "New Adult",
                "Adult"
            ]
        },
        {
            "title": "The Running Dream",
            "authors": [
                "Wendelin Van Draanen"
            ],
            "ranking": 4.3,
            "ranking_count": 27573,
            "abstract": "An award-winning and inspiring novel.  When Jessica's dreams are shattered, she puts herself back together—and learns to dream bigger than ever before.. Jessica thinks her life is over when she loses a leg in a car accident. She's not comforted by the news that she'll be able to walk with the help of a prosthetic leg. Who cares about walking when you live to run?. As she struggles to cope with crutches and a first cyborg-like prosthetic, Jessica feels oddly both in the spotlight and invisible. People who don't know what to say, act like she's not there. Which she could handle better if she weren't now keenly aware that she'd done the same thing herself to a girl with CP named Rosa. A girl who is going to tutor her through all the math she's missed. A girl who sees right into the heart of her.. With the support of family, friends, a coach, and her track teammates, Jessica may actually be able to run again. But that's not enough for her now. She doesn't just want to cross finish lines herself—she wants to take Rosa with her.. Winner of the Schneider Family Book Award",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Realistic Fiction",
                "Sports",
                "Fiction",
                "Contemporary",
                "Disability",
                "Childrens",
                "Audiobook"
            ]
        },
        {
            "title": "A Modern Witch",
            "authors": [
                "Debora Geary"
            ],
            "ranking": 3.77,
            "ranking_count": 12709,
            "abstract": "Can you live 28 years without discovering you're a witch? — Lauren is downtown Chicago's youngest elite realtor. She's also a witch. She must be - the fetching spell for Witches' Chat isn't supposed to make mistakes. So says the woman who coded the spell, at least. — The tall, dark, and handsome guy sent to assess her is a witch too (and no, that doesn't end the way you might think). What he finds in Lauren will change lives, mess with a perfectly good career, and require lots of ice cream therapy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Bird and the Sword",
            "authors": [
                "Amy Harmon"
            ],
            "ranking": 4.21,
            "ranking_count": 35104,
            "abstract": "Swallow, Daughter, pull them in, those words that sit upon your lips. Lock them deep inside your soul, hide them ‘til they’ve time to grow. Close your mouth upon the power, curse not, cure not, ‘til the hour. You won’t speak and you won’t tell, you won’t call on heav’n or hell. You will learn and you will thrive. Silence, Daughter. Stay alive.. The day my mother was killed, she told my father I wouldn’t speak again, and she told him if I died, he would die too. Then she predicted the king would trade his soul and lose his son to the sky.. My father has a claim to the throne, and he is waiting in the shadows for all of my mother’s words to come to pass. He wants desperately to be king, and I just want to be free.. But freedom will require escape, and I’m a prisoner of my mother’s curse and my father’s greed. I can’t speak or make a sound, and I can’t wield a sword or beguile a king. In a land purged of enchantment, love might be the only magic left, and who could ever love . . . a bird?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "New Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Long Cosmos",
            "authors": [
                "Terry Pratchett",
                "Stephen Baxter"
            ],
            "ranking": 3.9,
            "ranking_count": 7618,
            "abstract": "2070-71. Nearly six decades after Step Day and in the Long Earth, the new Next post-human society continues to evolve.. For Joshua Valienté, now in his late sixties, it is time to take one last solo journey into the High Meggers: an adventure that turns into a disaster. Alone and facing death, his only hope of salvation lies with a group of trolls. But as Joshua confronts his mortality, the Long Earth receives a signal from the stars. A signal that is picked up by radio astronomers but also in more abstract ways – by the trolls and by the Great Traversers. Its message is simple but ts implications are enormous:. JOIN US.. The super-smart Next realise that the Message contains instructions on how to develop an immense artificial intelligence but to build it they have to seek help from throughout the industrious worlds of mankind. Bit by bit, byte by byte, they assemble a computer the size of a continent – a device that will alter the Long Earth’s place within the cosmos and reveal the ultimate, life-affirming goal of those who sent the Message. Its impact will be felt by and resonate with all – mankind and other species, young and old, communities and individuals – who inhabit the Long Earths…",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "European Literature",
                "Space",
                "Novels"
            ]
        },
        {
            "title": "The Long Utopia",
            "authors": [
                "Terry Pratchett",
                "Stephen Baxter"
            ],
            "ranking": 3.89,
            "ranking_count": 9597,
            "abstract": "It is the middle of the twenty-first century.. After the cataclysmic upheavals of Step Day and the Yellowstone eruption, humanity is spreading farther into the Long Earth. Society, on a battered Datum Earth and beyond, continues to evolve.. And new challenges emerge.. Now an elderly and cantankerous AI, Lobsang is living with Agnes in an exotic, far-distant world. He's determined to lead a normal life in New Springfield—they even adopt a child. But there are rumors, strange sightings in the sky. On this world, something isn't right. . . .. Millions of steps away—learning about a hidden family history and the father he never knew—Joshua receives an urgent summons from New Springfield.. Lobsang has come to understand that what has blighted his Earth is also a threat to all the worlds of the Long Earth. Countering this threat will require the combined efforts of humankind, machine, and the super-intelligent Next. And some must make the ultimate sacrifice. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "European Literature"
            ]
        },
        {
            "title": "Warcross",
            "authors": [
                "Marie Lu"
            ],
            "ranking": 4.15,
            "ranking_count": 100871,
            "abstract": "For the millions who log in every day, Warcross isn’t just a game—it’s a way of life. The obsession started ten years ago and its fan base now spans the globe, some eager to escape from reality and others hoping to make a profit. Struggling to make ends meet, teenage hacker Emika Chen works as a bounty hunter, tracking down players who bet on the game illegally. But the bounty hunting world is a competitive one, and survival has not been easy. Needing to make some quick cash, Emika takes a risk and hacks into the opening game of the international Warcross Championships—only to accidentally glitch herself into the action and become an overnight sensation.. Convinced she’s going to be arrested, Emika is shocked when instead she gets a call from the game’s creator, the elusive young billionaire Hideo Tanaka, with an irresistible offer. He needs a spy on the inside of this year’s tournament in order to uncover a security problem . . . and he wants Emika for the job. With no time to lose, Emika’s whisked off to Tokyo and thrust into a world of fame and fortune that she’s only dreamed of. But soon her investigation uncovers a sinister plot, with major consequences for the entire Warcross empire.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Romance",
                "Audiobook",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "HHhH",
            "authors": [
                "Laurent Binet",
                "احمد پرهیزی"
            ],
            "ranking": 4.03,
            "ranking_count": 23672,
            "abstract": "Deux parachutistes tchécoslovaques envoyés par Londres sont chargés d’assassiner Reinhard Heydrich, chef de la Gestapo, chef des services secrets nazis, planificateur de la solution finale, protecteur de Bohème-Moravie, surnommé le bourreau, la bête blonde, l’homme le plus dangereux du IIIe Reich. Après des mois de préparation, il est finalement abattu dans sa Mercedes. Il s’ensuit une folle traque qui se termine dans une église du centre de Prague. HHhH est un acronyme inventé par les SS qui signifie en allemand : le cerveau d’Himmler s’appelle Heydrich (Himmlers Hirn heisst Heydrich).. L’essentiel de l’histoire se situe entre 1938 et 1942. Le récit est structuré comme un entonnoir : des chapitres courts relatent différents épisodes en divers lieux et à diverses époques, qui tous convergent vers Prague où s’est déroulé l’attentat. Tous les personnages de ce livre ont réellement existé ou existent encore. L’auteur a rapporté les faits le plus fidèlement possible mais a dû résister à la tentation de romancer. Comment raconter l’Histoire ? Cette question conduit parfois l’auteur à se mettre en scène pour rendre compte de ses conditions d’écriture, de ses recherches, de ses hésitations. La vérité historique se révèle à la fois une obsession névrotique et une quête sans fin.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Cultural",
                "Literature",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "The Secret Commonwealth",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 4.05,
            "ranking_count": 45452,
            "abstract": "It is twenty years since the events of. La Belle Sauvage: The Book of Dust Volume One. unfolded and saw the baby Lyra Belacqua begin her life-changing journey.. It is seven years since readers left Lyra and the love of her young life, Will Parry, on a park bench in Oxford's Botanic Gardens at the end of the ground-breaking, bestselling His Dark Materials sequence.. Now, in. The Secret Commonwealth. , we meet Lyra Silvertongue. And she is no longer a child . . .. The second volume of Sir Philip Pullman's The Book of Dust sees Lyra, now twenty years old, and her daemon Pantalaimon, forced to navigate their relationship in a way they could never have imagined, and drawn into the complex and dangerous factions of a world that they had no idea existed.. Pulled along on his own journey too is Malcolm; once a boy with a boat and a mission to save a baby from the flood, now a man with a strong sense of duty and a desire to do what is right.. Theirs is a world at once familiar and extraordinary, and they must travel far beyond the edges of Oxford, across Europe and into Asia, in search for what is lost - a city haunted by daemons, a secret at the heart of a desert, and the mystery of the elusive Dust.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Care of Wooden Floors",
            "authors": [
                "Will Wiles"
            ],
            "ranking": 3.32,
            "ranking_count": 2267,
            "abstract": "A bold and brilliant debut from a darkly funny new voice. Oskar is a minimalist composer best known for a piece called Variations on Tram Timetables. He is married to a Californian art dealer named Laura and he lives with two cats, named after Russian composers, in an Eastern European city. But this book isn't really about Oskar. Oskar is in Los Angeles, having his marriage dismantled by lawyers. He has entrusted an old university friend with the task of looking after his cats, and taking care of his perfect, beautiful apartment. Despite the fact that Oskar has left dozens of surreally detailed notes covering every aspect of looking after the flat, things do not go well.. Care of Wooden Floors. is about how a tiny oversight can trip off a disastrous and farcical (fatal, even) chain of consequences. It's about a friendship between two men who don't know each other very well. It's about alienation and being alone in a foreign city. It's about the quest for perfection and the struggle against entropy. And it is, a little, about how to take care of wooden floors.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Audiobook",
                "European Literature",
                "Modern",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "ساق البامبو",
            "authors": [
                "سعود السنعوسي",
                "Saud Alsanousi"
            ],
            "ranking": 4.22,
            "ranking_count": 54582,
            "abstract": "لماذا كان جلوسي تحت الشجرة يزعج أمي؟ أتراها كانت تخشى أن تنبت لي جذور تضرب في عمق الأرض ما يجعل عودتي إلى بلاد أبي أمراً مستحيلاً؟..ربما، ولكن، حتى الجذور لا تعني شيئاً أحياناً.. لو كنت مثل نبتة البامبو.. لا انتماء لها.. نقتطع جزءاً من ساقها.. نغرسه، بلا جذور، في أي أرض.. لا يلبث الساق طويلاً حتى تنبت له جذور جديدة.. تنمو من جديد.. في أرض جديدة.. بلا ماض.. بلا ذاكرة.. لا يلتفت إلى اختلاف الناس حول تسميته.. كاوايان في الفلبين.. خيزران في الكويت.. أو بامبو في أماكن أخرى.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Literature",
                "Contemporary",
                "Drama",
                "Social"
            ]
        },
        {
            "title": "The Leopard Vanguard",
            "authors": [
                "T.A. Uner"
            ],
            "ranking": 3.95,
            "ranking_count": 155,
            "abstract": "During the rule of Rome's most depraved Emperor we meet Tullus, a distraught war veteran who is rewarded for saving the life of an influential politician. Now assigned to an elite position in the capitol, he finds true love with a beautiful noblewoman. But just when he thinks his life is perfect things fall apart, and Tullus is forced to rethink his future. By chance he encounters a benevolent circus ringleader with a dangerous past, befriends a mythical creature with unique abilities, and learns more about his hidden secret.. But murder, political intrigue, and dangerous conspiracies threaten to encircle him, and tear his new world apart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Roman"
            ]
        },
        {
            "title": "Come as You Are: The Surprising New Science that Will Transform Your Sex Life",
            "authors": [
                "Emily Nagoski"
            ],
            "ranking": 4.29,
            "ranking_count": 33257,
            "abstract": "An essential exploration of why and how women’s sexuality works—based on groundbreaking research and brain science—that will radically transform your sex life into one filled with confidence and joy.. Researchers have spent the last decade trying to develop a “pink pill” for women to function like Viagra does for men. So where is it? Well, for reasons this book makes crystal clear, that pill will never exist—but as a result of the research that’s gone into it, scientists in the last few years have learned more about how women’s sexuality works than we ever thought possible, and. Come as You Are. explains it all.. The first lesson in this essential, transformative book by Dr. Emily Nagoski is that every woman has her own unique sexuality, like a fingerprint, and that women vary more than men in our anatomy, our sexual response mechanisms, and the way our bodies respond to the sexual world. So we never need to judge ourselves based on others’ experiences. Because women vary, and that’s normal.. Second lesson: sex happens in a context. And all the complications of everyday life influence the context surrounding a woman’s arousal, desire, and orgasm.. Cutting-edge research across multiple disciplines tells us that the most important factor for women in creating and sustaining a fulfilling sex life, is not what you do in bed or how you do it, but. how you feel about it. . Which means that stress, mood, trust, and body image are not peripheral factors in a woman’s sexual wellbeing; they are central to it. Once you understand these factors, and how to influence them, you can create for yourself better sex and more profound pleasure than you ever thought possible.. And Emily Nagoski can prove it.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Self Help",
                "Science",
                "Sexuality",
                "Psychology",
                "Health",
                "Relationships",
                "Audiobook",
                "Womens"
            ]
        },
        {
            "title": "Dreams of Joy",
            "authors": [
                "Lisa See"
            ],
            "ranking": 4.08,
            "ranking_count": 60770,
            "abstract": "In her most powerful novel yet, acclaimed author Lisa See returns to the story of sisters Pearl and May from Shanghai Girls, and Pearl’s strong-willed nineteen-year-old daughter, Joy. Reeling from newly uncovered family secrets, Joy runs away to Shanghai in early 1957 to find her birth father—the artist Z.G. Li, with whom both May and Pearl were once in love. Dazzled by him, and blinded by idealism and defiance, Joy throws herself into the New Society of Red China, heedless of the dangers in the Communist regime. Devastated by Joy’s flight and terrified for her safety, Pearl is determined to save her daughter, no matter the personal cost. From the crowded city to remote villages, Pearl confronts old demons and almost insurmountable challenges as she follows Joy, hoping for reconciliation. Yet even as Joy’s and Pearl’s separate journeys converge, one of the most tragic episodes in China’s history threatens their very lives.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Audiobook",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Fourth of July Creek",
            "authors": [
                "Smith Henderson"
            ],
            "ranking": 3.82,
            "ranking_count": 14472,
            "abstract": "In this shattering and iconic American novel, PEN prize-winning writer, Smith Henderson explores the complexities of freedom, community, grace, suspicion and anarchy, brilliantly depicting our nation's disquieting and violent contradictions.. After trying to help Benjamin Pearl, an undernourished, nearly feral eleven-year-old boy living in the Montana wilderness, social worker Pete Snow comes face to face with the boy's profoundly disturbed father, Jeremiah. With courage and caution, Pete slowly earns a measure of trust from this paranoid survivalist itching for a final conflict that will signal the coming End Times.. But as Pete's own family spins out of control, Benjamin's activities spark the full-blown interest of the F.B.I., putting Pete at the center of a massive manhunt from which no one will emerge unscathed.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Audiobook",
                "Historical",
                "Novels",
                "Literature",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Missing, Presumed",
            "authors": [
                "Susie Steiner"
            ],
            "ranking": 3.49,
            "ranking_count": 25589,
            "abstract": "Mid-December, and Cambridgeshire is blanketed with snow. Detective Sergeant Manon Bradshaw tries to sleep after yet another soul-destroying Internet date – the low murmuring of her police radio her only solace.. Over the airwaves come reports of a missing woman – door ajar, keys and phone left behind, a spatter of blood on the kitchen floor. Manon knows the first 72 hours are critical: you find her, or you look for a body. And as soon as she sees a picture of Edith Hind, a Cambridge post-graduate from a well-connected family, she knows this case will be big.. Is Edith alive or dead? Was her ‘complex love life’ at the heart of her disappearance, as a senior officer tells the increasingly hungry press? And when a body is found, is it the end or only the beginning?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "European Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Behind Closed Doors",
            "authors": [
                "B.A. Paris"
            ],
            "ranking": 3.97,
            "ranking_count": 400103,
            "abstract": "The perfect marriage? Or the perfect lie?. Everyone knows a couple like Jack and Grace. He has looks and wealth; she has charm and elegance. He’s a dedicated attorney who has never lost a case; she is a flawless homemaker, a masterful gardener and cook, and dotes on her disabled younger sister. Though they are still newlyweds, they seem to have it all. You might not want to like them, but you do. You’re hopelessly charmed by the ease and comfort of their home, by the graciousness of the dinner parties they throw. You’d like to get to know Grace better.. But it’s difficult, because you realize Jack and Grace are inseparable.. Some might call this true love. Others might wonder why Grace never answers the phone. Or why she can never meet for coffee, even though she doesn’t work. How she can cook such elaborate meals but remain so slim. Or why she never seems to take anything with her when she leaves the house, not even a pen. Or why there are such high-security metal shutters on all the downstairs windows.. Some might wonder what’s really going on once the dinner party is over, and the front door has closed.. From bestselling author B. A. Paris comes the gripping thriller and international phenomenon. Behind Closed Doors. .",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "The Familiars",
            "authors": [
                "Stacey Halls",
                "Fabienne Gondrand"
            ],
            "ranking": 3.89,
            "ranking_count": 34161,
            "abstract": "Young Fleetwood Shuttleworth, a noblewoman, is with child again. None of her previous pregnancies have borne fruit, and her husband, Richard, is anxious for an heir. Then Fleetwood discovers a hidden doctor’s letter that carries a dire prediction: she will not survive another birth. By chance she meets a midwife named Alice Grey, who promises to help her deliver a healthy baby. But Alice soon stands accused of witchcraft.. Is there more to Alice than meets the eye? Fleetwood must risk everything to prove her innocence. As the two women’s lives become intertwined, the Witch Trials of 1612 loom. Time is running out; both their lives are at stake. Only they know the truth. Only they can save each other.. Rich and compelling, set against the frenzy of the real Pendle Hill Witch Trials, this novel explores the rights of 17th-century women and raises the question: Was witch-hunting really women-hunting? Fleetwood Shuttleworth, Alice Grey and the other characters are actual historical figures. King James I was obsessed with asserting power over the lawless countryside (even woodland creatures, or “familiars,” were suspected of dark magic) by capturing “witches”—in reality mostly poor and illiterate women.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Paranormal",
                "Audiobook",
                "Adult",
                "Gothic",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Wilder Life: My Adventures in the Lost World of Little House on the Prairie",
            "authors": [
                "Wendy McClure"
            ],
            "ranking": 3.47,
            "ranking_count": 7856,
            "abstract": "Summary:. For anyone who has ever wanted to step into the world of a favorite book, here is a pioneer pilgrimage, a tribute to Laura Ingalls Wilder, and a hilarious account of butter-churning obsession.. Wendy McClure is on a quest to find the world of beloved. Little House on the Prairie. author Laura Ingalls Wilder-a fantastic realm of fiction, history, and places she's never been to, yet somehow knows by heart. She retraces the pioneer journey of the Ingalls family-",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "History",
                "Biography",
                "Travel",
                "Biography Memoir",
                "Writing",
                "Humor",
                "Adult",
                "Historical"
            ]
        },
        {
            "title": "Toxic",
            "authors": [
                "Jus Accardo"
            ],
            "ranking": 4.02,
            "ranking_count": 3831,
            "abstract": "When a Six saved Kale's life the night of Sumrun, she warned there would be consequences. A trade-off. Something taken for the life they gained. But Dez never imagined she'd lose the one thing she'd give anything to keep... And as if it's not enough Dez finds her immunity to Kale fading, the Six brought in to help Kale learn to control his killer touch starts drooling on him the moment they meet. Worse than that? Jade can touch Kale. But bimbo Barbie is the least of Dez's problems.. After Dez and Kale got away at Sumrun, her father lost not only his most powerful weapon but an important piece of the Supremacy project. Forced by Denazen to remedy the situation, he poisons Dez and offers her a choice--surrender to Denazen for the cure...or die. Determined to find a solution that doesn't involve being bagged and tagged--or losing someone she loves--Dez keeps the poison a secret. But when a rash of Denazen attacks hit a little too close to home, Dez is convinced there's a traitor among them. Jade.. Sacrifices, broken promises, and secrets. Dez will have to lay it all on the line if there's any hope of proving Jade's guilt before they all end up Residents of Denazen. Or worse, dead...",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Living with a Wild God: A Nonbeliever's Search for the Truth about Everything",
            "authors": [
                "Barbara Ehrenreich"
            ],
            "ranking": 3.34,
            "ranking_count": 4779,
            "abstract": "In middle age, Ehrenreich came across the journal she had kept during her tumultuous adolescence and set out to reconstruct that quest, which had taken her to the study of science and through a cataclysmic series of uncanny — or, as she later learned to call them, mystical — experiences. A staunch atheist and rationalist, she is profoundly shaken by the implications of her life-long search.. Part memoir, part philosophical and spiritual inquiry,. Living with a Wild God. brings an older woman's wry and erudite perspective to a young girl's uninhibited musings on the questions that, at one point or another, torment us all. Ehrenreich's most personal book ever will spark a lively and heated conversation about religion and spirituality, science and morality, and the meaning of life.. Certain to be a classic,. Living with a Wild God. combines intellectual rigor with a frank account of the inexplicable, in Ehrenreich's singular voice, to produce a true literary achievement.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Religion",
                "Spirituality",
                "Philosophy",
                "Biography",
                "Science",
                "Biography Memoir"
            ]
        },
        {
            "title": "My Life on the Road",
            "authors": [
                "Gloria Steinem"
            ],
            "ranking": 4.04,
            "ranking_count": 33506,
            "abstract": "Gloria Steinem—writer, activist, organizer, and one of the most inspiring leaders in the world—now tells a story she has never told before, a candid account of how her early years led her to live an on-the-road kind of life, traveling, listening to people, learning, and creating change. She reveals the story of her own growth in tandem with the growth of an ongoing movement for equality. This is the story at the heart of. My Life on the Road. .",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Womens",
                "Biography Memoir",
                "Travel",
                "History"
            ]
        },
        {
            "title": "Saga, Volume 7",
            "authors": [
                "Brian K. Vaughan",
                "Fiona Staples"
            ],
            "ranking": 4.48,
            "ranking_count": 40147,
            "abstract": "From the worldwide bestselling team of Fiona Staples and Brian K. Vaughan, “The War for Phang” is an epic, self-contained. Saga. event! Finally reunited with her ever-expanding family, Hazel travels to a war-torn comet that Wreath and Landfall have been battling over for ages. New friendships are forged and others are lost forever in this action-packed volume about families, combat and the refugee experience.. Collects:. Saga. #37-42.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Adult",
                "Comics",
                "Romance",
                "LGBT"
            ]
        },
        {
            "title": "The Girls of Atomic City: The Untold Story of the Women Who Helped Win World War II",
            "authors": [
                "Denise Kiernan"
            ],
            "ranking": 3.69,
            "ranking_count": 28140,
            "abstract": "The incredible story of the young women of Oak Ridge, Tennessee, who unwittingly played a crucial role in one of the most significant moments in U.S. history.. The Tennessee town of Oak Ridge was created from scratch in 1942. One of the Manhattan Project’s secret cities, it didn’t appear on any maps until 1949, and yet at the height of World War II it was using more electricity than New York City and was home to more than 75,000 people, many of them young women recruited from small towns across the South. Their jobs were shrouded in mystery, but they were buoyed by a sense of shared purpose, close friendships—and a surplus of handsome scientists and Army men!. But against this vibrant wartime backdrop, a darker story was unfolding. The penalty for talking about their work—even the most innocuous details—was job loss and eviction. One woman was recruited to spy on her coworkers. They all knew something big was happening at Oak Ridge, but few could piece together the true nature of their work until the bomb Little Boy was dropped over Hiroshima, Japan, and the secret was out. The shocking revelation: the residents of Oak Ridge were enriching uranium for the atomic bomb.. Though the young women originally believed they would leave Oak Ridge after the war, many met husbands there, made lifelong friends, and still call the seventy-year-old town home. The reverberations from their work there—work they didn’t fully understand at the time—are still being felt today. In. The Girls of Atomic City. , Denise Kiernan traces the astonishing story of these unsung WWII workers through interviews with dozens of surviving women and other Oak Ridge residents. Like. The Immortal Life of Henrietta Lacks. , this is history and science made fresh and vibrant—a beautifully told, deeply researched story that unfolds in a suspenseful and exciting way.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "War",
                "Science",
                "Historical",
                "North American Hi...",
                "Biography",
                "Womens",
                "Audiobook"
            ]
        },
        {
            "title": "The Mothers",
            "authors": [
                "Brit Bennett"
            ],
            "ranking": 3.9,
            "ranking_count": 97675,
            "abstract": "Set within a contemporary black community in Southern California, Brit Bennett's mesmerizing first novel is an emotionally perceptive story about community, love, and ambition. It begins with a secret.. All good secrets have a taste before you tell them, and if we'd taken a moment to swish this one around our mouths, we might have noticed the sourness of an unripe secret, plucked too soon, stolen and passed around before its season.. It is the last season of high school life for Nadia Turner, a rebellious, grief-stricken, seventeen-year-old beauty. Mourning her own mother's recent suicide, she takes up with the local pastor's son. Luke Sheppard is twenty-one, a former football star whose injury has reduced him to waiting tables at a diner. They are young; it's not serious. But the pregnancy that results from this teen romance—and the subsequent cover-up—will have an impact that goes far beyond their youth. As Nadia hides her secret from everyone, including Aubrey, her God-fearing best friend, the years move quickly. Soon, Nadia, Luke, and Aubrey are full-fledged adults and still living in debt to the choices they made that one seaside summer, caught in a love triangle they must carefully maneuver, and dogged by the constant, nagging question: What if they had chosen differently? The possibilities of the road not taken are a relentless haunt.. In entrancing, lyrical prose, The Mothers asks whether a what if can be more powerful than an experience itself. If, as time passes, we must always live in servitude to the decisions of our younger selves, to the communities that have parented us, and to the decisions we make that shape our lives forever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Cultural",
                "Novels",
                "Young Adult",
                "Family"
            ]
        },
        {
            "title": "Warriors of the Cross",
            "authors": [
                "T.R. Graves"
            ],
            "ranking": 3.77,
            "ranking_count": 348,
            "abstract": "Allison La Crosse, beginning a challenging family medicine residency, leaves the protection of her family. With the transfer, her worst nightmares come true. Her closely guarded mystical talents – those which seldom appeared before the move – unleash themselves from her confinement and reveal their presence with very little provocation.. Allison’s most terrifying power is her compulsion to cure the dying with her touch. Given her career, this gift would be valuable if she were not drawn like a magnet to the ailing person's every symptom. Some of which are fatal.. At the hospital and surrounded by life-and-death emergencies, Allison’s inability to manage her impulse turns deadly. When it does, her mentor, Brody, rescues her from her own demise. His resuscitation ignites an exciting and tempestuous bond between them.. Desperate for a cure, they join forces and embark upon a journey to uncover the origins of Allison’s lethal curse. In the midst of their adventure, Allison exposes a secret pursued by many…known by few.. Warriors of the Cross is Book One in The Warrior Series.. To find out more go to: http://thewarriorseries.blogspot.com/",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "Fiction",
                "Mystery",
                "Paranormal"
            ]
        },
        {
            "title": "Hellboy, Vol. 9: The Wild Hunt",
            "authors": [
                "Mike Mignola",
                "Duncan Fegredo"
            ],
            "ranking": 4.47,
            "ranking_count": 5305,
            "abstract": "When ancient giants begin to reawaken in the British Isles, Hellboy is invited to join an ancient band of fellow monster hunters called the Wild Hunt and help bring them down. But an unexpected betrayal sends Hellboy after a quarry far more deadly: the Queen of Blood, first seen in 2007's best-selling Hellboy: Darkness Calls. This newly reborn evil has her murderous sights set on all of humanity, and the only way Hellboy can stop her is to finally confront the truth about his own dark heritage.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fantasy",
                "Fiction",
                "Comics",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Obama's Wars",
            "authors": [
                "Bob Woodward"
            ],
            "ranking": 3.78,
            "ranking_count": 8027,
            "abstract": "In. Obama’s Wars. , Bob Woodward provides the most intimate and sweeping portrait yet of the young president as commander in chief. Drawing on internal memos, classified documents, meeting notes and hundreds of hours of interviews with most of the key players, including the president, Woodward tells the inside story of Obama making the critical decisions on the Afghanistan War, the secret campaign in Pakistan and the worldwide fight against terrorism.. At the core of Obama’s Wars is the unsettled division between the civilian leadership in the White House and the United States military as the president is thwarted in his efforts to craft an exit plan for the Afghanistan War.. “So what’s my option?” the president asked his war cabinet, seeking alternatives to the Afghanistan commander’s request for 40,000 more troops in late 2009.  “You have essentially given me one option. ...It’s unacceptable.”. “Well,” Secretary of Defense Robert Gates finally said, “Mr. President, I think we owe you that option.”. It never came. An untamed Vice President Joe Biden pushes relentlessly to limit the military mission and avoid another Vietnam. The vice president frantically sent half a dozen handwritten memos by secure fax to Obama on the eve of the final troop decision.. President Obama’s ordering a surge of 30,000 troops and pledging to start withdrawing U.S. forces by July 2011 did not end the skirmishing.. General David Petraeus, the new Afghanistan commander, thinks time can be added to the clock if he shows progress.  “I don’t think you win this war,” Petraeus said privately.  “This is the kind of fight we’re in for the rest of our lives and probably our kids’ lives.”. Hovering over this debate is the possibility of another terrorist attack in the United States. The White House led a secret exercise showing how unprepared the government is if terrorists set off a nuclear bomb in an American city—which Obama told Woodward is at the top of the list of what he worries about all the time.. Verbatim quotes from secret debates and White House strategy sessions—and firsthand accounts of the thoughts and concerns of the president, his war council and his generals—reveal a government in conflict, often consumed with nasty infighting and fundamental disputes.. Woodward has discovered how the Obama White House really works, showing that even more tough decisions lie ahead for the cerebral and engaged president.. Obama’s Wars. offers the reader a stunning, you-are-there account of the president, his White House aides, military leaders, diplomats and intelligence chiefs in this time of turmoil and danger.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "History",
                "War",
                "Biography",
                "North American Hi..."
            ]
        },
        {
            "title": "Turn to Me",
            "authors": [
                "Tiffany Snow"
            ],
            "ranking": 4.37,
            "ranking_count": 8610,
            "abstract": "When Kathleen Turner, office runner for the prestigious Indianapolis law firm of Kirk & Trent, started dating the boss she knew the risks. Senior Partner Blane Kirk is known for being a notorious player - the Baskin Robbins of dating with a different flavor every month. Kathleen is the happiest she’s been in a long time, especially as Christmas approaches, but she’s always known there was a termination date on her relationship with Blane.. She just didn’t expect that termination to be her funeral.. A festive afternoon of Christmas tree shopping turns life-threatening when Kathleen and Blane become targets for an unknown gunman. They make it home alive, but Kathleen realizes her boyfriend has been keeping secrets. The deadly kind.. Blane’s current case is drawing heated debate and stirring the pot of public fury. Kathleen is horrified by the threats – and worse – being directed at him. A former Navy SEAL stands accused of the wrongful death of an American citizen during a military operation overseas. The case has far-reaching political and military implications. Someone with a lot of money, and even more clout, wants Blane to lose.. As dead bodies of people connected to the defense start piling up, it becomes painfully obvious that disappearing witnesses and altered testimony are no longer enough for whoever is intent on guaranteeing the SEAL gets convicted. Kathleen and Kade, Blane’s brother and ex-FBI-agent-turned-assassin-for-hire, are on the trail of the killer.. Unfortunately for Kathleen, he’s already moved for the end-game – by painting a target on her...and pulling the trigger.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Suspense",
                "Mystery",
                "Contemporary",
                "Adult",
                "Thriller",
                "Fiction"
            ]
        },
        {
            "title": "Deadly Currents",
            "authors": [
                "Beth Groundwater"
            ],
            "ranking": 3.39,
            "ranking_count": 503,
            "abstract": "The Arkansas River is the heart and soul of Salida, Colorado. It fuels the small town's economy and thrums in the blood of twenty-seven-year-old Mandy Tanner, a river ranger. When a whitewater rafting accident occurs, she deftly executes a rescue, but a man dies anyway. But it wasn't the river rapids that killed him, it was poison. Tom King was a rich land developer with bitter business rivals, who cheated on his wife, refused to support his kayak-obsessed son, and infuriated environmentalists. Mandy cooperates with the local sheriff's department to solve the murder. But little does she know how greatly the case will affect those she loves, including her beloved Uncle Bill—the respected owner of an outfitting business, out of whose raft Tom King fell. She goes on an emotionally turbulent quest for the truth—and ends up in dangerous waters.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Adventure",
                "Suspense",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "Killing Kennedy: The End of Camelot",
            "authors": [
                "Bill O'Reilly",
                "Martin Dugard"
            ],
            "ranking": 4.07,
            "ranking_count": 54033,
            "abstract": "Tthe anchor of. The O'Reilly Factor. recounts in gripping detail the brutal murder of John Fitzgerald Kennedy—and how a sequence of gunshots on a Dallas afternoon not only killed a beloved president but also sent the nation into the cataclysmic division of the Vietnam War and its culture-changing aftermath.. In January 1961, as the Cold War escalates, John F. Kennedy struggles to contain the growth of Communism while he learns the hardships, solitude, and temptations of what it means to be president of the United States. Along the way he acquires a number of formidable enemies, among them Soviet leader Nikita Khrushchev, Cuban dictator Fidel Castro, and Allen Dulles, director of the Central Intelligence Agency. In addition, powerful elements of organized crime have begun to talk about targeting the president and his brother, Attorney General Robert Kennedy.. In the midst of a 1963 campaign trip to Texas, Kennedy is gunned down by an erratic young drifter named Lee Harvey Oswald. The former Marine Corps sharpshooter escapes the scene, only to be caught and shot dead while in police custody.. The events leading up to the most notorious crime of the twentieth century are almost as shocking as the assassination itself.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Politics",
                "Historical",
                "North American Hi...",
                "Audiobook",
                "Crime",
                "Biography Memoir"
            ]
        },
        {
            "title": "Redeployment",
            "authors": [
                "Phil Klay"
            ],
            "ranking": 3.96,
            "ranking_count": 23119,
            "abstract": "Phil Klay's Redeployment takes readers to the frontlines of the wars in Iraq and Afghanistan, asking us to understand what happened there, and what happened to the soldiers who returned. Interwoven with themes of brutality and faith, guilt and fear, helplessness and survival, the characters in these stories struggle to make meaning out of chaos.. In Redeployment, a soldier who has had to shoot dogs because they were eating human corpses must learn what it is like to return to domestic life in suburbia, surrounded by people who have no idea where Fallujah is, where three members of your platoon died. In After Action Report, a Lance Corporal seeks expiation for a killing he didn't commit, in order that his best friend will be unburdened. A Morturary Affairs Marine tells about his experiences collecting remains - of U.S. and Iraqi soldiers both. A chaplain sees his understanding of Christianity, and his ability to provide solace through religion, tested by the actions of a ferocious Colonel. And in the darkly comic Money as a Weapons System, a young Foreign Service Officer is given the absurd task of helping Iraqis improve their lives by teaching them to play baseball. These stories reveal the intricate combination of monotony, bureaucracy, comradeship and violence that make up a soldier's daily life at war, and the isolation, remorse, and despair that can accompany a soldier's homecoming.. Redeployment is poised to become a classic in the tradition of war writing. Across nations and continents, Klay sets in devastating relief the two worlds a soldier inhabits: one of extremes and one of loss. Written with a hard-eyed realism and stunning emotional depth, this work marks Phil Klay as one of the most talented new voices of his generation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "War",
                "Historical",
                "Audiobook",
                "Contemporary",
                "Literary Fiction",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Witch Elm",
            "authors": [
                "Tana French"
            ],
            "ranking": 3.58,
            "ranking_count": 87210,
            "abstract": "Toby is a happy-go-lucky charmer who's dodged a scrape at work and is celebrating with friends when the night takes a turn that will change his life--he surprises two burglars who beat him and leave him for dead. Struggling to recover from his injuries, beginning to understand that he might never be the same man again, he takes refuge at his family's ancestral home to care for his dying uncle Hugo. Then a skull is found in the trunk of an elm tree in the garden--and as detectives close in, Toby is forced to face the possibility that his past may not be what he has always believed.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Cultural",
                "Suspense",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Unlovable",
            "authors": [
                "Sherry Gammon"
            ],
            "ranking": 4.03,
            "ranking_count": 6459,
            "abstract": "Port Fare, New York, has fallen into the clutches of true evil. The Dreser brothers have arrived with a scheme to increase drug sales in the area by whatever means possible. Seth Prescott is part of MET (Mobile Enforcement Teams) a branch of the DEA (Drug Enforcement Administration). He's been assigned to work undercover at Port Fare High, and things aren't going very well, until senior Maggie Brown enters the equation. He's harbored a secret crush on her from day one, and now that she is in the center of the case, he's trying to stay clear and objective while walking the line between business and unrequited love.. Maggie is truly the poster child for Heroin Chic, complete with jutting bones and dark-ringed eyes, but is she an addict, or is there another reason for her appearance? She struggles with her feelings for Seth, fearing he is just another person who will eventually let her down, as everyone in her life has done thus far.. Maggie has spent her life caring for her alcoholic mother. A task that has left her heavily burdened and alone. Before long, her mother's health takes a turn for the worst, sending Maggie's life into a tale-spin.. While Seth works relentlessly to inject fear into the dealers and flush them out into the open, Maggie fights to stay alive as the hunt turns deadly.. Seth and Maggie's romantic journey is one of humor, heartbreak, and self-discovery.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Sociology",
                "Contemporary",
                "Realistic Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Skinny Bitch: Ultimate Everyday Cookbook: Crazy Delicious Recipes that Are Good to the Earth and Great for Your Bod",
            "authors": [
                "Kim Barnouin"
            ],
            "ranking": 3.83,
            "ranking_count": 1877,
            "abstract": "After five years atop the. Skinny Bitch. phenomenon, author Kim Barnouin has grown as a cook, a nutritionist, and a mom. Now she delivers the “Ultimate” cookbook that will be for everyone looking for a healthier way to feed themselves, their families, and friends. Kim’s emphasis is on “easy,” and her kick-ass recipes feature seasonal produce (no fake meat or hard-to-find ingredients) and provide a versatility of tastes and cuisines, from Mediterranean to California-fresh. With almost 150 recipes, full-color photos, complete nutritional breakdowns, and simple “switch-outs” for quick variations, it will be the new “gotta have on any healthy bitch’s bookshelf. Whether readers are looking to gradually add more meatless dishes to their meals, or want to go “all-out” vegan,. Skinny Bitch: Ultimate Everyday Cookbook. will be their “go-to” source for getting their “bitch” on—in the kitchen.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Health"
            ]
        },
        {
            "title": "One Summer",
            "authors": [
                "David Baldacci"
            ],
            "ranking": 3.76,
            "ranking_count": 25019,
            "abstract": "David Baldacci delivers a moving, family drama about learning to love again after terrible heartbreak and loss in this classic. New York Times. bestseller.. It's almost Christmas, but there is no joy in the house of terminally ill Jack and his family. With only a short time left to live, he spends his last days preparing to say goodbye to his devoted wife, Lizzie, and their three children. Then, unthinkably, tragedy strikes again: Lizzie is killed in a car accident. With no one able to care for them, the children are separated from each other and sent to live with family members around the country.. Just when all seems lost, Jack begins to recover in a miraculous turn of events. He rises from what should have been his deathbed, determined to bring his fractured family back together. Struggling to rebuild their lives after Lizzie's death, he reunites everyone at Lizzie's childhood home on the oceanfront in South Carolina. And there, over one unforgettable summer, Jack will begin to learn to love again, and he and his children will learn how to become a family once more.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Drama",
                "Audiobook",
                "Family",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Ruins",
            "authors": [
                "Dan Wells"
            ],
            "ranking": 4.05,
            "ranking_count": 16016,
            "abstract": "Kira, Samm, and Marcus fight to prevent a final war between Partials and humans in the gripping final installment in the Partials Sequence, a series that combines the thrilling action of The Hunger Games with the provocative themes of Blade Runner and The Stand.. There is no avoiding it—the war to decide the fate of both humans and Partials is at hand. Both sides hold in their possession a weapon that could destroy the other, and Kira Walker has precious little time to prevent that from happening. She has one chance to save both species and the world with them, but it will only come at great personal cost.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Fantasy",
                "Romance",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Little Star",
            "authors": [
                "John Ajvide Lindqvist",
                "Marlaine Delargy"
            ],
            "ranking": 3.62,
            "ranking_count": 6625,
            "abstract": "A man finds a baby in the woods, left for dead. He brings the baby home, and he and his wife raise the girl in their basement. When a shocking and catastrophic incident occurs, the couple’s son Jerry whisks the girl away to Stockholm to start a new life. There, he enters her in a nationwide singing competition. Another young girl who’s never fit in sees the performance on TV, and a spark is struck that will ignite the most terrifying duo in modern fiction.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "European Literature",
                "Fantasy",
                "Cultural",
                "Mystery",
                "Contemporary",
                "Novels"
            ]
        },
        {
            "title": "Know My Name",
            "authors": [
                "Chanel Miller"
            ],
            "ranking": 4.72,
            "ranking_count": 127387,
            "abstract": "She was known to the world as Emily Doe when she stunned millions with a letter. Brock Turner had been sentenced to just six months in county jail after he was found sexually assaulting her on Stanford’s campus. Her victim impact statement was posted on BuzzFeed, where it instantly went viral–viewed by eleven million people within four days, it was translated globally and read on the floor of Congress; it inspired changes in California law and the recall of the judge in the case. Thousands wrote to say that she had given them the courage to share their own experiences of assault for the first time.. Now she reclaims her identity to tell her story of trauma, transcendence, and the power of words. It was the perfect case, in many ways–there were eyewitnesses, Turner ran away, physical evidence was immediately secured. But her struggles with isolation and shame during the aftermath and the trial reveal the oppression victims face in even the best-case scenarios. Her story illuminates a culture biased to protect perpetrators, indicts a criminal justice system designed to fail the most vulnerable, and, ultimately, shines with the courage required to move through suffering and live a full and beautiful life.. Know My Name. will forever transform the way we think about sexual assault, challenging our beliefs about what is acceptable and speaking truth to the tumultuous reality of healing. It also introduces readers to an extraordinary writer, one whose words have already changed our world. Entwining pain, resilience, and humor, this memoir will stand as a modern classic.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Feminism",
                "Audiobook",
                "Biography",
                "Crime",
                "Biography Memoir",
                "Adult",
                "Womens"
            ]
        },
        {
            "title": "Shattered",
            "authors": [
                "Teri Terry"
            ],
            "ranking": 4.22,
            "ranking_count": 12387,
            "abstract": "Kyla is in danger from both the government Lorders who erased her memory and the terrorists who tried to use her. So now she’s on the run. Sporting a new identity and desperate to fill in the blank spaces of her life pre-Slating, Kyla heads to a remote mountain town to try to reunite with the birth mother she was kidnapped from as a child. There she is hoping all the pieces of her life will come together and she can finally take charge of her own future. But even in the idyllic wilderness and the heart of her original family, Kyla realizes there is no escape from the oppressive Lorders. Someone close to her may be one of them, and even more frighteningly, her birth mother has been keeping secrets of her own.. In this stunning series finale, Kyla finally finds out who she really is, and the road to this discovery, and to deciding who she wants to become, is full of dangerous twists and turns that will keep readers riveted.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Romance",
                "Mystery",
                "Thriller",
                "Action"
            ]
        },
        {
            "title": "The Presidents Club: Inside the World's Most Exclusive Fraternity",
            "authors": [
                "Nancy Gibbs",
                "Michael Duffy"
            ],
            "ranking": 4.15,
            "ranking_count": 9935,
            "abstract": "The Presidents Club, established at Dwight Eisenhower's inauguration by Harry Truman and Herbert Hoover, is a complicated place: its members are bound forever by the experience of the Oval Office and yet are eternal rivals for history's favor. Among their secrets: How Jack Kennedy tried to blame Ike for the Bay of Pigs. How Ike quietly helped Reagan win his first race in 1966. How Richard Nixon conspired with Lyndon Johnson to get elected and then betrayed him. How Jerry Ford and Jimmy Carter turned a deep enmity into an alliance. The unspoken pact between a father and son named Bush. And the roots of the rivalry between Clinton and Barack Obama.. Time. magazine editors and presidential historians Nancy Gibbs and Michael Duffy offer a new and revealing lens on the American presidency, exploring the club as a hidden instrument of power that has changed the course of history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "Biography",
                "North American Hi...",
                "Historical",
                "Audiobook",
                "Presidents"
            ]
        },
        {
            "title": "Abundance: The Future Is Better Than You Think",
            "authors": [
                "Peter H. Diamandis",
                "Steven Kotler"
            ],
            "ranking": 4.06,
            "ranking_count": 10874,
            "abstract": "Providing abundance is humanity’s grandest challenge—this is a book about how we rise to meet it.. We will soon be able to meet and exceed the basic needs of every man, woman and child on the planet. Abundance for all is within our grasp. This bold, contrarian view, backed up by exhaustive research, introduces our near-term future, where exponentially growing technologies and three other powerful forces are conspiring to better the lives of billions. An antidote to pessimism by tech entrepreneur turned philanthropist, Peter H. Diamandis and award-winning science writer Steven Kotler.. Since the dawn of humanity, a privileged few have lived in stark contrast to the hardscrabble majority. Conventional wisdom says this gap cannot be closed. But it is closing—fast. The authors document how four forces—exponential technologies, the DIY innovator, the Technophilanthropist, and the Rising Billion—are conspiring to solve our biggest problems. Abundance establishes hard targets for change and lays out a strategic roadmap for governments, industry and entrepreneurs, giving us plenty of reason for optimism.. Examining human need by category—water, food, energy, healthcare, education, freedom—Diamandis and Kotler introduce dozens of innovators making great strides in each area: Larry Page, Steven Hawking, Dean Kamen, Daniel Kahneman, Elon Musk, Bill Joy, Stewart Brand, Jeff Skoll, Ray Kurzweil, Ratan Tata, Craig Venter, among many, many others.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Science",
                "Economics",
                "Futurism",
                "Self Help",
                "Politics",
                "Philosophy",
                "Audiobook"
            ]
        },
        {
            "title": "No Turning Back",
            "authors": [
                "Tiffany Snow",
                "Angela Dawe"
            ],
            "ranking": 4.16,
            "ranking_count": 11543,
            "abstract": "Length: 11 hrs and 44 mins. Kathleen Turner has goals. She moved to Indianapolis to start seeing to them, but things aren't going quite as well as she'd hoped. She's a runner for a high-powered law firm in town, not the most prestigious of positions, but it and her part-time bartender gig at least pays the bills. And one of the senior partners is a dreamboat in that obscenely rich, disturbingly good looking, slightly snobbish sort of way.. Before she did a mortifying face plant in his lap during a meeting, she was quite happy ogling him from afar. After that...well...she was more about the avoiding. Mature, no. More likely to assure she keeps her job, yes.. She's made some friends in the few months she's been in Indy. One of those friends is her neighbor Sheila, though Kathleen can't say she's completely comfortable with Sheila's job choice as a high-dollar escort.. It's the middle of the night when Kathleen hears fighting coming from Sheila's apartment. As disturbing as that is, it's the ominous sound of silence afterwards that keeps Kathleen from falling back to sleep. Slipping from bed with the intention of making sure everything is okay, Kathleen knocks on friend's door, only to find Sheila murdered, her naked body sprawled on sheets stained crimson with her blood.. Shock and horror are followed by gritty determination when it becomes clear that Sheila's death isn't random and it isn't the result of a jealous boyfriend. It's the opening gambit in a web of murder, deceit, conspiracy, and fraud that stretches to the law firm for which Kathleen works. Maybe to the very office that Blane Kirk commands.. And Kathleen Turner, law office runner, can trust no one if she wants to survive.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Mystery",
                "Suspense",
                "Contemporary",
                "Adult",
                "Fiction",
                "Thriller",
                "Womens Fiction"
            ]
        },
        {
            "title": "Confessions of a Murder Suspect",
            "authors": [
                "James Patterson",
                "Maxine Paetro"
            ],
            "ranking": 3.89,
            "ranking_count": 28846,
            "abstract": "James Patterson returns to the genre that made him famous with a #1 New York Times bestselling teen detective novel about the mysterious Angel family . . . and the dark secrets they're keeping from one another.. On the night Malcolm and Maud Angel are murdered, Tandy Angel knows just three things: 1) She was the last person to see her parents alive. 2) The police have no suspects besides Tandy and her three siblings. 3) She can't trust anyone-maybe not even herself.. As Tandy sets out to clear the family name, she begins to recall flashes of experiences long buried in her vulnerable psyche. These memories shed light on her family's dark secrets, and digging deeper into her powerful parents' affairs proves to be a disturbing and dangerous game. Who knows what any of the Angels are truly capable of?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Fiction",
                "Thriller",
                "Contemporary",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "In Bed with a Highlander",
            "authors": [
                "Maya Banks"
            ],
            "ranking": 3.99,
            "ranking_count": 32748,
            "abstract": "Maya Banks' beguiling new trilogy features three unforgettable brothers risking everything to save their clan and their legacy—and to surrender their hearts to love.. Ewan McCabe, the eldest, is a warrior determined to vanquish his enemy. Now, with the time ripe for battle, his men are ready and Ewan is poised to take back what is his—until a blue-eyed, raven-haired temptress is thrust upon him. Mairin may be the salvation of Ewan's clan, but for a man who dreams only of revenge, matters of the heart are strange territory to conquer.. The illegitimate daughter of the king, Mairin possesses prized property that has made her a pawn—and wary of love. Her worst fears are realized when she is rescued from peril only to be forced into marriage by her charismatic and commanding savior, Ewan McCabe. But her attraction to her ruggedly powerful new husband makes her crave his surprisingly tender touch; her body comes alive under his sensual mastery. And as war draws near, Mairin's strength, spirit, and passion challenge Ewan to conquer his demons—and embrace a love that means more than revenge and land.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Adult",
                "Cultural",
                "Fiction",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Asterix and the Picts",
            "authors": [
                "Jean-Yves Ferri",
                "Didier Conrad",
                "Anthea Bell"
            ],
            "ranking": 3.73,
            "ranking_count": 3368,
            "abstract": "When Asterix and Obelix rescue a mysterious Pict named MacAroon, they must journey to Caledonia, now Scotland, to return him to his lady love, Camomilla, the adopted daughter of the old king. However, the treacherous chieftain, MacCabeus, plans to marry her and claim the throne - with the help of the Romans! What with caber-tossing, bagpipes, malted water and an enormous otter in the loch, can the Gauls reunite MacAroon and Camomilla and enjoy some Roman-bashing along the way?",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Cultural",
                "Humor",
                "Fiction",
                "Graphic Novels Comics",
                "Fantasy",
                "Historical"
            ]
        },
        {
            "title": "Внутрішня історія. Кишечник — найцікавіший орган нашого тіла",
            "authors": [
                "Giulia Enders",
                "Джулія Ендерс",
                "Карина Меньшикова"
            ],
            "ranking": 4.06,
            "ranking_count": 40732,
            "abstract": "Кишечник — особливий орган. Він формує дві третини імунної системи, переробляє їжу в енергію і водночас продукує понад двадцять власних гормонів! Від бактерій, які містить кишечник, залежить, чи буде людина товстою або стрункою, щасливою або сумною, хороброю чи депресивною.. Тож дізнайтеся більше про його величність кишечник!. Авторка розповідає про структуру та принципи роботи кишечника, роль кишкової флори, вплив кишечника на мозок та зв`язок імунної системи і бактерій... Ви зрозумієте, де слід шукати корені багатьох хвороб та як з ними боротися.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Health",
                "Medical",
                "Audiobook",
                "Food and Drink",
                "European Literature"
            ]
        },
        {
            "title": "The Animators",
            "authors": [
                "Kayla Rae Whitaker"
            ],
            "ranking": 3.97,
            "ranking_count": 11407,
            "abstract": "In the male-dominated field of animation, Mel Vaught and Sharon Kisses are a dynamic duo, the friction of their differences driving them: Sharon, quietly ambitious but self-doubting; Mel, brash and unapologetic, always the life of the party. Best friends and artistic partners since the first week of college, where they bonded over their working-class roots and obvious talent, they spent their twenties ensconced in a gritty Brooklyn studio. Working, drinking, laughing. Drawing: Mel, to understand her tumultuous past, and Sharon, to lose herself altogether.. Now, after a decade of striving, the two are finally celebrating the release of their first full-length feature, which transforms Mel’s difficult childhood into a provocative and visually daring work of art. The toast of the indie film scene, they stand at the cusp of making it big. But with their success come doubt and destruction, cracks in their relationship threatening the delicate balance of their partnership. Sharon begins to feel expendable, suspecting that the ever-more raucous Mel is the real artist. During a trip to Sharon’s home state of Kentucky, the only other partner she has ever truly known—her troubled, charismatic childhood best friend, Teddy—reenters her life, and long-buried resentments rise to the surface, hastening a reckoning no one sees coming.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Art",
                "Literary Fiction",
                "Adult",
                "LGBT",
                "Audiobook",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "We Were the Lucky Ones",
            "authors": [
                "Georgia Hunter"
            ],
            "ranking": 4.39,
            "ranking_count": 124035,
            "abstract": "It is the spring of 1939 and three generations of the Kurc family are doing their best to live normal lives, even as the shadow of war grows closer. The talk around the family Seder table is of new babies and budding romance, not of the increasing hardships threatening Jews in their hometown of Radom, Poland. But soon the horrors overtaking Europe will become inescapable and the Kurcs will be flung to the far corners of the world, each desperately trying to navigate his or her own path to safety.. As one sibling is forced into exile, another attempts to flee the continent, while others struggle to escape certain death, either by working grueling hours on empty stomachs in the factories of the ghetto or by hiding as gentiles in plain sight. Driven by an unwavering will to survive and by the fear that they may never see one another again, the Kurcs must rely on hope, ingenuity, and inner strength to persevere.. An extraordinary, propulsive novel, We Were the Lucky Ones demonstrates how in the face of the twentieth century’s darkest moment, the human spirit can endure and even thrive.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "World War II",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Family"
            ]
        },
        {
            "title": "The Keeper of Lost Things",
            "authors": [
                "Ruth Hogan"
            ],
            "ranking": 3.81,
            "ranking_count": 122240,
            "abstract": "A charming, clever, and quietly moving debut novel of of endless possibilities and joyful discoveries that explores the promises we make and break, losing and finding ourselves, the objects that hold magic and meaning for our lives, and the surprising connections that bind us.. Lime green plastic flower-shaped hair bobbles—. Found, on the playing field, Derrywood Park, 2nd September.. Bone china cup and saucer—. Found, on a bench in Riveria Public Gardens, 31st October.. Anthony Peardew is the keeper of lost things. Forty years ago, he carelessly lost a keepsake from his beloved fiancée, Therese. That very same day, she died unexpectedly. Brokenhearted, Anthony sought consolation in rescuing lost objects—the things others have dropped, misplaced, or accidentally left behind—and writing stories about them. Now, in the twilight of his life, Anthony worries that he has not fully discharged his duty to reconcile all the lost things with their owners. As the end nears, he bequeaths his secret life’s mission to his unsuspecting assistant, Laura, leaving her his house and all its lost treasures, including an irritable ghost.. Recovering from a bad divorce, Laura, in some ways, is one of Anthony’s lost things. But when the lonely woman moves into his mansion, her life begins to change. She finds a new friend in the neighbor’s quirky daughter, Sunshine, and a welcome distraction in Freddy, the rugged gardener. As the dark cloud engulfing her lifts, Laura, accompanied by her new companions, sets out to realize Anthony’s last wish: reuniting his cherished lost objects with their owners.. Long ago, Eunice found a trinket on the London pavement and kept it through the years. Now, with her own end drawing near, she has lost something precious—a tragic twist of fate that forces her to break a promise she once made.. As the Keeper of Lost Objects, Laura holds the key to Anthony and Eunice’s redemption. But can she unlock the past and make the connections that will lay their spirits to rest?. Full of character, wit, and wisdom,. The Keeper of Lost Things. is heartwarming tale that will enchant fans of. The Particular Sadness of Lemon Cake, Garden Spells, Mrs Queen Takes the Train,. and. The Silver Linings Playbook. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Fantasy",
                "Romance",
                "Audiobook",
                "Magical Realism",
                "Adult",
                "Book Club",
                "Adult Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Permanent Record",
            "authors": [
                "Edward Snowden"
            ],
            "ranking": 4.31,
            "ranking_count": 43564,
            "abstract": "Edward Snowden, the man who risked everything to expose the US government’s system of mass surveillance, reveals for the first time the story of his life, including how he helped to build that system and what motivated him to try to bring it down.. In 2013, twenty-nine-year-old Edward Snowden shocked the world when he broke with the American intelligence establishment and revealed that the United States government was secretly pursuing the means to collect every single phone call, text message, and email. The result would be an unprecedented system of mass surveillance with the ability to pry into the private lives of every person on earth. Six years later, Snowden reveals for the very first time how he helped to build this system and why he was moved to expose it.. Spanning the bucolic Beltway suburbs of his childhood and the clandestine CIA and NSA postings of his adulthood,. Permanent Record. is the extraordinary account of a bright young man who grew up online—a man who became a spy, a whistleblower, and, in exile, the Internet’s conscience. Written with wit, grace, passion, and an unflinching candor,. Permanent Record. is a crucial memoir of our digital age and destined to be a classic.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Politics",
                "Autobiography",
                "History",
                "Science",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "To End All Wars: A Story of Loyalty and Rebellion, 1914-1918",
            "authors": [
                "Adam Hochschild"
            ],
            "ranking": 4.13,
            "ranking_count": 8380,
            "abstract": "World War I stands as one of history's most senseless spasms of carnage, defying rational explanation. In a riveting, suspenseful narrative with haunting echoes for our own time, Adam Hochschild brings it to life as never before. He focuses on the long-ignored moral drama of the war's critics, alongside its generals and heroes. Thrown in jail for their opposition to the war were Britain's leading investigative journalist, a future winner of the Nobel Prize for Literature, and an editor who, behind bars, published a newspaper for his fellow inmates on toilet paper. These critics were sometimes intimately connected to their enemy hawks: one of Britain's most prominent women pacifist campaigners had a brother who was commander in chief on the Western Front. Two well-known sisters split so bitterly over the war that they ended up publishing newspapers that attacked each other. Today, hundreds of military cemeteries spread across the fields of northern France and Belgium contain the bodies of millions of men who died in the war to end all wars. Can we ever avoid repeating history?",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Politics",
                "Military",
                "Historical"
            ]
        },
        {
            "title": "America's Deadliest Export: Democracy – The Truth About US Foreign Policy and Everything Else",
            "authors": [
                "William Blum"
            ],
            "ranking": 4.03,
            "ranking_count": 374,
            "abstract": "For over sixty-five years, the United States war machine has been on automatic pilot. Since World War II we have been conditioned to believe that America's motives in 'exporting' democracy are honorable, even noble. In this startling and provocative book, William Blum, a leading dissident chronicler of US foreign policy and the author of controversial bestseller Rogue State, argues that nothing could be further from the truth. Moreover, unless this fallacy is unlearned, and until people understand fully the worldwide suffering American policy has caused, we will never be able to stop the monster.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "War",
                "The United States Of America",
                "Academic",
                "Culture",
                "Writing",
                "United States"
            ]
        },
        {
            "title": "The Year of the Gadfly",
            "authors": [
                "Jennifer   Miller"
            ],
            "ranking": 3.47,
            "ranking_count": 2105,
            "abstract": "“Do you know what it took for Socrates’ enemies to make him stop pursuing the truth?”. “Hemlock.”. Storied, fiercely competitive Mariana Academy was founded with a serious honor code; its reputation has been unsullied for decades. Now a long-dormant secret society, Prisom's Party, threatens its placid halls with vigilante justice, exposing students and teachers alike for even the most minor infraction.. Iris Dupont, a budding journalist whose only confidant is the chain-smoking specter of Edward R. Murrow, feels sure she can break into the ranks of. The Devil’s Advocate. , the Party’s underground newspaper, and there uncover the source of its blackmail schemes and vilifying rumors. Some involve the school’s new science teacher, who also seems to be investigating the Party. Others point to an albino student who left school abruptly ten years before, never to return. And everything connects to a rare book called. Marvelous Species. . But the truth comes with its own dangers, and Iris is torn between her allegiances, her reporter's instinct, and her own troubled past.. The Year of the Gadfly. is an exhilarating journey of double-crosses, deeply buried secrets, and the lifelong reverberations of losing someone you love. Following in the tradition of classic school novels such as. A Separate Peace. ,. Prep. , and. The Secret History. , it reminds us how these years haunt our lives forever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Adult Fiction",
                "Thriller",
                "Suspense",
                "Literary Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Here and Now: Letters (2008-2011)",
            "authors": [
                "Paul Auster",
                "J.M. Coetzee"
            ],
            "ranking": 3.78,
            "ranking_count": 1570,
            "abstract": "Length: 7 hrs and 1 min. Unabridged Audiobook",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Language",
                "Biography",
                "Literature",
                "Southern Africa",
                "Philosophy",
                "Biography Memoir"
            ]
        },
        {
            "title": "CryoBurn",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 4.06,
            "ranking_count": 14893,
            "abstract": "Kibou-daini is a planet obsessed with cheating death. Barrayaran Imperial Auditor Miles Vorkosigan can hardly disapprove—he’s been cheating death his whole life, on the theory that turnabout is fair play. But when a Kibou-daini cryocorp—an immortal company whose job it is to shepherd its all-too-mortal frozen patrons into an unknown future—attempts to expand its franchise into the Barrayaran Empire, Emperor Gregor dispatches his top troubleshooter Miles to check it out.. On Kibou-daini, Miles discovers generational conflict over money and resources is heating up, even as refugees displaced in time skew the meaning of generation past repair. Here he finds a young boy with a passion for pets and a dangerous secret, a Snow White trapped in an icy coffin who burns to re-write her own tale, and a mysterious crone who is the very embodiment of the warning Don’t mess with the secretary. Bribery, corruption, conspiracy, kidnapping—something is rotten on Kibou-daini, and it isn’t due to power outages in the Cryocombs. And Miles is in the middle—of trouble!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Mystery",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Redefining Realness: My Path to Womanhood, Identity, Love & So Much More",
            "authors": [
                "Janet Mock"
            ],
            "ranking": 4.27,
            "ranking_count": 15540,
            "abstract": "In 2011,. Marie Claire. magazine published a profile of Janet Mock in which she stepped forward for the first time as a trans woman. Those 2300 words were life-altering for the People.com editor, turning her into an influential and outspoken public figure and a desperately needed voice for an often voiceless community. In these pages, she offers a bold and inspiring perspective on being young, multicultural, economically challenged, and transgender in America.. Welcomed into the world as her parents’ firstborn son, Mock decided early on that she would be her own person—no matter what. She struggled as the smart, determined child in a deeply loving yet ill-equipped family that lacked the money, education, and resources necessary to help her thrive. Mock navigated her way through her teen years without parental guidance, but luckily, with the support of a few close friends and mentors, she emerged much stronger, ready to take on—and maybe even change—the world.. This powerful memoir follows Mock’s quest for identity, from an early, unwavering conviction about her gender to a turbulent adolescence in Honolulu that saw her transitioning during the tender years of high school, self-medicating with hormones at fifteen, and flying across the world alone for sex reassignment surgery at just eighteen. With unflinching honesty, Mock uses her own experience to impart vital insight about the unique challenges and vulnerabilities of trans youth and brave girls like herself.. Despite the hurdles, Mock received a scholarship to college and moved to New York City, where she earned a master’s degree, enjoyed the success of an enviable career, and told no one about her past. She remained deeply guarded until she fell for a man who called her the woman of his dreams. Love fortified her with the strength to finally tell her story, enabling her to embody the undeniable power of testimony and become a fierce advocate for a marginalized and misunderstood community. A profound statement of affirmation from a courageous woman,. Redefining Realness. provides a whole new outlook on what it means to be a woman today, and shows as never before how to be authentic, unapologetic, and wholly yourself.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Feminism",
                "LGBT",
                "Biography",
                "Gender",
                "Race",
                "Audiobook"
            ]
        },
        {
            "title": "Here I Am",
            "authors": [
                "Jonathan Safran Foer"
            ],
            "ranking": 3.64,
            "ranking_count": 24860,
            "abstract": "A monumental new novel from the bestselling author of. Everything Is Illuminated. and. Extremely Loud and Incredibly Close. .. In the book of Genesis, when God calls out, Abraham! before ordering him to sacrifice his son, Isaac, Abraham responds, Here I am. Later, when Isaac calls out, My father! before asking him why there is no animal to slaughter, Abraham responds, Here I am.. How do we fulfill our conflicting duties as father, husband, and son; wife and mother; child and adult? Jew and American? How can we claim our own identities when our lives are linked so closely to others? These are the questions at the heart of Jonathan Safran Foer's first novel in eleven years - a work of extraordinary scope and heartbreaking intimacy.. Unfolding over four tumultuous weeks in present-day Washington, D.C., Here I Am is the story of a fracturing family in a moment of crisis. As Jacob and Julia Bloch and their three sons are forced to confront the distances between the lives they think they want and the lives they are living, a catastrophic earthquake sets in motion a quickly escalating conflict in the Middle East. At stake is the meaning of home - and the fundamental question of how much aliveness one can bear.. Showcasing the same high-energy inventiveness, hilarious irreverence, and emotional urgency that readers loved in his earlier work, Here I Am is Foer's most searching, hard-hitting, and grandly entertaining novel yet. It not only confirms Foer's stature as a dazzling literary talent but reveals a novelist who has fully come into his own as one of our most important writers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Audiobook",
                "Unfinished",
                "Adult Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "Winter Garden",
            "authors": [
                "Kristin Hannah"
            ],
            "ranking": 4.23,
            "ranking_count": 190377,
            "abstract": "Can a woman ever really know herself if she doesn’t know her mother?. From the author of the smash-hit bestseller Firefly Lane. and. True Colors. comes a powerful, heartbreaking novel that illuminates the intricate mother-daughter bond and explores the enduring links between the present and the past. Meredith and Nina Whitson are as different as sisters can be. One stayed at home to raise her children and manage the family apple orchard; the other followed a dream and traveled the world to become a famous photojournalist. But when their beloved father falls ill, Meredith and Nina find themselves together again, standing alongside their cold, disapproving mother, Anya, who even now, offers no comfort to her daughters. As children, the only connection between them was the Russian fairy tale Anya sometimes told the girls at night. On his deathbed, their father extracts a promise from the women in his life: the fairy tale will be told one last time—and all the way to the end. Thus begins an unexpected journey into the truth of Anya’s life in war-torn Leningrad, more than five decades ago. Alternating between the past and present, Meredith and Nina will finally hear the singular, harrowing story of their mother’s life, and what they learn is a secret so terrible and terrifying that it will shake the very foundation of their family and change who they believe they are.. Librarian's note: See alternate cover edition of ISBN13 9780312663155. here. .",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Cultural",
                "Romance",
                "War",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Lovecraft Country",
            "authors": [
                "Matt Ruff"
            ],
            "ranking": 4.03,
            "ranking_count": 37149,
            "abstract": "The critically acclaimed cult novelist makes visceral the terrors of life in Jim Crow America and its lingering effects in this brilliant and wondrous work of the imagination that melds historical fiction, pulp noir, and Lovecraftian horror and fantasy.. Chicago, 1954. When his father Montrose goes missing, twenty-two year old Army veteran Atticus Turner embarks on a road trip to New England to find him, accompanied by his Uncle George—publisher of The Safe Negro Travel Guide—and his childhood friend Letitia. On their journey to the manor of Mr. Braithwhite—heir to the estate that owned Atticus’s great grandmother—they encounter both mundane terrors of white America and malevolent spirits that seem straight out of the weird tales George devours.. At the manor, Atticus discovers his father in chains, held prisoner by a secret cabal named the Order of the Ancient Dawn—led by Samuel Braithwhite and his son Caleb—which has gathered to orchestrate a ritual that shockingly centers on Atticus. And his one hope of salvation may be the seed of his—and the whole Turner clan’s—destruction.. A chimerical blend of magic, power, hope, and freedom that stretches across time, touching diverse members of one black family, Lovecraft Country is a devastating kaleidoscopic portrait of racism—the terrifying specter that continues to haunt us today.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Historical",
                "Science Fiction",
                "Audiobook",
                "Race"
            ]
        },
        {
            "title": "The Dragon's Path",
            "authors": [
                "Daniel Abraham"
            ],
            "ranking": 3.8,
            "ranking_count": 19952,
            "abstract": "All paths lead to war.... Marcus' hero days are behind him. He knows too well that even the smallest war still means somebody's death. When his men are impressed into a doomed army, staying out of a battle he wants no part of requires some unorthodox steps.. Cithrin is an orphan, ward of a banking house. Her job is to smuggle a nation's wealth across a war zone, hiding the gold from both sides. She knows the secret life of commerce like a second language, but the strategies of trade will not defend her from swords.. Geder, sole scion of a noble house, has more interest in philosophy than in swordplay. A poor excuse for a soldier, he is a pawn in these games. No one can predict what he will become.. Falling pebbles can start a landslide. A spat between the Free Cities and the Severed Throne is spiraling out of control. A new player rises from the depths of history, fanning the flames that will sweep the entire region onto The Dragon's Path-the path to war.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Audiobook",
                "Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "Congo. Een geschiedenis",
            "authors": [
                "David Van Reybrouck"
            ],
            "ranking": 4.36,
            "ranking_count": 6073,
            "abstract": "Er is aan het begin van de eenentwintigste eeuw nauwelijks een roeriger natie dan Congo, het reusachtige land in het hart van Afrika, dat barst van de grondstoffen die onontbeerlijk zijn in onze moderne tijd – én van de gruwelijke conflicten. Hoe kon de vroegere, relatief rustige kolonie van België, sinds 1960 onafhankelijk, zo veranderen? David Van Reybrouck beschrijft voor het eerst de verbijsterende geschiedenis van Congo, van ruim voor de komst van de ontdekkingsreiziger Stanley tot en met de invloed van China in de laatste tien jaar en de recente economische crisis. Van 1885 tot 1908 werd het land bestierd door koning Leopold ii, die een fortuin verdiende met de exploitatie van rubber.. De kolonisatie door België in de periode van 1908 tot 1960 zorgde voor industrialisatie en infrastructuur, maar werd ook gekenmerkt door paternalisme, zo niet betutteling. De onverhoedse overgang van kolonie naar onafhankelijke staat rond 1960 is een adembenemend verhaal vol idealisme en gekonkel. Het nieuwe land stortte zich in een turbulent avontuur dat steeds wilder en chaotischer werd en na tweeëndertig jaar dictatuur onder Mobutu leidde tot een van de dodelijkste conflicten sinds de Tweede Wereldoorlog. Van Reybrouck baseert zich niet alleen op zeldzaam archiefmateriaal en baanbrekend onderzoek, maar vooral ook op honderden gesprekken die hij met Congolezen voerde.. Zijn ooggetuigen gaan van eeuwlingen tot kindsoldaten, van rebellenleiders tot smokkelaars, van ministers tot maniokverkoopsters. Hun verhalen heeft de auteur in zijn grote geschiedenis geïntegreerd.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Politics",
                "Culture",
                "Historical",
                "War",
                "Anthropology",
                "Travel"
            ]
        },
        {
            "title": "Kill Shot",
            "authors": [
                "Vince Flynn"
            ],
            "ranking": 4.31,
            "ranking_count": 48172,
            "abstract": "#1. New York Times. bestselling author of. American Assassin. —now a major motion picture. Vince Flynn’s intensely suspenseful #1. New York Times. bestseller puts the young, hungry, and lethal superagent of. American Assassin. in the crosshairs even as he kills with impunity.. In the year since the CIA trained and then unleashed him, Mitch Rapp has dismantled, kill by untraceable kill, the network of monsters behind the Pan Am Lockerbie terrorist attack. The hunt leads to Paris, where a deadly trap is sprung as the bullet leaves Rapp’s silenced pistol—followed by the discovery of nine bodies, including Libya’s oil minister, in one of the city’s finest hotels. Washington wants no part of the international crisis, and Rapp is deemed a liability by Stan Hurley, one of his handlers. But as he slips outside their control to operate on his own, it will soon become clear that nothing is more dangerous than a wounded and cornered Mitch Rapp.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "The Last Mile",
            "authors": [
                "David Baldacci"
            ],
            "ranking": 4.22,
            "ranking_count": 79428,
            "abstract": "Convicted murderer Melvin Mars is counting down the last hours before his execution--for the violent killing of his parents twenty years earlier--when he's granted an unexpected reprieve. Another man has confessed to the crime.. Amos Decker, newly hired on an FBI special task force, takes an interest in Mars's case after discovering the striking similarities to his own life: Both men were talented football players with promising careers cut short by tragedy. Both men's families were brutally murdered. And in both cases, another suspect came forward, years after the killing, to confess to the crime. A suspect who may or may not have been telling the truth.. The confession has the potential to make Melvin Mars--guilty or not--a free man. Who wants Mars out of prison? And why now?. But when a member of Decker's team disappears, it becomes clear that something much larger--and more sinister--than just one convicted criminal's life hangs in the balance. Decker will need all of his extraordinary brainpower to stop an innocent man from being executed.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Action",
                "Adult"
            ]
        },
        {
            "title": "The Home That Was Our Country: A Memoir of Syria",
            "authors": [
                "Alia Malek"
            ],
            "ranking": 4.13,
            "ranking_count": 906,
            "abstract": "At the Arab Spring's hopeful start, Alia Malek returned to Damascus to reclaim her grandmother's apartment, which had been lost to her family since Hafez al-Assad came to power in 1970. Its loss was central to her parent's decision to make their lives in America. In chronicling the people who lived in the Tahaan building, past and present, Alia portrays the Syrians-the Muslims, Christians, Jews, Armenians, and Kurds-who worked, loved, and suffered in close quarters, mirroring the political shifts in their country. Restoring her family's home as the country comes apart, she learns how to speak the coded language of oppression that exists in a dictatorship, while privately confronting her own fears about Syria's future.. The Home That Was Our Country. is a deeply researched, personal journey that shines a delicate but piercing light on Syrian history, society, and politics. Teeming with insights, the narrative weaves acute political analysis with a century of intimate family history, ultimately delivering an unforgettable portrait of the Syria that is being erased.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "History",
                "Politics",
                "War",
                "Biography",
                "Biography Memoir",
                "Audiobook",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "The Big Green Tent",
            "authors": [
                "Lyudmila Ulitskaya",
                "Bela Shayevich",
                "Ludmila Ulitskaya"
            ],
            "ranking": 4.04,
            "ranking_count": 3371,
            "abstract": "An absorbing novel of dissident life in the Soviet Union, by one of Russia’s most popular writers,. The Big Green Tent. is the kind of book the  term “Russian novel” was invented for. A sweeping saga, it tells the story of three school friends who meet in Moscow in the 1950s and go on to embody the heroism, folly, compromise, and hope of the Soviet dissident experience. These three boys—an orphaned poet; a gifted, fragile pianist; and a budding photographer with a talent for collecting secrets—struggle to reach adulthood in a society where their heroes have been censored and exiled.. Rich with love stories, intrigue, and a cast of dissenters and spies,. The Big Green Tent. offers a panoramic survey of life after Stalin and a dramatic investigation into the prospects for integrity in a society defined by the KGB. Each of the central characters seeks to transcend an oppressive regime through art, a love of Russian literature, and activism. And each of them ends up face-to-face with a secret police that is highly skilled at fomenting paranoia, division, and self-betrayal. An artist is chased into the woods, where he remains in hiding for four years; a researcher is forced to deem a patient insane, damning him to torture in a psychiatric ward; a man and his wife each become collaborators, without the other knowing.. Ludmila Ulitskaya’s big yet intimate novel belongs to the tradition of Dostoyevsky, Tolstoy, and Pasternak: a work of politics, love, and belief that is a revelation of life in dark times.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Alice Network",
            "authors": [
                "Kate Quinn"
            ],
            "ranking": 4.3,
            "ranking_count": 354978,
            "abstract": "In an enthralling new historical novel from national bestselling author Kate Quinn, two women—a female spy recruited to the real-life Alice Network in France during World War I and an unconventional American socialite searching for her cousin in 1947—are brought together in a mesmerizing story of courage and redemption.. 1947. In the chaotic aftermath of World War II, American college girl Charlie St. Clair is pregnant, unmarried, and on the verge of being thrown out of her very proper family. She's also nursing a desperate hope that her beloved cousin Rose, who disappeared in Nazi-occupied France during the war, might still be alive. So when Charlie's parents banish her to Europe to have her little problem taken care of, Charlie breaks free and heads to London, determined to find out what happened to the cousin she loves like a sister.. 1915. A year into the Great War, Eve Gardiner burns to join the fight against the Germans and unexpectedly gets her chance when she's recruited to work as a spy. Sent into enemy-occupied France, she's trained by the mesmerizing Lili, code name Alice, the queen of spies, who manages a vast network of secret agents right under the enemy's nose.. Thirty years later, haunted by the betrayal that ultimately tore apart the Alice Network, Eve spends her days drunk and secluded in her crumbling London house. Until a young American barges in uttering a name Eve hasn't heard in decades, and launches them both on a mission to find the truth...no matter where it leads.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "War",
                "Adult",
                "Cultural",
                "Book Club"
            ]
        },
        {
            "title": "Out of Turn",
            "authors": [
                "Tiffany Snow"
            ],
            "ranking": 4.45,
            "ranking_count": 6640,
            "abstract": "Breaking up is hard to do, as Kathleen Turner discovers. After a falling-out with her ex, high-powered attorney Blane Kirk, she’s moving on the best she can. Unfortunately, someone from her past is set on revenge and nothing short of killing Kathleen will stop them.. Keeping his brother’s ex-girlfriend alive isn’t something new to assassin-for-hire Kade Dennon, but this time can he protect her from himself? She’s a woman he can’t convince himself to walk away from, no matter what it costs him.. Regret is a constant companion for Blane as he realizes the truth behind the lies he’s been told. Can love heal the past, or can some mistakes not be undone?. Murder reunites Blane, Kade, and Kathleen as the police put Blane in their crosshairs. Blane may lose everything unless he and Kade can find the real murderer before it’s too late. But if they can’t set aside their love for the same woman and work together, it will tear them apart.. In Out of Turn, Kathleen is caught between two warring brothers, and the consequences may be fatal.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Suspense",
                "Mystery",
                "Contemporary",
                "Adult",
                "Action",
                "New Adult"
            ]
        },
        {
            "title": "Star Wars: Dawn of the Jedi Book 1: Force Storm",
            "authors": [
                "John Ostrander",
                "Jan Duursema"
            ],
            "ranking": 3.74,
            "ranking_count": 2076,
            "abstract": "Here begins the tale of the dawn of the Jedi, the. Star Wars. of 25,000 years ago--before lightsabers, before hyperspace travel, before the Jedi spread throughout the galaxy, when connections to the Force were new.. On the planet Tython, a group of beings--scientists, philosophers, and warriors--strive to maintain peace and to balance the mystifying power known as the Force. But a stranger is coming, one who will disrupt the balance with his arrival and his own connection to the Force. Everything in their system is about to change...The doors to the galaxy have been opened!",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Graphic Novels Comics",
                "Comics",
                "Superheroes",
                "Adventure"
            ]
        },
        {
            "title": "Napoleon: A Life",
            "authors": [
                "Andrew Roberts"
            ],
            "ranking": 4.13,
            "ranking_count": 17946,
            "abstract": "The definitive biography of the great soldier-statesman by the. New York Times. bestselling author of. The Storm of War. —winner of the. Los Angeles Times. Book Prize for Biography and the Grand Prix of the Fondation Napoleon. Austerlitz, Borodino, Waterloo: his battles are among the greatest in history, but Napoleon Bonaparte was far more than a military genius and astute leader of men. Like George Washington and his own hero Julius Caesar, he was one of the greatest soldier-statesmen of all times.. Andrew Roberts’s. Napoleon. is the first one-volume biography to take advantage of the recent publication of Napoleon’s thirty-three thousand letters, which radically transform our understanding of his character and motivation. At last we see him as he was: protean multitasker, decisive, surprisingly willing to forgive his enemies and his errant wife Josephine. Like Churchill, he understood the strategic importance of telling his own story, and his memoirs, dictated from exile on St. Helena, became the single bestselling book of the nineteenth century.. An award-winning historian, Roberts traveled to fifty-three of Napoleon’s sixty battle sites, discovered crucial new documents in archives, and even made the long trip by boat to St. Helena. He is as acute in his understanding of politics as he is of military history. Here at last is a biography worthy of its subject: magisterial, insightful, beautifully written, by one of our foremost historians.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Cultural",
                "War",
                "Biography Memoir",
                "Politics",
                "Historical",
                "Military"
            ]
        },
        {
            "title": "Born With Teeth",
            "authors": [
                "Kate Mulgrew"
            ],
            "ranking": 3.91,
            "ranking_count": 8461,
            "abstract": "Raised by unconventional Irish Catholics who knew how to drink, how to dance, how to talk, and how to stir up the devil, Kate Mulgrew grew up with poetry and drama in her bones. But in her mother, a would-be artist burdened by the endless arrival of new babies, young Kate saw the consequences of a dream deferred. Determined to pursue her own no matter the cost, at 18 she left her small Midwestern town for New York, where, studying with the legendary Stella Adler, she learned the lesson that would define her as an actress: Use it, Adler told her. Whatever disappointment, pain, or anger life throws in your path, channel it into the work.. It was a lesson she would need. At twenty-two, just as her career was taking off, she became pregnant and gave birth to a daughter. Having already signed the adoption papers, she was allowed only a fleeting glimpse of her child. As her star continued to rise, her life became increasingly demanding and fulfilling, a whirlwind of passionate love affairs, life-saving friendships, and bone-crunching work. Through it all, Mulgrew remained haunted by the loss of her daughter, until, two decades later, she found the courage to face the past and step into the most challenging role of her life, both on and off screen.. We know Kate Mulgrew for the strong women she's played--Captain Janeway on. Star Trek. ; the tough-as-nails Red on. Orange is the New Black. . Now, we meet the most inspiring and memorable character of all: herself. By turns irreverent and soulful, laugh-out-loud funny and heart-piercingly sad, BORN WITH TEETH is the breathtaking memoir of a woman who dares to live life to the fullest, on her own terms.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Media Tie In",
                "Womens",
                "Adult",
                "Parenting"
            ]
        },
        {
            "title": "Eligible: A Modern Retelling of Pride & Prejudice",
            "authors": [
                "Curtis Sittenfeld"
            ],
            "ranking": 3.6,
            "ranking_count": 82645,
            "abstract": "This version of the Bennet family and Mr. Darcy is one that you have and haven't met before: Liz is a magazine writer in her late thirties who, like her yoga instructor older sister, Jane, lives in New York City. When their father has a health scare, they return to their childhood home in Cincinnati to help and discover that the sprawling Tudor they grew up in is crumbling and the family is in disarray.. Youngest sisters Kitty and Lydia are too busy with their CrossFit workouts and Paleo diets to get jobs. Mary, the middle sister, is earning her third online master's degree and barely leaves her room, except for those mysterious Tuesday-night outings she won't discuss. And Mrs. Bennet has one thing on her mind: how to marry off her daughters, especially as Jane's fortieth birthday fast approaches.. Enter Chip Bingley, a handsome new-in-town doctor who recently appeared on the juggernaut reality TV dating show. Eligible. . At a Fourth of July barbecue, Chip takes an immediate interest in Jane, but Chip's friend, neurosurgeon Fitzwilliam Darcy, reveals himself to Liz to be much less charming. . . . And yet, first impressions can be deceiving.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Retellings",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Humor"
            ]
        },
        {
            "title": "Machine of Death: A Collection of Stories About People Who Know How They Will Die",
            "authors": [
                "Ryan North",
                "Matthew Bennardo",
                "David Malki",
                "Camille Alexa",
                "Yahtzee Croshaw",
                "Randall Munroe",
                "Brian Quinlan",
                "Jeffrey Brown",
                "more…",
                "Arryn Diaz",
                "Kazu Kibuishi",
                "Scott C.",
                "Roger Langridge",
                "Karl Kerschl",
                "Cameron Stewart",
                "Tom Francis",
                "Dean Trippe",
                "Erin McKean",
                "James L. Sutter",
                "Kate Beaton",
                "Jeff Stautz",
                "J. Jack Unrau",
                "Brandon Bolt",
                "Shannon Wheeler",
                "Kit Yona",
                "Vera Brosgol",
                "Jeffrey C. Wells",
                "Christopher Hastings",
                "K.M. Lawrence",
                "David Michael Wharton",
                "Brian McLachlan",
                "John Chernega",
                "Paul Horn",
                "Camron Miller",
                "Chris Cox",
                "Les McClaine",
                "Kevin McShane",
                "Kean Soo",
                "K. Sekelsky",
                "James Foreman",
                "Douglas J. Lane",
                "…less"
            ],
            "ranking": 3.94,
            "ranking_count": 7096,
            "abstract": "The machine had been invented a few years ago: a machine that could tell, from just a sample of your blood, how you were going to die. It didn't give you the date and it didn't give you specifics. It just spat out a sliver of paper upon which were printed, in careful block letters, the words DROWNED or CANCER or OLD AGE or CHOKED ON A HANDFUL OF POPCORN. It let people know how they were going to die.. Machine of Death. tells thirty-four different stories about people who know how they will die. Prepare to have your tears jerked, your spine tingled, your funny bone tickled, your mind blown, your pulse quickened, or your heart warmed. Or better yet, simply prepare to be surprised. Because even when people do have perfect knowledge of the future, there's no telling exactly how things will turn out.. Featuring stories by:. * Randall Munroe. * Ben Yahtzee Croshaw. * Tom Francis. * Camille Alexa. * Erin McKean. * James L. Sutter. * Douglas J. Lane. * and many others.. Featuring illustrations by:. * Kate Beaton. * Kazu Kibuishi. * Aaron Diaz. * Jeffrey Brown. * Scott C.. * Roger Langridge. * Karl Kerschl. * Cameron Stewart. * and many others",
            "part_of_series": true,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Science Fiction",
                "Anthologies",
                "Fantasy",
                "Humor",
                "Horror",
                "Death",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Slow Regard of Silent Things",
            "authors": [
                "Patrick Rothfuss",
                "Nate  Taylor"
            ],
            "ranking": 3.89,
            "ranking_count": 129414,
            "abstract": "Deep below the University, there is a dark place. Few people know of it: a broken web of ancient passageways and abandoned rooms. A young woman lives there, tucked among the sprawling tunnels of the Underthing, snug in the heart of this forgotten place.. Her name is Auri, and she is full of mysteries.. The Slow Regard of Silent Things. is a brief, bittersweet glimpse of Auri’s life, a small adventure all her own. At once joyous and haunting, this story offers a chance to see the world through Auri’s eyes. And it gives the reader a chance to learn things that only Auri knows.... In this book, Patrick Rothfuss brings us into the world of one of. The Kingkiller Chronicle’s. most enigmatic characters. Full of secrets and mysteries,. The Slow Regard of Silent Things. is the story of a broken girl trying to live in a broken world.. AUTHOR’S FOREWORD. You might not want to buy this book.. I know, that’s not the sort of thing an author is supposed to say. The marketing people aren’t going to like this. My editor is going to have a fit. But I’d rather be honest with you right out of the gate.. First, if you haven’t read my other books, you don’t want to start here.. My first two books are. The Name of the Wind. and. The Wise Man’s Fear. . If you’re curious to try my writing, start there. They’re the best introduction to my world. This book deals with Auri, one of the characters from that series. Without the context of those books, you’re probably going to feel pretty lost.. Second, even if you have read my other books, I think it’s only fair to warn you that this is a bit of a strange story. I don’t go in for spoilers, but suffice to say that this one is ... different. It doesn’t do a lot of the things a classic story is supposed to do. And if you’re looking for a continuation of Kvothe’s storyline, you’re not going to find it here.. On the other hand, if you’d like to learn more about Auri, this story has a lot to offer. If you love words and mysteries and secrets. If you’re curious about the Underthing and alchemy. If you want to know more about the hidden turnings of my world.... Well, then this book might be for you.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Novella",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adult",
                "Young Adult"
            ]
        },
        {
            "title": "Το πιο παράξενο απόκτημα των εντόμων",
            "authors": [
                "Μαρία Φίλη"
            ],
            "ranking": 4.5,
            "ranking_count": 10,
            "abstract": "Η Μαρία Φίλη γεννήθηκε στην Αθήνα το 1993. Είναι φοιτήτρια στο τμήμα Θεωρίας και Ιστορίας της Τέχνης, της Ανωτάτης Σχολής Καλών Τεχνών. Το πιο παράξενο απόκτημα των εντόμων είναι το πρώτο της βιβλίο.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Nevernight",
            "authors": [
                "Jay Kristoff"
            ],
            "ranking": 4.22,
            "ranking_count": 74383,
            "abstract": "In a land where three suns almost never set, a fledgling killer joins a school of assassins, seeking vengeance against the powers who destroyed her family.. Daughter of an executed traitor, Mia Corvere is barely able to escape her father’s failed rebellion with her life. Alone and friendless, she hides in a city built from the bones of a dead god, hunted by the Senate and her father’s former comrades. But her gift for speaking with the shadows leads her to the door of a retired killer, and a future she never imagined.. Now, Mia is apprenticed to the deadliest flock of assassins in the entire Republic—the Red Church. If she bests her fellow students in contests of steel, poison and the subtle arts, she’ll be inducted among the Blades of the Lady of Blessed Murder, and one step closer to the vengeance she desires. But a killer is loose within the Church’s halls, the bloody secrets of Mia’s past return to haunt her, and a plot to bring down the entire congregation is unfolding in the shadows she so loves.. Will she even survive to initiation, let alone have her revenge?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adult",
                "New Adult",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Sand Omnibus",
            "authors": [
                "Hugh Howey"
            ],
            "ranking": 3.97,
            "ranking_count": 25285,
            "abstract": "The new novel from the international bestselling author of the Wool trilogy.. The old world is buried. A new one has been forged atop the shifting dunes. Here in this land of howling wind and infernal sand, four siblings find themselves scattered and lost.. Palmer has never been the same since his father walked out twelve years ago. His elder sister, Vic, is trying to run away from the past; his younger brothers, Connor and Rob, are risking their lives to embrace it. His mother, left with nothing but anger, is just trying to forget.. Palmer wants to prove his worth, not only to his family, but to himself. And in the barren, dune-covered landscape of his home, there is only one way to earn respect: sand-diving. Plunging deep below the desert floor in search of relics and scraps of the old world. He is about to embark on the most dangerous dive of his young life, aiming to become the first to discover the rumoured city below.. Deep within the sand lies the key to bringing his family together – and tearing their world apart.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Please Ignore Vera Dietz",
            "authors": [
                "A.S. King"
            ],
            "ranking": 3.87,
            "ranking_count": 29896,
            "abstract": "Vera’s spent her whole life secretly in love with her best friend, Charlie Kahn. And over the years she’s kept a lot of his secrets. Even after he betrayed her. Even after he ruined everything.. So when Charlie dies in dark circumstances, Vera knows a lot more than anyone—the kids at school, his family, even the police. But will she emerge to clear his name? Does she even want to?. Edgy and gripping,. Please Ignore Vera Dietz. is an unforgettable novel: smart, funny, dramatic, and always surprising.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Mystery",
                "Romance",
                "Death",
                "Audiobook"
            ]
        },
        {
            "title": "The Bear",
            "authors": [
                "Claire  Cameron"
            ],
            "ranking": 3.34,
            "ranking_count": 7490,
            "abstract": "A powerfully suspenseful story narrated by a young girl who must fend for herself and her little brother after a brutal bear attack.. While camping with her family on a remote island, five-year-old Anna awakes in the night to the sound of her mother screaming. A rogue black bear, 300 pounds of fury, is attacking the family's campsite, pouncing on her parents as prey.. At her dying mother's faint urging, Anna manages to get her brother into the family's canoe and paddle away. But when the canoe dumps the two children on the edge of the woods, and the sister and brother must battle hunger, the elements, and a dangerous wilderness, we see Anna's heartbreaking love for her family -- and her struggle to be brave when nothing in her world seems safe anymore.. Told in the honest, raw voice of five-year-old Anna, this is a riveting story of love, courage, and survival.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Thriller",
                "Adventure",
                "Contemporary",
                "Adult Fiction",
                "Suspense",
                "Adult",
                "Audiobook"
            ]
        }
    ]
}