{
    "books": [
        {
            "title": "Monday or Tuesday",
            "authors": [
                "Virginia Woolf"
            ],
            "ranking": 3.62,
            "ranking_count": 2791,
            "abstract": "One of the most distinguished critics and innovative authors of the twentieth century, Virginia Woolf published two novels before this collection appeared in 1921. However, it was these early stories that first earned her a reputation as a writer with the liveliest imagination and most delicate style of her time. Influenced by Joyce, Proust, and the theories of William James, Bergson, and Freud, she strove to write a new fiction that emphasized the continuous flow of consciousness, time's passage as both a series of sequential moments and a longer flow of years and centuries, and the essential indefinability of character.. Readers can discover these and other aspects of her influential style in the eight stories collected here, among them a delightful, feminist put-down of the male intellect in A Society and a brilliant and sensitive portrayal of nature in Kew Gardens. Also included are An Unwritten Novel, The String Quartet, A Haunted House, Blue & Green, The Mark on the Wall, and the title story.. In recent years, Woolf's fiction, feminism, and high-minded sensibilities have earned her an ever-growing audience of readers. This splendid collection offers those readers not only the inestimable pleasures of the stories themselves, but an excellent entrée into the larger body of Woolf's work.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Fiction",
                "Literature",
                "Feminism",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Collected Stories",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 4.25,
            "ranking_count": 7474,
            "abstract": "“A Bear Hunt,” “A Rose for Emily,” “Two Soldiers,” “Victory,” “The Brooch,” “Beyond”—these are among the forty-two stories that make up this magisterial collection by the writer who stands at the pinnacle of modern American fiction. Compressing an epic expanse of vision into narratives as hard and wounding as bullets, William Faulkner’s stories evoke the intimate textures of place, the deep strata of history and legend, and all the fear, brutality, and tenderness of which human beings are capable.. These tales are set not only in Yoknapatawpha County but in Beverly Hills and in France during World War I; they are populated by such characters as the Faulknerian archetypes Flem Snopes and Quentin Compson (“A Justice”) as well as ordinary men and women who emerge in these pages so sharply and indelibly that they dwarf the protagonists of most novels.. --back cover. Contains:. Barn burning --. Shingles for the Lord --. The tall men --. A bear hunt --. Two soldiers --. Shall not perish --. A rose for Emily --. Hair --. Centaur in brass --. Dry September --. Death drag --. Elly --. Uncle Willy --. Mule in the yard --. That will be fine --. That evening sun --. Red leaves --. A justice --. A courtship --. Lo! --. Ad Astra --. Victory --. Crevasse --. Turnabout --. All the dead pilots --. Wash --. Honor --. Dr. Martino --. Fox hunt --. Pennsylvania Station --. Artist at home --. The brooch --. My Grandmother Millard --. Golden land --. There was a queen --. Mountain victory --. Beyond --. Black music --. The leg --. Mistral --. Divorce in Naples --. Carcassonne.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Gothic",
                "American",
                "Literary Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "Only His",
            "authors": [
                "Elizabeth Lowell"
            ],
            "ranking": 4.0,
            "ranking_count": 3342,
            "abstract": "Escaping the ravages of the Civil War, a gently reared lady must leave behind everything she knows -- and trust her life and her future to a dangerous gunfighter with a passion for vengeance.. A team of prize Arabian horses is all that Willow Moran has left -- and Caleb Black is the only man who can help her reach her brother in the Colorado Rockies. But she fears this stranger who burns to avenge the wrongs of treacherous men. For Caleb is as wild and unpredictable as the uncivilized land he loves. Yet, though she challenges him at every turn, the spirited southern lady knows this proud, enigmatic loner is her destiny. And no matter what peril awaits, they must face it together -- for Willow has become a fever in Caleb′s blood ... awakening a need so fierce that he would defeat the devil himself to possess her.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Westerns",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adult"
            ]
        },
        {
            "title": "Herr Arnes penningar",
            "authors": [
                "Selma Lagerlöf"
            ],
            "ranking": 3.45,
            "ranking_count": 1298,
            "abstract": "En närmast gotisk roman baserad på verkliga händelser i Bohuslän på 1570-talet. Prästen Herr Arne blir mördad med hela sin familj, utom en ung flicka som överlever. Hennes öde vävs sedan samman med mördarnas. Berättelsen har både kosmiska dimensioner och psykologiskt djup. Den isländska sagans korthuggna och kärva stil betydde nu en hel del för Lagerlöfs berättande och står här i samklang med stoffet.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Cultural",
                "Horror",
                "Nobel Prize",
                "Fantasy",
                "Mystery",
                "Historical"
            ]
        },
        {
            "title": "The Onion Field",
            "authors": [
                "Joseph Wambaugh"
            ],
            "ranking": 4.11,
            "ranking_count": 20669,
            "abstract": "This is the frighteningly true story of two young cops and two young robbers whose separate destinies fatally cross one March night in a bizarre execution in a deserted Los Angeles field.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "History",
                "Thriller",
                "Classics",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "Roman Blood",
            "authors": [
                "Steven Saylor"
            ],
            "ranking": 3.93,
            "ranking_count": 8640,
            "abstract": "Elena asks that you come to the House of Swans at once. ... Compelled by this message, the wealthy, sybaritic Sextus Roscius goes not to his harlot, but to his doom—savagely murdered by unknown assassins. In the unseasonable heat of a spring morning in 80 B.C., Gordianus the Finder is summoned to the house of Cicero, a young advocate staking his reputation on this case. The charge is patricide; the motive, a son's greed. The punishment, rooted deep in Roman tradition, is horrific beyond imagining.. Gordianus's investigation takes him through the city's raucous, pungent streets and deep into urban Umbria, unraveling layers of deceit, twisted passions, and murderous desperation. From pompous, rouged nobles to wily slaves to citizens of seemingly simple virtue, the case becomes a political nightmare. As the defense proceeds toward a devastating confrontation in the Forum, one man's fate may be threaten the very leaders of Rome itself.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Roman",
                "Cultural",
                "Thriller"
            ]
        },
        {
            "title": "The Play of the Eyes",
            "authors": [
                "Elias Canetti"
            ],
            "ranking": 4.13,
            "ranking_count": 304,
            "abstract": "This is the third volume of Elias Canetti's autobiography, following The Tongue Set Free and The Torch in My Ear. It is set in Vienna between 1931 and 1937, at a time when the European catastrophe was already clear to anyone with eyes to see. The book is both a portrait of its time and an intellectual and spiritual autobiography. Canetti describes his relationships with Herman Broch, Robert Musil, Fritz Wortruba, the composer Alban Berg, and Alma Mahler.",
            "part_of_series": true,
            "genre_list": [
                "European Literature",
                "Biography",
                "Nonfiction",
                "Nobel Prize",
                "Autobiography",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Querelle Of Brest",
            "authors": [
                "Jean Genet"
            ],
            "ranking": 3.94,
            "ranking_count": 2223,
            "abstract": "Querelle of Brest. is regarded by many critics as Jean Genet's highest achievement in the novel- certainly one of the landmarks of postwar French literature. The story of a dangerous man seduced by danger, it deals in a startling way with the Dostoevskian theme of murder as an act of total liberation, and as a pact demanding an answering sacrifice. Querelle is a young sailor at large in the port of Brest. His abrupt senior officer, Lt. Seblon, records in an elegant diary his longing for the young man. The policeman Mario, who frames his mates for stealing from the Monoprix, covets him. The brothel keeper's husband, feels entitled to possess him. The murderer in hiding, whom he nourishes, embraces him. Even the madam herself, despite her dispproval of his kind, becomes Querelle's mistress.. 'His elaborate constructed novel about a sailor in Brest who murders and allows representatives of authority, like policemen and ponces, to act out their sexual fantasies on him is continuously vivid and varied...To ignore it would be a kind of treason to culture one inhabits' PUNCH. 'In spite of the quality of the rapaciousness and lust-the corruption by both the establishment and the outsider, the characters in Genet's books all share a burning, tempestuous passion to live. For them, to do good or evil is part of the human condition-and to sin is better than to do nothing, because it means to exist. On the final count,. Querelle of Brest. stands for a great cry of affirmation on the side of life' THE SPECTATOR",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Cultural",
                "Literature",
                "Classics",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Die Wilden Hühner und das Glück der Erde",
            "authors": [
                "Cornelia Funke"
            ],
            "ranking": 4.27,
            "ranking_count": 1968,
            "abstract": "Sprotte kann es nicht fassen: Sie soll ihre Ferien auf einem Reiterhof verbringen, obwohl sie von Pferden nichts hält. Zum Glück kommen auch alle anderen Wilden Hühner mit. Nach ein paar Tagen merken sie, dass an dem Spruch vom höchsten Glück der Erde etwas dran ist. Wer hätte gedacht, dass einem Pferde so ans Herz wachsen können. Mit den Streichen der Wilden Küken kommt die Mädchenbande nach einiger Zeit klar - das erste Verliebtsein dagegen bringt einige Verwirrungen, denn nicht nur die Jungs von der Pygmäen-Bande sind mit von der Partie...",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "European Literature",
                "Fiction",
                "Young Adult",
                "Contemporary",
                "Romance",
                "Audiobook",
                "Animals",
                "Adventure"
            ]
        },
        {
            "title": "Alice James",
            "authors": [
                "Jean Strouse"
            ],
            "ranking": 3.82,
            "ranking_count": 159,
            "abstract": "Alice James was the sister of William and Henry, the only daughter in a family of brilliant and not a little eccentric men, and representative of the intellectually repressed 19th-century woman whose grief finds an outlet in neurotic illness. She kept a withering journal of her life, wrote letters, and left behind a trail needing only modern signposts.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Biography Memoir",
                "Literature",
                "Autobiography",
                "Womens",
                "The United States Of America",
                "Historical"
            ]
        },
        {
            "title": "False Dawn",
            "authors": [
                "Edith Wharton"
            ],
            "ranking": 3.65,
            "ranking_count": 221,
            "abstract": "The first of four novellas, together called Old New York, set in the mid-1800s.. Lewis Raycie is sent on a Grand Tour of Europe with instructions from his father to acquire a collection of accepted Art Works. His father's dream is to own a Raphael; instead, Lewis returns with a priceless collection of Renaissance masterpieces by Piero della Francesca and others of equal stature. They are, however, unknown in America.. His father is appalled and disinherits him. His family ridicules him. But it is only after Lewis dies that the magnificent collection gets the recognition it really deserves.. (P)2014 Audible, Inc.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Audiobook",
                "Novella",
                "Literature"
            ]
        },
        {
            "title": "Джалапіта",
            "authors": [
                "Емма Андієвська"
            ],
            "ranking": 4.38,
            "ranking_count": 24,
            "abstract": "«Джалапіта» Емми Андієвської – філософське оповідання, головним героєм якого є однойменна міфічна істота. Образ Джалапіти є полісемантичним, він втілює у собі гармонію світобудови і доброту. Світову славу письменниці принесли прозові твори «Герострати», «Роман про людське призначення», «Подорож», «Джалапіта», «Тигри», «Казка про яян», поетичні збірки «Народження ідола», «Наука про землю», «Вілли над морем», «Міражі», «Міста-валети», «Шухлядні краєвиди» та ін. Емма Андієвська – українська письменниця та художниця, яка працює у стилі сюрреалізму та герметизму.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Robert the Bruce: King of Scots",
            "authors": [
                "Ronald McNair Scott"
            ],
            "ranking": 3.89,
            "ranking_count": 619,
            "abstract": "Robert the Bruce had himself crowned King of Scots at Scone on a frozen March morning in 1306. After years of struggle, Scotland had been reduced to a vassal state by Edward I of England and its people lived in poverty. On the day he seized the crown Bruce renewed the fight for Scotland's freedom, and let forth a battle cry that would echo through the centuries.. Using contemporary accounts, Ronald McNair Scott tells the story of Scotland's legendary leader, and one of Europe's most remarkable medieval kings. It is a story with episodes as romantic as those of King Arthur, but also one which belongs in the annals of Scottish History, and has shaped a nation.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Cultural",
                "Historical",
                "Biography Memoir",
                "Military"
            ]
        },
        {
            "title": "Η νυχτερίδα",
            "authors": [
                "Στρατής Τσίρκας",
                "Stratis Tsirkas"
            ],
            "ranking": 4.45,
            "ranking_count": 413,
            "abstract": "Οι Ακυβέρνητες Πολιτείες απαρτίζονται από τρεις τόμους: Η λέσχη (1961), Αριάγνη (1962), Η νυχτερίδα (1965). Η δράση τοποθετείται αντίστοιχα στην Ιερουσαλήμ, στο Κάιρο, στην Αλεξάνδρεια. Ένα μυθιστόρημα που τιθασεύει αριστοτεχνικά μια χειμαρρώδη ιστορική ύλη, δίνοντας ανθρώπινη φωνή στο έπος και στο δράμα του Β΄ Παγκοσμίου Πολέμου, την ώρα που κρινόταν το μέλλον των λαών και παίχτηκε στα ζάρια η τύχη της Ελλάδας. Χάρη σε ποικίλες αναδρομές, η τριλογία ζωντανεύει και προγενέστερες περιόδους, από τον Μεσοπόλεμο, τον χλωρό παράδεισο της εφηβείας με τα πρώτα ερωτικά σκιρτήματα κάποιων ηρώων, ως την παλιά Αίγυπτο, ανακαλώντας μνήμες προγόνων. Το έργο κορυφώνεται με την εξέγερση του Στρατού και του Στόλου, το κίνημα του Απρίλη 1944 και τη δραματική καταστολή του, ενώ, με τον επίλογο του γ΄ τόμου, μεταφερόμαστε στη Θεσσαλονίκη μετά τον Εμφύλιο, το 1954, όπου ακούγεται ένα συγκλονιστικό ρέκβιεμ για τους χαμένους αγωνιστές.. Ωστόσο, ο Τσίρκας δεν έγραψε χρονικό, αλλά έργο τέχνης. Ιστορική ακρίβεια και φαντασία σπάνια δένονται σ' ένα τόσο αρμονικό σύνολο. Κινώντας στιβαρά μεγάλους όγκους, καταγράφει ευαίσθητα τις απηχήσεις των γεγονότων στη συνείδηση και στις σχέσεις των ανθρώπων, πλάθοντας ολοζώντανες μορφές που θα μείνουν στο πάνθεον των μυθιστορηματικών ηρώων. Πολιτικές μηχανορραφίες, αχαλίνωτες φιλοδοξίες μέσα στη δίνη του πολέμου, αλλά και ωραία όνειρα και περίσσευμα ανθρωπιάς και γενναιότητας δίνουν το στίγμα των Ακυβέρνητων Πολιτειών, όπου ο έρωτας, κυρίαρχος, τυλίγει και ξετυλίγει το νήμα μιας συναρπαστικής πλοκής. Παράλληλα, με την πολυφωνία της αφήγησης και άλλες νεωτερικές τεχνοτροπίες, ο συγγραφέας κατορθώνει να συγχωνεύσει τον μοντερνισμό με την παράδοση. Ένα μεταιχμιακό έργο, που σφράγισε τα ελληνικά γράμματα σ' αυτό τον σύντομο 20ό αιώνα.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Classics",
                "Historical"
            ]
        },
        {
            "title": "Winter Wheat",
            "authors": [
                "Mildred Walker",
                "James Welch"
            ],
            "ranking": 4.1,
            "ranking_count": 2233,
            "abstract": "For this Bison Books edition, James Welch, the acclaimed author of. Winter in the Blood. (1986) and other novels, introduces Mildred Walker's vivid heroine, Ellen Webb, who lives in the dryland wheat country of central Montana during the early 1940s. He writes, It is a story about growing up, becoming a woman, mentally, emotionally, spiritually, within the space of a year and a half. But what a year and a half it is! Welch offers a brief biography of Walker, who wrote nine of her thirteen novels while living in Montana.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Young Adult",
                "Novels",
                "Westerns",
                "Literature",
                "Family",
                "Womens",
                "Contemporary"
            ]
        },
        {
            "title": "Antic Hay",
            "authors": [
                "Aldous Huxley"
            ],
            "ranking": 3.4,
            "ranking_count": 2037,
            "abstract": "Antic Hay is one of Aldous Huxley's earlier novels, and like them is primarily a novel of ideas involving conversations that disclose viewpoints rather than establish characters; its polemical theme unfolds against the backdrop of London's post-war nihilistic Bohemia. This is Huxley at his biting, brilliant best: a novel, loud with derisive laughter, which satirically scoffs at all conventional morality and at stuffy people everywhere, a novel that's always charged with excitement.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Humor",
                "European Literature",
                "Philosophy",
                "Audiobook"
            ]
        },
        {
            "title": "Infante's Inferno",
            "authors": [
                "Guillermo Cabrera Infante"
            ],
            "ranking": 3.94,
            "ranking_count": 309,
            "abstract": "Detailing the sexual education and adventures of the author, Infante's Inferno is a book about growing up in pre-revolutionary Havana. Viewing every girl as a potential lover, and the movies as a place both for entertainment and potential sexual escapades, Cabrera Infante captures the adolescent male mind-set with a great deal of self-conscious fun. With his hallmark of puns and wordplay - translated by Suzanne Jill Levine and the author - Cabrera Infante has written a hilarious version of the Don Juan myth set in the tropics.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Cultural",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Mexican Dream, or The Interrupted Thought of Amerindian Civilizations",
            "authors": [
                "J.M.G. Le Clézio",
                "Teresa Lavender Fagan"
            ],
            "ranking": 3.46,
            "ranking_count": 172,
            "abstract": "Winner of the 2008 Nobel Prize for Literature, J. M. G. Le Clézio here conjures the consciousness of Mexico, powerfully evoking the dreams that made and unmade an ancient culture. Le Clézio’s haunting book takes us into the dream that was the religion of the Aztecs, a religion whose own apocalyptic visions anticipated the coming of the Spanish conquerors. Here the dream of the conquistadores rises before us, too, the glimmering idea of gold drawing Europe into the Mexican dream. Against the religion and thought of the Aztecs and the Tarascans and the Europeans in Mexico, Le Clézio also shows us those of the “barbarians” of the north, the nomadic Indians beyond the pale of the Aztec frontier.. Finally, Le Clézio’s book is a dream of the present, a meditation on what in Amerindian civilizations—in their language, in their way of telling tales, of wanting to survive their own destruction—moved the poet, playwright, and actor Antonin Artaud and motivates Le Clézio in this book. His own deep identification with pre-Columbian cultures, whose faith told them the wheel of time would bring their gods and their beliefs back to them, finds fitting expression in this extraordinary book, which brings the dream around.. “We are lucky to have in Le Clézio a writer of great quality who brings his particular sensibility and talent here to remind us of the very nature of the rituals and myths of the civilizations of ancient Mexico; he provides us with descriptions as precise as they are mysterious.”. —Le Figaro",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural",
                "Philosophy",
                "Nobel Prize"
            ]
        },
        {
            "title": "Slow Funeral",
            "authors": [
                "Rebecca Ore"
            ],
            "ranking": 3.42,
            "ranking_count": 38,
            "abstract": "Running away from Bracken County and its corrupt magical practices after her parents are killed, Maude Fuller attempts to deny her witch destiny, until her beloved grandmother's impending death summons Maude back home.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Nineteen Seventy Seven",
            "authors": [
                "David Peace"
            ],
            "ranking": 3.85,
            "ranking_count": 3220,
            "abstract": "As the summer moves remorselessly towards the bonfires of Jubilee night, the killings accelerate and it seems as if Fraser and Whitehead are the only men who suspect or care that there may be more than one killer at large.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Historical",
                "European Literature",
                "Suspense"
            ]
        },
        {
            "title": "The American Way of Death",
            "authors": [
                "Jessica Mitford"
            ],
            "ranking": 4.01,
            "ranking_count": 502,
            "abstract": "Before the turn of the century, the American funeral was simple to the point of starkness, says Jessica Mitford, the acclaimed muckraking journalist who published this investigation of the country's funeral business in 1963. That the country went on to develop a tendency for gross overspending on funerals Mitford puts down to the greed and ingenuity of undertakers, whom she regards as salesmen guilty of pressuring families into agreeing to their excessive standards for burial. Mitford, who died recently, delivers facts and criticism in a forthright and humorous manner. She would certainly appreciate that her assessment of the American way of death endures after her own passing.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Death",
                "History",
                "Writing",
                "Sociology",
                "North American Hi...",
                "Cultural",
                "Literature",
                "Culture",
                "Classics"
            ]
        },
        {
            "title": "Mind of the Raven: Investigations and Adventures with Wolf-Birds",
            "authors": [
                "Bernd Heinrich"
            ],
            "ranking": 4.02,
            "ranking_count": 3433,
            "abstract": "In Mind of the Raven, Bernd Heinrich, award - winning naturalist, finds himself dreaming of ravens and decides he must get to the truth about this animal reputed to be so intelligent.. Much like a sleuth, Heinrich involves us in his quest, letting one clue lead to the next. But as animals can only be spied on by getting quite close Heinrich adopts ravens, thereby becoming a raven father, as well as observing them in their natural habitat, studying their daily routines, and in the process painting a vivid picture of the world as lived by the ravens. At the heart of this book are Heinrich's love and respect for these complex and engaging creatures, and through his keen observation andanalysis, we become their intimates too.. Throughout history there has existed an extraordinary relationship between humans and ravens. Ravens, like early humans, are scavengers on the kills of great carnivores. As scavengers, ravens were associated with hunters they found in the north: wolves and, later, men. The trinity of wolf, man, and raven in the hunt is an extremely ancient one. In considering the appeal of the raven, Bernd Heinrich suspects that a meeting of the minds might reside in that hunting trinity.. Heinrich's passion for ravens has led him around the world in his research. Mind of the Raven takes you on an exotic journey--from New England to Germany, Montana to Baffin Island in the high Arctic--offering dazzling accounts of how science works in the field, filtered through the eyes of a passionate observer of nature.. Heinrich has a true gift; through his stories, his beautiful writing, illustrations, and photography, the ravens come alive. Each new discovery and insight into their behavior is thrilling to read. just as the title promises, the reader is given a rare glimpse into the mind of these wonderful creatures.Following the dictum of Leonardo da Vinci--It is not enough to believe what you see. YOU Must also understand what you see--Bernd Heinrich enables us to see the natural world through the eyes of a scientist. At once lyrical and scientific, Mind of the Raven is bound to be a modern classic.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Environment",
                "Animals",
                "Audiobook",
                "Nature"
            ]
        },
        {
            "title": "Race of Scorpions",
            "authors": [
                "Dorothy Dunnett"
            ],
            "ranking": 4.43,
            "ranking_count": 2345,
            "abstract": "With the bravura storytelling and pungent authenticity of detail she brought to her acclaimed Lymond Chronicles, Dorothy Dunnett presents The House of Niccolò series. The time is the 15th century, when intrepid merchants became the new knighthood of Europe. Among them, none is bolder or more cunning than Nicholas vander Poele of Bruges, the good-natured dyer's apprentice who schemes and swashbuckles his way to the helm of a mercantile empire.. In 1462, Nicholas is a wealthy 21-year-old. His beloved wife has died. His stepchildren have locked him out of the family business. He and his private army are the target of multiple conspiracies. And both contenders for the throne of Cyprus, the brilliant Queen Carlotta and her charismatic, sexually ambivalent brother James, are demanding his support. Walking a tightrope of intrigue, Dunnett's hero juggles adversaries and allies, from the delectable courtesan Primaflora to the Mameluke commander Tzani-Bey al Ablak, a man of undiluted evil. Masterfully paced, alive with sensual delights, Race of Scorpions confirms Dorothy Dunnett as the grande dame of the genre.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Literature",
                "Adventure",
                "Romance",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "كتاب المواقف ويليه كتاب المخاطبات",
            "authors": [
                "محمد بن عبد الجبار النفري"
            ],
            "ranking": 4.24,
            "ranking_count": 387,
            "abstract": "يضم الكتاب تجليات محمد بن عبد الجبار بن الحسن النفري المتصوف العراقي والذي أتت في كتابيه كتاب المواقف وكتاب المخاطبات حيث جاء هذا العمل محققاً. فقد عمد المحقق إلى تحرير رموزه وإثباتها في مظانها، من خلال ما جاء عند المتصوفة بصورة عامة، وعند النفري بصورة خاصة.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "Faerie Tale",
            "authors": [
                "Raymond E. Feist"
            ],
            "ranking": 3.88,
            "ranking_count": 10196,
            "abstract": "Phil Hastings was a lucky man—he had money, a growing reputation as a screenwriter, a happy, loving family with three kids, and he'd just moved into the house of his dreams in rural of magic-and about to be altered irrevocably by a magic more real than any he dared imagine.. For with the Magic came the Bad Thing, and the Faerie, and then the cool... and the resurrection of a primordial war with a forgotten people-a war that not only the Hastings but the whole human race could lose.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "Science Fiction Fantasy",
                "Fairies",
                "Paranormal"
            ]
        },
        {
            "title": "Otherwise Known as Sheila the Great",
            "authors": [
                "Judy Blume"
            ],
            "ranking": 3.94,
            "ranking_count": 39973,
            "abstract": "Sheila and her friends were writing in their Slam Books, writing what they. really. think of each other.. I knew I didn't have to worry about what my friends think of me, because I am careful to keep my bad points to myself,. Sheila was thinking.. Sometimes I think I am really two people. I am the only one who knows sheila tubman. —afraid of dogs, spiders, the dark, thunder...can't swim, work a yo-yo, never heard of Washington Irving.. Everyone else knows only SHEILA THE GREAT. —knowledgeable, witty, afraid of nothing.. But the Slam Books reveal a few chinks in Sheila's carefully wrought armor, and if she is fooling anyone, it certainly isn't her new friend Mouse Ellis, Junior Yo-yo Champion of Tarrytown, swimmer, and dog lover.. Slowly, Sheila begins o overcome her fears by admitting them, and she even learns to admit there are some things she doesn't know about. By the time her family has to return to New York City, Sheila decides that sleeping in a boy's room, sharing the rented house with a dog, and taking those dread swimming lessons were not so bad, after all, perhaps even better than a trip to Disneyland.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Young Adult",
                "Realistic Fiction",
                "Humor",
                "Classics",
                "Kids"
            ]
        },
        {
            "title": "Follow the Drinking Gourd",
            "authors": [
                "Jeanette Winter"
            ],
            "ranking": 4.32,
            "ranking_count": 1998,
            "abstract": "Illus. in full color. Winter's story begins with a peg-leg sailor who aids slaves on their escape on the Underground Railroad. While working for plantation owners, Peg Leg Joe teaches the slaves a song about the drinking gourd (the Big Dipper). A couple, their son, and two others make their escape by following the song's directions. Rich paintings interpret the strong story in a clean, primitive style enhanced by bold colors. The rhythmic compositions have an energetic presence that's compelling. A fine rendering of history in picturebook format.--(starred). Booklist.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Historical",
                "Cultural",
                "Fiction",
                "Music",
                "North American Hi...",
                "Family"
            ]
        },
        {
            "title": "Christmas Knight",
            "authors": [
                "Christina Skye"
            ],
            "ranking": 4.1,
            "ranking_count": 291,
            "abstract": "A DAMSEL IN DISTRESS. Hope O'Hara desperately needs a Christmas miracle or she'll lose her beloved Glenbrae House forever. Just when she thinks all is lost, a mysterious stranger comes riding into her life. From the moment she first sees him, Hope instinctively trusts Ronan MacLeod, but she doesn't quite know what to do when her valiant - and virile - rescuer claims that he's...a medieval knight!. A KNIGHT IN SHINING ARMOR. Heeding the call of a lady in need is the duty of a true knight, but the damsel that MacLeod has been sent through time to protect is unlike any maiden he has ever encountered. She's stubborn, outspoken...and possesses a wondrous beauty he is powerless to resist. And after he first holds Hope in his arms, MacLeod knows he - with a little help from Draycott Abbey's guardian ghost and his cat, Gideon - will do anything to rescue her from an unknown enemy bent on destroying her dreams.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Holiday",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Historical",
                "Contemporary"
            ]
        },
        {
            "title": "Körkarlen",
            "authors": [
                "Selma Lagerlöf"
            ],
            "ranking": 3.65,
            "ranking_count": 776,
            "abstract": "Körkarlen handlar om en slumsyster som ligger på sin dödsbädd och ber om att få träffa David Holm, en man som lider av alkoholproblem. Berättelsen bygger på tillbakablickar där det förflutna i skikt på skikt blottläggs. När Lagerlöf började skriva boken kallade hon den för sin Christmas Carol i hänvisning till Charles Dickens berättelse. Körkarlen har filmatiserats två gånger i Sverige och en gång i Frankrike.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Short Stories",
                "Fantasy",
                "Literature",
                "Cultural",
                "Novels",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Tailor of Panama",
            "authors": [
                "John le Carré"
            ],
            "ranking": 3.5,
            "ranking_count": 8123,
            "abstract": "Le Carré's Panama—the young country of 2.5 million souls which, on December 31, 1999, will gain full control of the Panama Canal—is a Casablanca without heroes, a hotbed of drugs, laundered money and corruption.. Seldom has the weight of global politics descended so heavily on such a tiny and unprepared nation. And seldom has the hidden eye of British Intelligence selected such an unlikely champion as Harry Pendel—a charmer, a dreamer, an evader, a fabulist and presiding genius of the house of Pendel & Braithwaite Co. Limitada, Tailors to Royalty, formerly of London and presently of Panama City.. Yet there is a logic to the spies' choice. Everybody who is anybody in Central America passes through Pendel's doors. He dresses politicos and crooks and conmen. His fitting room hears more confidences than a priest's confessional. And when Harry Pendel doesn't hear things. as such. —well, he hears them anyway, by other means.. For what is a tailor for, if not to disduise reality with appearance? What is truth if not the plaything of the artist? And what are spies and politicians and journalists if not themselves selectors and manipulators of the truth for their own ends?. In a thrilling, hilarious novel, le Carré has provided us with a satire about the fate of truth in modern times. Once again, he has effortlessly expanded the borders of the spy story to bring us a magnificent entertainment straight out of the pages of tomorrow's history.. JOHN LE CARRÉ was born in 1931. After attending the universities of Bern and Oxford, he taught at Eton and spent five years in the British Foreign Service. His third novel,. The Spy Who Came In from the Cold. , secured him a worldwide reputation, which was solidified by the acclaim for his trilogy,. Tinker, Tailor, Soldier, Spy, The Honourable Schoolboy. and. Smiley's People. . His mostly autobiographical novel,. A Perfect Spy. , wa followed by. The Russia House, The Night Manager. and. Our Game. .. The Tailor of Panama. is his sixteenth novel.. John le Carré lives in Cornwall, England.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "A Transatlantic Love Affair: Letters to Nelson Algren",
            "authors": [
                "Simone de Beauvoir",
                "Nelson Algren",
                "Sylvie Le Bon de Beauvoir",
                "Vanessa Kling",
                "Ellen Gordon Reeves"
            ],
            "ranking": 4.04,
            "ranking_count": 339,
            "abstract": "In 1947, Simone de Beauvoir met Pulitzer Prize–winning writer Nelson Algren in Chicago, and it was love at first sight. A passionate affair ensued, spanning twenty years and four continents in an era when a transatlantic flight took twenty-four hours and overseas telephone calls were a luxury.. A Transatlantic Love Affair. collects more than three hundred love letters written in English by de Beauvoir to Algren.. Unique among the prolific correspondence de Beauvoir conducted throughout her life, these letters involved someone not at all of her world. De Beauvoir was forced to explain to Algren everything that usually went without saying: her background, her life in Paris, and the political situation in Paris. The result is a cross between a personal memoir and an insider’s intellectual history of Left Bank life in postwar Paris, populated with luminaries including Albert Camus, Truman Capote, Colette, Alberto Giacometti, Margaret Mead, and Richard Wright.. Written as she was working on. The Mandarins. ,. America Day by Day. , and. The Second Sex. , the letters provide a new backdrop for those now classic works. Recently on the bestseller list in France, these frank, tender, and often humorous letters reveal an unusual portrait of the “Second Simone.”",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Biography",
                "Biography Memoir",
                "Literature",
                "Romance",
                "Womens"
            ]
        },
        {
            "title": "The Little White Horse",
            "authors": [
                "Elizabeth Goudge"
            ],
            "ranking": 4.09,
            "ranking_count": 12511,
            "abstract": "In 1842, thirteen-year-old orphan Maria Merryweather arrives at Moonacre Manor, her family's ancestral home in an charmed village in England's West Country, and she feels as if she’s entered Paradise. Her new guardian, her uncle Sir Benjamin, is kind and funny; the Manor itself feels like home right away; and every person and animal she meets is like an old friend. But there is something incredibly sad beneath all of this beauty and comfort, that shadowing Moonacre Manor and the town around it. Maria is determined to learn about it, change it, and give her own life story a happy ending.. The enchanted valley of Moonacre is shadowed by a tragedy that happened years ago, and the memory of the Moon Princess and the mysterious little white horse. Determined to restore peace and happiness to the whole of Moonacre Valley, Maria finds herself involved with an ancient feud, and she discovers it is her destiny to end it and right the wrongs of her ancestors. Maria usually gets her own way. But what can one solitary girl do?. A new-fashioned fantasy story that is as wonderful as the best classic fairy tales.. (The 1994 mini-series Moonacre and 2008 movie The Secret of Moonacre and the are both based on this book.)",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Historical",
                "Adventure",
                "Animals"
            ]
        },
        {
            "title": "Nine Parts of Desire: The Hidden World of Islamic Women",
            "authors": [
                "Geraldine Brooks"
            ],
            "ranking": 4.04,
            "ranking_count": 13386,
            "abstract": "With a New Afterword. As a prizewinning foreign correspondent for. The Wall Street Journal. , Geraldine Brooks spent six years covering the Middle East through wars, insurrections, and the volcanic upheaval of resurgent fundamentalism. Yet for her, headline events were only the backdrop to a less obvious but more enduring drama: the daily life of Muslim women.. Nine Parts of Desire. is the story of Brooks' intrepid journey toward an understanding of the women behind the veils, and of the often contradictory political, religious, and cultural forces that shape their lives. Defying our stereotypes about the Muslim world, Brooks' acute analysis of the world's fastest growing religion deftly illustrates how Islam's holiest texts have been misused to justify repression of women, and how male pride and power have warped the original message of a once liberating faith.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Religion",
                "History",
                "Feminism",
                "Womens",
                "Politics",
                "Travel",
                "Sociology",
                "Book Club"
            ]
        },
        {
            "title": "Memories of Midnight",
            "authors": [
                "Sidney Sheldon"
            ],
            "ranking": 3.72,
            "ranking_count": 18731,
            "abstract": "In THE OTHER SIDE OF MIDNIGHT, they played the ultimate game of love, lust, and death.. Now, in MEMORIES OF MIDNIGHT, the survivors meet to play one last time.... Shadowed by tragedy and burdened by amnesia, a beautiful woman desperately tries to return to reality. She is Catherine Douglas, destined to once again challenge the cruel, charismatic power of Constantin Demiris, the Greek shipping tycoon who murdered Catherine's husband. Now, in the glittering capitals and carefree playgrounds of post-war Europe, Demiris sets his deadly sights on Catherine -- and the single, treacherous secret whose shattering truth is known to her alone...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Romance",
                "Drama",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "Going Under",
            "authors": [
                "Lydia Chukovskaya"
            ],
            "ranking": 4.26,
            "ranking_count": 180,
            "abstract": "In the winter of 1949, Nina Sergeyevna spends weeks in a sanatorium for artists on the countryside. Here everything is focused on forgetting. But she wants to know more about the past, about her own suffering, and that of her fellow human beings.. When she met Bilibin, who was in the same labor camp as her husband, she was looking for his closeness. There is a tender affection between the two, but disappointed, she turns away, as Bilibin seeks not the truth but repression and forgetfulness.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Rules of the Wild",
            "authors": [
                "Francesca Marciano"
            ],
            "ranking": 3.84,
            "ranking_count": 1158,
            "abstract": "Combining the dark political ironies of Mating, the decadence of White Mischief, and the sweep of Out of Africa, Rules of the Wild tells the story of Esmeralda, a beautiful young woman who comes to Kenya after the death of her father, a well-known Italian poet. Fleeing the strictures of Europe for the open spaces of East Africa, Esme discovers in the white expatriate community a dose-knit crowd that must negotiate its existence in a world of great physical beauty and unforeseen terror -- a world in which they know they will never truly belong. Rules of the Wild tells of Esme's struggle to make sense of her place in Africa, and of her feelings for the two men she comes to love -- Adam, who shows her the beauty of her adopted land, and Hunter, a journalist sickened by its horrors.Passionate and intelligent, bristling with energy and wit, this is a stunning novelistic debut.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Travel",
                "Romance",
                "Eastern Africa",
                "Contemporary",
                "Novels",
                "European Literature",
                "Drama",
                "Book Club"
            ]
        },
        {
            "title": "Funeral Rites",
            "authors": [
                "Jean Genet",
                "Bernard Frechtman"
            ],
            "ranking": 4.03,
            "ranking_count": 920,
            "abstract": "Genet's sensual and brutal portrait of World War II unfolds between the poles of his grief for his lover Jean, killed in the Resistance during the liberation of Paris, and his perverse attraction to the collaborator Riton. Elegaic, macabre, chimerical, Funeral Rites is a dark meditation on the mirror images of love and hate, sex and death.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "LGBT",
                "European Literature",
                "Literature",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "Story and Discourse:  Narrative Structure in Fiction and Film",
            "authors": [
                "Seymour Chatman"
            ],
            "ranking": 3.8,
            "ranking_count": 259,
            "abstract": "Narrative Structure in Fiction and Film. 'For the specialist in the study of narrative structure, this is a solid and very perceptive exploration of the issues salient to the telling of a story-whatever the medium. Chatman, whose approach here is at once dualist and structuralist, divides his subject into the 'what' of the narrative (Story) and the 'way'(Discourse)... Chatman's command of his material is impressive.'",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Language",
                "Philosophy",
                "Culture",
                "Criticism",
                "Media Tie In",
                "Academic"
            ]
        },
        {
            "title": "Byen jeg elskede",
            "authors": [
                "Nader Ebrahimi"
            ],
            "ranking": 3.69,
            "ranking_count": 5724,
            "abstract": "Beskrivelse: Byen jeg elskede kredser om to børns kærlighed til hinanden, til livet og til deres by. Fortællingen skildrer et iransk landsbymiljø fra et barneperspektiv, et ungdomsperspektiv og gennem den voksne fortællers refleksioner. De tre forskellige spor afspejles bogen igennem grafisk ved brug af 3 skriftstørrelser der fletter dynamisk ind i hinanden. Bogen er smukt illustreret af Karl_Emil Heiberg og Shekufe Tadayoni Heiberg. Byen jeg elskede udkom i Iran i 1966 og har siden opnået kultstatus blandt flere generationer af unge og voksne iranere.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Literature",
                "Fiction",
                "Cultural",
                "Short Stories",
                "Romance",
                "Unfinished",
                "Romantic",
                "Philosophy",
                "Novella"
            ]
        },
        {
            "title": "69",
            "authors": [
                "Ryū Murakami",
                "Рю Мураками"
            ],
            "ranking": 3.65,
            "ranking_count": 3222,
            "abstract": "Как в российской литературе есть два Ерофеева и несколько Толстых, так и в японской имеются два Мураками, не имеющих между собой никакого родства.. Харуки пользуется большей популярностью за пределами Японии, зато Рю Мураками гораздо радикальнее, этакий хулиган от японской словесности.. Роман 69 - это история поколения, которое читало Кизи, слушало Джими Хендрикса, курило марихуану и верило, что мир можно изменить к лучшему. За эту книгу Мураками был награжден литературной премией им. Акутагавы. Комбинация экзотики, эротики и потрясающей писательской техники, - писала о романе Вашингтон пост.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Asian Literature",
                "Contemporary",
                "Literature",
                "Novels",
                "Young Adult"
            ]
        },
        {
            "title": "I Will Bear Witness 1933-41: A Diary of the Nazi Years",
            "authors": [
                "Victor Klemperer",
                "Martin Chalmers"
            ],
            "ranking": 4.25,
            "ranking_count": 2081,
            "abstract": "The publication of Victor Klemperer's secret diaries brings to light one of the most extraordinary documents of the Nazi period. I Will Bear Witness is a work of literature as well as a revelation of the day-by-day horror of the Nazi years.. A Dresden Jew, a veteran of World War I, a man of letters and historian of great sophistication, Klemperer recognized the danger of Hitler as early as 1933. His diaries, written in secrecy, provide a vivid account of everyday life in Hitler's Germany.. What makes this book so remarkable, aside from its literary distinction, is Klemperer's preoccupation with the thoughts and actions of ordinary Germans: Berger the greengrocer, who was given Klemperer's house (anti-Hitlerist, but of course pleased at the good exchange), the fishmonger, the baker, the much-visited dentist. All offer their thoughts and theories on the progress of the war: Will England hold out? Who listens to Goebbels? How much longer will it last?. This symphony of voices is ordered by the brilliant, grumbling Klemperer, struggling to complete his work on eighteenth-century France while documenting the ever- tightening Nazi grip. He loses first his professorship and then his car, his phone, his house, even his typewriter, and is forced to move into a Jews' House (the last step before the camps), put his cat to death (Jews may not own pets), and suffer countless other indignities.. Despite the danger his diaries would pose if discovered, Klemperer sees it as his duty to record events. I continue to write, he notes in 1941 after a terrifying run-in with the police. This is my heroics. I want to bear witness, precise witness, until the very end.   When a neighbor remarks that, in his isolation, Klemperer will not be able to cover the main events of the war, he writes: It's not the big things that are important, but the everyday life of  tyranny, which may be forgotten. A thousand mosquito bites are worse than a blow on the head. I observe, I note, the mosquito bites.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "World War II",
                "Autobiography",
                "War",
                "Biography",
                "Cultural",
                "Biography Memoir",
                "European Literature"
            ]
        },
        {
            "title": "Top Ten Viking Legends",
            "authors": [
                "Michael Cox",
                "Michael Tickner"
            ],
            "ranking": 3.57,
            "ranking_count": 30,
            "abstract": "What was Top of the Pops in Norse times? It could be Ragnarok - the end of the world as the ancient Vikings knew it. Jeremy Axeman and his team report the earth-shaking news show Bad Newsnight with Top 10 fact sections, including a gallery of gods, 10 Norse giants and monsters to avoid.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "The Front Runner",
            "authors": [
                "Patricia Nell Warren"
            ],
            "ranking": 4.12,
            "ranking_count": 5524,
            "abstract": "First published in 1974, The Front Runner raced to international acclaim - the first novel about gay love to become popular with mainstream.. In 1975, coach Harlan Brown is hiding from his past at an obscure New York college, after he was fired from Penn State University on suspicion of being gay. A tough, lonely ex-Marine of 39, Harlan has never allowed himself to love another man.. Then Billy Sive, a brilliant young runner, shows up on his doorstep. He and his two comrades, Vince Matti and Jacques LaFont, were just thrown off a major team for admitting they are gay. Harlan knows that, with proper training, Billy could go to the '76 Olympics in Montreal. He agrees to coach the three boys under strict conditions that thwart Billy's growing attraction for his mature but compelling mentor. The lean, graceful front runner with gold-rim glasses sees directly into Harlan's heart. Billy's gentle and open acceptance of his sexuality makes Harlan afraid to confront either the pain of his past, or the challenges which lay in wait if their intimacy is exposed.. But when Coach Brown finds himself falling in love with his most gifted athlete, he must combat his true feelings for Billy or risk the outrage of the entire sports world - and their only chance at Olympic gold.",
            "part_of_series": true,
            "genre_list": [
                "LGBT",
                "Fiction",
                "Romance",
                "Sports",
                "Gay",
                "Classics",
                "Contemporary"
            ]
        },
        {
            "title": "The Alice B. Toklas Cook Book",
            "authors": [
                "Alice B. Toklas"
            ],
            "ranking": 3.97,
            "ranking_count": 684,
            "abstract": "The contents include The French Tradition; Food in French Homes; Dishes for Artists; Murder in the Kitchen; Beautiful Soup; Food to which Aunt Pauline and Lady Godiva led us; Treasures; Food in the United States in 1934 and 1935; Little-known French Dishes suitable for American and British kitchens; Servants in France; Food in the Bugey During the Occupation; Recipes from Friends; The Vegetable Garden at Bilignin.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Autobiography",
                "History",
                "Biography",
                "Classics",
                "Reference"
            ]
        },
        {
            "title": "Christmas Holiday",
            "authors": [
                "W. Somerset Maugham"
            ],
            "ranking": 3.7,
            "ranking_count": 2103,
            "abstract": "For Christmas, Charley Mason's father granted him a trip to Paris, all expenses paid. It should have been a lark, but on his first night Charley meets a woman whose story will forever change his life.. For Lydia has seen tragedy. The Russian Revolution displaced her family, left her homeless, fatherless. And for reasons that elude Charley, Lydia pines for a man half a world away--a dope dealer and murderer whose sins Lydia seeks to absolve through her own self- destruction. Haunting, erotic, deeply effecting,. Christmas Holiday. explores two souls capsized by compassion--and the confusion that engulfed a generation in the days between the Great Wars.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Holiday",
                "Cultural",
                "European Literature",
                "Novels",
                "Literature",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "Collected Poems",
            "authors": [
                "Geoffrey Hill"
            ],
            "ranking": 4.09,
            "ranking_count": 53,
            "abstract": "Hailed as the best poet writing in England (Michael Longley, The Guardian) and a magnificent poet (Poetry), Geoffrey Hill has produced powerfully mythic verse that distinguishes him as a contemporary poet in allegiance with the great tradition. Complex yet spare, Hill is a poet of despair and redemption whose work contains some of contemporary poetry's most powerful moments. This collection brings together for the first time the poems appearing in five previous books, including the acclaimed long poem The Mystery of the Charity of Charles Peguy; also here are three hitherto unpublished poems, Hymns to Our Lady of Chartres.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature"
            ]
        },
        {
            "title": "A Taste For Death",
            "authors": [
                "P.D. James"
            ],
            "ranking": 4.02,
            "ranking_count": 14236,
            "abstract": "Their throats slit, the two men have turned the old vestry of St. Matthew's church red with blood. In death united, in life no men could have been more disparate: one a baronet and minister of the crown; the other an alchoholic derelict. Commander Adam Dalgliesh believes that a single thread connects the two lives, one that will lead him to the killer.. Instead, he soon finds himself following a tangled skein of lofty emotions and base ambitions into Britain's enigmatic upper class - and into a labyrinth of ever-widening scandal and murder without end...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Becoming Alien",
            "authors": [
                "Rebecca Ore"
            ],
            "ranking": 3.61,
            "ranking_count": 213,
            "abstract": "16-year old boy finds an alien crash-landed on a farm and ends up being recruited to join the Federation of Sapients - and adventuring out among the stars.. First book of a trilogy, although ends in a way that does not require continuation to the other books. Sequels are Being Human and Human to Human. Finalist for the 1989 Philip K. Dick Award. Nominated for the John W. Campbell Award. Nominated for the 1988 Locus Awards.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "We All Fall Down",
            "authors": [
                "Robert Cormier"
            ],
            "ranking": 3.81,
            "ranking_count": 2432,
            "abstract": "They entered the house at 9:02 P.M. and trashed their way through the Cape Cod cottage. At 9:46 P.M. Karen Jerome made the mistake of arriving home early. Thrown down the basement stairs, Karen slips into a coma. The trashers slip away.. But The Avenger has seen it all.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Literature",
                "Mystery",
                "Suspense",
                "Contemporary",
                "Childrens",
                "Thriller"
            ]
        },
        {
            "title": "Crying Wolf: The Return of War to Chechnya",
            "authors": [
                "Vanora Bennett"
            ],
            "ranking": 4.17,
            "ranking_count": 18,
            "abstract": "Written in passionate prose, this is the story of the one million Chechens who, following the collapse of the Soviet Union, found themselves cast as the enemy of the new Russian state. Compelled to assert their freedom and individualism, they faced the huge Russian army in a one-sided war which destroyed their land, their homes, and their families. This updated account also covers the role of Vladimir Putin in the continuing struggle.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "History",
                "Nonfiction"
            ]
        },
        {
            "title": "The Spy Who Loved Me",
            "authors": [
                "Ian Fleming"
            ],
            "ranking": 3.39,
            "ranking_count": 11693,
            "abstract": "‘He was about six feet tall, slim and fit. The eyes in the lean , slightly tanned face were a very clear grey-blue and as they observed the men they were cold and watchful. His good looks had a dangerous, almost cruel quality that had frightened me. But now I knew he could smile, I thought his face exciting, in a way no face had ever excited me before …’. Vivienne Michel is in trouble. Trying to escape her tangled past, she has run away to the American backwoods, winding up at the Dreamy Pines Motor Court. A far cry from the privileged world she was born to, the motel is also the destination of two hardened killers—the perverse Sol Horror and the deadly Sluggsy Morant. When a coolly charismatic Englishman turns up, Viv, in terrible danger, is not just hopeful, but fascinated. Because he is James Bond, 007; the man she hopes will save her, the spy she hopes will love her …",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Mystery",
                "Adventure",
                "Classics",
                "Suspense"
            ]
        },
        {
            "title": "Now We Are Six",
            "authors": [
                "A.A. Milne",
                "Ernest H. Shepard"
            ],
            "ranking": 4.29,
            "ranking_count": 21416,
            "abstract": "When We Were Very Young. and. Now We Are Six. complete the four-volume set of deluxe editions of the Milne and Shepard classic works. Like their companions, the. Winnie-the-Pooh 80th Anniversary Edition. and. The House At Pooh Corner. , these beautiful books feature full-color artwork on cream-colored stock. The imaginative charm that has made Pooh the world’s most famous bear pervades the pages of Milne’s poetry, and Ernest H. Shepard’s witty and loving illustrations enhance these truly delightful gift editions.",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "Childrens",
                "Classics",
                "Fiction",
                "Fantasy",
                "Animals",
                "European Literature"
            ]
        },
        {
            "title": "عقبة بن نافع",
            "authors": [
                "بسام العسلي"
            ],
            "ranking": 3.17,
            "ranking_count": 626,
            "abstract": "من وصية عقبة :. يا بنى .. إني قد بعت نفسى من أجل الله عز وجل، فلا أزال أجاهد من كفر بالله .. يابنى أوصيكم بثلاث خصال فاحفظوها ولا تضيعوها، اياكم أن تملأوا صدوركم بالشعر وتتركوا القرآن، فإن القرآن دليل على الله عز وجل، وخذوا من كلام العرب ما يهتدى به اللبيب ويدلكم على مكارم الأخلاق، ثم انتهوا عما وراءه.. ",
            "part_of_series": false,
            "genre_list": [
                "Academic",
                "History",
                "Literature",
                "Biography"
            ]
        },
        {
            "title": "Key to Forever",
            "authors": [
                "Christina Skye"
            ],
            "ranking": 4.09,
            "ranking_count": 370,
            "abstract": "Once raised to defend a doomed Scottish queen, the Cameron sword lies hidden, guarded by a deadly curse. Only the bravest dare seek the fabled blade - and the rare treasure it contains.. A British earl with gypsy blood, in his wild youth Alexei Cameron shared an extraordinary night with a beautiful stranger who vanished with the dawn. Now she is back in his life - bound to him in a chilling mission.. A tour guide at beautiful Draycott Abbey and an expert on ancient weaponry, Joanna Russell had good reasons for abandoning Alex after their unforgettable night of passion. But she must forget her haunted past to solve the puzzle of the lost Cameron sword - confronting dark secrets and an enemy who knows too much.. To find their treasure, Alex and Joanna must fulfil their destiny, set centuries before. For the key to an ancient mystery lies in a passion reborn... and in a haunting love too long denied.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Fiction",
                "Contemporary",
                "Science Fiction",
                "Suspense"
            ]
        },
        {
            "title": "All My Pretty Ones",
            "authors": [
                "Anne Sexton"
            ],
            "ranking": 4.2,
            "ranking_count": 828,
            "abstract": "“All My Pretty Ones” is the title poem of Anne Sexton’s intensely confessional second book of poetry, All My Pretty Ones (1962), and it reflects that volume’s absorption with loss and death. This poem consists of five ten-line stanzas and resembles the form of most of the companion poems in the volume. The poem’s title comes from William Shakespeare’s Macbeth (1606), when Macduff mourns the loss of his wife and children. In March of 1959, Anne Sexton’s mother died, followed in June of the same year by Sexton’s father. “All My Pretty Ones” is a monologue addressed to Sexton’s dead father as she sorts through her parents’ possessions.. In the first stanza, Sexton looks over her father’s meager “leftovers”: a key, some stock certificates, clothing, a car, his will, and a box of photographs. She is recording a moment that many children must endure: the closing of a parent’s affairs, the moment when the living children must literally discard artifacts not only of their parents’ lives but also of their own. She sees her task as one of helping her father to free himself from the tangles of his now past life. The stanza concludes with her decision to throw away the items that she has subsequently found. [...]",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Feminism",
                "Fiction",
                "Adult",
                "Mental Health",
                "Womens",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Traveller in Time",
            "authors": [
                "Alison Uttley"
            ],
            "ranking": 4.09,
            "ranking_count": 2465,
            "abstract": "While visiting Thackers Manor in 1934, dreamy Penelope becomes involved in a 16th century plot to rescue Mary, Queen of Scots. A beloved time travel story that has endured for generations.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Historical",
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Classics"
            ]
        },
        {
            "title": "The Naked Face",
            "authors": [
                "Sidney Sheldon"
            ],
            "ranking": 3.56,
            "ranking_count": 18935,
            "abstract": "Dr. Judd Stevens is a psychoanalyst faced with the most critical case of his life. If he does not penetrate the mind of a murderer he will find himself arrested for murder. Or be murdered himself.. Two people close to Dr. Stevens have already been killed. Is one of his patients responsible? Someone overwhelmed by problems? A neurotic driven by compulsion? A madman? Before the murderer strikes again, Judd must strip away the mask of innocence the criminal wears, uncover his inner emotions, fears, and desires, and expose the naked face beneath. But who could it be?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Romance",
                "Drama",
                "Contemporary"
            ]
        },
        {
            "title": "Moreta: Dragonlady of Pern",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.01,
            "ranking_count": 27055,
            "abstract": "An air of pleasant anticipation hung so thickly over the Halls, Holds, and Weyrs of Pern that it had affected even the businesslike ways of Moreta, the Weyrwoman of Fort Weyr. Her dragon, Queen Orlith, would soon clutch; spring had made a glorious debut; the Gather at Ruatha Hold was extremely merry; and Moreta was enjoying the attentions of Alessan, the new Lord Holder of Ruatha Hold.. With only eight Turns remaining before the deadly Thread would cease to Fall, all seemed well on Pern.. Then, without warning, a runnerbeast fell ill. Soon myriads of holders, craftsmen, and dragonriders were dying; and the mysterious ailment had spread to all but the most inaccessible holds. Pern was in mortal danger. For, if dragonriders did not rise to char Thread, the parasite would devour any and all organic life it encountered.. The future of the planet rested in the hands of Moreta and the other dedicated, selfless Pern leaders. But of all their problems, the most difficult to overcome was time . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Adventure",
                "Young Adult",
                "Romance"
            ]
        },
        {
            "title": "The Decay of the Angel",
            "authors": [
                "Yukio Mishima",
                "Edward G. Seidensticker"
            ],
            "ranking": 4.13,
            "ranking_count": 3750,
            "abstract": "The dramatic climax of. The Sea of Fertility. tetraology takes place in the late 1960s. Honda, now an aged and wealthy man, discovers and adopts a sixteen-year-old orphan, Toru, as his heir, identifying him with the tragic protagonists of the three previous novels, each of whom died at the age of twenty. Honda raises and educates the boy, yet watches him, waiting.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Literature",
                "Classics",
                "Historical",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Shrinking Man",
            "authors": [
                "Richard Matheson"
            ],
            "ranking": 3.79,
            "ranking_count": 7440,
            "abstract": "While on holiday, Scott Carey is exposed to a cloud of radioactive spray shortly after he accidentally ingests insecticide. The radioactivity acts as a catalyst for the bug spray, causing his body to shrink at a rate of approximately 1/7 of an inch per day. A few weeks later, Carey can no longer deny the truth: not only is he losing weight, he is also shorter than he was and deduces, to his dismay, that his body will continue to shrink.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Horror",
                "Fiction",
                "Fantasy",
                "Classics",
                "Literature",
                "Novels",
                "Adventure",
                "Science Fiction Fantasy",
                "Family"
            ]
        },
        {
            "title": "Die Wilden Hühner auf Klassenfahrt",
            "authors": [
                "Cornelia Funke"
            ],
            "ranking": 4.12,
            "ranking_count": 2124,
            "abstract": "Eine Woche Klassenfahrt ans Meer! Spitzenmäßig finden das die Freundinnen Sprotte, Frieda, Melanie und Trude - alle zusammen 'Die Wilden Hühner' genannt. Nervig sind 'Die Pygmäen': vier Jungs, die dauernd versuchen der Mädchenbande eins auszuwischen. Und das mit so albernem 'Stinkbombenjuckpulversonstwaskram'. Mit dem gruseligen Gelächter nachts auf dem Flur und den rätselhaften Fußspuren im Zimmer haben die Jungs Fred, Willi, Steve und Torte diesmal allerdings nichts zu tun. Stimmt es am Ende tatsächlich, was sich die Leute vom Geist des alten Strandräubers Jap Lornsen erzählen? Und schon sind 'Die Wilden Hühner' wieder mitten in einem neuen Abenteuer ...",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "European Literature",
                "Fiction",
                "Young Adult",
                "Contemporary",
                "Adventure",
                "Cultural",
                "Audiobook",
                "Romance"
            ]
        },
        {
            "title": "The Street",
            "authors": [
                "Ann Petry"
            ],
            "ranking": 4.25,
            "ranking_count": 9576,
            "abstract": "The Street. tells the poignant, often heartbreaking story of Lutie Johnson, a young black woman, and her spirited struggle to raise her son amid the violence, poverty, and racial dissonance of Harlem in the late 1940s. Originally published in 1946 and hailed by critics as a masterwork,. The Street. was Ann Petry's first novel, a beloved bestseller with more than a million copies in print. Its haunting tale still resonates today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Race",
                "Novels",
                "Literary Fiction",
                "Literature",
                "New York"
            ]
        },
        {
            "title": "Glemslens flod",
            "authors": [
                "Philippe Claudel"
            ],
            "ranking": 3.34,
            "ranking_count": 208,
            "abstract": "Bogens fortæller har mistet sin unge kone, som han elskede højt. Han lever i minderne og har svært ved at komme videre . Han slår sig ned i en lille by ved Meuse floden og i mødet med det rolige liv og den lille bys beboere, som alle har deres at bære på, kommer han overens med sit tab og kan endelig se fremad.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Love Machine",
            "authors": [
                "Jacqueline Susann"
            ],
            "ranking": 3.73,
            "ranking_count": 2908,
            "abstract": "A blockbuster tale from the 1960s--available again after an absence of 15 years--The Love Machine tells the story of TV-network titan Robin Stone, around whom women flutter like so many moths . . . and his rise and fall as he makes the international sex scene, drinks unlimited quantities, and checks out the latest Nielsens (. Newsweek. ).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Drama",
                "Classics",
                "Novels",
                "Adult Fiction",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Reconstruction: America's Unfinished Revolution 1863-1877",
            "authors": [
                "Eric Foner",
                "Richard B. Morris",
                "Henry Steele Commager"
            ],
            "ranking": 4.17,
            "ranking_count": 5294,
            "abstract": "This masterful treatment of one of the most complex periods of American history (. New Republic. ) made history when it was originally published in 1988. It redefined how Reconstruction was viewed by historians and people everywhere in its chronicling of how Americans -- black and white -- responded to the unprecedented changes unleashed by the war and the end of slavery. This smart book of enormous strengths (. Boston Globe. ) has since gone on to become the classic work on the wrenching post-Civil War period -- an era whose legacy reverberates still today in the United States.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Military History",
                "Race",
                "Politics",
                "American History",
                "The United States Of America",
                "Literature"
            ]
        },
        {
            "title": "Anarchism and Other Essays",
            "authors": [
                "Emma Goldman"
            ],
            "ranking": 4.05,
            "ranking_count": 5874,
            "abstract": "In the eighteen-nineties and for years thereafter, America reverberated with the name of the notorious Anarchist, feminist, revolutionist and agitator, Emma Goldman. A Russian Jewish immigrant at the age of 17, she moved by her own efforts from seamstress in a clothing factory to internationally known radical lecturer, writer, editor and friend of the oppressed. This book is a collection of her remarkably penetrating essays, far in advance of their time, originally published by the. Mother Earth. press which she founded.. In the first of these essays,. Anarchism: What It Really Stands For. , she says, Direct action, having proven effective along economic lines, is equally potent in the environment of the individual. In. Minorities Versus Majorities. she holds that social and economic well-being will result only through the non-compromising determination of intelligent minorities, and not through the mass. Other pieces deal with. The Hypocrisy of Puritanism. ;. Prisons: A Social Crim and Failure. ;. The Psychology of Political Violence. —note the relevence of these themes to our own time;. The Drama: A Powerful Disseminator of Radical Thought. ;. Patriotism: A Menace to Liberty. ; and. The Tragedy of Woman's Emancipation. . A biographical sketch by Hippolyte Havel precedes the essays.. Anarchism and Other Essays. provides a fascinating look into revolutionary issues at the turn of the century, a prophetic view of the social and economic future, much of which we have seen take place, and above all, a glimpse into the mind of an extraordinary woman: brilliant, provocative, dedicated, passionate, and what used to be called high-minded.. Unabridged republication of the 3rd (1917) edition, with a new Introduction by Richard Drinnon. Frontispiece. xv + 271 pp. 5-3/8 x 8-1/2. Paperbound.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Philosophy",
                "Feminism",
                "Writing",
                "History",
                "Sociology",
                "Classics",
                "Anarchism"
            ]
        },
        {
            "title": "Sharpe's Honour",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.2,
            "ranking_count": 7701,
            "abstract": "The Vittoria Campaign is February to June 1813. Victory depends on the increasingly fragile alliance between Britain and Spain. Majpr Sharpe's enemy, Pierre Ducos, seizes a chance to both destroy the alliance and take revenge on Sharpe. The lovely spy, La Marquesa, traps Sharpe in a web of deadly intrigue; he is hunted by allies and enemies alike.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adventure",
                "Action",
                "Audiobook",
                "European Literature",
                "Military"
            ]
        },
        {
            "title": "Long Ago In France: The Years In Dijon",
            "authors": [
                "M.F.K. Fisher",
                "Jan Morris"
            ],
            "ranking": 3.84,
            "ranking_count": 621,
            "abstract": "In 1929, Mary Frances Kennedy Fisher arrived in Dijon, the provincial capital of Burgundy and the gastronomical capital of France, there to be initiated into the ways of love and life.. Long Ago in France. is Fisher's exquisitely evocative, deliciously candid memoir of her three-year stay in Dijon. It is a delightful journey backward - in the grandest of company - into a voluptuous, genteel world that has vanished forever.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Food and Drink",
                "Cultural",
                "Travel",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "History",
                "Unfinished"
            ]
        },
        {
            "title": "Memoirs",
            "authors": [
                "Pierre Trudeau"
            ],
            "ranking": 3.94,
            "ranking_count": 312,
            "abstract": "Pierre Trudeau was prime minister of Canada from 1968 to 1979 and from 1980 to 1984. This is his story, told in his own words.. Take a look through the book. When you do, you will find that this remarkable memoir has many qualities. It is:. PERSONAL. As if he were sitting across the table from you, Pierre Trudeau reminisces about his life in an informal, direct way. He starts with his memories of his family, especially his mother and father, to whom the book is dedicated. There are memorable events from childhood here, such as a visit to complain to the principal on his second day at school. Later there is a lunchroom encounter with a high school bully and then, at the age of fifteen, real tragedy.. “Aroused by the ringing of the telephone, I came out of my room to go downstairs and find out what was happening. But I froze on the landing when I heard the awful words: ‘Your father is dead, Pierre.’”. PHILOSOPHICAL. After an extensive education in Montreal, Boston, London, and Paris, Trudeau set off with a backpack to travel around the world. He tells how he went through one war zone after another, encountering armed bandits and being arrested in wartime Jordan as a Jewish spy. These adventures and further travels through India and war-torn China left with him a deep belief in the rights of the individual and the vital role of government in protecting these rights. He tells how his hatred of narrow nationalism reinforced his stand against requests for special treatment by successive Quebec governments.. POLITICAL. From the day he decided to go to Ottawa as a Liberal MP in 1965, Trudeau was clearly on a fast track. After becoming minister of justice in 1967 and tackling very controversial law reforms, he ran for the leadership and became prime minister in 1968 – the first Canadian leader born in the twentieth century. He talks about his use of “the Liberal machine” and all the electoral fights that followed over the year, providing interesting insights into his contests with national opponents such as Robert Stanfield, David Lewis, Joe Clark (a tougher opponent than the man who deposed him), Ed Broadbent, and Brian Mulroney, about whose virtues he is eloquently silent.. PERSONALITY-FILLED. As a leader whose time in office ran from the fall of Charles de Gaulle to the rise of Mikhail Gorbachev, Pierre Trudeau was able to exert his influence to break down the Cold War mentality. He enjoyed good personal rapport with such different leaders as Chou Enlai, Jimmy Carter, Fidel Castro, Helmut Schmidt, and François Mitterand. His relations with Richard Nixon and Margaret Thatcher were less warm, and he was less impressed by Ronald Reagan’s intellect than by the wisdom of the Queen.. PATRIOTIC. Whether they loved him or hated him, Canadians knew that in Pierre Trudeau’s time, the government stood up for Canada. He stood up to the domestic terrorism of the FLQ – and he makes no apologies here for his tough response to the October Crisis in 1970 – just as he stood up to the provincial premiers (including Réné Lévesque) who he believed were blocking the patriation of Canada’s constitution ten years later.. PERTINENT. The author’s preface ends with a word to you, the reader. “Whether you were a Liberal Cabinet colleague, a Canadian voter whose support we sought, or a young Canadian whose future we tried to improve, you are a part of this book.”",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Politics",
                "Cultural",
                "History",
                "Autobiography",
                "Biography Memoir"
            ]
        },
        {
            "title": "Jacob's Room",
            "authors": [
                "Virginia Woolf"
            ],
            "ranking": 3.53,
            "ranking_count": 9571,
            "abstract": "Virginia Woolf's first original and distinguished work,. Jacob's Room. is the story of a sensitive young man named Jacob Flanders. The life story, character and friends of Jacob are presented in a series for separate scenes and moments from his childhood, through college at Cambridge, love affairs in London, and travels in Greece, to his death in the war.. Jacob's Room. established Virginia Woolf's reputation as a highly poetic and symbolic writer who places emphasis not on plot or action but on the psychological realm of occupied by her characters.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Novels",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Female Authors"
            ]
        },
        {
            "title": "The Structural Transformation of the Public Sphere: An Inquiry into a Category of Bourgeois Society",
            "authors": [
                "Jürgen Habermas",
                "Thomas Burger"
            ],
            "ranking": 3.88,
            "ranking_count": 1956,
            "abstract": "This is Jürgen Habermas's most concrete historical-sociological book and one of the key contributions to political thought in the postwar period. It will be a revelation to those who have known Habermas only through his theoretical writing to find his later interests in problems of legitimation and communication foreshadowed in this lucid study of the origins, nature, and evolution of public opinion in democratic societies.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Sociology",
                "Nonfiction",
                "History",
                "Politics",
                "Academic",
                "Social Science",
                "Cultural"
            ]
        },
        {
            "title": "Mondo et autres histoires",
            "authors": [
                "J.M.G. Le Clézio"
            ],
            "ranking": 3.55,
            "ranking_count": 755,
            "abstract": "«Personne n'aurait pu dire d'où venait Mondo. Il était arrivé un jour, par hasard, ici dans notre ville, sans qu'on s'en aperçoive, et puis on s'était habitué à lui. C'était un garçon d'une dizaine d'années, avec un visage tout rond et tranquille, et de beaux yeux noirs un peu obliques. Mais c'était surtout ses cheveux qu'on remarquait, des cheveux brun cendré qui changeaient de couleur selon la lumière, et qui paraissaient presque gris à la tombée de la nuit. [...] Quand il arrivait vers vous, il vous regardait bien en face, il souriait, et ses yeux étroits devenaient deux fentes brillantes. C'était sa façon de saluer. Quand il y avait quelqu'un qui lui plaisait, il l'arrêtait et lui demandait tout simplement : Est-ce que vous voulez m'adopter ?»",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Short Stories",
                "Fiction",
                "European Literature",
                "Roman",
                "Literature",
                "Classics",
                "Academic",
                "Childrens"
            ]
        },
        {
            "title": "Assassin's Apprentice / Royal Assassin",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.39,
            "ranking_count": 7829,
            "abstract": "Young Fitz is a bastard son of the noble Prince Chivalry, raised in the court of the Six Duchies by his father's gruff stableman. He is ignored by all the royalty except the devious King Shrewd, who has him secretly tutored in the arts of the assassin. For in Fitz's blood runs the magic Skill--and the darker knowledge of a child raised with the stable hounds and rejected by his family. For longer than anyone remembers, the Farseers have ruled the storm swept kingdoms of the Six Duchies--using the wild and perilous magic of the Skill. But now, as the barbarous Red Ship Raiders ravage the coasts and sleepwalkers prowl the heartland, Fitz is growing to manhood. Soon he will face his first dangerous, soul-shattering mission. For Fitz is a threat to the throne ... but he may also be the key to the survival of the kingdom.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Epic",
                "Science Fiction"
            ]
        },
        {
            "title": "The Flight of Icarus",
            "authors": [
                "Raymond Queneau",
                "Barbara Wright"
            ],
            "ranking": 3.97,
            "ranking_count": 626,
            "abstract": "Le Vol d'Icare est le dernier roman de Raymond Queneau, paru en 1968. Huber, un auteur à partir de 1895, crée un roman dont le personnage principal se nomme Icare. Ce dernier sort de son livre, emporté par un coup de vent et se retrouve perdu dans Paris. Huber Luber fait alors appel à un détective privé, Morcol, chargé de traquer Icare. Icar, quant à lui fait la rencontre d'LN d'origine cruciverbiste qui va devenir sa compagne et se prostituera pour le faire vivre. Icare va par la suite s'intéresser aux moyens de transport et en particulier à l'automobile électrique et s'engage comme garagiste. Il fait la rencontre de Mme de Champvaux qui tombe amoureuse de lui. Mais va par la suite livrer Icare à Morcol. Huber retrouve alors son personnage et s'apprête à poursuivre son roman seulement Icare est appelé par son service militaire qui durera 3 ans. Mais en réalité ce sont des amis et collègue d'Huber eux aussi en manque de personnages. Leurs personnages vont en fait sortir eux aussi de leurs manuscrits; il vont donc faire appel à Morcol à leur tour mais ce dernier décide de prendre congé. Adélaïde et Maitretout, d'autres personnages créés par Huber s'échappent eux aussi de leur livre. Adélaïde est la jeune fille promise à Icare dans le livre de Huber. Icare travaille toujours dans son garage avec tous les autres personnages. Il se passionne par la suite par l'idée de pouvoir un jour voler pour se déplacer et va ensuite s'envoler avec LN mais il va tomber... Telle était la fin que Huber avait prédit à Icare car ce roman était en fait sa propre création.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Classics",
                "Plays",
                "Humor"
            ]
        },
        {
            "title": "Season of Wishes",
            "authors": [
                "Christina Skye"
            ],
            "ranking": 3.95,
            "ranking_count": 241,
            "abstract": "Beautiful American heiress Jamee Night feels someone watching her: someone who knows every move she makes. And she knows firsthand what fear is, since she survived a kidnapping when she was just a girl. But Jamee has worked too hard to lose her confidence now. She has come to Scotland on a mission of hope, and to return to the land of her ancestors.. Jamee would never knowingly accept protection but when she meets Ian McCall, tenth laird of Glenlyle, she is unaware that the proud Highlander is a top kidnapping expert secretly working on her behalf. But there is no mistaking the quiet strength and steely confidence which pulls her inexorably toward his powerful, sheltering embrace and wakens within her a desperate yearning --- as well as intense memories of an ancestor who lived, loved and made three solemn wishes generations before.. Now, here in the windswept hills, with Jamee's courage, Ian's trust, and a bit of otherworldly help from the irrepressible spirits of Draycott Abbey, miracles can take place --- and even ancient wishes really can come true.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Historical"
            ]
        },
        {
            "title": "Counter Terrorist",
            "authors": [
                "Sam    Hall"
            ],
            "ranking": 3.0,
            "ranking_count": 5,
            "abstract": "Counter-Terrorist is the story of a man who quit his management job in his family's business and joined a U. N. Peacekeeping mission in the Sinai. While there he was trained by Israeli commandos and began an adventurous five-year career fighting terrorism.",
            "part_of_series": false,
            "genre_list": [
                "Biography"
            ]
        },
        {
            "title": "To Bedlam and Part Way Back",
            "authors": [
                "Anne Sexton"
            ],
            "ranking": 4.27,
            "ranking_count": 737,
            "abstract": "This book of Sexton poems has the cumulative impact of a good novel. It has the richness variety and compactness of true poetry. It is a book to read and remembered. Sexton is an accomplished lyricist. She can combine the straightforwardness of playing on his speech with the saddle with the control, tight formal structure, and brilliantly effective imagery. But she makes her singular claim on our attention by the fact that she has important things to tell us and tells them dramatically.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Mental Health",
                "Womens",
                "Feminism",
                "Literature",
                "Nonfiction",
                "Psychology",
                "United States",
                "Female Authors"
            ]
        },
        {
            "title": "Almanac of the Dead",
            "authors": [
                "Leslie Marmon Silko"
            ],
            "ranking": 3.96,
            "ranking_count": 2767,
            "abstract": "In its extraordinary range of character and culture, Almanac of the Dead is fiction on the grand scale. The acclaimed author of Ceremony has undertaken a weaving of ideas and lives, fate and history, passion and conquest in an attempt to re-create the moral history of the Americas, told from the point of view of the conquered, not the conquerors.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Fantasy",
                "Novels",
                "Literature",
                "Magical Realism",
                "Literary Fiction",
                "Race",
                "Contemporary"
            ]
        },
        {
            "title": "The Glass Key",
            "authors": [
                "Dashiell Hammett"
            ],
            "ranking": 3.94,
            "ranking_count": 11687,
            "abstract": "Paul Madvig was a cheerfully corrupt ward-heeler who aspired to something better: the daughter of Senator Ralph Bancroft Henry, the heiress to a dynasty of political purebreds. Did he want her badly enough to commit murder? And if Madvig was innocent, which of his dozens of enemies was doing an awfully good job of framing him? Dashiell Hammett's tour de force of detective fiction combines an airtight plot, authentically venal characters, and writing of telegraphic crispness.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Literature"
            ]
        },
        {
            "title": "Magician: Apprentice Volume 1",
            "authors": [
                "Raymond E. Feist",
                "Michael Avon Oeming",
                "Bryan J.L. Glass",
                "Ryan Stegman"
            ],
            "ranking": 4.45,
            "ranking_count": 22289,
            "abstract": "Collects comic 1-6.. To the forest on the shore of the Kingdom of the Isles, the orphan Pug came to study with the master magician Kulgan. But though his courage won him a place at court and the heart of a lovely Princess, he was ill at ease with the normal ways of wizardry. Yet Pug's strange sort of magic would one day change forever the fates of two worlds. For dark beings from another world had opened a rift in the fabric of spacetime to being again the age-old battle between the forces of Order and Chaos.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Sequential Art",
                "Science Fiction Fantasy",
                "Fiction",
                "Superheroes",
                "Science Fiction"
            ]
        },
        {
            "title": "Murder on the Leviathan",
            "authors": [
                "Boris Akunin",
                "Boris Akunin",
                "Andrew Bromfield"
            ],
            "ranking": 4.05,
            "ranking_count": 7136,
            "abstract": "Tipping his hat to Agatha Christie, Boris Akunin’s latest page-turner transports the reader back to the glamorous, dangerous past in a richly atmospheric tale of suspense on the high seas.. Paris, 1878: Eccentric antiquarian Lord Littleby and his ten servants are found murdered in Littleby’s mansion on the rue de Grenelle, and a priceless Indian shawl is missing. Police commissioner Papa Gauche recovers only one piece of evidence from the crime scene: a golden key shaped like a whale. Gauche soon deduces that the key is in fact a ticket of passage for the Leviathan, a gigantic steamship soon to depart Southampton on its maiden voyage to Calcutta. The murderer must be among its passengers.. In Cairo, the ship is boarded by a young Russian diplomat with a shock of white hair—none other than Erast Fandorin, the celebrated detective of Boris Akunin’s The Winter Queen. The sleuth joins forces with Gauche to determine which of ten unticketed passengers on the Leviathan is the rue de Grenelle killer.. Tipping his hat to Agatha Christie, Akunin assembles a colorful cast of suspects—including a secretive Japanese doctor, a professor who specializes in rare Indian artifacts, a pregnant Swiss woman, and an English aristocrat with an appetite for collecting Asian treasures—all of whom are contained together until the crime is solved. As the Leviathan steams toward Calcutta, will Fandorin be able to out-investigate Gauche and discover who the killer is, even as the ship’s passengers are murdered, one by one?. Already an international sensation, Boris Akunin’s latest page-turner transports the reader back to the glamorous, dangerous past in a richly atmospheric tale of suspense on the high seas.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Historical",
                "Literature",
                "Thriller"
            ]
        },
        {
            "title": "England in the Eighteenth Century",
            "authors": [
                "J.H. Plumb"
            ],
            "ranking": 3.57,
            "ranking_count": 79,
            "abstract": "This history of England in the 18th century is not a chronological narrative of ministries and wars, but a history of the development of English society; the ministries and wars, of course, have their place, but no greater a place than the economic, cultural, and social history of the time. The book is divided into three parts: the ages of Walpole, of Chatham, and of Pitt.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "European Literature",
                "Politics",
                "Literature"
            ]
        },
        {
            "title": "Τρία κλικ αριστερά",
            "authors": [
                "Katerina Gogou",
                "Κατερίνα Γώγου"
            ],
            "ranking": 4.43,
            "ranking_count": 547,
            "abstract": "Καμιά φορά ανοίγει η πόρτα σιγά σιγά και μπαίνεις. Φοράς άσπρο κάτασπρο κουστούμι και λινά παπούτσια. Σκύβεις βάζεις στοργικά στη χούφτα μου 72 φράγκα και φεύγεις. Έχω μείνει στη θέση που μ' άφησες για να με ξαναβρείς. Όμως πρέπει νά΄ χει περάσει πολύς καιρός γιατί τα νύχια μου μακρύνανε κι οι φίλοι με φοβούνται.. Κάθε μέρα μαγειρεύω πατάτες έχω χάσει την φαντασία μου κι όταν ακούω «Κατερίνα» τρομάζω. Νομίζω πως πρέπει να καταδώσω κάποιον.. Έχω φυλάξει κάτι αποκόμματα με κάποιον που λέγανε πως είσαι συ. Ξέρω πως λένε ψέματα οι εφημερίδες, γιατί γράψανε πως σου ρίξανε στα πόδια. Ξέρω πως ποτέ δε σημαδεύουνε στα πόδια. Στο μυαλό είναι ο Στόχος, το νου σου ε;",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Runaway Horses",
            "authors": [
                "Yukio Mishima",
                "Michael       Gallagher"
            ],
            "ranking": 4.2,
            "ranking_count": 5981,
            "abstract": "Isao is a young, engaging patriot, and a fanatical believer in the ancient samurai ethos. He turns terrorist, organising a violent plot against the new industrialists, who he believes are threatening the integrity of Japan and usurping the Emperor’s rightful power. As the conspiracy unfolds and unravels, Mishima brilliantly chronicles the conflicts of a decade that saw the fabric of Japanese life torn apart.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Historical",
                "Classics",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Story of My Boyhood and Youth",
            "authors": [
                "John Muir"
            ],
            "ranking": 4.12,
            "ranking_count": 747,
            "abstract": "John Muir writes his first memoir about his life in Scotland as a boy in a strict and brutal religious family. A glimpse into Scottish country culture is seen through his eyes and his early love of nature is evident. Then the family moves to America and into the backwoods of Wisconsin to help settle the area for farming along with many other Scotch and Irish farmers. His life there growing up and the brutality of homesteading on wilderness under his cruel father is an education. Ready to leave home he invents incredible timepieces and a thermometer among other things and makes his was to the U. of Wisconsin. The American culture in Wisconsin is supportive of him and the story he tells is like another country compared to these times of patents and rivalries and thefts.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Environment",
                "Autobiography",
                "Nonfiction",
                "History",
                "Biography Memoir",
                "Classics",
                "Adventure"
            ]
        },
        {
            "title": "Around the Day in Eighty Worlds",
            "authors": [
                "Julio Cortázar"
            ],
            "ranking": 4.09,
            "ranking_count": 747,
            "abstract": "Around the Day in Eighty Worlds includes book reviews, travel pieces, short stories, poetry, and appreciations of jazz artists like Clifford Brown, Thelonious Monk, and Louis Armstrong. There is also quite a lot about Cortázar’s cat, whose name was Theodor W. Adorno.. A lot of his thoughts and likings taped together.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Writing",
                "Cultural",
                "Poetry",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Trouble With Lichen",
            "authors": [
                "John Wyndham"
            ],
            "ranking": 3.67,
            "ranking_count": 4570,
            "abstract": "'Francis Saxover, a Cambridge scientist, hits on a discovery which, as he modestly remarks, is in the megaton range. It is that SF favourite, an antidote to the old age, or Antigerone, as its discoverer calls it, and it raises the expectation of life to between 200 and 300 years.. 'But the lichen from which it is derived is scarce - only enough to preserve a few thousand people. Any announcement of the discovery would start a stampede like a gold-rush. So Saxover, in agonies of indecision, keeps his secret. But it is not his only. A former colleague has also discovered Antigerone.... 'John Wyndham's marvellous sense of timing, as the story gathers way and then rushes headlong into its inconclusive but artistically valid conclusion, is a sheer delight' -. Michael maxwell Scott in the. Daily Telegraph. In short, there's as much trouble with lichen as there ever was with. Triffids. ,. Chrysalids. or. Cuckoos. .. 'If even a tenth of science fiction were as good, we should be in clover' - Kinglsey Amis in the. Observer",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "European Literature",
                "Fantasy",
                "Horror",
                "Feminism"
            ]
        },
        {
            "title": "Pan-Africanism or Communism",
            "authors": [
                "George Padmore",
                "Richard Wright",
                "Azinna Nwafor"
            ],
            "ranking": 4.17,
            "ranking_count": 18,
            "abstract": "George Padmore's Pan-Africanism or Communism shares the distinction common to most great works of historical writing of being the creation of a participant-as-historian. For, next to the colossal figure of W.E.B. Du Bois, Padmore, the political revolutionary, holds an exalted position in the pantheon of Pan-Africanism, and in this, his chef d'oeuvre, he has presented us with a most vivid account of that movement in which he played so exemplary a role. Indeed, there was in Padmore an admirable double-faceted vis historica - the revolutionary's desire to make history and the writer's impulse to describe it and grasp its meaning.. The name George Padmore is a nom de guerre that he adopted when he joined the Communist Party. His real name was Malcolm Nurse. He rose to become the foremost black figure in the Communist International - the Comintern - and he was commissioned into the Red Army as a colonel. He travelled extensively in Africa in an effort to create the nucleus of a Comintern-directed African leadership. In this book he gives a graphic exposition of the history of African, West Indian and American Negro mass movements from 1787 to 1957, and their flirtations with International Communism. He helped to shape much of the latter phases of that affair. Soviet policy finally induced Padmore's resignation from the Comintern and also from the Communist Party. As Aimé Césaire stated when he too broke with the Communists twenty-five years later: 'It's neither Marxism nor Communism I repudiate; the use certain people have made of Marxism and Communism is what I condemn. What I want is that Marxism and Communism be harnessed into the service of coloured peoples, and not coloured people into the service of Marxism and Communism. That the doctrine and the movement be tailored to fit men, not men to fit the movement. And - of course - that goes for others besides Communists.'. But in severing connections with them, Padmore did not join the frenzied ranks of the professional anti-Communists in remorseful contrition and fulminations over the god that failed them. Nor did he reconcile himself to imperialism and the oppressions of African peoples. There was in him a need to intensify the struggle against imperialism as also against that Communism which has been polluted by the exigencies of Stalin's balance-of-power political struggles with the Western countries. Arthur Koestler once wrote that 'if we survey history and compare the lofty aims in the name of which revolutions were started, and the sorry end to which they came, we see again and again how a polluted civilization pollutes its own revolutionary offspring'. Such an observation would lead - as, curiously, it did not lead Koestler - to the conclusion that if indeed the 'revolutionary offspring', Communism, has been 'polluted' by the civilization against which it has revolted, the struggle against this pollution becomes at once and simultaneously the struggle against the polluted offspring as also and inevitably against the source of that pollution. Padmore drew this conclusion. For though conceived by him as a bulwark against Communism, yet 'Pan-Africanism recognizes much that is true in the Marxist interpretation of history, since it provides a rational explanation for a good deal that would otherwise be unintelligible.'. – Azinna Nwafor. This book recounts the great saga of the rise of black people from slavery to freedom on an intercontinental scale and brings us to the crucial crossroads - a hopeful resolution for black freedom and a partnership of races purged of terror, lynching and colour lines, etc., or a continental mass struggle conducted by Africans in Africa, a struggle that will duplicate the tragic upheavals in Asia. It is not [solely] up to black men to say how this issue will be resolved; but make no mistake: the black man will cling tenaciously to his dream of freedom!. If my words carry any weight, I commend this volume for close study to the white governmental officials of the Western world, to white churchmen, Catholic and Protestant alike, and equally to the dour and brooding white rulers in the Kremlin. I would urge them to read it and get a true, human perspective of the hopes, fears, struggles and hard-bought progress of the Negro in the modern world.. I, for one, salute and congratulate George Padmore for his having kept the faith and fought the good fight.. – Richard Wright",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Philosophy",
                "Nonfiction",
                "History"
            ]
        },
        {
            "title": "Top Ten Greek Legends",
            "authors": [
                "Terry Deary",
                "Michael Tickner"
            ],
            "ranking": 3.94,
            "ranking_count": 269,
            "abstract": "Want to know what Hercules was doing before he got his own TV show? This whimsical guide explains the figures and themes of ten major Greek myths. Readers also get a glimpse of everyday life in Ancient Greece.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Fantasy",
                "Childrens",
                "History",
                "Humor",
                "Short Stories",
                "Historical",
                "Own"
            ]
        },
        {
            "title": "Looking for Mr. Goodbar",
            "authors": [
                "Judith Rossner"
            ],
            "ranking": 3.67,
            "ranking_count": 6062,
            "abstract": "Theresa was a quietly satisfied young teacher by day. But when the sun went down, her life was an endless, faceless whirl of bars and beds and men she'd never seen before and wouldn't see again. If she couldn't find love, she took chances on men who were better than no men at all. And learned, with each new night and each new nightmare, that finding her man was only the beginning.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "New York",
                "Novels",
                "Classics",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Little Lost Angel",
            "authors": [
                "Michael Quinlan"
            ],
            "ranking": 4.18,
            "ranking_count": 606,
            "abstract": "This is the story of how four girls in Indiana went to a rock concert, drove around and then lured a 12-year-old girl into their car, torturing and eventually burning her to death. It explores the motives behind the killing, revealing how the girls wanted to be popular and loved - at any cost.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "Horror",
                "Thriller",
                "Sociology"
            ]
        },
        {
            "title": "Bridge to Terabithia",
            "authors": [
                "Katherine Paterson"
            ],
            "ranking": 4.02,
            "ranking_count": 497474,
            "abstract": "The 40th anniversary edition of the classic Newbery Medal-winning title by beloved author Katherine Paterson, with brand-new bonus materials including an author's note by Katherine herself and a foreword by. New York Times. bestselling author Kate DiCamillo.. Jess Aarons has been practicing all summer so he can be the fastest runner in the fifth grade. And he almost is, until the new girl in school, Leslie Burke, outpaces him. The two become fast friends and spend most days in the woods behind Leslie's house, where they invent an enchanted land called Terabithia. One morning, Leslie goes to Terabithia without Jess and a tragedy occurs. It will take the love of his family and the strength that Leslie has given him for Jess to be able to deal with his grief.. Bridge to Terabithia. was also named an ALA Notable Children’s Book and has become a touchstone of children’s literature, as have many of Katherine Paterson’s other novels, including. The Great Gilly Hopkins. and. Jacob Have I Loved. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Classics",
                "Childrens",
                "Fantasy",
                "Realistic Fiction",
                "Academic",
                "Contemporary"
            ]
        },
        {
            "title": "Weep Not, Child",
            "authors": [
                "Ngũgĩ wa Thiong'o"
            ],
            "ranking": 3.88,
            "ranking_count": 3084,
            "abstract": "Weep Not, Child. is a moving novel about the effects of the Mau Mau uprising on the lives of ordinary men and women, and on one family in particular. Two brothers, Njoroge and Kamau, stand on a garbage heap and look into their futures: Njoroge is to attend school, while Kamau will train to be a carpenter. But this is Kenya, and the times are against them: In the forests, the Mau Mau is waging war against the white government, and the two brothers and their family need to decide where their loyalties lie. For the practical Kamau, the choice is simple, but for Njoroge the scholar, the dream of progress through learning is a hard one to give up.. Weep Not, Child. is Ngũgĩ’s first novel, published in 1964.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Literature",
                "Eastern Africa",
                "Classics",
                "Historical",
                "Novels",
                "Academic",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Brave Cowboy: An Old Tale in a New Time",
            "authors": [
                "Edward Abbey"
            ],
            "ranking": 3.92,
            "ranking_count": 1787,
            "abstract": "Jack Burnes is a loner at odds with modern civilization. A man out of time, he rides a feisty chestnut mare across the New West  a once beautiful land smothered beneanth airstrips and superhighways. And he lives by a personal code of ethics that sets him on a collision course with the keepers of law and order. Now he has stepped over the line by breaking one too many of society's rules. The hounds of justice are hot in his trail. But Burnes would rather die than spend even a single night behind bars. And they have to catch him first.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Literature",
                "Environment",
                "Novels",
                "Nature",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "The Winding Stair",
            "authors": [
                "Jane Aiken Hodge"
            ],
            "ranking": 3.91,
            "ranking_count": 355,
            "abstract": "When the invitation came, Juana Brett was delighted. A chance to escape from the grey darkness of England. A chance to visit her happy childhood home at the Castle of the Rock, and above all the opportunity to escape the petty tyranny of her stepmother and reconnect with other family members. However, her visit to Portugal became unexpectedly dangerous - and unexpectedly romantic...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Gothic",
                "Suspense",
                "Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Death's Master",
            "authors": [
                "Tanith Lee"
            ],
            "ranking": 4.23,
            "ranking_count": 1276,
            "abstract": "Death's Master. , winner of the August Derleth Award for Fantasy, is the second book of the stunning arabesque high fantasy series. Tales from the Flat Earth. , which, in the manner of the. One Thousand and One Nights. , portrays an ancient world in mythic grandeur via connected tales.. Long time ago when the Earth was Flat, beautiful indifferent Gods lived in the airy Upperearth realm above, curious passionate demons lived in the exotic Underearth realm below, and mortals were relegated to exist in the middle.. Uhlume, Lord of Death, second of the Lords of Darkness, King of Shadow and Pallor, makes an unusual bargain which sets in motion an intricate sequence of events that entangle men and gods, queens and kings, sorcerers and witches, and lowly wanderers. When the secret to immortality falls into human hands, dark magic and wickedness are unleashed, testing the bounds of mortal love and sanity, and questioning the nature and purpose of life itself.. Come within this ancient world of brilliant darkness and beauty, of glittering palaces and wondrous elegant beings, of cruel passions and undying love.. Rediscover the exotic wonder that is the Flat Earth.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Horror",
                "Science Fiction Fantasy",
                "LGBT",
                "Sci Fi Fantasy",
                "Novels"
            ]
        }
    ]
}