{
    "books": [
        {
            "title": "Dust & Decay",
            "authors": [
                "Jonathan Maberry"
            ],
            "ranking": 4.28,
            "ranking_count": 17351,
            "abstract": "Six months have passed since the terrifying battle with Charlie Pink-eye and the Motor City Hammer in the zombie-infested mountains of the Rot & Ruin. It’s also six months since Benny Imura and Nix Riley saw something in the air that changed their lives. Now, after months of rigorous training with Benny’s zombie-hunter brother Tom, Benny and Nix are ready to leave their home forever and search for a better future. Lilah the Lost Girl and Benny’s best friend Lou Chong are going with them.. Sounds easy. Sounds wonderful. Except that everything that can go wrong does. Before they can even leave there is a shocking zombie attack in town. But as soon as they step into the Rot & Ruin they are pursued by the living dead, wild animals, insane murderers and the horrors of Gameland –where teenagers are forced to fight for their lives in the zombie pits. Worst of all… could the evil Charlie Pink-eye still be alive?. In the great Rot & Ruin everything wants to kill you. Everything…and not everyone in Benny’s small band of travelers will make it out alive.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Ohio Outback: Learning to Love the Great Black Swamp",
            "authors": [
                "Claude Clayton Smith"
            ],
            "ranking": 3.25,
            "ranking_count": 4,
            "abstract": "A collection that reveals the surprising variety of life in northwest Ohio. Ohio Outback. is a unique compilation of writings by Claude Clayton Smith about his experiences of living in Ohio for the past twenty-two years. Smith offers a vibrant, humorous portrait of life that focuses on individuals and events in out-of-the-way places throughout northwest Ohio. The pieces in this book reflect a growing curiosity and fondness for Ohio, with topics ranging from the manufacturing process of NFL footballs and the anatomy of ditches to an Ohio section of a ten-thousandmile drive by interstate highway across the forty-eight states and Smith's reflections as a licensed professional boxing judge.. Ohio Outback. also contains Yard Wars of the Ohio Outback, a lighthearted piece that forms the book's narrative core with tales of bird, pool, and driveway battles.. Claude Clayton Smith, an Easterner who found himself transplanted to the 'outback' of northwest Ohio, has written a poignant and funny account of his longstanding attempt to feel at home there. The happy result of his struggle to come to terms with the region's landscape, customs, and history is a thoughtful meditation on the charms and challenges of an obscure part of the world that some of us, no matter where we ended up, still call home. --Jeffrey Hammond, author of. Ohio States: A Twentieth-Century Midwestern and Small Comforts: Essays at Middle Age. Claude Clayton Smith writes of his adventures in the countryside of northwest Ohio with a bemused humor that fans of James Thurber (one of his heroes) and Dave Barry will appreciate. Natives may think that only an immigrant like Smith would find cottonwood fluff, horseflies, driveway gravel, woodlots, cicadas, feisty red squirrels, and birds that attack picture windows so exotic. But his perplexed celebration of his struggles to coexist with these--and much more--reminds us all just how much strangeness lurks within the everyday. --Jeff Gundy, author of. Trees. and. Scattering Point: The World in a Mennonite Eye",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "13 Ways of Looking at a Fat Girl",
            "authors": [
                "Mona Awad"
            ],
            "ranking": 3.03,
            "ranking_count": 11602,
            "abstract": "Growing up in the suburban hell of Misery Saga (a.k.a. Mississauga), Lizzie has never liked the way she looks—even though her best friend Mel says she’s the pretty one. She starts dating guys online, but she’s afraid to send pictures, even when her skinny friend China does her makeup: she knows no one would want her if they could really see her. So she starts to lose. With punishing drive, she counts almonds consumed, miles logged, pounds dropped. She fights her way into coveted dresses. She grows up and gets thin, navigating double-edged validation from her mother, her friends, her husband, her reflection in the mirror. But no matter how much she loses, will she ever see herself as anything other than a fat girl?. In her brilliant, hilarious, and at times shocking debut, Mona Awad simultaneously skewers the body image-obsessed culture that tells women they have no value outside their physical appearance, and delivers a tender and moving depiction of a lovably difficult young woman whose life is hijacked by her struggle to conform. As caustically funny as it is heartbreaking,. 13 Ways of Looking at a. Fat Girl. introduces a vital new voice in fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Contemporary",
                "Feminism",
                "Cultural",
                "Adult",
                "Adult Fiction",
                "Literary Fiction",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "The Violinist's Thumb: And Other Lost Tales of Love, War, and Genius, as Written by Our Genetic Code",
            "authors": [
                "Sam Kean"
            ],
            "ranking": 4.0,
            "ranking_count": 9243,
            "abstract": "In. The Disappearing Spoon. , bestselling author Sam Kean unlocks the mysteries of the periodic table. In. The Violinist's Thumb. , he explores the wonders of the magical building block of life: DNA.. There are genes to explain crazy cat ladies, why other people have no fingerprints, and why some people survive nuclear bombs. Genes illuminate everything from JFK's bronze skin (it wasn't a tan) to Einstein's genius. They prove that Neanderthals and humans bred thousands of years more recently than any of us would feel comfortable thinking. They can even allow some people, because of the exceptional flexibility of their thumbs and fingers, to become truly singular violinists. Kean's vibrant storytelling makes science entertaining, explaining human history and whimsy while showing how DNA will influence our species' future.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Biology",
                "Health",
                "Medical",
                "Audiobook"
            ]
        },
        {
            "title": "De een zijn dood",
            "authors": [
                "J. Bernlef"
            ],
            "ranking": 3.21,
            "ranking_count": 196,
            "abstract": "Oud-rechercheur Wim Terlinde is op zoek naar nabestaanden van de overleden Roderick Vos en komt uit bij twee vrouwen die in diens leven een rol hebben gespeeld. Als een van hen in een psychose beland blijkt te zijn, drukt hij samen met de andere vrouw de erfenis van Vos achterover. Maar dan ontmoeten de vrouwen elkaar, in de ruige Schotse hooglanden. Vanaf dat moment neemt het verhaal een wending die zichtbaar maakt hoe ingrijpend de psychische gevolgen van misbruik en ongewenste seksualiteit kunnen zijn. De dramatische ontknoping is even schokkend als onvoorzien.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Walk Through Fire",
            "authors": [
                "Kristen Ashley"
            ],
            "ranking": 4.37,
            "ranking_count": 20453,
            "abstract": "The flame never dies . . .. Millie Cross knows what it's like to burn for someone. She was young and wild and he was fierce and even wilder-a Chaos biker who made her heart pound. They fell in love at first sight and life was good, until she learned she couldn't be the woman he needed and made it so he had no choice but to walk away. Twenty years later, Millie's chance run-in with her old flame sparks a desire she just can't ignore. And this time, she won't let him ride off . . .. Bad boy Logan High Judd has seen his share of troubles with the law. Yet it was a beautiful woman who broke him. After ending a loveless marriage, High is shocked when his true love walks back into his life. Millie is still gorgeous, but she's just a ghost of her former self. High's intrigued at the change, but her betrayal cut him deep-and he doesn't want to get burned again. As High sinks into meting out vengeance for Millie's betrayal, he'll break all over again when he realizes just how Millie walked through fire for her man . . .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Womens Fiction",
                "Suspense",
                "Transport",
                "Fiction",
                "Drama"
            ]
        },
        {
            "title": "Hour of the Red God",
            "authors": [
                "Richard Crompton"
            ],
            "ranking": 3.68,
            "ranking_count": 702,
            "abstract": "The Maasai believe in two gods. Enkai Narok, the Black God, is benign. Enkai Nanyokie, the Red God, is the god of anger, vengeance, and death.. Nairobi, 2007. In Africa's sprawling megacity, a small elite holds power over an impoverished, restless majority. Corruption, exploitation, and ethnic rivalry are part of everyday life. Amid claims of vote rigging and fraud, the presidential elections could be the spark that sets this city ablaze.. With chaos looming, few care about one dead prostitute. But Detective Mollel does. For Mollel is a former Maasai warrior, and the dead girl was a Maasai, too.. As he ventures from slums to skyscrapers, from suburbs to sewers, Mollel begins to realize that there is more at stake than just this murder. But even as he is forced to confront his turbulent past, he begins to doubt his warrior's instincts.. Can Mollel manage to find the killer and solve the case before the Red God consumes all?. With the sophistication of Ian Rankin and Colin Harrison, and set against the backdrop of Kenya's turbulent 2007 elections, Richard Crompton's. Hour of the Red God. brings Nairobi vividly to life: gritty and modern, with an extraordinary blend of tribal and urban elements. In this dark thriller, tradition and power collide, arriving at a shocking, unforgettable end. And in the Maasai hero Mollel, a new detective icon is born.. One of. Publishers Weekly. 's Best Mystery/Thriller Books of 2013",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Cultural",
                "Fiction",
                "Thriller",
                "Eastern Africa",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Wintertide",
            "authors": [
                "Michael J. Sullivan"
            ],
            "ranking": 4.45,
            "ranking_count": 9239,
            "abstract": "A FORCED WEDDING. A DOUBLE EXECUTION. TWO THIEVES HAVE OTHER PLANS.. The New Empire intends to celebrate its victory over the Nationalists with a day that will never be forgotten. On the high holiday of Wintertide, they plan to execute two traitors (Degan Gaunt and the Witch of Melengar) as well as force the Empress into a marriage of their own design. But they didn’t account for Royce and Hadrian finally locating the Heir of Novron—or the pair’s desire to wreak havoc on the New Empire’s carefully crafted scheme.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Adult",
                "Romance",
                "Action"
            ]
        },
        {
            "title": "The Obituary Writer",
            "authors": [
                "Ann Hood"
            ],
            "ranking": 3.72,
            "ranking_count": 14221,
            "abstract": "On the day John F. Kennedy is inaugurated, Claire, a young wife and mother obsessed with the glamor of Jackie, struggles over the decision of whether to stay in a loveless but secure marriage or to follow the man she loves and whose baby she may be carrying. Decades earlier, in 1919, Vivien Lowe, an obituary writer, is searching for her lover, who disappeared in the Great San Francisco Earthquake of 1906. By telling the stories of the dead, Vivien not only helps others cope with their grief but also begins to understand the devastation of her own terrible loss. The surprising connection between these two women will change Claire’s life in unexpected and extraordinary ways.. Part literary mystery and part love story, The Obituary Writer examines expectations of marriage and love, the roles of wives and mothers, and the emotions of grief, regret, and hope.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Adult Fiction",
                "Mystery",
                "Literary Fiction",
                "Adult",
                "Book Club",
                "Womens Fiction"
            ]
        },
        {
            "title": "Darkness Rising",
            "authors": [
                "Keri Arthur"
            ],
            "ranking": 4.14,
            "ranking_count": 5535,
            "abstract": "The sexy, thrilling adventures continue in bestselling author Keri Arthur’s new Dark Angels series, starring half-werewolf/half-Aedh Risa Jones.. Risa will go to any lengths to avenge her mother’s murder—even if it means making a pact with the most evil vampire she’s ever met. Lethal and powerful, Madeline Hunter is leader of the vampire council, and will put her resources behind finding the killer—for a price. The venerable vampire requires the assistance of Risa’s psychic powers. Quid pro quo.. Someone—or something—is targeting the elders of the local council, cursing the immortal vampires to rapidly age, sink into madness, and die. Risa must track down the vengeful being responsible. But Risa’s father, a rogue Aedh priest, also enlists her in a dangerous mission. And not even the great Madeline Hunter may be able to protect her from the shadowy forces that desire nothing less than Risa’s destruction.. From the Paperback edition.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Shapeshifters"
            ]
        },
        {
            "title": "Το φως μέσα μου: Δεκατρείς σκοτεινές ιστορίες",
            "authors": [
                "Κωνσταντίνος Κέλλης"
            ],
            "ranking": 4.32,
            "ranking_count": 174,
            "abstract": "«Δεν είναι μόνο η δύναμη στη φαντασία του, αλλά και η αίσθηση ρεαλισμού που σε κάνει να βιώνεις τον τρόμο μαζί με τους ήρωες... Ένα σκοτεινό ταλέντο που ξεχωρίζει».. Αβραάμ Κάουα, συγγραφέας. Αγαπητέ αναγνώστη,. μην αφήσεις τον τίτλο να σε παραπλανήσει. Όσοι φοβούνται το σκοτάδι, δεν έχουν δει πόσο επικίνδυνο μπορεί να γίνει το φως.. Η κόλαση μπορεί να είναι μια διάσταση που γεννάει σκοτάδι. Ή ένας τόπος όλο φως. Φως ανελέητο. Μπορείς να πεις με βεβαιότητα πού κατοικούν οι πυκνότερες σκιές;. Οι δεκατρείς σκοτεινές ιστορίες στην πρώτη συλλογή διηγημάτων του Κωσταντίνου Κέλλη θα σε οδηγήσουν σε μέρη γνώριμα, όπως ένας ξεχασμένος φάρος ή ένα σπίτι γεμάτο κούκλες, ένα γραφείο ψυχολόγου ή μια παραλία στη μέση του καλοκαιριού... Θα σε ταξιδέψουν όμως, και στο παρελθόν ή σε τόπους που δεν έχουν θέση στους ανθρώπινους χάρτες. Από ένα ανήλιαγο δάσος γεμάτο χαμένα παιδιά έως μια πόλη που μοιάζει να ξεπηδάει από τα χαρακτικά του Έσερ... Από μια πολυκατοικία χαρισμένη στους νεκρούς έως τη Δρέσδη του 1945 που ισοπεδώνεται σε μια νύχτα. γεμάτη λάμψη.... Πολλές από τις ιστορίες της συλλογής έχουν διακριθεί σε λογοτεχνικούς διαγωνισμούς ενώ έχουν δημοσιευθεί σε ανθολογίες τρόμου στην Ελλάδα και το εξωτερικό.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories"
            ]
        },
        {
            "title": "Murder Most Howl",
            "authors": [
                "Krista Davis"
            ],
            "ranking": 4.17,
            "ranking_count": 1870,
            "abstract": "The. New York Times. bestselling author of. The Ghost and Mrs. Mewer. and. The Diva Steals a Chocolate Kiss. returns with a tail of a ruff winter…. This January, Wagtail, Virginia, the top pet-friendly destination in the country, is throwing a fun murder mystery weekend—but no one expected the real thing.... Holly Miller is delighted her grandmother has finally left the Sugar Maple Inn to take a well-deserved vacation. It means Holly’s in charge, but running the inn might be more challenging than she realized. Wagtail’s throwing a weekend-long murder mystery game to draw in tourists during the slow season, the inn has a full house, and a blizzard is on the way.. Trouble is unleashed the night the game begins, when the storm blows in and the lights go out. It gets worse the following morning when Holly’s Jack Russell terrier, Trixie, discovers a body—one that’s actually dead. Now Holly, her calico kitten Twinkletoes, and Trixie must play by the rules and find one dirty dog.... Delicious recipes for owners and pets included!",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Animals",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Food and Drink"
            ]
        },
        {
            "title": "Alex",
            "authors": [
                "Pierre Lemaitre"
            ],
            "ranking": 4.08,
            "ranking_count": 15089,
            "abstract": "Kriminalkommissær Camille Verhoeven kommer på hårdt arbejde, da en ung pige ved navn Alex bliver kidnappet; Der er kun et enkelt øjenvidne og ellers ingen spor at gå efter.. Alex er imidlertid blevet efterladt nøgen i et bur i en gammel fabriksejendom, uden hverken mad eller drikke, og i et kapløb med tiden, må hun desperat håbe på at overleve.. Når Camille Verhoeven at finde Alex inden det er for sent, og er det i virkeligheden hans største problem? I hans afdækning af sagen kommer der hele tiden nye fakta til om offeret og alt er bestemt ikke lige positivt.. Den franske krimi af Pierre Lemaitre byder på barsk og hæsblæsende spænding, samt et twistet og gennemtænkt plot.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Cultural",
                "Suspense",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Meddlers",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "John Slic, a low level spy, is sent into outer space on a probe to investigate abductions believed to be the work of physicians from the Sirius solar system. When Slic bungles the job, beautiful CIA operative Juice Gilligan is sent to rescue him.. When things go wrong, the government has to quarantine Slic and Gilligan, now identified as Meddlers, people who have been sent back in time when they are abducted by the Physicians. Meddlers, or so they are called, tend to interfere by interacting with their former selves, friends and relatives. It is from this condition Slic and Gilligan must escape.. You are along for the ride on a trip to the next punch line, intended to be as fast paced as a good sit com.. In an attempt to orient the reader, if the book appears far fetched, the author has included commentary on the sci fi elements of the old testament.. The author is quick to point out he is God fearing--God trembling--God terrified--and doesn't go outside during thunderstorms.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "To Fetch a Thief",
            "authors": [
                "Spencer Quinn"
            ],
            "ranking": 4.06,
            "ranking_count": 6843,
            "abstract": "In this third book in the brilliant mystery series, Chet and Bernie go under the big top to solve the most unlikely missing persons (and animals!) case ever.. Chet has smelled a lot of unusual things in his years as trusted companion and partner to P.I. Bernie Little, but nothing has prepared him for the exotic scents he encounters when an old-fashioned traveling circus comes to town. Bernie scores tickets because his son is crazy about elephants. The only problem is that Peanut, the headlining pachyderm, has gone missing—along with her trainer. Stranger still, no one saw them leave. How does an elephant vanish without a trace?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Animals",
                "Humor",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "Allegedly",
            "authors": [
                "Tiffany D. Jackson"
            ],
            "ranking": 4.11,
            "ranking_count": 25098,
            "abstract": "Mary B. Addison killed a baby.. Allegedly. She didn’t say much in that first interview with detectives, and the media filled in the only blanks that mattered: A white baby had died while under the care of a churchgoing black woman and her nine-year-old daughter. The public convicted Mary and the jury made it official. But did she do it? She wouldn’t say.. Mary survived six years in baby jail before being dumped in a group home. The house isn’t really “home”—no place where you fear for your life can be considered a home. Home is Ted, who she meets on assignment at a nursing home.. There wasn’t a point to setting the record straight before, but now she’s got Ted—and their unborn child—to think about. When the state threatens to take her baby, Mary must find the voice to fight her past. And her fate lies in the hands of the one person she distrusts the most: her Momma. No one knows the real Momma. But who really knows the real Mary?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Audiobook",
                "Thriller",
                "Health"
            ]
        },
        {
            "title": "The Vanishing Season",
            "authors": [
                "Joanna Schaffhausen"
            ],
            "ranking": 3.79,
            "ranking_count": 4826,
            "abstract": "Ellery Hathaway knows a thing or two about serial killers, but not through her police training. She's an officer in sleepy Woodbury, MA, where a bicycle theft still makes the newspapers. No one there knows she was once victim number seventeen in the grisly story of serial killer Francis Michael Coben. The only one who lived.. When three people disappear from her town in three years―all around her birthday―Ellery fears someone knows her secret. Someone very dangerous. Her superiors dismiss her concerns, but Ellery knows the vanishing season is coming and anyone could be next. She contacts the one man she knows will believe her: the FBI agent who saved her from a killer all those years ago.. Agent Reed Markham made his name and fame on the back of the Coben case, but his fortunes have since turned. His marriage is in shambles, his bosses think he's washed up, and worst of all, he blew a major investigation. When Ellery calls him, he can’t help but wonder: sure, he rescued her, but was she ever truly saved? His greatest triumph is Ellery’s waking nightmare, and now both of them are about to be sucked into the past, back to the case that made them...with a killer who can't let go.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Next Year in Havana",
            "authors": [
                "Chanel Cleeton"
            ],
            "ranking": 3.94,
            "ranking_count": 106561,
            "abstract": "After the death of her beloved grandmother, a Cuban-American woman travels to Havana, where she discovers the roots of her identity--and unearths a family secret hidden since the revolution.... Havana, 1958. The daughter of a sugar baron, nineteen-year-old Elisa Perez is part of Cuba's high society, where she is largely sheltered from the country's growing political unrest--until she embarks on a clandestine affair with a passionate revolutionary.... Miami, 2017. Freelance writer Marisol Ferrera grew up hearing romantic stories of Cuba from her late grandmother Elisa, who was forced to flee with her family during the revolution. Elisa's last wish was for Marisol to scatter her ashes in the country of her birth.. Arriving in Havana, Marisol comes face-to-face with the contrast of Cuba's tropical, timeless beauty and its perilous political climate. When more family history comes to light and Marisol finds herself attracted to a man with secrets of his own, she'll need the lessons of her grandmother's past to help her understand the true meaning of courage.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Book Club",
                "Adult Fiction"
            ]
        },
        {
            "title": "Fair Coin",
            "authors": [
                "E.C. Myers"
            ],
            "ranking": 3.48,
            "ranking_count": 1287,
            "abstract": "Epraim is horrified when he comes home from school one day to find his mother unconscious at the kitchen table, clutching a bottle of pills. Even more disturbing than her suicide attempt is the reason for it: the dead boy she identified at the hospital that afternoon--a boy who looks exactly like him. While examining his dead double's belongings, Ephraim discovers a strange coin that makes his wishes come true each time he flips it. Before long, he's wished his alcoholic mother into a model parent, and the girl he's liked since second grade suddenly notices him.. But Ephraim soon realizes that the coin comes with consequences --several wishes go disastrously wrong, his best friend Nathan becomes obsessed with the coin, and the world begins to change in unexpected ways. As Ephraim learns the coin's secrets and how to control its power, he must find a way to keep it from Nathan and return to the world he remembers. (For ages 12 & up)",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Mystery",
                "Romance"
            ]
        },
        {
            "title": "The One-in-a-Million Boy",
            "authors": [
                "Monica Wood"
            ],
            "ranking": 4.09,
            "ranking_count": 31826,
            "abstract": "The story of your life never starts at the beginning. Don't they teach you anything at school?. So says 104-year-old Ona to the 11-year-old boy who's been sent to help her out every Saturday morning. As he refills the bird feeders and tidies the garden shed, Ona tells him about her long life, from first love to second chances. Soon she's confessing secrets she has kept hidden for decades.. One Saturday, the boy doesn't show up. Ona starts to think he's not so special after all, but then his father arrives on her doorstep, determined to finish his son's good deed. The boy's mother is not so far behind. Ona is set to discover that the world can surprise us at any age, and that sometimes sharing a loss is the only way to find ourselves again.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Adult Fiction",
                "Audiobook",
                "Literary Fiction",
                "Book Club",
                "Adult",
                "Family",
                "Novels",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Lies, Damned Lies, and History",
            "authors": [
                "Jodi Taylor"
            ],
            "ranking": 4.42,
            "ranking_count": 8187,
            "abstract": "'I've done some stupid things in my time. I've been reckless. I've broken a few rules. But never before have I ruined so many lives or left such a trail of destruction behind me.'. As Max would be the first to admit, she's never been one for rules. They tend to happen to other people. But this time she's gone too far and everyone is paying the price.. Grounded until the end of time, how can she ever put things right?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Historical",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Humor",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "I Must Be Living Twice: New and Selected Poems",
            "authors": [
                "Eileen Myles"
            ],
            "ranking": 4.13,
            "ranking_count": 640,
            "abstract": "A collection of thrilling new and beloved past work from one of America's most celebrated poets, Eileen Myles, a cult icon and modern favorite. Eileen Myles's poetry and prose are known for their blend of reality and fiction, the sublime and the ephemeral, in which Myles not only lets her readers peer into existent places, like the East Village in her iconic. Chelsea Girls. , but also lifts them into dreams, imbuing the landscapes of her writing with the vividness and energy of fantasy.. I Must Be Living Twice. brings selections from the poet's previous work together with a set of bold new poems, through which Myles continues to refine her sardonic, unapologetic, and fiercely intellectual literary voice. Steeped in the culture of New York City, Myles's stomping grounds and the home of her most well-known work, she provides a wide-open lens into a radical life.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "LGBT",
                "Feminism",
                "Nonfiction",
                "Poetry Plays",
                "The United States Of America",
                "Contemporary",
                "New York"
            ]
        },
        {
            "title": "Chasing New Horizons: Inside the Epic First Mission to Pluto",
            "authors": [
                "Alan Stern",
                "David Grinspoon"
            ],
            "ranking": 4.35,
            "ranking_count": 1918,
            "abstract": "Alan Stern and David Grinspoon take us behind the scenes of the science, politics, egos, and public expectations that fueled the greatest space mission of our time: New Horizons' mission to Pluto.. On July 14, 2015, something amazing happened. More than 3 billion miles from Earth, a small NASA spacecraft called New Horizons screamed past Pluto at more than 32,000 miles per hour, focusing its instruments on the long mysterious icy worlds of the Pluto system, and then, just as quickly, continued on its journey out into the beyond.. Nothing like this has occurred in a generation--a raw exploration of new worlds unparalleled since NASA's Voyager missions to Uranus and Neptune--and nothing like it is planned to happen ever again. The photos that New Horizons sent back to Earth graced the front pages of newspapers on all 7 continents, and NASA's website for the mission received more than 2 billion hits in the days surrounding the flyby. At a time when so many think our most historic achievements are in the past, the most distant planetary exploration ever attempted not only succeeded but made history and captured the world's imagination.. How did this happen?. Chasing New Horizons. is the story of the men and women behind the mission: of their decades-long commitment; of the political fights within and outside of NASA; of the sheer human ingenuity it took to design, build, and fly the mission; and of the plans for New Horizons' next encounter, 1 billion miles past Pluto. Told from the insider's perspective of Dr. Alan Stern--the man who led the mission--. Chasing New Horizons. is a riveting story of scientific discovery, and of how far humanity can go when people focused on a dream work together toward their incredible goal.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Space",
                "History",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "The A List",
            "authors": [
                "J.A. Jance"
            ],
            "ranking": 3.96,
            "ranking_count": 4084,
            "abstract": "Ali Reynolds straddles the line between the past and the future in the fourteenth book in the. New York Times. bestselling series.. Ten years ago, when Ali Reynolds’s high-profile newscaster life blew up on the West Coast, she went back home to Sedona, Arizona, to reinvent herself. Now while she’s living her new life, someone from her past comes asking for help. But will revisiting the past jeopardize her future?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Sea Stories: My Life in Special Operations",
            "authors": [
                "William H. McRaven"
            ],
            "ranking": 4.4,
            "ranking_count": 7187,
            "abstract": "Admiral William H. McRaven is a part of American military history, having been involved in some of the most famous missions in recent memory, including the capture of Saddam Hussein, the rescue of Captain Richard Phillips, and the raid to kill Osama bin Laden.. Sea Stories. begins in 1960 at the American Officers' Club in France, where Allied officers and their wives gathered to have drinks and tell stories about their adventures during World War II -- the place where a young Bill McRaven learned the value of a good story.. Sea Stories. is an unforgettable look back on one man's incredible life, from childhood days sneaking into high-security military sites to a day job of hunting terrorists and rescuing hostages.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "War",
                "History",
                "Autobiography",
                "Leadership",
                "Audiobook",
                "Military",
                "Biography Memoir"
            ]
        },
        {
            "title": "Proud Boys and the White Ethnostate: How the Alt-Right Is Warping the American Imagination",
            "authors": [
                "Alexandra Minna Stern"
            ],
            "ranking": 3.82,
            "ranking_count": 330,
            "abstract": "A critical exploration of the core ideas of the alt-right--necessary reading for all who seek to counter its appeal and expansion.. From a loose movement that lurked in the shadows in the early 2000s, the alt-right has achieved a level of visibility that has allowed it to expand significantly through America's cultural, political, and digital landscapes. Yet it is also mercurial and shape-shifting, encompassing a spectrum of ideas and believers that resonate with white supremacy, right-wing nationalism, and anti-feminism. The alt-right offers a big and porous tent to those who subscribe to varying forms of race- and gender-based exclusion and endorse white identity politics.. To understand the contemporary moment historian, Alexandra Minna Stern knew she needed to get under--to excavate--the alt-right memes and tropes that had erupted online. In. Proud Boys and the White Ethnostate. , she does just that, applying the tools of the scholar to explore the alt-right's central texts, narratives, constructs, and insider language. She explains the key ideas and strategies of metapolitics and red-pilling, reveals why the tag line for their most prominent publisher is books against time, looks closely at the paramount fantasy of the white nirvana, the ethnostate, and reveals how gender essentialism unveils the similarities between the alt-right and the alt-light. Lastly, she takes stock of the alt-right's concerted attempts to normalize the movement, by casting off the vestiges of neo-Nazism and 20th-century white power movements and seeking respectability.. Proud Boys and the White Ethnostate. shows us the underlying concepts and constructs that guide the alt-right and provides a tool for all who wish to combat its overlapping forms of racism, xenophobia, transphobia, and deep-seated anti-egalitarianism.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Race",
                "History",
                "Sociology",
                "Audiobook",
                "Academic",
                "Psychology",
                "Culture"
            ]
        },
        {
            "title": "Elemental Rising",
            "authors": [
                "Toni Cox"
            ],
            "ranking": 4.3,
            "ranking_count": 56,
            "abstract": "Maia, Elf princess of Elveron, has studied for almost a century to become a Prime Elemental but, when she finally completes her final test, which she had to take on Earth, something unexpected happens, and she brings with her the very thing she tried to leave behind.. Now she is faced with responsibilities she thinks she is not ready for, a love she does not reciprocate, and a threat to her people that might kill them all. Young, inexperienced, and unsure of her powers, she only has her desire to save her people that drives her into battle.. But she is not alone. She has her mentor, Silas, and her dragon, Midnight, who stand by her side as she embarks on an adventure to save not just herself, but the rest of the nation of Grildor as well.. “Cox has created characters; a world; a story that is Tolkien worthy. She has developed something unique and rich in imagination.” Sian B. Claven (Author of The Butcher books). “Maia is an incredible character to follow. Toni Cox has managed to bring something new, exciting, and seriously addictive to the fore.” Robyn Victoria Castles (TBB)",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Concealed in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.3,
            "ranking_count": 21941,
            "abstract": "In a decrepit, long-empty New York building, Lieutenant Eve Dallas’s husband begins the demolition process by swinging a sledgehammer into a wall. When the dust clears, there are two skeletons wrapped in plastic behind it. He summons his wife immediately—and by the time she’s done with the crime scene, there are twelve murders to be solved.. The place once housed a makeshift shelter for troubled teenagers, back in the mid-2040s, and Eve tracks down the people who ran it. Between their recollections and the work of the force’s new forensic anthropologist, Eve begins to put names and faces to the remains. They are all young girls. A tattooed tough girl who dealt in illegal drugs. The runaway daughter of a pair of well-to-do doctors. They all had their stories. And they all lost their chance for a better life.. Then Eve discovers a connection between the victims and someone she knows. And she grows even more determined to reveal the secrets of the place that was called The Sanctuary—and the evil concealed in one human heart.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Suspense",
                "Science Fiction",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "The Night Before",
            "authors": [
                "Wendy   Walker"
            ],
            "ranking": 3.69,
            "ranking_count": 16855,
            "abstract": "First dates can be murder.. Riveting and compulsive, national bestselling author Wendy Walker’s. The Night Before. “takes you to deep, dark places few thrillers dare to go” as two sisters uncover long-buried secrets when an internet date spirals out of control.. Laura Lochner has never been lucky in love. She falls too hard and too fast, always choosing the wrong men. Devastated by the end of her last relationship, she fled her Wall Street job and New York City apartment for her sister’s home in the Connecticut suburb where they both grew up. Though still haunted by the tragedy that’s defined her entire life, Laura is determined to take one more chance on love with a man she’s met on an Internet dating site.. Rosie Ferro has spent most of her life worrying about her troubled sister. Fearless but fragile, Laura has always walked an emotional tightrope, and Rosie has always been there to catch her. Laura’s return, under mysterious circumstances, has cast a shadow over Rosie’s peaceful life with her husband and young son – a shadow that grows darker as Laura leaves the house for her blind date.. When Laura does not return home the following morning, Rosie fears the worst. She’s not responding to calls or texts, and she’s left no information about the man she planned to meet. As Rosie begins a desperate search to find her sister, she is not just worried about what this man might have done to Laura. She’s worried about what Laura may have done to him…",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Adult",
                "Audiobook",
                "Contemporary"
            ]
        },
        {
            "title": "The Devourers",
            "authors": [
                "Indra Das"
            ],
            "ranking": 3.76,
            "ranking_count": 3723,
            "abstract": "On a cool evening in Kolkata, India, beneath a full moon, as the whirling rhythms of traveling musicians fill the night, college professor Alok encounters a mysterious stranger with a bizarre confession and an extraordinary story. Tantalized by the man’s unfinished tale, Alok will do anything to hear its completion. So Alok agrees, at the stranger’s behest, to transcribe a collection of battered notebooks, weathered parchments, and once-living skins.. From these documents spills the chronicle of a race of people at once more than human yet kin to beasts, ruled by instincts and desires blood-deep and ages-old. The tale features a rough wanderer in seventeenth-century Mughal India who finds himself irrevocably drawn to a defiant woman—and destined to be torn asunder by two clashing worlds. With every passing chapter of beauty and brutality, Alok’s interest in the stranger grows and evolves into something darker and more urgent.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "LGBT",
                "Cultural",
                "Historical",
                "Adult",
                "Shapeshifters",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Entice",
            "authors": [
                "Carrie Jones"
            ],
            "ranking": 4.02,
            "ranking_count": 31485,
            "abstract": "Zara and Nick are soul mates, meant to be together for ever. But that's not quite how things have worked out. For starters, Nick has gone. He has been taken to the mythical place for warriors known as Valhalla. Zara and her friends might be able to get him back, it's just not going to be easy. Meanwhile a group of evil pixies is devastating Bedford, with more teens going missing every day. An all-out war seems imminent, and the good guys need all the warriors they can find. But even if Zara and her friends do discover the route to Valhalla, there's that other small problem: Zara's been pixie kissed. When she finds Nick, will he even want to go with her? Especially since she hasn't turned into just any pixie... She's Astley's queen.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fairies",
                "Shapeshifters"
            ]
        },
        {
            "title": "The Influencing Machine: Brooke Gladstone On The Media",
            "authors": [
                "Brooke Gladstone",
                "Josh Neufeld"
            ],
            "ranking": 3.87,
            "ranking_count": 2902,
            "abstract": "Nearly one million weekly listeners trust NPR's Brooke Gladstone to guide them through the distortions and complexities of the modern media. This brilliant radio personality now bursts onto the page as an illustrated character in vivid comics drawn by acclaimed artist Josh Neufeld. The cartoon of Brooke conducts the reader through two millennia of history-from the newspapers in Caesar's Rome to the penny press of the American Revolution and the manipulations of contemporary journalism. Gladstone's manifesto debunks the notion that The Media is an external force, outside of our control, since we've begun directly constructing, filtering, and responding to what we watch and read. With fascinating digressions, sobering anecdotes, and brave analytical wit, The Influencing Machine equips us to be smart, savvy, informed consumers and shapers of the media. It shows that we have met the media and it is us. So now what?",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sequential Art",
                "History",
                "Writing",
                "Politics",
                "Adult",
                "Graphic Novels Comics",
                "Science",
                "Academic"
            ]
        },
        {
            "title": "Forgotten Country",
            "authors": [
                "Catherine Chung"
            ],
            "ranking": 3.48,
            "ranking_count": 2900,
            "abstract": "Weaving Korean folklore within a modern narrative of immigration and identity, Forgotten Country is a fierce exploration of the inevitability of loss, the conflict between obligation and freedom, and a family struggling to find its way out of silence and back to one another.. On the night Janie waits for her sister, Hannah, to be born, her grandmother tells her a story: Since the Japanese occupation of Korea, their family has lost a daughter in every generation, so Janie is charged with keeping Hannah safe. As time passes, Janie hears more stories, while facts remain unspoken. Her father tells tales about numbers, and in his stories everything works out. In her mother's stories, deer explode in fields, frogs bury their loved ones in the ocean, and girls jump from cliffs and fall like flowers into the sea. Within all these stories are warnings.. Years later, when Hannah inexplicably cuts all ties and disappears, Janie embarks on a mission to find her sister and finally uncover the truth beneath her family's silence. To do so, she must confront their history, the reason for her parents' sudden move to America twenty years earlier, and ultimately her conflicted feelings toward her sister and her own role in the betrayal behind their estrangement.. Weaving Korean folklore within a modern narrative of immigration and identity, Forgotten Country is a fierce exploration of the inevitability of loss, the conflict between obligation and freedom, and a family struggling to find its way out of silence and back to one another.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Contemporary",
                "Family",
                "Literary Fiction",
                "Literature",
                "Adult Fiction",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Six Million Accusers: Catching Adolf Eichmann",
            "authors": [
                "D. Lawrence-Young"
            ],
            "ranking": 4.3,
            "ranking_count": 81,
            "abstract": "Six Million Accusers is a historical novel reliving the hunt for, and capture of one of history's most evil criminals - a leading Nazi named Adolf Eichmann.. Having disappeared after WWII, members of an Israeli organization search the world for Eichmann, hoping to one day capture one of the men responsible for brutally massacring millions of Jews, and others. Following any tip possible, eventually they discover a Jewish father and daughter who swear Eichmann quietly lives in their community, under a new name. The search for Eichmann ramps up, and the agents begin to fervently believe they have found their man.. As they get closer and closer, a plan must also be created to capture Eichmann, and secretly transport the villain back to Israel. Is it really Eichmann? And if so, what complications may arise that might destroy their plans to have this notorious Nazi held responsible for his crimes?. Six Million Accusers is based on historic detail, and David Lawrence- Young does an excellent job reliving the hunt for, and capture of Adolf Eichmann. Well written and easy to read, Six Million Accusers should be a staple of the educational discussion of WWII and the aftermath.. ~~D. Bettenson",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "World War II",
                "War"
            ]
        },
        {
            "title": "The Prince's Boy",
            "authors": [
                "Paul Bailey"
            ],
            "ranking": 3.35,
            "ranking_count": 312,
            "abstract": "In May 1927, nineteen-year-old Dinu Grigorescu, a skinny boy with literary ambitions, is newly arrived in Paris. He has been sent from Bucharest, the city of his childhood, by his wealthy father to embark upon a bohemian adventure and relish the unique pleasures of Parisian life.. An innocent in a new city, still grieving the sudden loss of his beloved mother Elena seven years earlier, Dinu is encouraged to enjoy la vie de Bohème by his distant cousin, Eduard. But tentatively, secretly, Dinu is drawn to the Bains du Ballon d’Alsace, a notorious establishment rumoured to offer the men of Paris, married or otherwise, who enjoy something different, everything they crave. It is here that he meets Razvan, a fellow Romanian, the adopted child of a man of refinement – a prince’s boy – whose stories of Proust and other artists entrance Dinu, and who will become the young man’s teacher in the ways of the world.. At a distance of forty years, and written in London, his refuge from the horrors of Europe’s early twentieth-century history, Dinu’s memoir of his brief spell in Paris is one of exploration and rediscovery. The love that blossomed that sunlit day in such inauspicious and unromantic surroundings would transcend lust, separation, despair and even death to endure a lifetime.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "Romance",
                "Cultural",
                "Queer",
                "Adult"
            ]
        },
        {
            "title": "Prismatic Ecology: Ecotheory beyond Green",
            "authors": [
                "Jeffrey Jerome Cohen"
            ],
            "ranking": 3.86,
            "ranking_count": 44,
            "abstract": "Emphasizing sustainability, balance, and the natural, green dominates our thinking about ecology like no other color. What about the catastrophic, the disruptive, the inaccessible, and the excessive? What of the ocean’s turbulence, the fecundity of excrement, the solitude of an iceberg, multihued contaminations?. Prismatic Ecology. moves beyond the accustomed green readings of ecotheory and maps a colorful world of ecological possibility.. In a series of linked essays that span place, time, and discipline, Jeffrey Jerome Cohen brings together writers who illustrate the vibrant worlds formed by colors. Organized by the structure of a prism, each chapter explores the coming into existence of nonanthropocentric ecologies. “Red” engages sites of animal violence, apocalyptic emergence, and activism; “Maroon” follows the aurora borealis to the far North and beholds in its shimmering alternative modes of world composition; “Chartreuse” is a meditation on postsustainability and possibility within sublime excess; “Grey” is the color of the undead; “Ultraviolet” is a potentially lethal force that opens vistas beyond humanly known nature.. Featuring established and emerging scholars from varying disciplines, this volume presents a collaborative imagining of what a more-than-green ecology offers. While highlighting critical approaches not yet common within ecotheory, the contributions remain diverse and cover a range of topics including materiality, the inhuman, and the agency of objects. By way of color, Cohen guides readers through a reflection of an essentially complex and disordered universe and demonstrates the spectrum as an unfinishable totality, always in excess of what a human perceives.. Contributors: Stacy Alaimo, U of Texas at Arlington; Levi R. Bryant, Collin College; Lowell Duckert, West Virginia U; Graham Harman, American U in Cairo; Bernd Herzogenrath, Goethe U of Frankfurt; Serenella Iovino, U of Turin, Italy; Eileen A. Joy; Robert McRuer, George Washington U; Tobias Menely, Miami U; Steve Mentz, St. John’s U, New York City; Timothy Morton, Rice U; Vin Nardizzi, U of British Columbia; Serpil Oppermann, Hacettepe U, Ankara; Margaret Ronda, Rutgers U; Will Stockton, Clemson U; Allan Stoekl, Penn State U; Ben Woodard; Julian Yates, U of Delaware.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Criticism",
                "Writing"
            ]
        },
        {
            "title": "Mystic",
            "authors": [
                "Alyson Noel"
            ],
            "ranking": 4.0,
            "ranking_count": 4854,
            "abstract": "Since arriving in the dusty desert town of Enchantment, everything in Daire Santos life has changed...and not always for the better. While she's come to accept and embrace her new powers as a Soul Seeker, Daire struggles with the responsibility she holds navigating between the worlds of the living and the dead--and her mission to defeat the evil Cade Richter. But Cade's soul is inextricably entwined with that of her boyfriend Dace, putting their love to the ultimate test. How can she can't defeat Cade if it means destroying Dace too? And is their love strong enough to survive death—and what lies beyond?. MYSTIC is the third book in The Soul Seekers, a magnificent new series about a girl who can navigate between the worlds of the living and the dead, by #1 New York Times bestselling author Alyson Noël.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Betrayal Of Trust",
            "authors": [
                "J.A. Jance",
                "J.R. Horne"
            ],
            "ranking": 4.13,
            "ranking_count": 7587,
            "abstract": "Seattle investigator J. P. Beaumont investigates a dark and deadly conspiracy that reaches deep into the halls of state government, in this latest thriller from. New York Times. bestselling author J. A. Jance. At first glance, the video appears to be showing a childish game: a teenage girl with dark wavy hair smiles for the camera, a blue scarf tied around her neck. All of a sudden things turn murderous, and the girl ends up dead. It’s as bad as a snuff film can get, and what’s worse, the clip has been discovered on a phone that belongs to the grandson of Washington State’s governor. However, the boy, who has a troubled background, swears that he’s never seen the victim before.. Fortunately, the governor is able to turn to an old friend, J. P. Beaumont, for help. The Seattle private investigator has witnessed many horrific acts over the years, but this one ranks near the top. Even more shocking is that the crime’s multiple perpetrators could be minors. Along with Mel Soames, his partner in life as well as on the job, Beaumont soon discovers that what initially appears to be a childish prank gone wrong has much deeper implications, reaching into the halls of state government itself. But Mel and Beau must follow this path of corruption to its very end, before more innocent young lives are lost.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Rot & Ruin",
            "authors": [
                "Jonathan Maberry"
            ],
            "ranking": 4.1,
            "ranking_count": 33768,
            "abstract": "In the zombie-infested, post-apocalyptic America where Benny Imura lives, every teenager must find a job by the time they turn fifteen or get their rations cut in half. Benny doesn't want to apprentice as a zombie hunter with his boring older brother Tom, but he has no choice. He expects a tedious job whacking zoms for cash, but what he gets is a vocation that will teach him what it means to be human.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Madeleine's War",
            "authors": [
                "Peter Watson"
            ],
            "ranking": 3.76,
            "ranking_count": 314,
            "abstract": "A compulsively readable blend of romance and drama based on actual events in Britain and France leading up to D-Day in 1944. Matthew Hammond is a British military officer posted to the European theater during World War II. He sustained a serious injury on the front lines, so bad, in fact, that it cost him a lung. Now he is back in England, unable to fight, but he continues to serve his country by training new resistance fighters.. One of the recruits under his command is Madeleine, a spellbinding, impassioned French-Canadian with eyes the “burnished brown of whiskey.” Despite military convention discouraging romance, they fall deeply in love, and Matthew is torn about putting Madeleine’s life in danger. He already has one tragic affair with a Resistance fighter burdening his heart—his former lover, Celestine, was killed because her assassination of a German doctor went awry.. But the Allies are mustering all their resources for crucial beach landings in Normandy, and Matthew knows his unit will need to play a role. It will be a very dangerous mission: parachuting Madeleine in behind the Nazi lines. As she progresses through the training with her fellow recruits, Matthew can only hope that the skills he has taught her will keep her safe when the drop finally arrives. Drawing on true historical events, Watson delivers a tense, vivid tale of love during wartime, when the fates of men and women are caught in the sweep of history.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "War",
                "Fiction",
                "Romance",
                "Cultural",
                "Adult Fiction",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "The Apache Wars: The Hunt for Geronimo, the Apache Kid, and the Captive Boy Who Started the Longest War in American History",
            "authors": [
                "Paul Andrew Hutton"
            ],
            "ranking": 4.09,
            "ranking_count": 1260,
            "abstract": "In the tradition of. Empire of the Summer Moon,. a stunningly vivid historical account of the manhunt for Geronimo and the 25-year Apache struggle for their homeland. They called him Mickey Free. His kidnapping started the longest war in American history, and both sides--the Apaches and the white invaders—blamed him for it. A mixed-blood warrior who moved uneasily between the worlds of the Apaches and the American soldiers, he was never trusted by either but desperately needed by both. He was the only man Geronimo ever feared. He played a pivotal role in this long war for the desert Southwest from its beginning in 1861 until its end in 1890 with his pursuit of the renegade scout, Apache Kid.. In this sprawling, monumental work, Paul Hutton unfolds over two decades of the last war for the West through the eyes of the men and women who lived it. This is Mickey Free's story, but also the story of his contemporaries: the great Apache leaders Mangas Coloradas, Cochise, and Victorio; the soldiers Kit Carson, O. O. Howard, George Crook, and Nelson Miles; the scouts and frontiersmen Al Sieber, Tom Horn, Tom Jeffords, and Texas John Slaughter; the great White Mountain scout Alchesay and the Apache female warrior Lozen; the fierce Apache warrior Geronimo; and the Apache Kid. These lives shaped the violent history of the deserts and mountains of the Southwestern borderlands--a bleak and unforgiving world where a people would make a final, bloody stand against an American war machine bent on their destruction.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "War",
                "Westerns",
                "Historical",
                "Native Americans",
                "Literature"
            ]
        },
        {
            "title": "Lots of Candles, Plenty of Cake",
            "authors": [
                "Anna Quindlen"
            ],
            "ranking": 3.73,
            "ranking_count": 17207,
            "abstract": "In this irresistible memoir, the #1 New York Times bestselling author writes about her life and the lives of women today, looking back and ahead - and celebrating it all - as she considers marriage, girlfriends, our mothers, faith, loss, all that stuff in our closets, and more.. It's odd when I think of the arc of my life, from child to young woman to aging adult. First I was who I was. Then I didn't know who I was. Then I invented someone, and became her. Then I began to like what I'd invented. And finally I was what I was again.. It turned out I wasn't alone in that particular progression.. As she did in her beloved New York Times columns, and in A Short Guide to a Happy Life, Quindlen says for us here what we may wish we could have said ourselves. Using her past, present, and future to explore what matters most to women at different ages, Quindlen talks about. Marriage: A safety net of small white lies can be the bedrock of a successful marriage. You wouldn't believe how cheaply I can do a kitchen renovation.. Girlfriends: Real friends offer both hard truths and soft landings and realize that it's sometimes more important to be nice than to be honest.. Our bodies: I've finally recognized my body for what it is, a personality-delivery system, designed expressly to carry my character from place to place, now and in the years to come. It's like a car, and while I like a red convertible or even a Bentley as well as the next person, what I really need are four tires and an engine.. Parenting: Being a parent is not transactional. We do not get what we give. It is the ultimate pay-it-forward: We are good parents, not so they will be loving enough to stay with us, but so they will be strong enough to leave us.. From childhood memories to manic motherhood to middle age, Quindlen uses the events of her own life to illuminate our own. Along with the downsides of age, she says, can come wisdom, a perspective on life that makes it both satisfying and even joyful. So here's to lots of candles, plenty of cake.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Writing",
                "Biography Memoir",
                "Audiobook",
                "Humor",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "Blood Born",
            "authors": [
                "Linda Howard",
                "Linda Jones"
            ],
            "ranking": 3.69,
            "ranking_count": 2914,
            "abstract": "When the human and the vampire worlds collide, there will be hell to pay.. Luca Ambrus is a rare breed: vampire from birth, begotten by vampire parents, blood born. He is also an agent of the Council--the centuries-old cabal that governs vampirekind, preserving their secrecy and destroying those who betray them.. When a cryptic summons leads him to the scene of the brutal killing of a powerful Council member, Luca begins the hunt for an assassin among his own people. But instead of a lone killer he discovers a sinister conspiracy of rogue vampires bent on subjugating the mortal world.. All that stands in their way are the conduits, humans able to channel spirit warriors into the physical world to protect mankind. Chloe Fallon is a conduit--and a target of the vampire assassin who's killing them. When Luca saves her life, an irresistible bond of trust--along with more passionate feelings--is forged between them. As more victims fall, Chloe and Luca have only each other to depend on to save the world from the reign of monsters--and salvage their own future together.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Audiobook",
                "Fiction",
                "Suspense"
            ]
        },
        {
            "title": "The Bed Moved",
            "authors": [
                "Rebecca Schiff"
            ],
            "ranking": 3.38,
            "ranking_count": 1372,
            "abstract": "The audacious, savagely funny debut of a writer of razor-sharp wit and surprising tenderness: a collection of stories that gives us a fresh take on adolescence, death, sex; on being Jewish-ish; and on finding one’s way as a young woman in the world.. A New Yorker, trying not to be jaded, accompanies a cash-strapped pot grower to a “clothing optional resort” in California. A nerdy high-schooler has her first sexual experience at Geology Camp. A college student, on the night of her father’s funeral, watches a video of her bat mitzvah, hypnotized by the image of the girl she used to be . . .. Frank and irreverent, Rebecca Schiff’s stories offer a singular view of growing up (or not) and finding love (or not) in today’s ever-uncertain landscape. In its bone-dry humor, its pithy observations, and its thrilling ability to unmask the most revealing moments of human interaction—no matter how fleeting—. The Bed Moved. announces a new talent to be reckoned with.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Adult Fiction",
                "Humor",
                "Sexuality",
                "Feminism",
                "Adult",
                "Unfinished"
            ]
        },
        {
            "title": "A Plague of Lies",
            "authors": [
                "Judith Rock"
            ],
            "ranking": 3.83,
            "ranking_count": 143,
            "abstract": "Madame de Maintenon is King Louis XIV’s second wife. The daughter of a minor noble of ill-repute, she has not forgiven the king’s Jesuit confessor for encouraging him to withhold the title of Queen from her. To placate her, the prestigious Louis le Grand Jesuit school has sent a delegation— including her distant relation Pere Jouvancy and rhetoric teacher Charles du Luc—to Versailles with a gift of reliquary.. The Sun King’s palace is spectacular, but the delegation’s visit grows darker and darker. On their first night, a courtier dies, and court whispers claim poison. Then the Jesuits fall direly ill, and a palace gardener is found murdered. Now, fear grips a court where everyone has secrets to hide...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Cultural",
                "Fiction",
                "Literature"
            ]
        },
        {
            "title": "Moresnet: opkomst en ondergang van een vergeten buurlandje",
            "authors": [
                "Philip Dröge"
            ],
            "ranking": 4.05,
            "ranking_count": 426,
            "abstract": "Van 1816 tot 1920 lag aan de Nederlandse zuidgrens Moresnet, een eigenaardig minilandje. Het ontstond per ongeluk, maar toch begonnen de paar honderd inwoners zich na enkele jaren een echt volk te voelen. Ze hadden een eigen hoofdstad (het dorp Kelmis), een 'staatshoofd' (de burgemeester) en een verdedigingsmacht (de veldwachter).. De vrijheid en lage belastingen trokken duizenden avonturiers aan en Moresnet groeide uit tot een voorbeeld van hoe mensen zonder grote overheid gelukkig en welvarend konden worden. Sterker nog, de wereldvrede moest hier beginnen. Idealisten wilden er de ideale staat vestigen, met de Esperanto-naam Amikejo (Vriendschap).. Philip Dröge onderzoekt het merkwaardige verhaal achter Moresnet:. * Hoe kon dit onwaarschijnlijke landje ontstaan?. * Wie woonden er?. * Hoe was het leven in dit staatsrechtelijke unicum?. Dröge vertelt over dieven, gokkers, smokkelaars, mijnwerkers en een dromer die van Moresnet die ideale samenleving wilde maken – en daar bijna in slaagde.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Science"
            ]
        },
        {
            "title": "An Evil Mind",
            "authors": [
                "Chris Carter"
            ],
            "ranking": 4.51,
            "ranking_count": 10188,
            "abstract": "A freak accident in rural Wyoming leads the Sheriff's Department to arrest a man for a possible double homicide, but further investigations suggest a much more horrifying discovery - a serial killer who has been kidnapping, torturing and mutilating victims all over the United States for at least twenty-five years. The suspect claims he is a pawn in a huge labyrinth of lies and deception - can he be believed?. The case is immediately handed over to the FBI, but this time they're forced to ask for outside help. Ex-criminal behaviour psychologist and lead Detective with the Ultra Violent Crime Unit of the LAPD, Robert Hunter, is asked to run a series of interviews with the apprehended man. These interviews begin to reveal terrifying secrets that no one could've foreseen, including the real identity of a killer so elusive that no one, not even the FBI, had any idea he existed ... until now.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Horror"
            ]
        },
        {
            "title": "Dreadfully Ever After",
            "authors": [
                "Steve Hockensmith",
                "Patrick Arrasmith"
            ],
            "ranking": 3.75,
            "ranking_count": 4610,
            "abstract": "Pride and Prejudice and Zombies. and its prequel,. Dawn of the Dreadfuls. , were both. New York Times. best sellers, with a combined 1.3 million copies in print. Now the PPZ trilogy comes to a thrilling conclusion with. Pride and Prejudice and Zombies: Dreadfully Ever After. .. The story opens with our newly married protagonists, Elizabeth and Fitzwilliam Darcy, defending their village from an army of flesh-eating “unmentionables.” But the honeymoon has barely begun when poor Mr. Darcy is nipped by a rampaging dreadful. Elizabeth knows the proper course of action is to promptly behead her husband (and then burn the corpse, just to be safe). But when she learns of a miracle antidote under development in London, she realizes there may be one last chance to save her true love—and for everyone to live happily ever after.. Complete with romance, heartbreak, martial arts, cannibalism, and an army of shambling corpses.. Dreadfully Ever After. brings the story of. Pride and Prejudice and Zombies. to a thrilling conclusion.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Historical",
                "Humor",
                "Fantasy",
                "Romance",
                "Classics"
            ]
        },
        {
            "title": "Blackdog",
            "authors": [
                "K.V. Johansen"
            ],
            "ranking": 3.64,
            "ranking_count": 804,
            "abstract": "In a land where gods walk on the hills and goddesses rise from river, lake, and spring, the caravan-guard Holla-Sayan, escaping the bloody conquest of a lakeside town, stops to help an abandoned child and a dying dog. The girl, though, is the incarnation of Attalissa, goddess of Lissavakail, and the dog a shape-changing guardian spirit whose origins have been forgotten. Possessed and nearly driven mad by the Blackdog, Holla-Sayan flees to the desert road, taking the powerless avatar with him. Necromancy, treachery, massacres, rebellions, and gods dead or lost or mad, follow hard on the their heels. But it is Attalissa herself who may be the Blackdog’s—and Holla-Sayan’s—doom.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mythology",
                "Epic",
                "Adventure",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Crown Tower",
            "authors": [
                "Michael J. Sullivan"
            ],
            "ranking": 4.33,
            "ranking_count": 33741,
            "abstract": "TWO MEN WHO HATE EACH OTHER. ONE IMPOSSIBLE MISSION. A LEGEND IN THE MAKING.. A warrior with nothing to fight for is paired with a thieving assassin with nothing to lose. Together they must steal a treasure that no one can reach. The Crown Tower is the impregnable remains of the grandest fortress ever built and home to the realm’s most valuable possessions. But it isn’t gold or jewels the old wizard is after, and this prize can only be obtained by the combined talents of two remarkable men. Now if Arcadius can just keep Hadrian and Royce from killing each other, they just might succeed.. The Riyria Revelations. and. The Riyria Chronicles. are two separate, but related series, and you can start reading with either. Theft of Swords. (publication order) or. The Crown Tower. (chronological order).",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy",
                "Epic"
            ]
        },
        {
            "title": "Faith",
            "authors": [
                "Jennifer Haigh"
            ],
            "ranking": 3.85,
            "ranking_count": 13392,
            "abstract": "When Sheila McGann sets out to redeem her disgraced brother, a once-beloved Catholic priest in suburban Boston, her quest will force her to confront cataclysmic truths about her fractured Irish-American family, her beliefs, and, ultimately, herself. Award-winning author Jennifer Haigh follows her critically acclaimed novels Mrs. Kimble and The Condition with a captivating, vividly rendered portrait of fraying family ties, and the trials of belief and devotion, in Faith.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Religion",
                "Adult Fiction",
                "Contemporary",
                "Literary Fiction",
                "Family",
                "Adult",
                "Audiobook",
                "Novels",
                "Mystery"
            ]
        },
        {
            "title": "The Distance Between Us",
            "authors": [
                "Kasie West"
            ],
            "ranking": 3.92,
            "ranking_count": 74611,
            "abstract": "Seventeen-year-old Caymen Meyers studies the rich like her own personal science experiment, and after years of observation she’s pretty sure they’re only good for one thing—spending money on useless stuff, like the porcelain dolls in her mother’s shop.. So when Xander Spence walks into the store to pick up a doll for his grandmother, it only takes one glance for Caymen to figure out he’s oozing rich. Despite his charming ways and that he’s one of the first people who actually gets her, she’s smart enough to know his interest won’t last. Because if there’s one thing she’s learned from her mother’s warnings, it’s that the rich have a short attention span. But Xander keeps coming around, despite her best efforts to scare him off. And much to her dismay, she's beginning to enjoy his company.. She knows her mom can’t find out—she wouldn’t approve. She’d much rather Caymen hang out with the local rocker who hasn’t been raised by money. But just when Xander’s attention and loyalty are about to convince Caymen that being rich isn’t a character flaw, she finds out that money is a much bigger part of their relationship than she’d ever realized. And that Xander’s not the only one she should’ve been worried about.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Realistic Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Darkness Devours",
            "authors": [
                "Keri Arthur"
            ],
            "ranking": 4.16,
            "ranking_count": 4531,
            "abstract": "New York Times. bestselling author Keri Arthur has been hailed for her “smart, sexy”* urban fantasy novels. Now, she continues her Dark Angels series set in the realm of danger and desire known as the Guardian World…. Half-werewolf, half-Aedh Risa Jones can enter the realm between life and death, and she can see the Reapers who collect the souls of the dead. Now, she is using her gifts—and the investigative know-how of a man who broke her heart—to find a cabal searching for the power to control time, reality, and fate. And this is besides her work for the Vampire Council, half of whom want her dead.. But for now the Council needs her alive. Someone is killing blood-whore addicted vampires, and Risa must find the guilty party. If she succeeds, she may finally convince the council to lift the execution order on her life. But before she succeeds, she must first survive…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Shapeshifters"
            ]
        },
        {
            "title": "Η Άβυσσος πίσω απ'την πόρτα",
            "authors": [
                "Περικλής Μποζινάκης"
            ],
            "ranking": 4.3,
            "ranking_count": 27,
            "abstract": "Σε κάποιο προάστιο της Αθήνας ένας μοναχικός νεαρός φωτογράφος δέχεται επίθεση από αγνώστους μια νύχτα στο σπίτι της αδελφής του. Μετά από αυτό το γεγονός η καθημερινότητά του αλλάζει ριζικά, καθώς ανακαλύπτει πως οι δύο εισβολείς έψαχναν κάποιον άλλο κι όχι τον ίδιο. Ένα μοιραίο λάθος, μια παρεξήγηση, είναι η αιτία για τη βίαιη ανατροπή ολόκληρης της ζωής του.. Αμέσως μυστικές δυνάμεις κινητοποιούνται, και περίεργοι άνθρωποι αρχίζουν να τον παρακολουθούν. Βαφτισμένος στο αίμα και σημαδεμένος από το ξέσπασμα της βίας στη μέχρι τότε αδιάφορη καθημερινότητά του, ακολουθεί το νήμα που θα τον οδηγήσει σ’ έναν σκοτεινό, αδιανόητο κόσμο που δε θα μπορούσε να τον φανταστεί ούτε στα πιο εφιαλτικά του όνειρα: Στα άδυτα μιας υπόγειας ιατρικής οργάνωσης που συγκρούεται με το παρακράτος και το επιστημονικό και πολιτικό κατεστημένο, και στην κλινική του αρχηγού της, ενός γιατρού που κρύβει ένα ανατριχιαστικό μυστικό. Ένα χειρουργικό πείραμα παίρνει σάρκα και οστά μεταλλάσσοντας την ίδια την ανθρώπινη συνθήκη, με ανυπολόγιστες συνέπειες.. Υπόγειες συγκρούσεις, επιδείξεις χειρουργικών επεμβάσεων που θυμίζουν θεατρικές παραστάσεις, αλλόκοτοι χαρακτήρες, κι ένα απομονωμένο σπίτι με τον περίεργο ένοικό του, οδηγούν την αγωνιώδη ιστορία στην κορύφωσή της: Εκεί που το ανθρώπινο σώμα και το μυαλό μετατρέπονται σε πεδίο μάχης, με φόντο έναν κόσμο βυθισμένο στη σήψη των ΜΜΕ και ισοπεδωμένο από την Παγκόσμια Οικονομική Δικτατορία.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy"
            ]
        },
        {
            "title": "Murder, She Barked",
            "authors": [
                "Krista Davis"
            ],
            "ranking": 4.01,
            "ranking_count": 3426,
            "abstract": "The Sugar Maple Inn in Wagtail, Virginia, is the country's premiere vacation hot spot for pet owners who can’t bear to leave their furry friends behind. But this tourist town smells trouble when a killer goes on the prowl..... Holly Miller's life has gone to the dogs. She has no job, her boyfriend's former flame is sniffing around, and a scruffy but loveable Jack Russell Terrier is scattering crumbs all over her borrowed car. Just when she thought things couldn't get worse, a troubling phone call about her grandmother sends her rushing home to the family inn on Wagtail Mountain.. The staff—and a frisky Calico kitten named Twinkletoes—adopts Holly and her new dog on arrival. But someone in this friendly town is bad to the bone. One of the employees at the inn has been killed in a hit-and-run accident—which is looking anything but accidental. Now Holly and her furry companions will have to nose out the murderer before someone else gets muzzled.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Animals",
                "Audiobook",
                "Adult Fiction",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Mine 100 ting",
            "authors": [
                "Lucy Dillon"
            ],
            "ranking": 3.89,
            "ranking_count": 5732,
            "abstract": "Hvis du kun måtte beholde 100 genstande blandt alt det skrammel, du har samlet gennem livet, hvad ville det så være for ting? Hvad ville de repræsentere – hvilke minder, sejre, øjeblikke, mennesker?. Gina er i starten af 30’erne, hun bor i det skønneste hus og har sit eget firma som byggeprojektleder. Julen nærmer sig, da hun opdager, at hendes mand Stuart har en affære. Stuart var der for hende, da hun havde allermest brug for det. Da hun fik brystkræft, støttede han hende hele vejen, tog med hende til alle samtaler, skrev ned, hvad lægerne sagde, og stillede de rigtige spørgsmål, men så snart behandlingen var ovre, og Gina så ud til at være rask, stod sandheden om deres forhold klart. De var bare rigtig gode venner, intet andet.. Gina flytter ind i en lille lejlighed og beslutter sig for at starte helt forfra. Hun laver en liste over de 100 vigtigste ting, som hun vil beholde, resten bliver givet til genbrug. Dette betyder dog, at Gina må se sin fortid i øjnene, og for at komme videre i livet må hun tilgive andre og ikke mindst sig selv.. Vi møder Naomi, den uundværlige, trofaste og ærlige veninde, Buzz, en stakkels greyhound, et ægtepar, der hyrer Gina til at hjælpe med istandsættelsen af det hus, Gina altid har drømt om at bo i, Ginas mor, der ikke er den mest omgængelige person, samt den hundeglade Rachel, vi blev præsenteret for i den første roman af Dillon, Ensomme hjerter og herreløse hunde.. Romanen handler om håb, tab og tro på fremtiden. Og i høj grad om at leve i nuet.",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Contemporary",
                "Audiobook",
                "Novels",
                "Adult Fiction",
                "Roman",
                "Animals"
            ]
        },
        {
            "title": "Hotlanta",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "Sure, it would be cool to win a Pulitzer Prize, but if you become a writer to impress her, maybe, think again. There are other writers out there, writing excellent novels like, The Truth, and winning Nobel prizes. So, if I am still in love with her, I am out of excuses. A mini-novelette.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Princess and the Pony",
            "authors": [
                "Kate Beaton"
            ],
            "ranking": 4.24,
            "ranking_count": 4955,
            "abstract": "Princess Pinecone knows exactly what she wants for her birthday this year. A BIG horse. A STRONG horse. A horse fit for a WARRIOR PRINCESS! But when the day arrives, she doesn't. quite. get the horse of her dreams.... From the artist behind the comic phenomenon. Hark! A Vagrant. ,. The Princess and the Pony. is a laugh-out-loud story of brave warriors, big surprises, and falling in love with one unforgettable little pony.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Humor",
                "Fiction",
                "Fantasy",
                "Animals",
                "Fairy Tales",
                "Sequential Art"
            ]
        },
        {
            "title": "Demon Song",
            "authors": [
                "Cat Adams"
            ],
            "ranking": 4.09,
            "ranking_count": 4381,
            "abstract": "Bodyguard Celia Graves plies her trade in a world where bloodthirsty vampires roam the night and street-corner psychics have real powers. A vamp attack turned Celia into a unique creature who finds sunlight painful and who must take all her food in liquid form—but who still retains her human heart, mind, and soul.. The attack also awakened a hidden part of her heritage: Celia is part Siren, able to enthrall men…and enrage women…without half-trying. Needless to say, her bodyguard business has taken off: who wouldn’t want to be protected by a sexy, extremely capable woman who is half-vampire, half-Siren princess?. An ancient rift between the demonic dimension and our own, sealed during the destruction of Atlantis, begins to open and threatens to loose all the demons of hell on humanity (including the one personally bent on destroying Celia). Celia’s recent hellish experiences may have given her the unique combination of abilities needed to close the rift. But to overcome a death curse that nearly guarantees her failure, she’ll need to join forces with people she no longer trusts…and put people she has come to care about directly in harm’s way.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Seven Days of Us",
            "authors": [
                "Francesca Hornak"
            ],
            "ranking": 3.64,
            "ranking_count": 18958,
            "abstract": "It’s Christmas, and for the first time in years the entire Birch family will be under one roof. Even Emma and Andrew’s elder daughter—who is usually off saving the world—will be joining them at Weyfield Hall, their aging country estate. But Olivia, a doctor, is only coming home because she has to. Having just returned from treating an epidemic abroad, she’s been told she must stay in quarantine for a week…and so too should her family.. For the next seven days, the Birches are locked down, cut off from the rest of humanity—and even decent Wi-Fi—and forced into each other’s orbits. Younger, unabashedly frivolous daughter Phoebe is fixated on her upcoming wedding, while Olivia deals with the culture shock of being immersed in first-world problems.. As Andrew sequesters himself in his study writing scathing restaurant reviews and remembering his glory days as a war correspondent, Emma hides a secret that will turn the whole family upside down.. In close proximity, not much can stay hidden for long, and as revelations and long-held tensions come to light, nothing is more shocking than the unexpected guest who’s about to arrive…",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Holiday",
                "Contemporary",
                "Adult Fiction",
                "Audiobook",
                "Adult",
                "Family",
                "European Literature",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Farm",
            "authors": [
                "Emily McKay"
            ],
            "ranking": 3.67,
            "ranking_count": 4621,
            "abstract": "Life was different in the Before: before vampires began devouring humans in a swarm across America; before the surviving young people were rounded up and quarantined. These days, we know what those quarantines are—holding pens where human blood is turned into more food for the undead monsters, known as Ticks. Surrounded by electrical fences, most kids try to survive the Farms by turning on each other…",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Science Fiction",
                "Fantasy",
                "Horror",
                "Apocalyptic",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Awesome Sh*t My Drill Sergeant Said: Wit and Wisdom from America's Finest",
            "authors": [
                "Dan Caddy"
            ],
            "ranking": 4.0,
            "ranking_count": 908,
            "abstract": "The official tie-in book to the wildly popular Facebook page, featuring brand-new crazy, off-the-wall, outrageously funny, and downright “awesome” pearls of wisdom from real-life drill sergeants and instructors from all branches of the military.. Sweat dries. Blood clots. Bones heal. Suck it up, buttercup.. After his deployment in Afghanistan, Dan Caddy began swapping great drill sergeant stories by e-mail with other combat veterans—an exchange with friends that would grow into the dedicated Facebook page, “Awesome Sh*t My Drill Sergeant Said.” But what began as a comedic outlet has evolved into a robust online community and support network that conducts fundraisers for and donates to military charities, has helped veterans struggling with PTSD and other issues, and on numerous occasions, literally saved lives.. Now, Caddy shares more great DS stories—most never before seen—in this humorous collection. Often profane, sometimes profound, yet always entertaining, these rants from real life soldiers are interspersed with lively sidebars, Top 10 lists, stories from fans, one-liners, and more.. For anyone who has suffered a hard-ass manager (in uniform or not),. Awesome Sh*t My Drill Sergeant Said. will add a much needed dose of humor to the day.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "War"
            ]
        },
        {
            "title": "흰",
            "authors": [
                "Han Kang",
                "한강"
            ],
            "ranking": 3.84,
            "ranking_count": 11414,
            "abstract": "한강 소설. 결코 더럽혀지지 않는, 절대로 더럽혀질 수가 없는 어떤 흰 것에 관한 이야기이다. 작가로부터 불려나온 흰 것의 목록은 총 65개의 이야기로 파생되어 '나'와 '그녀'와 '모든 흰'이라는 세 개의 부 아래 스미어 있다. 한 권의 소설이지만 때론 65편의 시가 실린 한 권의 시집으로 읽힘에 손색이 없는 것이 각 소제목 아래 각각의 이야기들이 그 자체로 밀도 있는 완성도를 자랑하기 때문이다.. 익숙하고도 지독한 친구 같은 편두통에 시달리는 '나'가 있다. 나에게는 죽은 제 어머니가 스물세 살에 낳았다 태어난 지 두 시간 만에 죽었다는 '언니'의 사연이 있다. 지난봄 누군가 나에게 물었다. 당신이 어릴 때, 슬픔과 가까워지는 어떤 경험을 했느냐고. 그 순간 나는 그 죽음을 떠올린다. 어린 짐승들 중에서도 가장 무력한 짐승. 달떡처럼 희고 어여뻤던 아기. 그이가 죽은 자리에 내가 태어나 자랐다는 이야기.. 나는 지구 반대편의 오래된 한 도시로 옮겨온 뒤에도 자꾸만 떠오르는 오래된 기억들에 사로잡힌다. 그러다 우연히 1945년 봄 미군항공기가 촬영한 이 도시의 영상을 보게 된다. 유럽에서 유일하게 나치에 저항하여 봉기를 일으켰던 도시, 가능한 모든 수단을 동원해 깨끗이, 본보기로서 쓸어버리라는 히틀러의 명령 아래 완벽하게 무너지고 부서졌던 도시, 그후 칠십 년이 지나 재건된 도시 곳곳을 걸으면서 나는 처음 그 사람-이 도시와 비슷한 어떤 사람-의 얼굴을 곰곰이 생각하기에 이르른다.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Contemporary",
                "Cultural",
                "Literary Fiction",
                "Literature",
                "Short Stories",
                "Adult",
                "Writing"
            ]
        },
        {
            "title": "Paradoxology: Why Christianity Was Never Meant to Be Simple",
            "authors": [
                "Krish Kandiah"
            ],
            "ranking": 4.22,
            "ranking_count": 358,
            "abstract": "A compelling argument for why believers should welcome Christianity's tough paradoxes and difficult questions, allowing them to better understand their faith. The Christian faith is full of apparent paradoxes: a compassionate God who sanctions genocide, an all-powerful God who allows horrific suffering, a God who owns everything yet demands so much from his followers, a God who is distant and yet present at the same time. Many of us have big questions that the Christian faith seems to leave unanswered. So we push them to the back of our minds, for fear of destabilizing our beliefs. But leaving these questions unexamined is neither healthy for us, nor honoring to God. Rather than shying away from the difficult questions, we need to face them head on. What if the tension between apparently opposing doctrines is exactly where faith comes alive? What if this ancient faith has survived so long not in spite of, but precisely because of, these apparent contradictions? What if it is in the difficult parts of the Bible that God is most clearly revealed?. Paradoxology. makes a bold new claim: that the paradoxes that seem like they ought to undermine belief are actually the heart of our vibrant faith, and that it is only by continually wrestling with them—rather than trying to pin them down or push them away—that we can really move forward, individually and together.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Christianity"
            ]
        },
        {
            "title": "Afterglow (a Dog Memoir)",
            "authors": [
                "Eileen Myles"
            ],
            "ranking": 3.49,
            "ranking_count": 546,
            "abstract": "Prolific and widely renowned, Eileen Myles is a trailblazer whose decades of literary and artistic work set a bar for openness, frankness, and variability few lives could ever match (. New York Review of Books. ). This newest book paints a kaleidoscopic portrait of a beloved confidant: the pit bull called Rosie.. In 1990, Myles chose Rosie from a litter on the street, and their connection instantly began to make an indelible impact on the writer's sense of self and work. Over the course of sixteen years together, Myles was devoted to the dog's wellbeing. Starting from the emptiness following Rosie's death,. Afterglow (a dog memoir). launches a probing investigation into the dynamics between pet and pet-owner. Through this lens, we examine Myles's experiences with intimacy and spirituality, celebrity and politics, alcoholism and recovery, fathers and family history, as well as the fantastical myths we invent to get to the heart of grief.. Moving from an imaginary talk show where Rosie is interviewed by Myles's childhood puppet, to a critical reenactment of the night Rosie mated with another pit bull; from lyrical transcriptions of their walks, to Rosie's enlightened narration from the afterlife,. Afterglow. illuminates what happens to our identities when we dedicate our existence to a dog.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Animals",
                "Poetry",
                "LGBT",
                "Biography",
                "Writing",
                "Gender"
            ]
        },
        {
            "title": "Fantasy in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.27,
            "ranking_count": 23502,
            "abstract": "Bart Minnock, founder of the computer gaming giant U-Play, is found in his locked private playroom, in a pool of blood, his head separated from his body. Despite his violent end, Eve can’t find anyone—girlfriend and business partners included—who seemed to have a problem with the enthusiastic, high-spirited millionaire.. Of course gaming, like any business, has its fierce rivalries and dirty tricks—as Eve’s husband, Roarke, one of U-Play’s competitors, knows well. But Minnock was not naïve, and he knew how to fight back in the real world as well as the virtual one.. Eve and her team are about to enter the next level of police work, in a world where fantasy is the ultimate seduction—and the price of defeat is death...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Suspense",
                "Science Fiction",
                "Thriller"
            ]
        },
        {
            "title": "The Witches Are Coming",
            "authors": [
                "Lindy West"
            ],
            "ranking": 4.14,
            "ranking_count": 21505,
            "abstract": "In this wickedly funny cultural critique, the author of the critically acclaimed memoir and Hulu series. Shrill. exposes misogyny in the #MeToo era.. THIS IS A WITCH HUNT.. WE’RE WITCHES,. AND WE’RE HUNTING YOU.. From the moment powerful men started falling to the #MeToo movement, the lamentations began: this is feminism gone too far, this is injustice, this is a witch hunt. In. The Witches Are Coming. , firebrand author of the. New York Times. bestselling memoir and now critically acclaimed Hulu TV series. Shrill. , Lindy West, turns that refrain on its head. You think this is a witch hunt? Fine. You’ve got one.. In a laugh-out-loud, incisive cultural critique, West extolls the world-changing magic of truth, urging readers to reckon with dark lies in the heart of the American mythos, and unpacking the complicated, and sometimes tragic, politics of not being a white man in the twenty-first century. She tracks the misogyny and propaganda hidden (or not so hidden) in the media she and her peers devoured growing up, a buffet of distortions, delusions, prejudice, and outright bullsh*t that has allowed white male mediocrity to maintain a death grip on American culture and politics-and that delivered us to this precarious, disorienting moment in history.. West writes, “We were just a hair’s breadth from electing America’s first female president to succeed America’s first black president. We weren’t done, but we were doing it. And then, true to form—like the Balrog’s whip catching Gandalf by his little gray bootie, like the husband in a Lifetime movie hissing, ‘If I can’t have you, no one can’—white American voters shoved an incompetent, racist con man into the White House.”. We cannot understand how we got here-how the land of the free became Trump’s America—without examining the chasm between who we are and who we think we are, without fact—checking the stories we tell ourselves about ourselves and each other. The truth can transform us; there is witchcraft in it. Lindy West turns on the light.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Writing",
                "Audiobook",
                "Politics",
                "Autobiography",
                "Humor",
                "Womens",
                "Social Movements",
                "Adult"
            ]
        },
        {
            "title": "The Ark",
            "authors": [
                "Patrick S. Tomlinson"
            ],
            "ranking": 3.88,
            "ranking_count": 1042,
            "abstract": "Humankind has escaped a dying Earth and set out to find a new home among the stars aboard an immense generation ship -- the Ark. Bryan Benson is the Ark's greatest living sports hero, enjoying retirement working as a detective in Avalon, his home module. The hours are good, the work is easy, and the perks can't be beat.. But when a crewmember goes missing, Bryan is thrust into the centre of an ever-expanding web of deception, secrets, and violence that overturns everything he knows about living on the Ark and threatens everyone aboard.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Science Fiction Fantasy",
                "Fantasy",
                "Space",
                "Literature"
            ]
        },
        {
            "title": "The Truth Pixie",
            "authors": [
                "Matt Haig",
                "Chris Mould"
            ],
            "ranking": 4.27,
            "ranking_count": 2954,
            "abstract": "From number one bestselling author Matt Haig comes a hilarious and heartwarming story, brilliantly illustrated throughout by Chris Mould. Wherever she is, whatever the day,. She only has one kind of thing to say.. Just as cats go miaow and cows go moo,. The Truth Pixie can only say things that are true.. A very funny and lovable tale of how one special pixie learned to love herself. The Truth Pixie is an enchanting, rhyming story that will delight younger readers – with words by the bestselling mastermind Matt Haig and pictures by the inky genius Chris Mould.",
            "part_of_series": true,
            "genre_list": [
                "Holiday",
                "Childrens",
                "Fantasy",
                "Poetry",
                "Fiction",
                "Health",
                "Audiobook"
            ]
        },
        {
            "title": "Everything You Love Will Burn: Inside the Rebirth of White Nationalism in America",
            "authors": [
                "Vegas Tenold"
            ],
            "ranking": 3.77,
            "ranking_count": 886,
            "abstract": "The dark story of the shocking resurgence of white supremacist and nationalist groups, and their path to political power. Six years ago, when Vegas Tenold began reporting from the inner circle of three white power groups in America -- the KKK, the National Socialist Movement, and the Traditionalist Workers Party -- he found himself in the midst of small, disorganized groups operating well outside the mainstream.. But in the last few years, that has all changed. Their racially-motivated violence has been on open display at rallies in Charlottesville, Berkeley, Pikesville, Phoenix, and Boston. In response to economic grievances, anger over the presidency of Barack Obama and the visibility of Black Lives Matter, and egged on by the rhetoric of Donald Trump, membership is rising and national politicians are giving validation to these groups. One young man has emerged as a powerful figure: Matthew Heimbach of the Traditionalist Workers Party, who was once labeled the Little Führer by the Southern Poverty Law Center. Heimbach believes that cross burning and fight-ridden conventions are a waste of time. He understands political power, and has organized a coalition of white nationalists to bring these groups into the mainstream.. Everything You Love Will Burn. gives readers a front-row seat at violent white supremacist conventions, newly formed separatist communities, and backroom meetings with Republican operatives. We meet a neo-Nazi lieutenant and his daughter in Brooklyn's Sheepshead Bay; a bubbly, twenty-something Klanswoman in Tennessee; and a solemn skinhead recruit in Georgia, and learn about why they've tied their fates to these movements. By turns frightening and fascinating,. Everything You Love Will Burn. shows us the future of hate in America.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Race",
                "History",
                "Sociology",
                "North American Hi...",
                "Social Movements",
                "Writing",
                "Audiobook",
                "Social Science"
            ]
        },
        {
            "title": "Challenger Deep",
            "authors": [
                "Neal Shusterman"
            ],
            "ranking": 4.14,
            "ranking_count": 24918,
            "abstract": "Alternate Cover Edition for ASIN. B00M70ESPO. Caden Bosch is on a ship that's headed for the deepest point on Earth: Challenger Deep, the southern part of the Marianas Trench.. Caden Bosch is a brilliant high school student whose friends are starting to notice his odd behaviour.. Caden Bosch is designated the ship's artist in residence to document the journey with images.. Caden Bosch pretends to join the school track team but spends his days walking for miles, absorbed by the thoughts in his head.. Caden Bosch is split between his allegiance to the captain and the allure of mutiny.. Caden Bosch is torn.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Health",
                "Fiction",
                "Mental Health",
                "Realistic Fiction",
                "Audiobook",
                "Psychology"
            ]
        },
        {
            "title": "A Good Marriage",
            "authors": [
                "Stephen King",
                "Jessica Hecht"
            ],
            "ranking": 3.84,
            "ranking_count": 15861,
            "abstract": "What happens when, on a perfectly ordinary evening, all the things you believed in and took for granted are turned upside down?. When her husband of more than 20 years is away on one of his business trips, Darcy Anderson looks for batteries in the garage. Her toe knocks up against a box under a worktable and she discovers the stranger inside her husband. It's a horrifying discovery, rendered with bristling intensity, and it definitively ends a good marriage.. Listening Length: 3 hours and 33 minutes",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Short Stories",
                "Mystery",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "Vagabonds",
            "authors": [
                "Hao Jingfang",
                "Ken Liu"
            ],
            "ranking": 3.44,
            "ranking_count": 1312,
            "abstract": "A century after the Martian war of independence, a group of kids are sent to Earth as delegates from Mars, but when they return home, they are caught between the two worlds, unable to reconcile the beauty and culture of Mars with their experiences on Earth in this spellbinding novel from Hugo Award–winning author Hao Jingfang.. In 2096, the war of independence erupts when a colony of people living on Mars rebel against Earth’s rule. The war results in two different and mutually incompatible worlds. In 2196, one hundred years later, Earth and Mars attempt to initiate a dialogue, hoping a reconciliation is on the horizon. Representing Mars, a group of young delegates are sent to Earth to study the history and culture of the rival planet, all while teaching others about life on Mars.. Narrated from two perspectives: Luo Ying, an eighteen-year-old girl from Mars who has spent the past five years on Earth, and Ignacio, a filmmaker in his late twenties from Earth on a job to document the delegates from Mars. Both Luo and Ignacio are trapped between worlds, with critics all around, and always under suspicion, searching for where they truly belong.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Fantasy",
                "Adult",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Space",
                "Literature"
            ]
        },
        {
            "title": "The Risk",
            "authors": [
                "S.T. Abby"
            ],
            "ranking": 4.32,
            "ranking_count": 47406,
            "abstract": "They took too much.. Left too little.. I had nothing to lose...until him.. *****************. ~Lana~. I didn't expect him.. I didn't want to fall in love.. But I can't let him go.. Logan Bennett makes the world a safer place.. He's brilliant.. He's a hero.. He locks away the sick and depraved.. But while he's saving lives, I'm taking them. Collecting the debts that are owed to me.. Ten years ago, they took from me. They left me for dead.. They should have made sure I stayed dead.. Now I'm taking from them.. One name at a time.. I've trained for too long.. I've been patient.. I can't stop now.. Revenge is best served cold.... They never see me coming, until I paint their walls red.. Logan doesn't know how they hurt me. He doesn't know about the screams they ignored. He doesn't know how twisted that town really is.. He just knows people are dying.. He doesn't know he's in love with their killer.. No one suspects a dead girl.. And Logan doesn't suspect the girl in his bed.. They're looking for a monster.. Not a girl who loves red.. Not a girl in love.. I'm a faceless nightmare.. At least until I tell them the story they've pretended never happened.. But in the end, will Logan choose them? Or will we watch them burn together?. **Graphic. **Adult language. **Some triggers could be too much for the easily disturbed reader. **Sexual content. **Fucked up moral compass; read at your own risk.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Dark",
                "Thriller",
                "Contemporary",
                "Adult",
                "Suspense",
                "Mystery"
            ]
        },
        {
            "title": "All That I Am",
            "authors": [
                "Anna Funder"
            ],
            "ranking": 3.8,
            "ranking_count": 8889,
            "abstract": "Two years after Hitler came to power in Germany, the bodies of Dora and her friend Mathilde, prominent anti-Hitler activists in exile, lie poisoned in a flat in Bloomsbury. The room is locked from the inside; the place appears undisturbed. As London buzzes with rumours of Gestapo assassins operating on British soil, the inquest whitewashes their deaths as romantic suicides. All That I Am is the story of four extraordinary people who risked their lives to alert the world to Hitler. Two narrators, Ernst Toller and Ruth, tell the story of Dora, the woman they both loved. As we come to know them, and her, the novel reveals itself as a searing and intimate portrait of courage and its price, of desire and ambition, and of the devastating consequences when they are thwarted. Closely based on a true story, All That I Am brings to light a new and very early hero of the resistance in a beautifully written novel that speaks to both the head and the heart.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "War",
                "Book Club",
                "Literary Fiction",
                "World War II"
            ]
        },
        {
            "title": "Requiem",
            "authors": [
                "Ken Scholes"
            ],
            "ranking": 4.0,
            "ranking_count": 507,
            "abstract": "Ken Scholes's debut novel,. Lamentation. , was an event in fantasy. Heralded as a mesmerizing debut novel by. Publishers Weekly. , and a vividly imagined SF-fantasy hybrid set in a distant, postapocalyptic future by. Booklist. , the series gained many fans. It was followed by. Canticle. and. Antiphon. . Now comes the fourth book in The Psalms of Isaak,. Requiem. .. Who is the Crimson Empress, and what does her conquest of the Named Lands really mean? Who holds the keys to the Moon Wizard's Tower?. The plots within plots are expanding as the characters seek their way out of the maze of intrigue. The world is expanding as they discover lands beyond their previous carefully controlled knowledge. Hidden truths reveal even deeper truths, and nothing is as it seemed to be.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Epic",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "S Street Rising: Crack, Murder, and Redemption in D.C.",
            "authors": [
                "Rubén Castañeda"
            ],
            "ranking": 3.95,
            "ranking_count": 930,
            "abstract": "During the height of the crack epidemic that decimated the streets of D.C., Ruben Castaneda covered the crime beat for the. Washington Post. . The first in his family to graduate from college, he had landed a job at one of the country's premier newspapers. But his apparent success masked a devastating secret: he was a crack addict. Even as he covered the drug-fueled violence that was destroying the city, he was prowling S Street, a 24/7 open-air crack market, during his off hours, looking for his next fix.. S Street Rising. is more than a memoir; it's a portrait of a city in crisis. It's the adrenalin-infused story of the street where Castaneda quickly became a regular, and where a fledgling church led by a charismatic and streetwise pastor was protected by the local drug kingpin, a dangerous man who followed an old-school code of honor. It's the story of Castaneda's friendship with an exceptional police homicide commander whose career was derailed when he ran afoul of Mayor Marion Barry and his political cronies. And it's a study of the city itself as it tried to rise above the bloody crack epidemic and the corrosive politics of the Barry era.. S Street Rising. is. The Wire. meets the Oscar-winning movie. Crash. . And it's all true.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "History",
                "Crime",
                "Superheroes",
                "Biography",
                "Mystery",
                "Book Club",
                "Writing"
            ]
        },
        {
            "title": "The Wandering Falcon",
            "authors": [
                "Jamil Ahmad"
            ],
            "ranking": 3.53,
            "ranking_count": 2835,
            "abstract": "A haunting literary debut set in the forbidding remote tribal areas of Pakistan and Afghanistan.. Traditions that have lasted for centuries, both brutal and beautiful, create a rigid structure for life in the wild, astonishing place where Iran, Pakistan, and Afghanistan meet—the Federally Administered Tribal Lands (FATA). It is a formidable world and the people who live there are constantly subjected to extremes—both of geography and of culture.. The Wandering Falcon. begins with a young couple, refugees from their tribe, who have traveled to the middle of nowhere to escape the cruel punishments meted upon those who transgress the boundaries of marriage and family. Their son, Tor Baz, descended from both chiefs and outlaws, becomes “The Wandering Falcon,” a character who travels throughout the tribes, over the mountains and the plains, in the towns and tents that comprise the homes of the tribal people. The media today speak about this unimaginably remote region, a geopolitical hotbed of conspiracies, drone attacks, and conflict—now, told in the rich, dramatic tones of a master storyteller, this stunning, honor-bound culture is revealed from the inside.. Jamil Ahmad has written an unforgettable portrait of a world of custom and compassion, of love and cruelty, of hardship and survival, a place fragile, unknown, and unforgiving.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Short Stories",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Travel"
            ]
        },
        {
            "title": "I Was Here",
            "authors": [
                "Gayle Forman"
            ],
            "ranking": 3.75,
            "ranking_count": 62740,
            "abstract": "Cody and Meg were inseparable.. Two peas in a pod.. Until . . . they weren’t anymore.. When her best friend Meg drinks a bottle of industrial-strength cleaner alone in a motel room, Cody is understandably shocked and devastated. She and Meg shared everything—so how was there no warning? But when Cody travels to Meg’s college town to pack up the belongings left behind, she discovers that there’s a lot that Meg never told her. About her old roommates, the sort of people Cody never would have met in her dead-end small town in Washington. About Ben McAllister, the boy with a guitar and a sneer, who broke Meg’s heart. And about an encrypted computer file that Cody can’t open—until she does, and suddenly everything Cody thought she knew about her best friend’s death gets thrown into question.. I Was Here. is Gayle Forman at her finest, a taut, emotional, and ultimately redemptive story about redefining the meaning of family and finding a way to move forward even in the face of unspeakable loss.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Health",
                "Mystery",
                "New Adult",
                "Mental Health",
                "Audiobook"
            ]
        },
        {
            "title": "Department Nineteen",
            "authors": [
                "Will Hill"
            ],
            "ranking": 4.02,
            "ranking_count": 5481,
            "abstract": "Jamie Carpenter's life will never be the same. His father is dead, his mother is missing, and he was just rescued by an enormous man named Frankenstein. Jamie is brought to Department 19, where he is pulled into a secret organization responsible for policing the supernatural, founded more than a century ago by Abraham Van Helsing and the other survivors of Dracula. Aided by Frankenstein's monster, a beautiful vampire girl with her own agenda, and the members of the agency, Jamie must attempt to save his mother from a terrifyingly powerful vampire.. Department 19. takes us through history, across Europe, and beyond - from the cobbled streets of Victorian London to prohibition-era New York, from the icy wastes of Arctic Russia to the treacherous mountains of Transylvania. Part modern thriller, part classic horror, it's packed with mystery, mayhem, and a level of suspense that makes a Darren Shan novel look like a romantic comedy.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Horror",
                "Paranormal",
                "Fiction",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Mrs. Sinclair's Suitcase",
            "authors": [
                "Louise  Walters"
            ],
            "ranking": 3.61,
            "ranking_count": 4331,
            "abstract": "Forgive me, Dorothea, for I cannot forgive you. What you do, to this child, to this child's mother, it is wrong.... Roberta likes to collect the letters and postcards she finds in second-hand books. When her father gives her some of her grandmother's belongings, she finds a baffling letter from the grandfather she never knew - dated after he supposedly died in the war.. Dorothy is unhappily married to Albert, who is away at war. When an aeroplane crashes in the field behind her house she meets Squadron Leader Jan Pietrykowski, and as their bond deepens she dares to hope she might find happiness. But fate has other plans for them both, and soon she is hiding a secret so momentous that its shockwaves will touch her granddaughter many years later...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "War",
                "Writing",
                "European Literature",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "I Shall Not Hate: A Gaza Doctor's Journey on the Road to Peace and Human Dignity",
            "authors": [
                "Izzeldin Abuelaish"
            ],
            "ranking": 4.27,
            "ranking_count": 5789,
            "abstract": "By turns inspiring and heart-breaking, hopeful and horrifying,. I Shall Not Hate. is Izzeldin Abuelaish's account of an extraordinary life. A Harvard-trained Palestinian doctor who was born and raised in the Jabalia refugee camp in the Gaza Strip and who has devoted his life to medicine and reconciliation between Israelis and Palestinians (. New York Times. ), Abuelaish has been crossing the lines in the sand that divide Israelis and Palestinians for most of his life - as a physician who treats patients on both sides of the line, as a humanitarian who sees the need for improved health and education for women as the way forward in the Middle East. And, most recently, as the father whose daughters were killed by Israeli soldiers on January 16, 2009, during Israel's incursion into the Gaza Strip. His response to this tragedy made news and won him humanitarian awards around the world. Instead of seeking revenge or sinking into hatred, Abuelaish called for the people in the region to start talking to each other. His deepest hope is that his daughters will be the last sacrifice on the road to peace between Palestinians and Israelis.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "History",
                "War",
                "Politics",
                "Health",
                "Biography Memoir",
                "Medical"
            ]
        },
        {
            "title": "Three Nights with a Scoundrel",
            "authors": [
                "Tessa Dare"
            ],
            "ranking": 3.85,
            "ranking_count": 6689,
            "abstract": "In Tessa Dare’s dazzling new trilogy, the men of the Stud Club live and play by their own rules—until passion changes the game.. The bastard son of a nobleman, Julian Bellamy is now polished to perfection, enthralling the ton with wit and charm while clandestinely plotting to ruin the lords, ravish the ladies, and have the last laugh on a society that once spurned him. But after meeting Leo Chatwick, a decent man and founder of an elite gentlemen’s club, and Lily, Leo’s enchanting sister, Julian reconsiders his wild ways. And when Leo’s tragic murder demands that Julian hunt for justice, he vows to see the woman he secretly loves married to a man of her own class.. Lily, however, has a very different husband in mind.  She’s loved Julian forever, adores the man beneath the rakish façade, and wants to savor the delicious attraction they share—as his wife. His insistence on marrying her off only reinforces her intent to prove that he is the only man for her. Obsessed with catching a killer, Julian sinks back to the gutters of his youth, forcing Lily to reach out with a sweet, reckless passion Julian can’t resist. Can her desire for a scoundrel save them both—or will dangerous secrets threaten more than their tender love?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Adult",
                "European Literature",
                "Mystery"
            ]
        },
        {
            "title": "The Girl Without a Name",
            "authors": [
                "Sandra  Block"
            ],
            "ranking": 3.75,
            "ranking_count": 2340,
            "abstract": "Another gripping pageturner featuring psychiatrist Zoe Goldman, the protagonist from Little Black Lies.. In what passes for an ordinary day in a psych ward, Dr. Zoe Goldman is stumped when a highly unusual case arrives. A young African American girl, found wandering the streets of Buffalo in a catatonic state, is brought in by police. No one has come forward to claim her, and all leads have been exhausted, so Zoe's treatment is the last hope to discover the girl's identity.. When drugs prove ineffective and medical science seems to be failing, Zoe takes matters into her own hands to track down Jane Doe's family and piece together their checkered history. As she unearths their secrets, she finds that monsters hide where they are least expected. And now she must solve the mystery before it is too late. Because someone wants to make sure this young girl never remembers.. The Girl Without a Name is a powerful novel of memory and forgetting, of unexpected friendship and understanding...and of the secrets we protect no matter the consequences.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Health",
                "Adult",
                "Psychology"
            ]
        },
        {
            "title": "The New Hunger",
            "authors": [
                "Isaac Marion"
            ],
            "ranking": 3.91,
            "ranking_count": 5250,
            "abstract": "The end of the world didn’t happen overnight.. After years of societal breakdowns, wars and quakes and rising tides, humanity was already near the edge. Then came a final blow no one could have expected: all the world’s corpses rising up to make more.. Born into this bleak and bloody landscape, twelve-year-old Julie struggles to hold on to hope as she and her parents drive across the wastelands of America, a nightmarish road trip in search of a new home.. Hungry, lost, and scared, sixteen-year-old Nora finds herself her brother’s sole guardian after her parents abandon them in the not-quite-empty ruins of Seattle.. And in the darkness of a forest, a dead man opens his eyes. Who is he? What is he? With no clues beyond a red tie and the letter “R,” he must unravel the grim mystery of his existence—right after he learns how to think, how to walk, and how to satisfy the monster howling in his belly. The New Hunger is a glimpse of the past and a path to an astonishing future…",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Apocalyptic",
                "Novella"
            ]
        },
        {
            "title": "A Lady in the Smoke: A Victorian Mystery",
            "authors": [
                "Karen Odden"
            ],
            "ranking": 3.9,
            "ranking_count": 1954,
            "abstract": "Karen Odden’s enthralling debut historical mystery transports readers to Victorian England, where a terrifying railway disaster plunges a headstrong young noblewoman into a conspiracy that reaches to the highest corridors of power.. Following a humiliating fourth Season in London, Lady Elizabeth Fraser is on her way back to her ancestral country estate when her train careens off the rails and bursts into flames. Though she is injured, she manages to drag herself and her unconscious mother out of the wreckage, and amid the chaos that ensues, a brilliant young railway surgeon saves her mother’s life. Elizabeth feels an immediate connection with Paul Wilcox—though society would never deem a medical man eligible for the daughter of an earl.. After Paul reveals that the train wreck was no accident, and the inspector who tried to prevent it dies under mysterious circumstances, Elizabeth undertakes a dangerous investigation of her own that leads back to her family’s buried secrets. The more she learns, the more she must risk. Not only are her dowry and her reputation at stake; Paul’s very life hangs in the balance when he is arrested for manslaughter. As the trial draws near, and Parliament prepares for a vote that will change the course of the nation, Elizabeth uncovers a conspiracy that has been years in the making. But time is running out for her to see justice done.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Historical",
                "Romance",
                "Fiction",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "Jane and the Canterbury Tale",
            "authors": [
                "Stephanie Barron"
            ],
            "ranking": 3.95,
            "ranking_count": 1258,
            "abstract": "Three years after news of her scandalous husband’s death, Adelaide Fiske is at the altar again, her groom a soldier on the Marquis of Wellington’s staff. The prospects seem bright for one of the most notorious women in Kent—until Jane Austen discovers a corpse on the ancient Pilgrim’s Way that runs through her brother Edward’s estate. As First Magistrate for Canterbury, Edward is forced to investigate, with Jane as his reluctant assistant. But she rises to the challenge and leaves no stone unturned, discovering mysteries deeper than she could have anticipated. It seems that Adelaide’s previous husband has returned for the new couple’s nuptials—only this time, genuinely, profoundly dead. But when a second corpse appears beside the ancient Pilgrim’s Way, Jane has no choice but to confront a murderer, lest the next corpse be her own.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "European Literature",
                "Adult",
                "Womens Fiction"
            ]
        },
        {
            "title": "Dr. Mütter's Marvels: A True Tale of Intrigue and Innovation at the Dawn of Modern Medicine",
            "authors": [
                "Cristin O'Keefe Aptowicz"
            ],
            "ranking": 3.98,
            "ranking_count": 6783,
            "abstract": "Imagine undergoing an operation without anesthesia performed by a surgeon who refuses to sterilize his tools—or even wash his hands. This was the world of medicine when Thomas Dent Mütter began his trailblazing career as a plastic surgeon in Philadelphia during the middle of the nineteenth century.. Although he died at just forty-eight, Mütter was an audacious medical innovator who pioneered the use of ether as anesthesia, the sterilization of surgical tools, and a compassion-based vision for helping the severely deformed, which clashed spectacularly with the sentiments of his time.. Brilliant, outspoken, and brazenly handsome, Mütter was flamboyant in every aspect of his life. He wore pink silk suits to perform surgery, added an. umlaut. to his last name just because he could, and amassed an immense collection of medical oddities that would later form the basis of Philadelphia’s Mütter Museum.. Cristin O’Keefe Aptowicz chronicles how Mütter’s efforts helped establish Philadelphia as a global mecca for medical innovation—despite intense resistance from his numerous rivals.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Science",
                "Biography",
                "Medical",
                "Audiobook",
                "Health",
                "Historical",
                "Biography Memoir",
                "North American Hi..."
            ]
        },
        {
            "title": "The Shadowhunter's Codex",
            "authors": [
                "Cassandra Clare",
                "Joshua Lewis"
            ],
            "ranking": 3.94,
            "ranking_count": 33710,
            "abstract": "The Clave is pleased to announce the newest edition of the Nephilim’s oldest and most famous training manual: the Shadowhunter’s Codex. Since the thirteenth century, the Codex has been the young Shadowhunter’s best friend. When you’re being swarmed by demons it can be easy to forget the finer points of obscure demon languages or the fastest way to stop an attack of Raum demons. With the Codex by your side, you never have to worry.. Now in its twenty-seventh edition, the Codex covers it all: the history and the laws of our world; how to identify, interact with, and if necessary, kill that world’s many colorful denizens; which end of the stele is the end you write with. No more will your attempt to fight off rogue vampires and warlocks be slowed by the need to answer endless questions from your new recruits: What is a Pyxis? Why don’t we use guns? If I can’t see a warlock’s mark, is there a polite way to ask him where it is? Where do we get all our holy water? Geography, History, Magic, and Zoology textbook all rolled into one, the Codex is here to help new Shadowhunters navigate the beautiful, often brutal world that we inhabit.. Do not let it be said that the Clave is outdated or, as the younger Shadowhunters say, “uncool”: this new edition of the Codex will be available not only in the usual magically-sealed demonskin binding, but also in a smart, modern edition using all of today’s most exciting printing techniques, including such new features as a sturdy clothbound cover, a protective dust jacket, and information about title, author, publisher, and so on conveniently available right on the cover. You’ll be pleased to know that it fits neatly into most satchels, and unlike previous editions, it rarely sets off alarm wards.. The old woodcuts and engravings have been replaced as well: instead, you’ll find lavish modern illustrations by some of the brightest luminaries of the fantastic. Creatures, weapons, people, and places have been carefully and accurately rendered by the likes of Rebecca Guay, Charles Vess, Jim Nelson, Theo Black, Elisabeth Alba, and Cassandra Jean. Chapters are beautifully introduced by the drawings of Michael Kaluta, and along with our condensation of the classic 2,450-page tome, A History of the Nephilim, you will find a selection of the best of the lovely illustrations of that volume by John Dollar.. This edition of the Codex will be available in Institute libraries and what mundanes sometimes call “book stores” in October 2013.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Fiction",
                "Shapeshifters"
            ]
        },
        {
            "title": "Darkness Hunts",
            "authors": [
                "Keri Arthur"
            ],
            "ranking": 4.18,
            "ranking_count": 3918,
            "abstract": "New York Times bestselling author Keri Arthur returns to the enthralling Guardian World--and a twilight realm of danger and desire.... Risa Jones, half-Aedh/half-werewolf, can enter the realm between life and death. She can speak to the dying and the dead, and she can see the reapers, collectors of souls. What she can not yet see is the identity of a stranger murdering women and draining their blood. Now Risa must summon her gifts to find him, even if it means putting her own life in danger. But Risa needn't look far. The killer knows who she is.. He tells her his victims are infected by darkness and he's fated to destroy them. Fascinated by Risa, he engages her in a sinister game: the chance to save the life of his next victim by deciphering his series of clues. In a race against time, she enlists the help of the reaper Azriel.. But as an attraction between them grows, so does the fear that the stranger's motives are only part of a larger, more dangerous stratagem--one that that has lured Risa and Azriel into the dark.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Shapeshifters",
                "Adult"
            ]
        },
        {
            "title": "The Ghost and Mrs. Mewer",
            "authors": [
                "Krista Davis"
            ],
            "ranking": 4.01,
            "ranking_count": 2376,
            "abstract": "Wagtail, Virginia, the top pet-friendly getaway in the United States, is gearing up for a howling good Halloween—until a spooky murder shakes the town to its core . . .. Holly Miller doesn’t believe in spirits, but the Sugar Maple Inn is filled with guests who do. The TV series in development, Apparition Apprehenders, has descended on Wagtail’s annual Halloween festivities to investigate supernatural local legends, and Holly has her hands full showing the ghost hunters a scary-fun time.. But the frights turn real when Holly’s Jack Russell, Trixie, and kitten, Twinkletoes, find a young woman drowned in the Wagtail Springs Hotel’s bathhouse—the spot of the town’s most infamous haunting. The crime scene is eerily similar to the creepy legend, convincing Holly that the death wasn’t just accidental. Now she’ll have to race to catch a flesh-and-blood killer—before someone else in town gives up the ghost . . .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Holiday",
                "Fiction",
                "Animals",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "Hej søde",
            "authors": [
                "Ida Holst"
            ],
            "ranking": 2.3,
            "ranking_count": 43,
            "abstract": "Chick Lit om to, der aldrig skulle have været kærester. Seksuelt går det godt, men Amalie er frustreret over, at Kasper ikke giver hende nok i forholdet. Omvendt føler Kasper, at Amalie er hysterisk.. SMS-romanen er baseret på en ægte SMS korrespondance, og læserne vil modtage sms’er fra de tre hovedpersoner over en periode på et år “real time” dvs. i samme rytme og med de samme intervaller, som de oprindeligt blev skrevet.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Single",
            "authors": [
                "Pantson Fire"
            ],
            "ranking": 5.0,
            "ranking_count": 3,
            "abstract": "A love story about young people won't have many answers, but may let you know you're not alone.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Siren Song",
            "authors": [
                "Cat Adams"
            ],
            "ranking": 4.01,
            "ranking_count": 4280,
            "abstract": "In Celia Graves’s world, vampires roam the alleys of Tinseltown, street corner psychics have real powers, and cops use memory enhancement spells. But Celia thought she was an ordinary human, albeit one with a clairvoyant best friend and a ghostly little sister.. The vampire attack that made Celia an Abomination forces her to take food in liquid form and gives a whole new meaning to the word “sunburn.” She’s slowly adjusting (therapy sessions and all) when she discovers that the attack awakened a hidden part of her heritage: Celia is part Siren, able to enthrall men—and enrage women.. Her best friend’s murder is unsolved; the cops think Celia should be in jail or staked; and her old lover, mage Bruno DeLuca, has something important to tell her. To top it all off, Celia’s been summoned to the Sirens’ island.. Celia Graves has more than one enemy. Some of them want her blood. Some of them want her soul. All of them want her dead.. Siren Song. , Book Two in the Blood Singer series, is another thrilling paranormal fantasy from bestselling author Cat Adams—an action-packed follow-up to. Blood Song. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "The Summer of Impossible Things",
            "authors": [
                "Rowan Coleman"
            ],
            "ranking": 3.97,
            "ranking_count": 5763,
            "abstract": "If you could change the past, would you?. Thirty years ago, something terrible happened to Luna’s mother. Something she’s only prepared to reveal after her death.. Now Luna and her sister have a chance to go back to their mother’s birthplace and settle her affairs. But in Brooklyn they find more questions than answers, until something impossible – magical – happens to Luna, and she meets her mother as a young woman back in the summer of 1977.. At first Luna’s thinks she’s going crazy, but if she can truly travel back in time, she can change things. But in doing anything – everything – to save her mother’s life, will she have to sacrifice her own?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Romance",
                "Contemporary",
                "Fantasy",
                "Audiobook",
                "Magical Realism",
                "Womens Fiction",
                "Family"
            ]
        },
        {
            "title": "Ghost Country",
            "authors": [
                "Patrick  Lee"
            ],
            "ranking": 4.1,
            "ranking_count": 5650,
            "abstract": "For decades, inexplicable technology has passed into our world through the top secret anomaly called the Breach. The latest device can punch a hole into the future .... What Paige Campbell saw when she opened a door into seventy years from now scared the hell out of her. She and her Tangent colleagues brought their terrible discovery to the President - and were met with a hail of automatic gunfire after leaving the White House. Only Paige survived.. Fearing a terrifying personal destiny revealed to him from the other side of the Breach, Travis Chase abandoned Tangent ... and Paige Campbell. Now he must rescue her - because Paige knows tomorrow's world is desperate and dead, a ghost country scattered with the bones of billions. And Doomsday will dawn in just four short months ... unless they can find the answers buried in the ruins to come.. But once they cross the nightmare border into Ghost Country, they might never find their way back ...",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Science Fiction",
                "Fiction",
                "Action",
                "Mystery",
                "Suspense",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Fruit of the Drunken Tree",
            "authors": [
                "Ingrid Rojas Contreras"
            ],
            "ranking": 3.95,
            "ranking_count": 14838,
            "abstract": "In the vein of Isabel Allende and Gabriel Garcia Marquez, a mesmerizing debut set against the backdrop of the devastating violence of 1990's Colombia about a sheltered young girl and a teenage maid who strike an unlikely friendship that threatens to undo them both.. The Santiago family lives in a gated community in Bogotá, safe from the political upheaval terrorizing the country. Seven-year-old Chula and her older sister Cassandra enjoy carefree lives thanks to this protective bubble, but the threat of kidnappings, car bombs, and assassinations hover just outside the neighborhood walls, where the godlike drug lord Pablo Escobar continues to elude authorities and capture the attention of the nation.. When their mother hires Petrona, a live-in-maid from the city's guerrilla-occupied slum, Chula makes it her mission to understand Petrona's mysterious ways. But Petrona's unusual behavior belies more than shyness. She is a young woman crumbling under the burden of providing for her family as the rip tide of first love pulls her in the opposite direction. As both girls' families scramble to maintain stability amidst the rapidly escalating conflict, Petrona and Chula find themselves entangled in a web of secrecy that will force them both to choose between sacrifice and betrayal.. Inspired by the author's own life, and told through the alternating perspectives of the willful Chula and the achingly hopeful Petrona,. Fruit of the Drunken Tree. contrasts two very different, but inextricable coming-of-age stories. In lush prose, Rojas Contreras sheds light on the impossible choices women are often forced to make in the face of violence and the unexpected connections that can blossom out of desperation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Audiobook",
                "Adult Fiction",
                "Young Adult",
                "Contemporary",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "I'd Like to Apologize to Every Teacher I Ever Had: My Year as a Rookie Teacher at Northeast High",
            "authors": [
                "Tony Danza"
            ],
            "ranking": 3.85,
            "ranking_count": 4099,
            "abstract": "I’d Like to Apologize to Every Teacher I Ever Had. is television, screen and stage star Tony Danza’s absorbing account of a year spent teaching tenth-grade English at Northeast High -- Philadelphia’s largest high school with 3600 students.. Entering Northeast’s crowded halls in September of 2009, Tony found his way to a classroom filled with twenty-six students who were determined not to cut him any slack.  They cared nothing about “Mr. Danza’s” showbiz credentials, and they immediately put him on the hot seat.. Featuring indelible portraits of students and teachers alike,. I’d Like to Apologize to Every Teacher I Ever Had. reveals just how hard it is to keep today’s technologically savvy – and often alienated -- students engaged, how impressively. committed. most teachers are, and the outsized role counseling plays in a teacher’s day, given the psychological burdens many students carry.  The book also makes vivid how a modern high school works, showing Tony in a myriad of roles – from lecturing on. To Kill a Mockingbird. to “coaching” the football team to organizing a talent show to leading far-flung field trips to hosting teacher gripe sessions.. A surprisingly poignant account,. I’d Like to Apologize to Every Teacher. I Ever Had is sometimes laugh-out-loud funny but is mostly filled with hard-won wisdom and feel-good tears.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Education",
                "Autobiography",
                "Biography",
                "Teaching",
                "Adult",
                "Audiobook",
                "Biography Memoir",
                "Humor"
            ]
        }
    ]
}