{
    "books": [
        {
            "title": "The Last Battle",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.01,
            "ranking_count": 247750,
            "abstract": "This edition of Lewis's classic fantasy fiction is packaged specifically for adults. Complementing the look of the author's non-fiction books, and anticipating the forthcoming Narnia feature films, this edition contains an exclusive P.S. section about the history of the book, plus a round-up of the first six titles.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Young Adult",
                "Childrens",
                "Christian",
                "Adventure",
                "Christian Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Exorcist",
            "authors": [
                "William Peter Blatty"
            ],
            "ranking": 4.19,
            "ranking_count": 203067,
            "abstract": "Four decades after it first terrified the world, William Peter Blatty’s. The Exorcist. is back! An extraordinary classic work of horror and dark paranormal suspense. In this stunning 40th Anniversary Edition, a desperate mother and two priests fight to free the soul of a little girl from a supernatural entity of pure malevolence.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Fantasy",
                "Thriller",
                "Religion",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Elephant Tree",
            "authors": [
                "R.D. Ronald"
            ],
            "ranking": 4.08,
            "ranking_count": 48416,
            "abstract": "Mark Fallon is an overworked detective investigating a spate of attacks at a string of high profile city centre nightclubs. Scott is a dejected 24 year old struggling to make ends meet working for his brother and supplementing his income with a small-scale drug dealing operation. Angela is an attractive 23 year old, raised by her father, a career criminal and small time drug dealer who supplies Scott with cannabis. This is a chilling tale spanning a few months in the lives of Scott and Angela, where realizations about the present combine with shocking revelations from the past leading to an apocalyptic climax where they no longer know whom they can trust.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Drama",
                "Novels",
                "Suspense",
                "Contemporary",
                "Dark",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Return of the King",
            "authors": [
                "J.R.R. Tolkien"
            ],
            "ranking": 4.54,
            "ranking_count": 765686,
            "abstract": "In the third volume of The Lord of the Rings trilogy the good and evil forces join battle, and we see that the triumph of good is not absolute. The Third Age of Middle-earth ends, and the age of the dominion of Men begins.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Adventure",
                "Science Fiction Fantasy",
                "Literature",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Of Human Bondage",
            "authors": [
                "W. Somerset Maugham",
                "Benjamin DeMott",
                "Maeve Binchy"
            ],
            "ranking": 4.12,
            "ranking_count": 53214,
            "abstract": "From a tormented orphan with a clubfoot, Philip Carey grows into an impressionable young man with a voracious appetite for adventure and knowledge. His cravings take him to Paris at age eighteen to try his hand at art, then back to London to study medicine. But even so, nothing can sate his nagging hunger for experience. Then he falls obsessively in love, embarking on a disastrous relationship that will change his life forever.…. Marked by countless similarities to Maugham’s own life, his masterpiece is “not an autobiography,” as the author himself once contended, “but an autobiographical novel; fact and fiction are inexorably mingled; the emotions are my own.”",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Romance",
                "Literary Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "City of Glass",
            "authors": [
                "Cassandra Clare"
            ],
            "ranking": 4.29,
            "ranking_count": 883680,
            "abstract": "Also see: Alternate Cover Editions for this ISBN [ACE]. ACE #1. To save her mother's life, Clary must travel to the City of Glass, the ancestral home of the Shadowhunters - never mind that entering the city without permission is against the Law, and breaking the Law could mean death. To make things worse, she learns that Jace does not want her there, and Simon has been thrown in prison by the Shadowhunters, who are deeply suspicious of a vampire who can withstand sunlight.. As Clary uncovers more about her family's past, she finds an ally in mysterious Shadowhunter Sebastian. With Valentine mustering the full force of his power to destroy all Shadowhunters forever, their only chance to defeat him is to fight alongside their eternal enemies. But can Downworlders and Shadowhunters put aside their hatred to work together? While Jace realizes exactly how much he's willing to risk for Clary, can she harness her newfound powers to help save the Glass City - whatever the cost?. Love is a mortal sin and the secrets of the past prove deadly as Clary and Jace face down Valentine in the third installment of the. New York Times. bestselling series The Mortal Instruments.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Persuasion",
            "authors": [
                "Jane Austen",
                "Deidre Shauna Lynch",
                "James Kinsley"
            ],
            "ranking": 4.14,
            "ranking_count": 589336,
            "abstract": "Twenty-seven-year old Anne Elliot is Austen's most adult heroine. Eight years before the story proper begins, she is happily betrothed to a naval officer, Frederick Wentworth, but she precipitously breaks off the engagement when persuaded by her friend Lady Russell that such a match is unworthy. The breakup produces in Anne a deep and long-lasting regret. When later Wentworth returns from sea a rich and successful captain, he finds Anne's family on the brink of financial ruin and his own sister a tenant in Kellynch Hall, the Elliot estate. All the tension of the novel revolves around one question: Will Anne and Wentworth be reunited in their love?. Jane Austen once compared her writing to painting on a little bit of ivory, 2 inches square. Readers of. Persuasion. will discover that neither her skill for delicate, ironic observations on social custom, love, and marriage nor her ability to apply a sharp focus lens to English manners and morals has deserted her in her final finished work.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Historical",
                "Literature",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Bloodlines",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.19,
            "ranking_count": 180059,
            "abstract": "I wasn't free of my past, not yet.. Sydney's blood is special. That's because she's an alchemist - one of a group of humans who dabble in magic and serve to bridge the worlds of humans and vampires. They protect vampire secrets - and human lives. But the last encounter Sydney had with vampires got her in deep trouble with the other alchemists. And now with her allegiances in question, her future is on the line.. When Sydney is torn from her bed in the middle of the night, at first she thinks she's still being punished for her complicated alliance with dhampir Rose Hathaway. But what unfolds is far worse. Jill Dragomir - the sister of Moroi Queen Lissa Dragomir - is in mortal danger, and the Moroi must send her into hiding. To avoid a civil war, Sydney is called upon to act as Jill's guardian and protector, posing as her roommate in the unlikeliest of places: a human boarding school in Palm Springs, California. The last thing Sydney wants is to be accused of sympathizing with vampires. And now she has to live with one.. The Moroi court believe Jill and Sydney will be safe at Amberwood Prep, but threats, distractions, and forbidden romance lurk both outside - and within - the school grounds. Now that they're in hiding, the drama is only just beginning.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Iron King",
            "authors": [
                "Julie Kagawa"
            ],
            "ranking": 3.89,
            "ranking_count": 206247,
            "abstract": "Meghan Chase has a secret destiny; one she could never have imagined.. Something has always felt slightly off in Meghan's life, ever since her father disappeared before her eyes when she was six. She has never quite fit in at school or at home.. When a dark stranger begins watching her from afar, and her prankster best friend becomes strangely protective of her, Meghan senses that everything she's known is about to change.. But she could never have guessed the truth - that she is the daughter of a mythical faery king and is a pawn in a deadly war. Now Meghan will learn just how far she'll go to save someone she cares about, to stop a mysterious evil, no faery creature dare face; and to find love with a young prince who might rather see her dead than let her touch his icy heart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "World War Z: An Oral History of the Zombie War",
            "authors": [
                "Max Brooks"
            ],
            "ranking": 4.01,
            "ranking_count": 480946,
            "abstract": "The Zombie War came unthinkably close to eradicating humanity. Max Brooks, driven by the urgency of preserving the acid-etched first-hand experiences of the survivors from those apocalyptic years, traveled across the United States of America and throughout the world, from decimated cities that once teemed with upwards of thirty million souls to the most remote and inhospitable areas of the planet. He recorded the testimony of men, women, and sometimes children who came face-to-face with the living, or at least the undead, hell of that dreadful time. World War Z is the result. Never before have we had access to a document that so powerfully conveys the depth of fear and horror, and also the ineradicable spirit of resistance, that gripped human society through the plague years.. Ranging from the now infamous village of New Dachang in the United Federation of China, where the epidemiological trail began with the twelve-year-old Patient Zero, to the unnamed northern forests where untold numbers sought a terrible and temporary refuge in the cold, to the United States of Southern Africa, where the Redeker Plan provided hope for humanity at an unspeakable price, to the west-of-the-Rockies redoubt where the North American tide finally started to turn, this invaluable chronicle reflects the full scope and duration of the Zombie War.. Most of all, the book captures with haunting immediacy the human dimension of this epochal event. Facing the often raw and vivid nature of these personal accounts requires a degree of courage on the part of the reader, but the effort is invaluable because, as Mr. Brooks says in his introduction, By excluding the human factor, aren't we risking the kind of personal detachment from history that may, heaven forbid, lead us one day to repeat it? And in the end, isn't the human factor the only true difference between us and the enemy we now refer to as 'the living dead'?. Note: Some of the numerical and factual material contained in this edition was previously published under the auspices of the United Nations Postwar Commission.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Apocalyptic",
                "Audiobook",
                "War"
            ]
        },
        {
            "title": "The God Delusion",
            "authors": [
                "Richard Dawkins",
                "Μαρία Γιατρουδάκη"
            ],
            "ranking": 3.9,
            "ranking_count": 252287,
            "abstract": "A preeminent scientist - and the world's most prominent atheist - asserts the irrationality of belief in God, and the grievous harm religion has inflicted on society, from the Crusades to 9/11.. With rigor and wit, Dawkins examines God in all his forms, from the sex-obsessed tyrant of the Old Testament, to the more benign (but still illogical) Celestial Watchmaker favored by some Enlightenment thinkers. He eviscerates the major arguments for religion, and demonstrates the supreme improbability of a supreme being. He shows how religion fuels war, foments bigotry, and abuses children, buttressing his points with historical and contemporary evidence.. The God Delusion. makes a compelling case that belief in God is not just wrong, but potentially deadly. It also offers exhilarating insight into the advantages of atheism to the individual and society, not the least of which is a clearer, truer appreciation of the universe's wonders than any faith could ever muster.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Religion",
                "Science",
                "Philosophy",
                "Psychology",
                "Audiobook",
                "Spirituality",
                "Biology"
            ]
        },
        {
            "title": "North and South",
            "authors": [
                "Elizabeth Gaskell"
            ],
            "ranking": 4.14,
            "ranking_count": 156247,
            "abstract": "When her father leaves the Church in a crisis of conscience, Margaret Hale is uprooted from her comfortable home in Hampshire to move with her family to the north of England. Initially repulsed by the ugliness of her new surroundings in the industrial town of Milton, Margaret becomes aware of the poverty and suffering of the local mill workers and develops a passionate sense of social justice. This is intensified by her tempestuous relationship with the mill-owner and self-made man, John Thornton, as their fierce opposition over his treatment of his employees masks a deeper attraction.. In. North and South. , Elizabeth Gaskell skillfully fuses individual feeling with social concern, and in Margaret Hale creates one of the most original heroines of Victorian literature.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Historical",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Brideshead Revisited",
            "authors": [
                "Evelyn Waugh"
            ],
            "ranking": 4.0,
            "ranking_count": 100563,
            "abstract": "The most nostalgic and reflective of Evelyn Waugh's novels,. Brideshead Revisited. looks back to the golden age before the Second World War. It tells the story of Charles Ryder's infatuation with the Marchmains and the rapidly-disappearing world of privilege they inhabit. Enchanted first by Sebastian at Oxford, then by his doomed Catholic family, in particular his remote sister, Julia, Charles comes finally to recognize only his spiritual and social distance from them.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "European Literature",
                "Novels",
                "LGBT",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Complete Poems of Emily Dickinson",
            "authors": [
                "Emily Dickinson",
                "Thomas H. Johnson",
                "Mabel Loomis Todd",
                "Thomas Wentworth Higgins"
            ],
            "ranking": 4.24,
            "ranking_count": 86245,
            "abstract": "THE ONLY ONE-VOLUME EDITION CONTAINING ALL 1,775 OF EMILY DICKINSON’S POEMS. Only eleven of Emily Dickinson’s poems were published prior to her death in 1886; the startling originality of her work doomed it to obscurity in her lifetime. Early posthumously published collections-some of them featuring liberally “edited” versions of the poems-did not fully and accurately represent Dickinson’s bold experiments in prosody, her tragic vision, and the range of her intellectual and emotional explorations. Not until the 1955 publication of. The Complete Poems of Emily Dickinson. , a three-volume critical edition compiled by Thomas H. Johnson, were readers able for the first time to assess, understand, and appreciate the whole of Dickinson’s extraordinary poetic genius.. This book, a distillation of the three-volume. Complete Poems. , brings together the original texts of all 1,775 poems that Emily Dickinson wrote.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Womens",
                "Academic"
            ]
        },
        {
            "title": "Queen of Shadows",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.55,
            "ranking_count": 366027,
            "abstract": "Everyone Celaena Sardothien loves has been taken from her. But she’s at last returned to the empire—for vengeance, to rescue her once-glorious kingdom, and to confront the shadows of her past…. She has embraced her identity as Aelin Galathynius, Queen of Terrasen. But before she can reclaim her throne, she must fight.. She will fight for her cousin, a warrior prepared to die for her. She will fight for her friend, a young man trapped in an unspeakable prison. And she will fight for her people, enslaved to a brutal king and awaiting their lost queen’s triumphant return.. The fourth volume in the. New York Times. bestselling series continues Celaena’s epic journey and builds to a passionate, agonizing crescendo that might just shatter her world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "New Adult",
                "Fiction"
            ]
        },
        {
            "title": "It Ends with Us",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.43,
            "ranking_count": 976940,
            "abstract": "Sometimes it is the one who loves you who hurts you the most.. Lily hasn’t always had it easy, but that’s never stopped her from working hard for the life she wants. She’s come a long way from the small town in Maine where she grew up. — she graduated from college, moved to Boston, and started her own business. So when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily’s life suddenly seems almost too good to be true.. Ryle is assertive, stubborn, maybe even a little arrogant. He’s also sensitive, brilliant, and has a total soft spot for Lily. And the way he looks in scrubs certainly doesn’t hurt. Lily can’t get him out of her head. But Ryle’s complete aversion to relationships is disturbing. Even as Lily finds herself becoming the exception to his “no dating” rule, she can’t help but wonder what made him that way in the first place.. As questions about her new relationship overwhelm her, so do thoughts of Atlas Corrigan — her first love and a link to the past she left behind. He was her kindred spirit, her protector. When Atlas suddenly reappears, everything Lily has built with Ryle is threatened.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "New Adult",
                "Adult",
                "Audiobook",
                "Sociology",
                "Womens Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "The War of the Worlds",
            "authors": [
                "H.G. Wells",
                "Arthur C. Clarke"
            ],
            "ranking": 3.83,
            "ranking_count": 275453,
            "abstract": "When an army of invading Martians lands in England, panic and terror seize the population. As the aliens traverse the country in huge three-legged machines, incinerating all in their path with a heat ray and spreading noxious toxic gases, the people of the Earth must come to terms with the prospect of the end of human civilization and the beginning of Martian rule.. Inspiring films, radio dramas, comic-book adaptations, television series and sequels,The War of the Worlds is a prototypical work of science fiction which has influenced every alien story that has come since, and is unsurpassed in its ability to thrill, well over a century since it was first published.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Science Fiction",
                "Fantasy",
                "Horror",
                "Science Fiction Fantasy",
                "Literature",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "A Discovery of Witches",
            "authors": [
                "Deborah Harkness"
            ],
            "ranking": 4.01,
            "ranking_count": 433818,
            "abstract": "A richly inventive novel about a centuries-old vampire, a spellbound witch, and the mysterious manuscript that draws them together.. Deep in the stacks of Oxford's Bodleian Library, young scholar Diana Bishop unwittingly calls up a bewitched alchemical manuscript in the course of her research. Descended from an old and distinguished line of witches, Diana wants nothing to do with sorcery; so after a furtive glance and a few notes, she banishes the book to the stacks. But her discovery sets a fantastical underworld stirring, and a horde of daemons, witches, and vampires soon descends upon the library. Diana has stumbled upon a coveted treasure lost for centuries-and she is the only creature who can break its spell.. Debut novelist Deborah Harkness has crafted a mesmerizing and addictive read, equal parts history and magic, romance and suspense. Diana is a bold heroine who meets her equal in vampire geneticist Matthew Clairmont, and gradually warms up to him as their alliance deepens into an intimacy that violates age-old taboos. This smart, sophisticated story harks back to the novels of Anne Rice, but it is as contemporary and sensual as the Twilight series-with an extra serving of historical realism.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Angels & Demons",
            "authors": [
                "Dan Brown"
            ],
            "ranking": 3.92,
            "ranking_count": 2937396,
            "abstract": "World-renowned Harvard symbologist Robert Langdon is summoned to a Swiss research facility to analyze a cryptic symbol seared into the chest of a murdered physicist. What he discovers is unimaginable: a deadly vendetta against the Catholic Church by a centuries-old underground organization -- the Illuminati. In a desperate race to save the Vatican from a powerful time bomb, Langdon joins forces in Rome with the beautiful and mysterious scientist Vittoria Vetra. Together they embark on a frantic hunt through sealed crypts, dangerous catacombs, and deserted cathedrals, and into the depths of the most secretive vault on earth...the long-forgotten Illuminati lair.. (back cover)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Adventure",
                "Historical",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Torment",
            "authors": [
                "Lauren Kate"
            ],
            "ranking": 3.85,
            "ranking_count": 225120,
            "abstract": "Hell on earth.. That’s what it’s like for Luce to be apart from her fallen angel boyfriend, Daniel. It took them an eternity to find one another, but now he has told her he must go away. Just long enough to hunt down the Outcasts—immortals who want to kill Luce. Daniel hides Luce at Shoreline, a school on the rocky California coast with unusually gifted students: Nephilim, the offspring of fallen angels and humans.. At Shoreline, Luce learns what the Shadows are, and how she can use them as windows to her previous lives. Yet the more Luce learns, the more she suspects that Daniel hasn’t told her everything. He’s hiding something—something dangerous. What if Daniel’s version of the past isn’t actually true? What if Luce is really meant to be with someone else?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Wizard's First Rule",
            "authors": [
                "Terry Goodkind"
            ],
            "ranking": 4.12,
            "ranking_count": 238334,
            "abstract": "In the aftermath of the brutal murder of his father, a mysterious woman, Kahlan Amnell, appears in Richard Cypher's forest sanctuary seeking help . . . and more.. His world, his very beliefs, are shattered when ancient debts come due with thundering violence. In a dark age it takes courage to live, and more than mere courage to challenge those who hold dominion, Richard and Kahlan must take up that challenge or become the next victims. Beyond awaits a bewitching land where even the best of their hearts could betray them. Yet, Richard fears nothing so much as what secrets his sword might reveal about his own soul. Falling in love would destroy them—for reasons Richard can't imagine and Kahlan dare not say.. In their darkest hour, hunted relentlessly, tormented by treachery and loss, Kahlan calls upon Richard to reach beyond his sword—to invoke within himself something more noble. Neither knows that the rules of battle have just changed . . . or that their time has run out.. This is the beginning. One book. One Rule. Witness the birth of a legend.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Romance",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "The Elite",
            "authors": [
                "Kiera Cass"
            ],
            "ranking": 3.98,
            "ranking_count": 602434,
            "abstract": "The Selection began with thirty-five girls. Now with the group narrowed down to the six Elite, the competition to win Prince Maxon's heart is fiercer than ever—and America is still struggling to decide where her heart truly lies. Is it with Maxon, who could make her life a fairy tale? Or with her first love, Aspen?. America is desperate for more time. But the rest of the Elite know exactly what they want—and America's chance to choose is about to slip away.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Witching Hour",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 4.11,
            "ranking_count": 108032,
            "abstract": "From the author of the extraordinary Vampire Chronicles comes a huge, hypnotic novel of witchcraft and the occult through four centuries.. Demonstrating, once again, her gift for spellbinding storytelling and the creation of legend, Anne Rice makes real for us a great dynasty of witches—a family given to poetry and to incest, to murder and to philosophy; a family that, over the ages, is itself haunted by a powerful, dangerous, and seductive being.. On the veranda of a great New Orleans house, now faded, a mute and fragile woman sits rocking... and. The Witching Hour. begins.. It begins in our time with a rescue at sea.  Rowan Mayfair, a beautiful woman, a brilliant practitioner of neurosurgery—aware that she has special powers but unaware that she comes from an ancient line of witches—finds the drowned body of a man off the coast of California and brings him to life.  He is Michael Curry, who was born in New Orleans and orphaned in childhood by fire on Christmas Eve, who pulled himself up from poverty, and who now, in his brief interval of death, has acquired a sensory power that mystifies and frightens him.. As these two, fiercely drawn to each other, fall in love and—in passionate alliance—set out to solve the mystery of. her. past and. his. unwelcome gift, the novel moves backward and forward in time from today's New Orleans and San Francisco to long-ago Amsterdam and a château in the France of Louis XIV.  An intricate tale of evil unfolds—an evil unleashed in seventeenth-century Scotland, where the first witch, Suzanne of the Mayfair, conjures up the spirit she names Lasher... a creation that spells her own destruction and torments each of her descendants in turn.. From the coffee plantations of Port au Prince, where the great Mayfair fortune is made and the legacy of their dark power is almost destroyed, to Civil War New Orleans, as Julien—the clan's only male to be endowed with occult powers—provides for the dynasty its foothold in America, the dark, luminous story encompasses dramas of seduction and death, episodes of tenderness and healing.  And always—through peril and escape, tension and release—there swirl around us the echoes of eternal war: innocence versus the corruption of the spirit, sanity against madness, life against death.  With a dreamlike power, the novel draws us, through circuitous, twilight paths, to the present and Rowan's increasingly inspired and risky moves in the merciless game that binds her to her heritage. And in New Orleans, on Christmas Eve, this strangest of family sagas is brought to its startling climax.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Gothic",
                "Historical"
            ]
        },
        {
            "title": "Vanity Fair",
            "authors": [
                "William Makepeace Thackeray",
                "John Carey"
            ],
            "ranking": 3.79,
            "ranking_count": 122986,
            "abstract": "A novel that chronicles the lives of two women who could not be more different: Becky Sharp, an orphan whose only resources are her vast ambitions, her native wit, and her loose morals; and her schoolmate Amelia Sedley, a typically naive Victorian heroine, the pampered daughter of a wealthy family.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "European Literature",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "انتحار فاشل",
            "authors": [
                "أحمد جمال الدين رمضان"
            ],
            "ranking": 4.45,
            "ranking_count": 1638,
            "abstract": "كتاب انتحار فاشل عبارة عن مجموعة قصصية متنوعة تجمع ما بين القصة الساخرة، الاجتماعية، الرعب ، وحتى القصص المبنية على أحداث حقيقية، يلعب أحمد رمضان فى هذه المجموعة ببراعة شديدة على وتر الأفكار المختلفة والنهايات المفاجئة، حتى فى القصص التى تبدو أفكارها مألوفة تأتى المعالجة شديدة التميز والنهاية مخالفة تماماً للتوقعات تضيف أبعاداً أكثر عمقاً للعمل.. أحمد جمال الدين رمضان - ❰ له مجموعة من المؤلفات أبرزها ❞ العصبي ❝ ❞ إنتحار فاشل",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Anthologies",
                "Novels"
            ]
        },
        {
            "title": "Ignite Me",
            "authors": [
                "Tahereh Mafi"
            ],
            "ranking": 4.42,
            "ranking_count": 211784,
            "abstract": "With Omega Point destroyed, Juliette doesn’t know if the rebels, her friends, or even Adam are alive. But that won’t keep her from trying to take down The Reestablishment once and for all. Now she must rely on Warner, the handsome commander of Sector 45. The one person she never thought she could trust. The same person who saved her life. He promises to help Juliette master her powers and save their dying world . . . but that’s not all he wants with her.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "New Adult",
                "Apocalyptic"
            ]
        },
        {
            "title": "Snow Crash",
            "authors": [
                "Neal Stephenson"
            ],
            "ranking": 4.03,
            "ranking_count": 254728,
            "abstract": "In reality, Hiro Protagonist delivers pizza for Uncle Enzo's CosoNostra Pizza Inc., but in the Metaverse he's a warrior prince. Plunging headlong into the enigma of a new computer virus that's striking down hackers everywhere, he races along the neon-lit streets on a search-and-destroy mission for the shadowy virtual villain threatening to bring about infocalypse.. Snow Crash. is a mind-altering romp through a future America so bizarre, so outrageous… you'll recognize it immediately.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Speculative Fiction",
                "Novels",
                "Audiobook",
                "Classics"
            ]
        },
        {
            "title": "Cry, the Beloved Country",
            "authors": [
                "Alan Paton"
            ],
            "ranking": 3.9,
            "ranking_count": 70932,
            "abstract": "Cry, the Beloved Country. , the most famous and important novel in South Africa’s history, was an immediate worldwide bestseller in 1948. Alan Paton’s impassioned novel about a black man’s country under white man’s law is a work of searing beauty.. Cry, the beloved country, for the unborn child that is the inheritor of our fear. Let him not love the earth too deeply. Let him not laugh too gladly when the water runs through his fingers, nor stand too silent when the setting sun makes red the veld with fire. Let him not be too moved when the birds of his land are singing, nor give too much of his heart to a mountain or valley. For fear will rob him of all if he gives too much.. The eminent literary critic Lewis Gannett wrote, “We have had many novels from statesmen and reformers, almost all bad; many novels from poets, almost all thin. In Alan Paton’s. Cry, the Beloved Country. the statesman, the poet and the novelist meet in a unique harmony.”. Cry, the Beloved Country. is the deeply moving story of the Zulu pastor Stephen Kumalo and his son, Absalom, set against the background of a land and a people riven by racial injustice. Remarkable for its lyricism, unforgettable for character and incident,. Cry, the Beloved Country. is a classic work of love and hope, courage and endurance, born of the dignity of man.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Historical",
                "Southern Africa",
                "Literature",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "2001: A Space Odyssey",
            "authors": [
                "Arthur C. Clarke"
            ],
            "ranking": 4.16,
            "ranking_count": 284078,
            "abstract": "On the Moon, an enigma is uncovered.. So great are the implications of this discovery that for the first time men are sent out deep into our solar system.. But long before their destination is reached, things begin to go horribly, inexplicably wrong.... One of the greatest-selling science fiction novels of our time, this classic book will grip you to the very end.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Novels",
                "Audiobook",
                "Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "العصبي",
            "authors": [
                "أحمد جمال الدين رمضان"
            ],
            "ranking": 4.6,
            "ranking_count": 1352,
            "abstract": "كان الجميع يعلم أنه عصبى .. هذه ليست المشكلة، المشكلة أنه كان يعترف بهذا، كان يعترف أنه عصبى، سريع الاستثارة، ومندفع؛ لكنه لم يحاول تغيير ذلك أبداً، كان ينتابه الغضب ويندفع فى السباب كالسيل العارم لأتفه الأسباب، وأحيانا بدون أسباب تذكر، يفقد أعصابه بسهولة فيثور دون أن يبالى بالعواقب، برميل من البارود قابل للاشتعال فى أى لحظة كما يحلو للبعض أن يصفه، تلك كانت طبيعته المميزة، وهكذا مضت حياته، مشاكل له .. ومأساة للآخرين ممن أوقعهم حظهم العاثر فى دائرة التعامل معه.... جيرانه يخشون الاقتراب منه بعد أن علمتهم التجارب أن الاحتكاك به ينتهى دوما بنتائج وخيمة، زملاءه فى العمل يواصلون الشكوى منه ، وأصدقاءه يتناقصون تدريجياً.. فماذا سيفعل فى حياته؟ وما هى المشاكل التى ستواجهه؟ وماذا سيواجه؟ .",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "Johnny Got His Gun",
            "authors": [
                "Dalton Trumbo"
            ],
            "ranking": 4.18,
            "ranking_count": 38214,
            "abstract": "This was no ordinary war. This was a war to make the world safe for democracy. And if democracy was made safe, then nothing else mattered - not the millions of dead bodies, nor the thousands of ruined lives.... This is no ordinary novel. This is a novel that never takes the easy way out: it is shocking, violent, terrifying, horrible, uncompromising, brutal, remorseless and gruesome... but so is war.. Winner of the National Book Award.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "War",
                "Historical",
                "Horror",
                "Literature",
                "Novels",
                "Politics"
            ]
        },
        {
            "title": "Bared to You",
            "authors": [
                "Sylvia Day"
            ],
            "ranking": 4.16,
            "ranking_count": 489769,
            "abstract": "From #1. New York Times. bestselling author Sylvia Day comes the provocative masterstroke of abandon and obsession that redefined the meaning of desire and became a global phenomenon.... Gideon Cross came into my life like lightning in the darkness. He was beautiful and brilliant, jagged and white-hot. I was drawn to him as I'd never been to anything or anyone in my life. I craved his touch like a drug, even knowing it would weaken me. I was flawed and damaged, and he opened those cracks in me so easily.. Gideon. knew. . He had demons of his own. And we would become the mirrors that reflected each other's most private wounds and desires.. The bonds of his love transformed me, even as I prayed that the torment of our pasts didn't tear us apart",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Adult",
                "Fiction",
                "Erotica",
                "New Adult",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Woman in White",
            "authors": [
                "Wilkie Collins",
                "Matthew Sweet"
            ],
            "ranking": 4.0,
            "ranking_count": 142929,
            "abstract": "'In one moment, every drop of blood in my body was brought to a stop... There, as if it had that moment sprung out of the earth, stood the figure of a solitary Woman, dressed from head to foot in white'. The Woman in White. famously opens with Walter Hartright's eerie encounter on a moonlit London road. Engaged as a drawing master to the beautiful Laura Fairlie, Walter becomes embroiled in the sinister intrigues of Sir Percival Glyde and his 'charming' friend Count Fosco, who has a taste for white mice, vanilla bonbons, and poison. Pursuing questions of identity and insanity along the paths and corridors of English country houses and the madhouse,. The Woman in White. is the first and most influential of the Victorian genre that combined Gothic horror with psychological realism.. Matthew Sweet's introduction explores the phenomenon of Victorian 'sensation' fiction, and discusses Wilkie Collins's biographical and societal influences. Included in this edition are appendices on theatrical adaptations of the novel and its serialisation history.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Mystery",
                "Fiction",
                "Gothic",
                "Horror",
                "Literature",
                "Historical",
                "Thriller"
            ]
        },
        {
            "title": "Unwind",
            "authors": [
                "Neal Shusterman"
            ],
            "ranking": 4.16,
            "ranking_count": 210023,
            "abstract": "Connor, Risa, and Lev are running for their lives.. The Second Civil War was fought over reproductive rights. The chilling resolution: Life is inviolable from the moment of conception until age thirteen. Between the ages of thirteen and eighteen, however, parents can have their child unwound, whereby all of the child's organs are transplanted into different donors, so life doesn't technically end. Connor is too difficult for his parents to control. Risa, a ward of the state, is not enough to be kept alive. And Lev is a tithe, a child conceived and raised to be unwound. Together, they may have a chance to escape and to survive.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Horror",
                "Thriller",
                "Adventure"
            ]
        },
        {
            "title": "Chocolat",
            "authors": [
                "Joanne Harris"
            ],
            "ranking": 3.96,
            "ranking_count": 119708,
            "abstract": "A timeless novel of a straitlaced village's awakening to joy and sensuality - every page offers a description of chocolate to melt in the mouths of chocoholics, francophiles, armchair gourmets, cookbook readers, and lovers of passion everywhere.. Illuminating Peter Mayle's South of France with a touch of Laura Esquivel's magic realism, Chocolat is a timeless novel of a straitlaced village's awakening to joy and sensuality. In tiny Lansquenet, where nothing much has changed in a hundred years, beautiful newcomer Vianne Rocher and her exquisite chocolate shop arrive and instantly begin to play havoc with Lenten vows. Each box of luscious bonbons comes with a free gift: Vianne's uncanny perception of its buyer's private discontents and a clever, caring cure for them. Is she a witch? Soon the parish no longer cares, as it abandons itself to temptation, happiness, and a dramatic face-off between Easter solemnity and the pagan gaiety of a chocolate festival.. Chocolat's every page offers a description of chocolate to melt in the mouths of chocoholics, francophiles, armchair gourmets, cookbook readers, and lovers of passion everywhere. It's a must for anyone who craves an escapist read, and is a bewitching gift for any holiday.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Romance",
                "Magical Realism",
                "Cultural",
                "Fantasy",
                "Contemporary",
                "Food and Drink",
                "Historical",
                "Womens Fiction",
                "Adult"
            ]
        },
        {
            "title": "A Great and Terrible Beauty",
            "authors": [
                "Libba Bray"
            ],
            "ranking": 3.79,
            "ranking_count": 219826,
            "abstract": "In this debut gothic novel mysterious visions, dark family secrets and a long-lost diary thrust Gemma and her classmates back into the horrors that followed her from India. (Ages 12+). It's 1895, and after the suicide of her mother, 16-year-old Gemma Doyle is shipped off from the life she knows in India to Spence, a proper boarding school in England. Lonely, guilt-ridden, and prone to visions of the future that have an uncomfortable habit of coming true, Gemma's reception there is a chilly one. To make things worse, she's been followed by a mysterious young Indian man, a man sent to watch her. But why? What is her destiny? And what will her entanglement with Spence's most powerful girls—and their foray into the spiritual world—lead to?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Historical",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Halfway to the Grave",
            "authors": [
                "Jeaniene Frost"
            ],
            "ranking": 4.13,
            "ranking_count": 149882,
            "abstract": "Flirting With The Grave…. Half-vampire Catherine Crawfield is going after the undead with a vengeance, hoping that one of these deadbeats is her father – the one responsible for ruining her mother’s life. Then she’s captured by Bones, a vampire bounty hunter, and is forced into an unlikely partnership.. In exchange for help finding her father, Cat agrees to train with the sexy night stalker until her battle reflexes are as sharp as his fangs. She’s amazed she doesn’t end up as his dinner – are there actually good vampires? Pretty soon Bones will have her convinced that being half-dead doesn’t have to be all bad. But before she can enjoy her status as kick-ass demon hunter, Cat and Bones are pursued by a group of killers. Now Cat will have to choose a side … and Bones is turning out to be as tempting as any man with a heartbeat.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Fiction",
                "New Adult"
            ]
        },
        {
            "title": "The Summoning",
            "authors": [
                "Kelley Armstrong"
            ],
            "ranking": 4.01,
            "ranking_count": 167357,
            "abstract": "Chloe Saunders used to have a relatively normal life.. But now she finds herself in the middle of some really strange situations because:. ~She suddenly starts seeing dead people.. ~She gets locked up in a group home for unstable teens.. ~The group home isn't what it seems.. My name is Chloe Saunders and my life will never be the same again.. All I wanted was to make friends, meet boys, and keep on being ordinary. I don't even know what that means anymore. It all started on the day that I saw my first ghost—and the ghost saw me.. Now there are ghosts everywhere and they won't leave me alone. To top it all off, I somehow got myself locked up in Lyle House, a special home for troubled teens. Yet the home isn't what it seems. Don't tell anyone, but I think there might be more to my housemates than meets the eye. The question is, whose side are they on? It's up to me to figure out the dangerous secrets behind Lyle House... before its skeletons come back to haunt me.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "A Christmas Carol",
            "authors": [
                "Charles Dickens",
                "Joe L. Wheeler",
                "John Leech"
            ],
            "ranking": 4.07,
            "ranking_count": 709359,
            "abstract": "'If I had my way, every idiot who goes around with Merry Christmas on his lips, would be boiled with his own pudding, and buried with a stake of holly through his heart. Merry Christmas? Bah humbug!'. Introduction and Afterword by Joe Wheeler. To bitter, miserly Ebenezer Scrooge, Christmas is just another day. But all that changes when the ghost of his long-dead business partner appears, warning Scrooge to change his ways before it's too late.. Part of the Focus on the Family Great Stories collection, this abridged edition features an in-depth introduction and discussion questions by Joe Wheeler to provide greater understanding for today's reader. A Christmas Carol captures the heart of the holidays like no other novel.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Holiday",
                "Fantasy",
                "Literature",
                "Audiobook",
                "Historical",
                "Academic"
            ]
        },
        {
            "title": "Perfect Chemistry",
            "authors": [
                "Simone Elkeles"
            ],
            "ranking": 4.05,
            "ranking_count": 253622,
            "abstract": "A fresh, urban twist on the classic tale of star-crossed lovers.. When Brittany Ellis walks into chemistry class on the first day of senior year, she has no clue that her carefully created 'perfect' life is about to unravel before her eyes. She's forced to be lab partners with Alex Fuentes, a gang member from the other side of town, and he is about to threaten everything she's worked so hard for: her flawless reputation, her relationship with her boyfriend, and the secret that her home life is anything but perfect.. Alex is a bad boy and he knows it. So when he makes a bet with his friends to lure Brittany into his life, he thinks nothing of it. But soon Alex realizes Brittany is a real person with real problems, and suddenly the bet he made in arrogance turns into something much more.. In a passionate story about looking beneath the surface, Simone Elkeles breaks through the stereotypes and barriers that threaten to keep Brittany and Alex apart.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "New Adult",
                "Realistic Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Mortal Instruments Boxed Set: City of Bones; City of Ashes; City of Glass",
            "authors": [
                "Cassandra Clare"
            ],
            "ranking": 4.56,
            "ranking_count": 66812,
            "abstract": "In City of Bones, fifteen-year-old Clary Fray is introduced to the world of the Shadowhunters, a secret cadre of warriors dedicated to driving demons out of our world. And she's introduced with a vengeance, when Clary's mother disappears and Clary herself is almost killed by a grotesque monster sent by the evil and powerful Shadowhunter, Valentine. How could a mere human survive such an attack.. In the second novel, City of Ashes, Clary just wants her life to go back to normal--but that turns out to be impossible. For one thing, her mother is still in the hospital, in a mysterious coma. For another, she and her newfound brother Jace have fallen under a cloud of suspicion now that the Shadowhunter world knows that Valentine is still alive--and that Jace and Clary are his son and daughter. Then Clary's best friend Simon is turned into a vampire and kidnapped by Valentine, who intends to sacrifice him as part of a bloody ritual that will make the Mortal Instruments Valentine's forever.. In book three, City of Glass, Clary has to use all her ingenuity and newfound magical skills to get herself to the Glass City in Idris, the secretive Shadowhunters' home country, where she is forbidden to go--for it is only there that she can find the cure to the enchanted sleeping sickness to which her mother has succumbed. When Valentine attacks the city and destroys the demon towers, Clary and her allies are all that stand between him and the total annihilation of all Shadowhunters. Love is a mortal sin and the past tangles inextricably with the present as Clary and Jace face down their father in the final installment of the Mortal Instruments series.. About the Author. Cassandra Clare made her fiction debut with The Mortal Instruments series, which has been on many bestseller lists.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Cannery Row",
            "authors": [
                "John Steinbeck"
            ],
            "ranking": 4.05,
            "ranking_count": 122142,
            "abstract": "Cannery Row. is a book without much of a plot. Rather, it is an attempt to capture the feeling and people of a place, the cannery district of Monterey, California, which is populated by a mix of those down on their luck and those who choose for other reasons not to live up the hill in the more respectable area of town. The flow of the main plot is frequently interrupted by short vignettes that introduce us to various denizens of the Row, most of whom are not directly connected with the central story. These vignettes are often characterized by direct or indirect reference to extreme violence: suicides, corpses, and the cruelty of the natural world.. The story of. Cannery Row. follows the adventures of Mack and the boys, a group of unemployed yet resourceful men who inhabit a converted fish-meal shack on the edge of a vacant lot down on the Row.. Sweet Thursday is the sequel to Cannery Row.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "Novels",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "The Goldfinch",
            "authors": [
                "Donna Tartt"
            ],
            "ranking": 3.92,
            "ranking_count": 809594,
            "abstract": "Winner of the Pulitzer Prize for Fiction 2014. Aged thirteen, Theo Decker, son of a devoted mother and a reckless, largely absent father, survives an accident that otherwise tears his life apart. Alone and rudderless in New York, he is taken in by the family of a wealthy friend. He is tormented by an unbearable longing for his mother, and down the years clings to the thing that most reminds him of her: a small, strangely captivating painting that ultimately draws him into the criminal underworld. As he grows up, Theo learns to glide between the drawing rooms of the rich and the dusty antiques store where he works. He is alienated and in love - and his talisman, the painting, places him at the centre of a narrowing, ever more dangerous circle.. The Goldfinch is a haunted odyssey through present-day America and a drama of enthralling power. Combining unforgettably vivid characters and thrilling suspense, it is a beautiful, addictive triumph - a sweeping story of loss and obsession, of survival and self-invention, of the deepest mysteries of love, identity and fate.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Art",
                "Adult",
                "Mystery",
                "Novels",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "Three Cups of Tea: One Man's Mission to Promote Peace ... One School at a Time",
            "authors": [
                "Greg Mortenson",
                "David Oliver Relin"
            ],
            "ranking": 3.66,
            "ranking_count": 339498,
            "abstract": "The astonishing, uplifting story of a real-life Indiana Jones and his humanitarian campaign to use education to combat terrorism in the Taliban’s backyard. Anyone who despairs of the individual’s power to change lives has to read the story of Greg Mortenson, a homeless mountaineer who, following a 1993 climb of Pakistan’s treacherous K2, was inspired by a chance encounter with impoverished mountain villagers and promised to build them a school. Over the next decade he built fifty-five schools—especially for girls—that offer a balanced education in one of the most isolated and dangerous regions on earth. As it chronicles Mortenson’s quest, which has brought him into conflict with both enraged Islamists and uncomprehending Americans, Three Cups of Tea combines adventure with a celebration of the humanitarian spirit.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Travel",
                "Education",
                "Book Club",
                "Biography Memoir",
                "Cultural",
                "Inspirational",
                "History"
            ]
        },
        {
            "title": "The Raven Boys",
            "authors": [
                "Maggie Stiefvater"
            ],
            "ranking": 4.05,
            "ranking_count": 321861,
            "abstract": "“There are only two reasons a non-seer would see a spirit on St. Mark’s Eve,” Neeve said. “Either you’re his true love . . . or you killed him.”. It is freezing in the churchyard, even before the dead arrive.. Every year, Blue Sargent stands next to her clairvoyant mother as the soon-to-be dead walk past. Blue herself never sees them—not until this year, when a boy emerges from the dark and speaks directly to her.. His name is Gansey, and Blue soon discovers that he is a rich student at Aglionby, the local private school. Blue has a policy of staying away from Aglionby boys. Known as Raven Boys, they can only mean trouble.. But Blue is drawn to Gansey, in a way she can’t entirely explain. He has it all—family money, good looks, devoted friends—but he’s looking for much more than that. He is on a quest that has encompassed three other Raven Boys: Adam, the scholarship student who resents all the privilege around him; Ronan, the fierce soul who ranges from anger to despair; and Noah, the taciturn watcher of the four, who notices many things but says very little.. For as long as she can remember, Blue has been warned that she will cause her true love to die. She never thought this would be a problem. But now, as her life becomes caught up in the strange and sinister world of the Raven Boys, she’s not so sure anymore.. From Maggie Stiefvater, the bestselling and acclaimed author of the. Shiver. trilogy and. The Scorpio Races. , comes a spellbinding new series where the inevitability of death and the nature of love lead us to a place we’ve never been before.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Just Listen",
            "authors": [
                "Sarah Dessen"
            ],
            "ranking": 4.05,
            "ranking_count": 242653,
            "abstract": "Last year, Annabel was the girl who has everything — at least that's the part she played in the television commercial for Kopf's Department Store.. This year, she's the girl who has nothing: no best friend because mean-but-exciting Sophie dropped her, no peace at home since her older sister became anorexic, and no one to sit with at lunch. Until she meets Owen Armstrong.. Tall, dark, and music-obsessed, Owen is a reformed bad boy with a commitment to truth-telling. With Owen's help, maybe Annabel can face what happened the night she and Sophie stopped being friends.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Womens Fiction",
                "Music"
            ]
        },
        {
            "title": "The Hate U Give",
            "authors": [
                "Angie Thomas"
            ],
            "ranking": 4.5,
            "ranking_count": 705938,
            "abstract": "An alternate cover edition of ISBN 9780062498533 can be found. here.. Sixteen-year-old Starr Carter moves between two worlds: the poor neighborhood where she lives and the fancy suburban prep school she attends. The uneasy balance between these worlds is shattered when Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer. Khalil was unarmed.. Soon afterward, his death is a national headline. Some are calling him a thug, maybe even a drug dealer and a gangbanger. Protesters are taking to the streets in Khalil’s name. Some cops and the local drug lord try to intimidate Starr and her family. What everyone wants to know is: what really went down that night? And the only person alive who can answer that is Starr.. But what Starr does—or does not—say could upend her community. It could also endanger her life.. Inspired by the Black Lives Matter movement, this is a powerful and gripping YA novel about one girl's struggle for justice.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Realistic Fiction",
                "Race",
                "Social Movements",
                "Cultural"
            ]
        },
        {
            "title": "The Polar Express",
            "authors": [
                "Chris Van Allsburg",
                "Liam Neeson"
            ],
            "ranking": 4.31,
            "ranking_count": 226112,
            "abstract": "The Polar Express. is a treasured holiday tradition. This lavish gift set includes a CD audio recording read by Liam Neeson, a keepsake All Aboard ornament, and a note from author Chris Van Allsburg.. Awarded the prestigious Caldecott Medal in 1986,. The Polar Express. has sold more than 7 million copies, become a classic holiday movie, and been translated into stage productions that take place across the United States during the holiday season.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Holiday",
                "Fiction",
                "Fantasy",
                "Classics",
                "Adventure",
                "Kids"
            ]
        },
        {
            "title": "The Truth About Forever",
            "authors": [
                "Sarah Dessen"
            ],
            "ranking": 4.12,
            "ranking_count": 217297,
            "abstract": "That's what Macy has to look forward to while her boyfriend, Jason, is away at Brain Camp. Days will be spent at a boring job in the library, evenings will be filled with vocabulary drills for the SATs, and spare time will be passed with her mother, the two of them sharing a silent grief at the traumatic loss of Macy's father.. But sometimes, unexpected things can happen—things such as the catering job at Wish, with its fun-loving, chaotic crew. Or her sister's project of renovating the neglected beach house, awakening long-buried memories. Things such as meeting Wes, a boy with a past, a taste for Truth-telling, and an amazing artistic talent, the kind of boy who could turn any girl's world upside down. As Macy ventures out of her shell, she begins to question her sheltered life.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Sarah's Key",
            "authors": [
                "Tatiana de Rosnay"
            ],
            "ranking": 4.17,
            "ranking_count": 449556,
            "abstract": "Paris, July 1942: Ten-year-old Sarah is brutally arrested with her family in the Vel' d'Hiv' roundup, the most notorious act of French collaboration with the Nazis. but before the police come to take them, Sarah locks her younger brother, Michel, in their favorite hiding place, a cupboard in the family's apartment. She keeps the key, thinking that she will be back within a few hours.. Paris, May 2002: On Vel' d'Hiv's sixtieth anniversary, Julia Jarmond, an American journalist, is asked by her Paris-based American magazine to write an article about this black day in France's past. Julia has lived in Paris for nearly twenty-five years, married a Frenchman, and she is shocked both by her ignorance about the event and the silence that still surrounds it. In the course of her investigation, she stumbles onto a trail of long-hidden family secrets that connects her to Sarah. Julia finds herself compelled to retrace the girl's ordeal, from the terrible days spent shut in at the Vel' d'Hiv' to the camps and beyond. As she probes into Sarah's past, she begins to question her own place in France and to reevaluate her marriage and her life.. Writing about the fate of her country with a pitiless clarity, Tatiana de Rosnay offers us a brilliantly subtle, compelling portrait of France under occupation and reveals the taboos and denial surrounding this painful episode in French history.. (front flap)",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "World War II",
                "War",
                "Cultural",
                "Book Club",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Much Ado About Nothing",
            "authors": [
                "William Shakespeare",
                "Barbara A. Mowat",
                "Paul Werstine",
                "Robert          Jackson",
                "Gail Kern Paster"
            ],
            "ranking": 4.06,
            "ranking_count": 228762,
            "abstract": "In. Much Ado About Nothing,. Shakespeare includes two quite different stories of romantic love. Hero and Claudio fall in love almost at first sight, but an outsider, Don John, strikes out at their happiness. Beatrice and Benedick are kept apart by pride and mutual antagonism until others decide to play Cupid.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Romance",
                "Academic",
                "Literature",
                "Humor",
                "Poetry"
            ]
        },
        {
            "title": "Are You My Mother?",
            "authors": [
                "P.D. Eastman"
            ],
            "ranking": 4.19,
            "ranking_count": 229964,
            "abstract": "ARE YOU MY MOTHER? tells a very simple story for children who have just started to read. their younger brothers or sisters will also want to follow the baby bird's quest as he asks everyone and everything he meets, Are You My Mother?.. Back in 1957, Theodor Geisel responded to an article in Life magazine that lamented the use of boring reading primers in schools. Using the pseudonym of Dr. Seuss (Seuss was Geisel's middle name) and only two hundred twenty-three words, Geisel created a replacement for those dull primers: The Cat in the Hat. The instant success of the book prompted Geisel and his wife to found Beginner Books, and Geisel wrote many popular books in this series, including Hop on Pop, Fox in Socks, and Green Eggs and Ham.. Other favorite titles in this series are Go, Dog, Go! and Are You My Mother? by P. D. Eastman, A Fly Went By, by Mike McClintock, and Put Me in the Zoo, by Robert Lopshire. These affordable hardcover books combine large print, easy vocabulary, and large, bright illustrations in stories kids will want to read again and again. Grades 1 - Grades 2.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Classics",
                "Family",
                "Kids",
                "Humor",
                "Young Adult"
            ]
        },
        {
            "title": "Far From the Madding Crowd",
            "authors": [
                "Thomas Hardy",
                "Rosemarie Morgan",
                "Shannon Russell"
            ],
            "ranking": 3.95,
            "ranking_count": 139745,
            "abstract": "An ACE can be found. here. .. Independent and spirited Bathsheba Everdene has come to Weatherbury to take up her position as a farmer on the largest estate in the area. Her bold presence draws three very different suitors: the gentleman-farmer Boldwood, soldier-seducer Sergeant Troy and the devoted shepherd Gabriel Oak. Each, in contrasting ways, unsettles her decisions and complicates her life, and tragedy ensues, threatening the stability of the whole community. The first of his works set in the fictional county of Wessex, Hardy's novel of swift passion and slow courtship is imbued with his evocative descriptions of rural life and landscapes, and with unflinching honesty about sexual relationships.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Historical",
                "Literature",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "The Bad Beginning",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 3.97,
            "ranking_count": 459378,
            "abstract": "Dear Reader,. I'm sorry to say that the book you are holding in your hands is extremely unpleasant. It tells an unhappy tale about three very unlucky children. Even though they are charming and clever, the Baudelaire siblings lead lives filled with misery and woe. From the very first page of this book when the children are at the beach and receive terrible news, continuing on through the entire story, disaster lurks at their heels. One might say they are magnets for misfortune.. In this short book alone, the three youngsters encounter a greedy and repulsive villain, itchy clothing, a disastrous fire, a plot to steal their fortune, and cold porridge for breakfast.. It is my sad duty to write down these unpleasant tales, but there is nothing stopping you from putting this book down at once and reading something happy, if you prefer that sort of thing.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "Ishmael",
            "authors": [
                "Daniel Quinn"
            ],
            "ranking": 3.99,
            "ranking_count": 90675,
            "abstract": "An Adventure of the Mind and Spirit. The narrator of this extraordinary tale is a man in search for truth. He answers an ad in a local newspaper from a teacher looking for serious pupils, only to find himself alone in an abandoned office with a full-grown gorilla who is nibbling delicately on a slender branch. You are the teacher? he asks incredulously. I am the teacher, the gorilla replies. Ishmael is a creature of immense wisdom and he has a story to tell, one that no other human being has ever heard. It is a story that extends backward and forward over the lifespan of the earth from the birth of time to a future there is still time save. Like all great teachers, Ishmael refuses to make the lesson easy; he demands the final illumination to come from within ourselves. Is it man's destiny to rule the world? Or is it a higher destiny possible for him-- one more wonderful than he has ever imagined?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Spirituality",
                "Classics",
                "Environment",
                "Fantasy",
                "Novels",
                "Literature",
                "Religion",
                "Academic"
            ]
        },
        {
            "title": "Angelfall",
            "authors": [
                "Susan Ee"
            ],
            "ranking": 4.11,
            "ranking_count": 182805,
            "abstract": "It's been six weeks since angels of the apocalypse descended to demolish the modern world. Street gangs rule the day while fear and superstition rule the night. When warrior angels fly away with a helpless little girl, her seventeen-year-old sister Penryn will do anything to get her back.. Anything, including making a deal with an enemy angel.. Raffe is a warrior who lies broken and wingless on the street. After eons of fighting his own battles, he finds himself being rescued from a desperate situation by a half-starved teenage girl.. Traveling through a dark and twisted Northern California, they have only each other to rely on for survival. Together, they journey toward the angels' stronghold in San Francisco where she'll risk everything to rescue her sister and he'll put himself at the mercy of his greatest enemies for the chance to be made whole again.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Science Fiction",
                "Romance",
                "Apocalyptic",
                "Fiction"
            ]
        },
        {
            "title": "Little House on the Prairie",
            "authors": [
                "Laura Ingalls Wilder",
                "Garth Williams"
            ],
            "ranking": 4.2,
            "ranking_count": 274399,
            "abstract": "Meet Laura Ingalls, the little girl who would grow up to write the Little House books.. Pa Ingalls decides to sell the little log house, and the family sets out for Indian country! They travel from Wisconsin to Kansas, and there, finally, Pa builds their little house on the prairie. Sometimes farm life is difficult, even dangerous, but Laura and her family are kept busy and are happy with the promise of their new life on the prairie.. LITTLE HOUSE ON THE PRAIRIE is the second book in the Laura Years series.. --back cover",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Family"
            ]
        },
        {
            "title": "Into Thin Air: A Personal Account of the Mount Everest Disaster",
            "authors": [
                "Jon Krakauer"
            ],
            "ranking": 4.21,
            "ranking_count": 444367,
            "abstract": "A bank of clouds was assembling on the not-so-distant horizon, but journalist-mountaineer Jon Krakauer, standing on the summit of Mt. Everest, saw nothing that suggested that a murderous storm was bearing down. He was wrong. The storm, which claimed five lives and left countless more--including Krakauer's--in guilt-ridden disarray, would also provide the impetus for. Into Thin Air. , Krakauer's epic account of the May 1996 disaster.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Adventure",
                "Autobiography",
                "Travel",
                "Biography",
                "History",
                "Sports",
                "Biography Memoir"
            ]
        },
        {
            "title": "Acheron",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.56,
            "ranking_count": 57591,
            "abstract": "Eleven thousand years ago a god was born. Cursed into the body of a human, Acheron endured a lifetime of hatred. His human death unleashed an unspeakable horror that almost destroyed the earth. Brought back against his will, he became the sole defender of mankind.. Only it was never that simple…. For centuries, he has fought for our survival and hidden a past he never wants revealed.. Now his survival, and ours, hinges on the very woman who threatens him. Old enemies reawaken and unite to kill them both.. War has never been deadlier… or more fun.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "A Little Life",
            "authors": [
                "Hanya Yanagihara"
            ],
            "ranking": 4.33,
            "ranking_count": 339238,
            "abstract": "When four classmates from a small Massachusetts college move to New York to make their way, they're broke, adrift, and buoyed only by their friendship and ambition. There is kind, handsome Willem, an aspiring actor; JB, a quick-witted, sometimes cruel Brooklyn-born painter seeking entry to the art world; Malcolm, a frustrated architect at a prominent firm; and withdrawn, brilliant, enigmatic Jude, who serves as their center of gravity.. Over the decades, their relationships deepen and darken, tinged by addiction, success, and pride. Yet their greatest challenge, each comes to realize, is Jude himself, by midlife a terrifyingly talented litigator yet an increasingly broken man, his mind and body scarred by an unspeakable childhood, and haunted by what he fears is a degree of trauma that he’ll not only be unable to overcome—but that will define his life forever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "LGBT",
                "Literary Fiction",
                "Adult",
                "Novels",
                "Health",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Zombie Room",
            "authors": [
                "R.D. Ronald"
            ],
            "ranking": 4.09,
            "ranking_count": 51150,
            "abstract": "An unlikely bond is forged between three men from very different backgrounds when they serve time together in prison. A series of wrong turns and disastrous life choices has led to their incarceration. Following their release, Mangle, Decker and Tazeem stick together as they return to a life of crime, embarking on a lucrative scam. But when they stumble upon a sophisticated sex-trafficking operation, they soon realise that they are in mortal danger. The disappearance of a family member and the murder of a dear friend lead the three to delve deeper into a world of violence and deception. In their quest for retribution and justice, they put their lives on the line. Their paths cross with that of Tatiana, who has left her home country for a better life in the West—or so she thinks. She soon realises she is in the hands of ruthless, violent people, who run an operation supplying girls to meet the most deviant desires of rich and powerful men. Will she survive the horrors of The Zombie Room? Are Mangle, Decker and Tazeem brave enough to follow her there, in an attempt to set her free?",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Drama",
                "Novels",
                "Contemporary",
                "Suspense",
                "Dark",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Two Towers",
            "authors": [
                "J.R.R. Tolkien"
            ],
            "ranking": 4.46,
            "ranking_count": 816723,
            "abstract": "Alternate Cover Edition ISBN 0345296060 (ISBN13: 9780345296061). One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them. Frodo and his Companions of the Ring have been beset by danger during their quest to prevent the Ruling Ring from falling into the hands of the Dark Lord by destroying it in the Cracks of Doom. They have lost the wizard, Gandalf, in a battle in the Mines of Moria. And Boromir, seduced by the power of the Ring, tried to seize it by force. While Frodo and Sam made their escape, the rest of the company was attacked by Orcs. Now they continue the journey alone down the great River Anduin—alone, that is, save for the mysterious creeping figure that follows wherever they go.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Lady Chatterley's Lover",
            "authors": [
                "D.H. Lawrence"
            ],
            "ranking": 3.51,
            "ranking_count": 109682,
            "abstract": "Lawrence's frank portrayal of an extramarital affair and the explicit sexual explorations of its central characters caused this controversial book, now considered a masterpiece, to be banned as pornography until 1960.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Literature",
                "Novels",
                "Adult Fiction",
                "European Literature",
                "Historical"
            ]
        },
        {
            "title": "Silence",
            "authors": [
                "Becca Fitzpatrick"
            ],
            "ranking": 4.09,
            "ranking_count": 265859,
            "abstract": "Nora Grey can't remember the past five months of her life. After the initial shock of waking up in a cemetery and being told that she has been missing for weeks - with no one knowing where she was or who she was with - she tried to get her life back on track. Go to school, hang out with her best friend, Vee, and dodge mom's creepy new boyfriend.. But there is this voice in the back of her head, an idea that she can almost reach out and touch. Visions of angel wings and unearthly creatures that have nothing to do with the life she knows.. And this unshakable feeling that a part of her is missing.. Then Nora crosses paths with a sexy stranger, whom she feels a mesmerizing connection to. He seems to hold all the answers...and her heart. Every minute she spends with him grows more and more intense until she realizes she could be falling in love. Again.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Darkest Minds",
            "authors": [
                "Alexandra Bracken"
            ],
            "ranking": 4.16,
            "ranking_count": 172053,
            "abstract": "When Ruby woke up on her tenth birthday, something about her had changed. Something alarming enough to make her parents lock her in the garage and call the police. Something that gets her sent to Thurmond, a brutal government “rehabilitation camp.” She might have survived the mysterious disease that’s killed most of America’s children, but she and the others have emerged with something far worse: frightening abilities they cannot control.. Now sixteen, Ruby is one of the dangerous ones.. When the truth comes out, Ruby barely escapes Thurmond with her life. Now she’s on the run, desperate to find the one safe haven left for kids like her—East River. She joins a group of kids who escaped their own camp. Liam, their brave leader, is falling hard for Ruby. But no matter how much she aches for him, Ruby can’t risk getting close. Not after what happened to her parents.. When they arrive at East River, nothing is as it seems, least of all its mysterious leader. But there are other forces at work, people who will stop at nothing to use Ruby in their fight against the government. Ruby will be faced with a terrible choice, one that may mean giving up her only chance at a life worth living.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Swann's Way",
            "authors": [
                "Marcel Proust",
                "Lydia Davis"
            ],
            "ranking": 4.13,
            "ranking_count": 53021,
            "abstract": "Marcel Proust's. In Search of Lost Time. is one of the most entertaining reading experiences in any language and arguably the finest novel of the twentieth century. But since its original prewar translation there has been no completely new version in English. Now, Penguin brings Proust's masterpiece to new audiences throughout the world, beginning with Lydia Davis's internationally acclaimed translation of the first volume,. Swann's Way. .. Swann's Way. is one of the preeminent novels of childhood: a sensitive boy's impressions of his family and neighbors, all brought dazzlingly back to life years later by the taste of a madeleine. It also enfolds the short novel Swann in Love, an incomparable study of sexual jealousy that becomes a crucial part of the vast, unfolding structure of. In Search of Lost Time. . The first volume of the work that established Proust as one of the finest voices of the modern age — satirical, skeptical, confiding, and endlessly varied in its response to the human condition —. Swann's Way. also stands on its own as a perfect rendering of a life in art, of the past re-created through memory.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Philosophy",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "The Bronze Horseman",
            "authors": [
                "Paullina Simons"
            ],
            "ranking": 4.3,
            "ranking_count": 75739,
            "abstract": "Librarian note: alternate covers for this edition can be found. here. and. here. and. here. .. During the summer of 1941 the Metanov family are living a hard life in Leningrad. As the German armies advance their future looks bleak. For Tatiana, love arrives in the guise of Alexander, who harbours a deadly and extraordinary secret.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "War",
                "Cultural",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Dead to the World",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 4.12,
            "ranking_count": 253128,
            "abstract": "Sookie Stackhouse is a cocktail waitress in Bon Temps, Louisiana. She has only a few close friends, because not everyone appreciates Sookie’s gift: she can read minds. That’s not exactly every man’s idea of date bait – unless they’re undead; vampires and the like can be tough to read. And that’s just the kind of guy Sookie’s been looking for. Maybe that’s why, when she comes across a naked vampire, she doesn’t just drive on by. He hasn’t got a clue who he is, but Sookie has: Eric looks just as scary and sexy – and dead – as ever. But now he has amnesia, he’s sweet, vulnerable, and in need of Sookie’s help – because whoever took his memory now wants his life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "You Are Special",
            "authors": [
                "Max Lucado"
            ],
            "ranking": 4.43,
            "ranking_count": 51660,
            "abstract": "Max was interested in helping children understand their value - not from the world's perspective, but from God's. Wemmicksville is a land created by Eli, the God figure of the story. He creates each Wemmick in Wemmicksville uniquely, each with its own look and personality. Each story and video is a new adventure with the citizens of Wemmicksville. Punchinello is the central character, along with his friends Lucia, Splint, and Chip. When Punchinello strays from Eli, he begins to have problems. Only when Punchinello stays close to Eli does he clearly see how to walk through his life in Wemmicksville.. In this heartwarming tale, Eli helps Punchinello understand how special he is-no matter what other Wemmicks may think. Children will learn a vital lesson-regardless of how the world sees them, God loves each of them just as they are.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Christian",
                "Fiction",
                "Religion",
                "Inspirational",
                "Christian Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "The Unbecoming of Mara Dyer",
            "authors": [
                "Michelle Hodkin"
            ],
            "ranking": 4.03,
            "ranking_count": 165094,
            "abstract": "Mara Dyer believes life can't get any stranger than waking up in a hospital with no memory of how she got there.. It can.. She believes there must be more to the accident she can't remember that killed her friends and left her strangely unharmed.. There is.. She doesn't believe that after everything she's been through, she can fall in love.. She's wrong.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Mystery",
                "Fiction",
                "Horror",
                "Contemporary"
            ]
        },
        {
            "title": "Hyperion",
            "authors": [
                "Dan Simmons",
                "Gary Ruddell"
            ],
            "ranking": 4.24,
            "ranking_count": 213193,
            "abstract": "On the world called Hyperion, beyond the law of the Hegemony of Man, there waits the creature called the Shrike. There are those who worship it. There are those who fear it. And there are those who have vowed to destroy it. In the Valley of the Time Tombs, where huge, brooding structures move backward through time, the Shrike waits for them all. On the eve of Armageddon, with the entire galaxy at war, seven pilgrims set forth on a final voyage to Hyperion seeking the answers to the unsolved riddles of their lives. Each carries a desperate hope—and a terrible secret. And one may hold the fate of humanity in his hands.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Horror",
                "Novels"
            ]
        },
        {
            "title": "Nine Stories",
            "authors": [
                "J.D. Salinger"
            ],
            "ranking": 4.18,
            "ranking_count": 140247,
            "abstract": "Nine Stories (1953) is a collection of short stories by American fiction writer J. D. Salinger published in April 1953. It includes two of his most famous short stories, A Perfect Day for Bananafish and For Esmé – with Love and Squalor. (Nine Stories is the U.S. title; the book is published in many other countries as For Esmé - with Love and Squalor, and Other Stories.). The stories are:. A Perfect Day for Bananafish. Uncle Wiggily in Connecticut. Just Before the War with the Eskimos. The Laughing Man. Down at the Dinghy. For Esmé – with Love and Squalor. Pretty Mouth and Green My Eyes. De Daumier-Smith's Blue Period. Teddy",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Literary Fiction",
                "The United States Of America",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Horse and His Boy",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 3.91,
            "ranking_count": 310344,
            "abstract": "The Horse and his Boy. is a stirring and dramatic fantasy story that finds a young boy named Shasta on the run from his homeland with the talking horse, Bree. When the pair discover a deadly plot by the Calormen people to conquer the land of Narnia, the race is on to warn the inhabitants of the impending danger and to rescue them all from certain death.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Christian",
                "Christian Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "P.S. I Love You",
            "authors": [
                "Cecelia Ahern"
            ],
            "ranking": 4.02,
            "ranking_count": 361402,
            "abstract": "A novel about holding on, letting go, and learning to love again.. Now in paperback, the endearing novel that captured readers' hearts and introduced a fresh new voice in women's fiction Cecelia Ahern.. Holly couldn't live without her husband Gerry, until the day she had to. They were the kind of young couple who could finish each other's sentences. When Gerry succumbs to a terminal illness and dies, 30-year-old Holly is set adrift, unable to pick up the pieces. But with the help of a series of letters her husband left her before he died and a little nudging from an eccentric assortment of family and friends, she learns to laugh, overcome her fears, and discover a world she never knew existed.. The kind of enchanting novel with cross-generational appeal that comes along once in a great while,. PS, I Love You. is a captivating love letter to the world!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Womens Fiction",
                "Fiction",
                "Contemporary",
                "Adult",
                "Love",
                "Drama",
                "Adult Fiction",
                "Cultural"
            ]
        },
        {
            "title": "The Last Lecture",
            "authors": [
                "Randy Pausch",
                "Jeffrey Zaslow"
            ],
            "ranking": 4.25,
            "ranking_count": 325593,
            "abstract": "A lot of professors give talks titled 'The Last Lecture'. Professors are asked to consider their demise and to ruminate on what matters most to them: What wisdom would we impart to the world if we knew it was our last chance? If we had to vanish tomorrow, what would we want as our legacy?. When Randy Pausch, a computer science professor at Carnegie Mellon, was asked to give such a lecture, he didn't have to imagine it as his last, since he had recently been diagnosed with terminal cancer. But the lecture he gave, 'Really Achieving Your Childhood Dreams', wasn't about dying. It was about the importance of overcoming obstacles, of enabling the dreams of others, of seizing every moment (because time is all you have and you may find one day that you have less than you think). It was a summation of everything Randy had come to believe. It was about living.. In this book, Randy Pausch has combined the humour, inspiration, and intelligence that made his lecture such a phenomenon and given it an indelible form. It is a book that will be shared for generations to come.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Self Help",
                "Inspirational",
                "Philosophy",
                "Biography Memoir",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Slammed",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.23,
            "ranking_count": 237361,
            "abstract": "This is an alternate cover edition for. ASIN B008TRUDAS. .. Following the unexpected death of her father, 18-year-old Layken is forced to be the rock for both her mother and younger brother. Outwardly, she appears resilient and tenacious, but inwardly, she's losing hope.. Enter Will Cooper: The attractive, 21-year-old new neighbor with an intriguing passion for slam poetry and a unique sense of humor. Within days of their introduction, Will and Layken form an intense emotional connection, leaving Layken with a renewed sense of hope.. Not long after an intense, heart-stopping first date, they are slammed to the core when a shocking revelation forces their new relationship to a sudden halt. Daily interactions become impossibly painful as they struggle to find a balance between the feelings that pull them together, and the secret that keeps them apart.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction",
                "Poetry"
            ]
        },
        {
            "title": "I Capture the Castle",
            "authors": [
                "Dodie Smith"
            ],
            "ranking": 4.0,
            "ranking_count": 93387,
            "abstract": "Through six turbulent months of 1934, 17-year-old Cassandra Mortmain keeps a journal, filling three notebooks with sharply funny yet poignant entries about her home, a ruined Suffolk castle, and her eccentric and penniless family. By the time the last diary shuts, there have been great changes in the Mortmain household, not the least of which is that Cassandra is deeply, hopelessly, in love.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Romance",
                "European Literature",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Twelfth Night",
            "authors": [
                "William Shakespeare"
            ],
            "ranking": 3.97,
            "ranking_count": 167863,
            "abstract": "Named for the twelfth night after Christmas, the end of the Christmas season,. Twelfth Night. plays with love and power. The Countess Olivia, a woman with her own household, attracts Duke (or Count) Orsino. Two other would-be suitors are her pretentious steward, Malvolio, and Sir Andrew Aguecheek.. Onto this scene arrive the twins Viola and Sebastian; caught in a shipwreck, each thinks the other has drowned. Viola disguises herself as a male page and enters Orsino’s service. Orsino sends her as his envoy to Olivia—only to have Olivia fall in love with the messenger. The play complicates, then wonderfully untangles, these relationships.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Drama",
                "Fiction",
                "Academic",
                "Romance",
                "Literature",
                "Poetry"
            ]
        },
        {
            "title": "Sabriel",
            "authors": [
                "Garth Nix"
            ],
            "ranking": 4.16,
            "ranking_count": 198193,
            "abstract": "Sent to a boarding school in Ancelstierre as a young child, Sabriel has had little experience with the random power of Free Magic or the Dead who refuse to stay dead in the Old Kingdom. But during her final semester, her father, the Abhorsen, goes missing, and Sabriel knows she must enter the Old Kingdom to find him.. With Sabriel, the first installment in the Abhorsen series, Garth Nix exploded onto the fantasy scene as a rising star, in a novel that takes readers to a world where the line between the living and the dead isn't always clear—and sometimes disappears altogether.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Little House in the Big Woods",
            "authors": [
                "Laura Ingalls Wilder",
                "Garth Williams"
            ],
            "ranking": 4.19,
            "ranking_count": 249952,
            "abstract": "Based on the real-life adventures of Laura Ingalls Wilder, Little House in the Big Woods is the first book in the award-winning Little House series, which has captivated generations of readers. This edition features the classic black-and-white artwork from Garth Williams.. Little House in the Big Woods takes place in 1871 and introduces us to four-year-old Laura, who lives in a log cabin on the edge of the Big Woods of Wisconsin. She shares the cabin with her Pa, her Ma, her sisters Mary and Carrie, and their lovable dog, Jack.. Pioneer life isn’t easy for the Ingalls family, since they must grow or catch all their own food as they get ready for the cold winter. But they make the best of every tough situation. They celebrate Christmas with homemade toys and treats, do their spring planting, bring in the harvest in the fall, and make their first trip into town. And every night, safe and warm in their little house, the sound of Pa’s fiddle lulls Laura and her sisters into sleep.. The nine books in the timeless Little House series tell the story of Laura’s real childhood as an American pioneer, and are cherished by readers of all generations. They offer a unique glimpse into life on the American frontier, and tell the heartwarming, unforgettable story of a loving family.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "Night",
            "authors": [
                "Elie Wiesel",
                "Marion Wiesel",
                "François Mauriac"
            ],
            "ranking": 4.35,
            "ranking_count": 1094048,
            "abstract": "Born in the town of Sighet, Transylvania, Elie Wiesel was a teenager when he and his family were taken from their home in 1944 to Auschwitz concentration camp, and then to Buchenwald.. Night. is the terrifying record of Elie Wiesel's memories of the death of his family, the death of his own innocence, and his despair as a deeply observant Jew confronting the absolute evil of man. This new translation by his wife and most frequent translator, Marion Wiesel, corrects important details and presents the most accurate rendering in English of Elie Wiesel's testimony to what happened in the camps and of his unforgettable message that this horror must simply never be allowed to happen again.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "History",
                "Autobiography",
                "World War II",
                "Biography",
                "Academic",
                "Historical",
                "War"
            ]
        },
        {
            "title": "I Am Number Four",
            "authors": [
                "Pittacus Lore"
            ],
            "ranking": 3.93,
            "ranking_count": 330290,
            "abstract": "Nine of us came here. We look like you. We talk like you. We live among you. But we are not you. We can do things you dream of doing. We have powers you dream of having. We are stronger and faster than anything you have ever seen. We are the superheroes you worship in movies and comic books--but we are real.. Our plan was to grow, and train, and become strong, and become one, and fight them. But they found us and started hunting us first. Now all of us are running. Spending our lives in shadows, in places where no one would look, blending in. We have lived among you without you knowing.. But. they. know.. They caught Number One in Malaysia.. Number Two in England.. And Number Three in Kenya.. They killed them all.. I am Number Four.. I am next.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "Cutting for Stone",
            "authors": [
                "Abraham   Verghese"
            ],
            "ranking": 4.3,
            "ranking_count": 354341,
            "abstract": "A sweeping, emotionally riveting first novel - an enthralling family saga of Africa and America, doctors and patients, exile and home.. Marion and Shiva Stone are twin brothers born of a secret union between a beautiful Indian nun and a brash British surgeon at a mission hospital in Addis Ababa. Orphaned by their mother’s death in childbirth and their father’s disappearance, bound together by a preternatural connection and a shared fascination with medicine, the twins come of age as Ethiopia hovers on the brink of revolution. Yet it will be love, not politics—their passion for the same woman—that will tear them apart and force Marion, fresh out of medical school, to flee his homeland. He makes his way to America, finding refuge in his work as an intern at an underfunded, overcrowded New York City hospital. When the past catches up to him—nearly destroying him—Marion must entrust his life to the two men he thought he trusted least in the world: the surgeon father who abandoned him and the brother who betrayed him.. An unforgettable journey into one man’s remarkable life, and an epic story about the power, intimacy, and curious beauty of the work of healing others.. (front flap)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Book Club",
                "Health",
                "Eastern Africa",
                "Medical",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Trainspotting",
            "authors": [
                "Irvine Welsh"
            ],
            "ranking": 4.08,
            "ranking_count": 159088,
            "abstract": "The bestselling novel by Irvine Welsh that provided the inspiration for Danny Boyle’s hit film. '. Choose us. Choose life. Choose mortgage payments; choose washing machines; choose cars; choose sitting oan a couch watching mind-numbing and spirit-crushing game shows, stuffing fuckin junk food intae yir mooth. Choose rotting away, pishing and shiteing yersel in a home, a total fuckin embarrassment tae the selfish, fucked-up brats ye've produced. Choose life.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Classics",
                "Novels",
                "Cultural",
                "Literature",
                "European Literature",
                "Mystery",
                "Thriller",
                "Drama"
            ]
        },
        {
            "title": "A Monster Calls",
            "authors": [
                "Patrick Ness"
            ],
            "ranking": 4.34,
            "ranking_count": 238493,
            "abstract": "The bestselling novel about love, loss and hope from the twice Carnegie Medal-winning Patrick Ness.. Conor has the same dream every night, ever since his mother first fell ill, ever since she started the treatments that don't quite seem to be working. But tonight is different. Tonight, when he wakes, there's a visitor at his window. It's ancient, elemental, a force of nature. And it wants the most dangerous thing of all from Conor. It wants the truth.. Patrick Ness takes the final idea of the late, award-winning writer Siobhan Dowd and weaves an extraordinary and heartbreaking tale of mischief, healing and above all, the courage it takes to survive.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Horror",
                "Childrens",
                "Contemporary",
                "Magical Realism",
                "Death"
            ]
        },
        {
            "title": "The Goose Girl",
            "authors": [
                "Shannon Hale"
            ],
            "ranking": 4.12,
            "ranking_count": 140595,
            "abstract": "She was born with her eyes closed and a word on her tongue, a word she could not taste.. Her name was Anidori-Kiladra Talianna Isilee, Crown Princess of Kildenree, and she spent the first years of her life listening to her aunt’s stories and learning the language of the birds, especially the swans. And when she was older, she watched as a colt was born, and she heard the first word on his tongue, his name, Falada.. From the Grimm’s fairy tale of the princess who became a goose girl before she could become queen, Shannon Hale has woven an incredible, original, and magical tale of a girl who must find her own unusual talents before she can lead the people she has made her own.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Retellings",
                "Childrens",
                "Adventure"
            ]
        },
        {
            "title": "The Red Pyramid",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.09,
            "ranking_count": 359319,
            "abstract": "Since his mother's death six years ago, Carter Kane has been living out of a suitcase, traveling the globe with his father, the brilliant Egyptologist, Dr. Julius Kane. But while Carter's been homeschooled, his younger sister, Sadie, has been living with their grandparents in London. Sadie has just what Carter wants—school friends and a chance at a normal life. But Carter has just what Sadie longs for—time with their father. After six years of living apart, the siblings have almost nothing in common. Until now.. On Christmas Eve, Sadie and Carter are reunited when their father brings them to the British Museum, with a promise that he's going to make things right. But all does not go according to plan: Carter and Sadie watch as Julius summons a mysterious figure, who quickly banishes their father and causes a fiery explosion.. Soon Carter and Sadie discover that the gods of Ancient Egypt are waking, and the worst of them—Set—has a frightening scheme. To save their father, they must embark on a dangerous journey—a quest that brings them ever closer to the truth about their family and its links to the House of Life, a secret order that has existed since the time of the pharaohs.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Drums of Autumn",
            "authors": [
                "Diana Gabaldon"
            ],
            "ranking": 4.34,
            "ranking_count": 228091,
            "abstract": "In this breathtaking novel, rich in history and adventure, #1. New York Times. bestselling author Diana Gabaldon continues the story of Claire Randall and Jamie Fraser that started with the now-classic novel. Outlander. and continued in. Dragonfly in Amber. and. Voyager. . Once again spanning continents and centuries, Gabaldon has created a work of sheer brilliance.. What if you knew someone you loved was going to die? What if you thought you could save them? How much would you risk to try?. Claire Randall has gone to find Jamie Fraser, the man she loved more than life, and has left half her heart behind with their daughter, Brianna. Claire gave up Jamie to save Brianna, and now Bree has sent her mother back to the Scottish warrior who was willing to give his life to save them both. But a chilling discovery in the pages of history suggests that Jamie and Claire's story doesn't have a happy ending.. Brianna dares a terrifying leap into the unknown in search of her mother and the father she has never met, risking her own future to try to change history . . . and to save their lives. But as Brianna plunges into an uncharted wilderness, a heartbreaking encounter may strand her forever in the past . . . or root her in the place she should be, where her heart and soul belong.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Adult",
                "Adventure"
            ]
        },
        {
            "title": "The Glass Menagerie",
            "authors": [
                "Tennessee Williams",
                "Robert Bray",
                "Anastasia Hillie",
                "George Mackay",
                "Patsy Ferran",
                "Sope Dirisu"
            ],
            "ranking": 3.72,
            "ranking_count": 122150,
            "abstract": "No play in the modern theater has so captured the imagination and heart of the American public as Tennessee Williams's The Glass Menagerie. As Williams's first popular success, it launched the brilliant, if somewhat controversial, career, of our pre-eminent lyric playwright. Since its premiere in Chicago in 1944, with the legendary Laurette Taylor in the role of Amanda, Menagaerie has been the bravura piece for great actresses from Jessica Tandy to Joanne Woodward, and is studied and performed in classrooms and theatres around the world.. The Glass Menagerie (in the reading text the author preferred) is now available only in its New Directions Paperbook edition. A new introduction by the editor of The Tennessee Williams Annual Review, Robert Bray, reappraises the play more than half a century after it won the New York Drama Critics Circle Award. This edition of The Glass Menagerie also includes Williams's essay on the impact of sudden fame on a struggling writer, The Catastrophe of Success, as well as a short section of Williams's own Production Notes.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Fiction",
                "Academic",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "The Hours",
            "authors": [
                "Michael Cunningham"
            ],
            "ranking": 3.94,
            "ranking_count": 131488,
            "abstract": "In 1920s London, Virginia Woolf is fighting against her rebellious spirit as she attempts to make a start on her new novel. A young wife and mother, broiling in a suburb of 1940s Los Angeles, yearns to escape and read her precious copy of Mrs Dalloway. And Clarissa Vaughan steps out of her smart Greenwich village apartment in 1990s New York to buy flowers for a party she is hosting for a dying friend.. The Hours recasts the classic story of Woolf's Mrs Dalloway in a startling new light. Moving effortlessly across the decades and between England and America, this exquisite novel intertwines the worlds of three unforgettable women.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "LGBT",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "Demian: Die Geschichte von Emil Sinclairs Jugend",
            "authors": [
                "Hermann Hesse",
                "Thomas Mann"
            ],
            "ranking": 4.13,
            "ranking_count": 89635,
            "abstract": "Wie alle Hauptwerke Hermann Hesses hat auch der Demian, den der damals 40jährige Autor mitten im Ersten Weltkrieg schrieb, eine ebenso ungewöhnliche wie spannende Entstehungs- und Wirkungsgeschichte. Daß dieses im Herbst 1917 vollendete Buch erst im Juni 1919, ein halbes Jahr nach Kriegsende, veröffentlicht wurde, lag an der Unbekanntheit des Verfassers. Denn Hesse hatte das Manuskript dem Verlag als das Erstlingswerk eines kranken jungen Dichters empfohlen, des zeitkritischen Poeten Emil Sinclair, der bisher nur in Zeitungen und Zeitschriften durch pazifistische Mahnrufe und Erzählungen aufgefallen war (die gleichfalls von Hesse stammten). Doch trotz des Inkognitos erlebte das Buch eine geradezu stürmische Aufnahme und wurde noch im Erscheinungsjahr mit dem Fontane-Preis für das beste Erstlingswerk eines Nachwuchsautors ausgezeichnet. Thomas Mann verglich die elektrisierende Wirkung des Buches mit der von Goethes Werther, da es »mit unheimlicher Genauigkeit den Nerv der Zeit traf und eine ganze Jugend, die wähnte aus ihrer Mitte sei ihr ein Künder ihres tiefsten Lebens entstanden, zu dankbarem Entzücken hinriß«. Bis zur Entdeckung des Pseudonyms im Mai 1920 erschienen drei Auflagen, denen dann unter Hesses eigenem Namen zu seinen Lebzeiten noch 93 weitere folgten.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "European Literature",
                "Literature",
                "Novels",
                "Cultural",
                "Young Adult",
                "Nobel Prize"
            ]
        },
        {
            "title": "Sense and Sensibility",
            "authors": [
                "Jane Austen",
                "Tony Tanner",
                "Juliet Stevenson",
                "Sam Ngo",
                "Sara Singh",
                "Rosalind Ballaster",
                "Ros Ballaster"
            ],
            "ranking": 4.08,
            "ranking_count": 1063097,
            "abstract": "Alternate cover edition of ISBN 9780141439662. 'The more I know of the world, the more am I convinced that I shall never see a man whom I can really love. I require so much!'. Marianne Dashwood wears her heart on her sleeve, and when she falls in love with the dashing but unsuitable John Willoughby she ignores her sister Elinor's warning that her impulsive behaviour leaves her open to gossip and innuendo. Meanwhile Elinor, always sensitive to social convention, is struggling to conceal her own romantic disappointment, even from those closest to her. Through their parallel experience of love—and its threatened loss—the sisters learn that sense must mix with sensibility if they are to find personal happiness in a society where status and money govern the rules of love.. This edition includes explanatory notes, textual variants between the first and second editions, and Tony Tanner's introduction to the original Penguin Classic edition.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Historical",
                "Literature",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "No Country for Old Men",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 4.12,
            "ranking_count": 170004,
            "abstract": "In his blistering new novel, Cormac McCarthy returns to the Texas-Mexico border, the setting of his famed. Border Trilogy. . The time is our own, when rustlers have given way to drug-runners and small towns have become free-fire zones.. One day, Llewellyn Moss finds a pickup truck surrounded by a bodyguard of dead men. A load of heroin and two million dollars in cash are still in the back. When Moss takes the money, he sets off a chain reaction of catastrophic violence that not even the law–in the person of aging, disillusioned Sheriff Bell–can contain.. As Moss tries to evade his pursuers–in particular a mysterious mastermind who flips coins for human lives–McCarthy simultaneously strips down the American crime novel and broadens its concerns to encompass themes as ancient as the Bible and as bloodily contemporary as this morning’s headlines.. No Country for Old Men. is a triumph.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Westerns",
                "Literature",
                "Novels",
                "Classics",
                "Contemporary"
            ]
        },
        {
            "title": "Julius Caesar",
            "authors": [
                "William Shakespeare",
                "Roma Gill"
            ],
            "ranking": 3.69,
            "ranking_count": 185274,
            "abstract": "The. Oxford School Shakespeare. has become the preferred introduction to the literary legacy of the greatest playwright in the English language. This exclusive collection of the Bard's best works has been designed specifically for readers new to Shakespeare's rich literary legacy. Each play is. presented complete and unabridged, in large print. Every book is well illustrated, and starts with a commentary and character summary. Scene synopses and character summaries clarify confusing plots, while incisive essays explore the historical context and Shakespeare's sources. Each book ends with a. complete list of Shakespeare's plays and a brief chronology of the Bard's life. The detailed explanatory notes are written clearly and positioned right next to the text--no more squinting at microscopic footnotes or flipping pages back and forth in search of endnotes!. The new edition of the series features new covers and new illustrations, including both new drawings and photos from recent productions of Shakespeare's plays around the globe. In addition, the notes and the introductory material have been completely revised in line with new research and in order to. make them clearer and more accessible. Finally, the entire text has been redesigned and reset to enhance readability. The new edition achieves the feat of unprecedented clarity of presentation without any cuts to the original text or the detailed explanations.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Academic",
                "Historical",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Anne of Avonlea",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.21,
            "ranking_count": 170315,
            "abstract": "At sixteen, Anne is grown up...almost. Her gray eyes shine like evening stars, but her red hair is still as peppery as her temper. In the years since she arrived at Green Gables as a freckle-faced orphan, she has earned the love of the people of Avonlea. and. a reputation for getting into scrapes. But when Anne begins her job as the new schoolteacher, the real test of her character begins. Along with teaching the three Rs, she is learning how complicated life can be when she meddles in someone else's romance, finds two new orphans at Green Gables, and wonders about the strange behaviour of the very handsome Gilbert Blythe. As Anne enters womanhood, her adventures touch the heart and the funny bone.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Romance",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "The Last Unicorn",
            "authors": [
                "Peter S. Beagle"
            ],
            "ranking": 4.16,
            "ranking_count": 101543,
            "abstract": "She was magical, beautiful beyond belief—and completely alone.... The unicorn had lived since before memory in a forest where death could touch nothing. Maidens who caught a glimpse of her glory were blessed by enchantment they would never forget. But outside her wondrous realm, dark whispers and rumours carried a message she could not ignore: Unicorns are gone from the world.. Aided by a bumbling magician and an indomitable spinster, she set out to learn the truth. but she feared even her immortal wisdom meant nothing in a world where a mad king's curse and terror incarnate lived only to stalk the last unicorn to her doom...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Speaker for the Dead",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 4.08,
            "ranking_count": 236682,
            "abstract": "Now available in mass market, the revised, definitive edition of the Hugo and Nebula Award-winning classic. In this second book in the saga set 3,000 years after the terrible war, Ender Wiggin is reviled by history as the Xenocide--the destroyer of the alien Buggers. Now, Ender tells the true story of the war and seeks to stop history from repeating itself. .... In the aftermath of his terrible war, Ender Wiggin disappeared, and a powerful voice arose: The Speaker for the Dead, who told the true story of the Bugger War.. Now, long years later, a second alien race has been discovered, but again the aliens' ways are strange and frightening...again, humans die. And it is only the Speaker for the Dead, who is also Ender Wiggin the Xenocide, who has the courage to confront the mystery...and the truth.. Speaker for the Dead. , the second novel in Orson Scott Card's Ender Quintet, is the winner of the 1986 Nebula Award for Best Novel and the 1987 Hugo Award for Best Novel.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Young Adult",
                "Audiobook",
                "Space",
                "Novels"
            ]
        },
        {
            "title": "Hunted",
            "authors": [
                "P.C. Cast",
                "Kristin Cast"
            ],
            "ranking": 3.92,
            "ranking_count": 174758,
            "abstract": "What if the hottest guy in the world was hiding a nameless evil, and all he wanted was you? At the start of this heart-pounding new installment of the bestselling House of Night series, Zoey’s friends have her back again and Stevie Rae and the red fledglings aren’t Neferet’s secrets any longer. But an unexpected danger has emerged. Neferet guards her powerful new consort, Kalona, and no one at the House of Night seems to understand the threat he poses. Kalona looks gorgeous, and he has the House of Night under his spell. A past life holds the key to breaking his rapidly spreading influence, but what if this past life shows Zoey secrets she doesn’t want to hear and truths she can’t face?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "We Need to Talk About Kevin",
            "authors": [
                "Lionel Shriver"
            ],
            "ranking": 4.06,
            "ranking_count": 182248,
            "abstract": "The gripping international bestseller about motherhood gone awry.. Eva never really wanted to be a mother - and certainly not the mother of the unlovable boy who murdered seven of his fellow high school students, a cafeteria worker, and a much-adored teacher who tried to befriend him, all two days before his sixteenth birthday. Now, two years later, it is time for her to come to terms with marriage, career, family, parenthood, and Kevin's horrific rampage in a series of startlingly direct correspondences with her estranged husband, Franklin. Uneasy with the sacrifices and social demotion of motherhood from the start, Eva fears that her alarming dislike for her own son may be responsible for driving him so nihilistically off the rails.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Thriller",
                "Horror",
                "Mystery",
                "Drama",
                "Adult",
                "Psychology",
                "Literary Fiction",
                "Book Club"
            ]
        },
        {
            "title": "The Bean Trees",
            "authors": [
                "Barbara Kingsolver"
            ],
            "ranking": 3.98,
            "ranking_count": 142267,
            "abstract": "Clear-eyed and spirited, Taylor Greer grew up poor in rural Kentucky with the goals of avoiding pregnancy and getting away. But when she heads west with high hopes and a barely functional car, she meets the human condition head-on. By the time Taylor arrives in Tucson, Arizona, she has acquired a completely unexpected child, a three-year-old American Indian girl named Turtle, and must somehow come to terms with both motherhood and the necessity for putting down roots. Hers is a story about love and friendship, abandonment and belonging, and the discovery of surprising resources in apparently empty places.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Adult Fiction",
                "Adult",
                "Classics",
                "Academic",
                "Literature",
                "Realistic Fiction"
            ]
        }
    ]
}