{
    "books": [
        {
            "title": "It's a Magical World",
            "authors": [
                "Bill Watterson"
            ],
            "ranking": 4.72,
            "ranking_count": 27603,
            "abstract": "When cartoonist Bill Watterson announced that his phenomenally popular cartoon strip would be discontinued,. Calvin and Hobbes. fans throughout the world went into mourning. Fans have learned to survive -- despite the absence of the boy and his tiger in the daily newspaper.. It's a Magical World. delivers all the satisfaction of visiting its characters once more. Calvin fans will be able to see their favorite mischief maker stir it up with his furry friend, long-suffering parents, classmate Susie Derkins, school teacher Miss Wormwood, and Rosalyn the baby-sitter.. It's a Magical World. includes full-color Sundays and has it all: Calvin-turned-firefly waking Hobbes with his flashlight glow; courageous Spaceman Spiff rocketing through alien galaxies as he battles Dad-turned-Bug-Being; and Calvin's always inspired snowman art. There's no better way for Watterson fans to savor again the special qualities of their favorite strip.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Comics",
                "Graphic Novels Comics",
                "Childrens"
            ]
        },
        {
            "title": "The Last Convertible",
            "authors": [
                "Anton Myrer"
            ],
            "ranking": 4.24,
            "ranking_count": 1940,
            "abstract": "Anton Myrer's beloved, bestselling novel of America's World War II generation is as powerful now as it was upon its publication. An immediate classic, it tells the story of five Harvard men, the women they loved -- and the elegant car that came to symbolize their romantic youth. It is also the story of their coming-of-age in the dark days of World War II, and of their unshakable loyalty to a lost dream of Camelot, of grace and style, in the decades that followed. The Last Convertible is a gripping tribute to a way of living that immortalized the Greatest Generation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Classics",
                "Novels",
                "Romance",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "The Time of the Doves",
            "authors": [
                "Mercè Rodoreda",
                "David H. Rosenthal"
            ],
            "ranking": 3.86,
            "ranking_count": 7393,
            "abstract": "Barcelona, early 1930s: Natalia, a pretty shop-girl from the working-class quarter of Gracia, is hesitant when a stranger asks her to dance at the fiesta in Diamond Square. But Joe is charming and forceful, and she takes his hand. They marry and soon have two children; for Natalia it is an awakening, both good and bad. When Joe decides to breed pigeons, the birds delight his son and daughter - and infuriate his wife. Then the Spanish Civil War erupts, and lays waste to the city and to their simple existence. Natalia remains in Barcelona, struggling to feed her family, while Joe goes to fight the fascists, and one by one his beloved birds fly away. A highly acclaimed classic that has been translated into more than twenty languages, In Diamond Square is the moving, vivid and powerful story of a woman caught up in a convulsive period of history.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Historical",
                "European Literature",
                "Novels",
                "War",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "On Death and Dying",
            "authors": [
                "Elisabeth Kübler-Ross"
            ],
            "ranking": 4.16,
            "ranking_count": 25335,
            "abstract": "One of the most important psychological studies of the late twentieth century,. On Death and Dying. grew out of Dr. Elisabeth Kübler-Ross's famous interdisciplinary seminar on death, life, and transition. In this remarkable book, Dr. Kübler-Ross first explored the now-famous five stages of death: denial and isolation, anger, bargaining, depression, and acceptance. Through sample interviews and conversations, she gives the reader a better understanding of how imminent death affects the patient, the professionals who serve that patient, and the patient's family, bringing hope to all who are involved.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Death",
                "Philosophy",
                "Self Help",
                "Health",
                "Science",
                "Spirituality",
                "Medical"
            ]
        },
        {
            "title": "Living with Joy: Keys to Personal Power and Spiritual Transformation",
            "authors": [
                "Sanaya Roman",
                "Elaine Ratner"
            ],
            "ranking": 4.43,
            "ranking_count": 1437,
            "abstract": "This text presents a systematic course in spiritual growth that aims to help the reader to transform their life, discover personal power, and awaken to the truth of who they are.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Self Help",
                "Nonfiction",
                "Philosophy",
                "Inspirational",
                "Psychology"
            ]
        },
        {
            "title": "Cities of Salt",
            "authors": [
                "Abdul Rahman Munif",
                "عبدالرحمن منيف",
                "Peter Theroux"
            ],
            "ranking": 4.06,
            "ranking_count": 4089,
            "abstract": "Set in an unnamed Persian Gulf kingdom in the 1930s, this remarkable novel tells the story of the disruption and diaspora of a poor oasis community following the discovery of oil there. The meeting of the Arabs and the Americans who, in essence, colonize the remote region is a cultural confrontation in which religion, history, superstition, and mutual incomprehension all play a part.. Powerful political fiction that it is,. CITIES OF SALT. has been banned in several Arab countries, including Saudi Arabia. This novel, the first volume in a trilogy, has been translated from the Arabic to the English by Peter Theroux.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Literature",
                "Classics",
                "Politics",
                "Unfinished",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Counterlife",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.91,
            "ranking_count": 4675,
            "abstract": "The Counterlife. is about people enacting their dreams of renewal and escape, some of them going so far as to risk their lives to alter seemingly irreversible destinies. Wherever they may find themselves, the characters of. The Counterlife. are tempted unceasingly by the prospect of an alternative existence that can reverse their fate.. Illuminating these lives in transition and guiding us through the book's evocative landscapes, familiar and foreign, is the mind of the novelist Nathan Zuckerman. His is the skeptical, enveloping intelligence that calculates the price that's paid in the struggle to change personal fortune and reshape history, whether in a dentist's office in suburban New Jersey, or in a tradition-bound English Village in Gloucestershire, or in a church in London's West End, or in a tiny desert settlement in Israel's occupied West Bank.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Religion",
                "Contemporary",
                "Roman"
            ]
        },
        {
            "title": "Through a Glass Darkly",
            "authors": [
                "Karleen Koen"
            ],
            "ranking": 3.96,
            "ranking_count": 10682,
            "abstract": "THE. NEW YORK TIMES. BESTSELLER!. One of the most beloved historical fiction novels of all time!. As opulent and passionate as the 18th century it celebrates,. Through A Glass Darkly. sparkles with all of the extravagance and scandal of a grand and glorious era.. Barbara Alderly has loved her husband, the wealthy, charming Earl of Devane, Roger Montgeoffry, since childhood.. Set against a French court awash in intrigue, treachery and debauchery, Barbara must learn to navigate the dark currents of deception, scandal and betrayal.. Peopled by a cast of unforgettable characters, here is the story of a great family ruled by a dowager of extraordinary power; a young woman coming of age, seeking love in the midst of a storm; her mother, the cruel and self-centered Diana; and of a man haunted by a secret that could turn all of their dreams to ashes.... Like no other historical fiction novel,. Through a Glass Darkly. is infused with intrigue, sweetened by romance and awash in the black ink of betrayal.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "European Literature",
                "Literature",
                "Cultural",
                "Fantasy",
                "Adult"
            ]
        },
        {
            "title": "This Way for the Gas, Ladies and Gentlemen",
            "authors": [
                "Tadeusz Borowski",
                "Barbara Vedder",
                "Jan Kott",
                "Michael Kandel"
            ],
            "ranking": 4.14,
            "ranking_count": 7513,
            "abstract": "Tadeusz Borowski’s concentration camp stories were based on his own experiences surviving Auschwitz and Dachau. In spare, brutal prose he describes a world where where the will to survive overrides compassion and prisoners eat, work and sleep a few yards from where others are murdered; where the difference between human beings is reduced to a second bowl of soup, an extra blanket or the luxury of a pair of shoes with thick soles; and where the line between normality and abnormality vanishes. Published in Poland after the Second World War, these stories constitute a masterwork of world literature.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Short Stories",
                "World War II",
                "Nonfiction",
                "War",
                "European Literature",
                "Classics",
                "Cultural",
                "Autobiography"
            ]
        },
        {
            "title": "Goodbye to Berlin",
            "authors": [
                "Christopher Isherwood"
            ],
            "ranking": 3.94,
            "ranking_count": 12012,
            "abstract": "Here, meine Damen und Herren, is Christopher Isherwood's brilliant farewell to a city which was not only buildings, streets, and people, but was also a state of mind which will never come around again.. In linked short stories, he says goodbye to Sally Bowles, to Fraulein Schroeder, to pranksters, perverts, political manipulators; to the very, very guilty and to the dwindling band of innocents. It is goodbye to a Berlin wild, wicked, breathtaking, decadent beyond belief and already -- in the years between the wars -- welcoming death in through the door, though more with a wink than a whimper.. ~from the back cover",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Short Stories",
                "Cultural",
                "LGBT",
                "Historical",
                "European Literature",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Legend",
            "authors": [
                "David Gemmell"
            ],
            "ranking": 4.27,
            "ranking_count": 29097,
            "abstract": "He is. DRUSS the Legend. . His skill in battle has earned him a fearsome reputation throughout the world and the stories of his life are told everywhere. But the grizzled veteran has spurned a life of fame and fortune and has retreated to the solitude of his mountain lair to await his old enemy, Death.. Meanwhile, barbarian hordes of the Nadir are on the march, conquering all before them. All that stands before them and victory is the legendary six-walled fortress of the Drenai empire, Dros Delnoch. If the fortress falls, so do the Drenai. Druss reluctantly agrees to come out of retirement. But can even Druss live up to his own legends?. Held by many to be Gemmell's most iconic work, the book is considered a classic in the heroic fantasy genre.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Heroic Fantasy",
                "Adventure",
                "War",
                "Science Fiction Fantasy",
                "Epic"
            ]
        },
        {
            "title": "Curious George",
            "authors": [
                "H.A. Rey"
            ],
            "ranking": 4.15,
            "ranking_count": 132022,
            "abstract": "The first adventure in this highly popular series tells how the little monkey Curious George, caught in the jungle and brought back to the city by a man in a yellow hat, can't help being interested in all the new things around him. Though well meaning, George's curiosity always gets him into trouble. Young readers can easily relate, and Rey's cheerful illustrations celebrate Curious George's innocence.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Adventure",
                "Kids",
                "Humor",
                "Fantasy"
            ]
        },
        {
            "title": "Possessing the Secret of Joy",
            "authors": [
                "Alice Walker"
            ],
            "ranking": 4.08,
            "ranking_count": 14805,
            "abstract": "Possessing the Secret of Joy. is the story of Tashi, a tribal African woman who lives much of her adult life in North America. As a young woman, a misguided loyalty to the customs of her people led her to voluntarily submit to the tsunga's knife and be genitally mutilated (pharoanoically circumcised). Severely traumatized by this experience, she spends the rest of her life battling madness, trying desperately through psychotherapy - she is treated by disciples of both Freud and C.G. Jung, and even by Jung himself - to regain the ability to recognize her own reality and to feel. It is only with the help of the most unlikely ally she can imagine that she begins to study the mythological reasons invented by her ancient ancestors for what was done to her and to millions of other women and girls over thousands of years. As her understanding grows, so does her capacity to encounter her overwhelming grief. Underneath this grief is her glowing anger. Anger propels her to act. Action brings both feeling - life, the ability to exist with awareness in the moment - and death, of which she finds she has completely lost her fear.. While not a sequel to. The Color Purple. or. The Temple of My Familiar. ,. Possessing the Secret of Joy. follows the life of a barely-glimpsed character from those books. Combining fact and fiction, communing with the spirits of the living and the dead, Alice Walker in this novel strikes with graceful power at the heart of one of the most controversial issues of our time.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Cultural",
                "Historical",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Womens"
            ]
        },
        {
            "title": "Birthday Letters",
            "authors": [
                "Ted Hughes"
            ],
            "ranking": 3.91,
            "ranking_count": 9323,
            "abstract": "Formerly Poet Laureate to Queen Elizabeth II, the late Ted Hughes (1930-98) is recognized as one of the few contemporary poets whose work has mythic scope and power. And few episodes in postwar literature have the legendary stature of Hughes's romance with, and marriage to, the great American poet Sylvia Plath.. The poems in. Birthday Letters. are addressed (with just two exceptions) to Plath, and were written over a period of more than twenty-five years, the first a few years after her suicide in 1963. Some are love letters, others haunted recollections and ruminations. In them, Hughes recalls his and Plath's time together, drawing on the powerful imagery of his work--animal, vegetable, mythological--as well as on Plath's famous verse.. Countless books have discussed the subject of this intense relationship from a necessary distance, but this volume--at last--offers us Hughes's own account. Moreover, it's a truly remarkable collection of poems in its own right.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Classics",
                "Biography",
                "European Literature",
                "Literature",
                "Autobiography"
            ]
        },
        {
            "title": "Star Maker",
            "authors": [
                "Olaf Stapledon"
            ],
            "ranking": 3.92,
            "ranking_count": 7083,
            "abstract": "Star Maker. , publicado por primera vez en 1937, se considera generalmente la mejor obra de Stapledon. Desde el principio, el libro hace gala de su lirismo, a pesar del mundano tema inicial de los suburbios tras la puesta de sol. En estos tranquilos hogares se explora la posible existencia de una relación genuina entre dos personas, en un primer intento de iluminar el concepto de verdadera comunidad. La inmensidad del mundo y la aparente imposibilidad de que un ser humano pueda tener una verdadera relación con todas las personas entran en conflicto con este ideal. A partir de estas circunstancias eminentemente reconocibles, el narrador amplía rápidamente su punto de vista para considerar el mundo y sus multitudes antes de llegar a la sugerencia de que todo esto es insignificante frente al universo.. Olaf Stapledon. fue un escritor y filósofo británico cuya primera ciencia ficción se publicó en 1930. Gran parte de sus escritos se refieren al concepto de verdadera comunidad y a su creencia de que la humanidad, tal y como existe actualmente, no tiene capacidad real para comprender la verdad. Esto le sitúa muy lejos de la corriente de ciencia ficción pulp de su época. Su énfasis en el comentario social, más que en la acción, y su uso de los procesos de ciencia ficción para hacer avanzar el discurso filosófico, continúa, en cambio, la corriente de romance científico ya establecida en la tradición literaria británica.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Philosophy",
                "Classics",
                "Fantasy",
                "Novels",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Space"
            ]
        },
        {
            "title": "The Missing Piece Meets the Big O",
            "authors": [
                "Shel Silverstein"
            ],
            "ranking": 4.36,
            "ranking_count": 12885,
            "abstract": "From. Shel Silverstein. , the celebrated author of. The Giving Tree. and. Where the Sidewalk Ends. , comes. The Missing Piece Meets the Big O. , a charming fable that gently probes the nature of individuality and self-fulfillment.. The missing piece sat alone. waiting for someone. to come along. and take it somewhere.... The different ones it encounters – and what it discovers in its helplessness – are portrayed with simplicity and compassion in the words and drawings of Shel Silverstein.. And don't miss. Runny Babbit Returns (2017). ,. the new sequel and book from Shel Silverstein!",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Poetry",
                "Fiction",
                "Classics",
                "Inspirational",
                "Sequential Art",
                "Young Adult",
                "Humor"
            ]
        },
        {
            "title": "Brida",
            "authors": [
                "Paulo Coelho",
                "Montserrat Mira"
            ],
            "ranking": 3.49,
            "ranking_count": 73739,
            "abstract": "O livro conta a história de Brida O' Fern, uma irlandesa de 21 anos em busca da magia e dos poderes ocultos. Durante sua busca, Brida conhece um mago, Mago de Folk, que promete ensiná-la através da Tradição do Sol, que explica tudo através da natureza e de suas manifestações divinas. Mas Brida toma, na verdade, como mestra, Wicca, uma bela mulher que lhe ensina através da Tradição da Lua, a antiga Tradição das Bruxas, que explica o Universo através da Sabedoria e do Tempo. Sua evolução espiritual e sua busca pela Outra Parte (a famosa alma gêmea) estão retratadas neste livro emocionante e tão interessante quanto os outros livros do autor - segue contudo, o estilo altamente místico como O Diário de um Mago e O Alquimista.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Philosophy",
                "Novels",
                "Romance",
                "Spirituality",
                "Inspirational",
                "Magical Realism",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "Coming Home",
            "authors": [
                "Rosamunde Pilcher"
            ],
            "ranking": 4.33,
            "ranking_count": 19625,
            "abstract": "Against the backdrop of an elegant Cornwall mansion before World War II and a vast continent-spanning canvas during the turbulent war years, this involving story tells of an extraordinary young woman's coming of age, coming to grips with love and sadness, and in every sense of the term, coming home.... In 1935, Judith Dunbar is left behind at a British boarding school when her mother and baby sister go off to join her father in Singapore. At Saint Ursula's, her friendship with Loveday Carey-Lewis sweeps her into the privileged, madcap world of the British aristocracy, teaching her about values, friendship, and wealth. But it will be the drama of war, as it wrenches Judith from those she cares about most, that will teach her about courage...and about love.. Teeming with marvelous, memorable characters in a novel that is a true masterpiece,. Coming Home. is a book to be savored, reread, and cherished forever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "War",
                "European Literature",
                "Adult Fiction",
                "Womens Fiction",
                "Drama"
            ]
        },
        {
            "title": "Psycho",
            "authors": [
                "Robert Bloch"
            ],
            "ranking": 4.11,
            "ranking_count": 59764,
            "abstract": "It was a dark and stormy night when Mary Crane glimpsed the unlit neon sign announcing the vacancy at the Bates motel. Exhausted, lost, and at the end of her rope, she was eager for a hot shower and a bed for the night. Her room was musty but clean and the plumbing worked. Norman Bates, the manager, seemed nice, if a little odd.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Classics",
                "Fiction",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "April Fool's Day",
            "authors": [
                "Bryce Courtenay"
            ],
            "ranking": 4.19,
            "ranking_count": 8069,
            "abstract": "In the end, love is more important than everything and it will conquer and overcome anything. Or that’s how Damon saw it, anyway. Damon wanted a book that talked a lot about love. Damon Courtenay died on the morning of April Fool’s Day. In this tribute to his son, Bryce Courtenay lays bare the suffering behind this young man’s life. Damon’s story is one of life-long struggle, his love for Celeste, the compassion of family, and a fight to the end for integrity. A testimony to the power of love, April Fool’s Day is also about understanding: how when we confront our worst, we can become our best.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Cultural",
                "Biography Memoir",
                "Drama",
                "True Story",
                "Classics",
                "Contemporary"
            ]
        },
        {
            "title": "Mao II",
            "authors": [
                "Don DeLillo"
            ],
            "ranking": 3.68,
            "ranking_count": 10743,
            "abstract": "One of the most intelligent, grimly funny voices to comment on life in present-day America (. The New York Times. ), Don DeLillo presents an extraordinary new novel about words and images, novelists and terrorists, the mass mind and the arch-individualist. At the heart of the book is Bill Gray, a famous reclusive writer who escapes the failed novel he has been working on for many years and enters the world of political violence, a nightscape of Semtex explosives and hostages locked in basement rooms. Bill's dangerous passage leaves two people stranded: his brilliant, fixated assistant, Scott, and the strange young woman who is Scott's lover—and Bill's.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "The United States Of America",
                "United States",
                "American"
            ]
        },
        {
            "title": "Baghdad Without a Map and Other Misadventures in Arabia",
            "authors": [
                "Tony Horwitz"
            ],
            "ranking": 3.99,
            "ranking_count": 3905,
            "abstract": "With razor-sharp wit and insight, intrepid journalist Tony Horwitz gets beyond solemn newspaper headlines and romantic myths of Arabia to offer startling close-ups of a volatile region few Westerners understand. His quest for hot stories takes him from the tribal wilds of Yemen to the shell-pocked shores of Lebanon; from the malarial sands of the Sudan to the eerie souks of Saddam Hussein's Iraq, a land so secretive that even street maps and weather reports are banned.. As an oasis in the Empty Quarter, a veiled woman offers tea and a mysterious declaration of love. In Cairo, politeness police patrol seedy nightclubs to ensure that belly dancers don't show any belly. And at the Ayatollah's funeral in Tehran a mourner chants, Death to America, then confesses to the author his secret dream--to visit Disneyland.. Careening through thirteen Muslim countries and Israel, Horwitz travels light, packing a keen eye, a wicked sense of humor, and chutzpah in almost suicidal measure. This wild and comic tale of Middle East misadventure reveals a fascinating world in which the ancient and the modern collide.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Autobiography",
                "History",
                "Adventure",
                "Writing",
                "Humor",
                "Biography",
                "Religion"
            ]
        },
        {
            "title": "Omeros",
            "authors": [
                "Derek Walcott"
            ],
            "ranking": 4.01,
            "ranking_count": 2615,
            "abstract": "A poem in five books, of circular narrative design, titled with the Greek name for Homer, which simultaneously charts two currents of history: the visible history charted in events—the tribal losses of the American Indian, the tragedy of African enslavement—and the interior, unwritten epic fashioned from the suffering of the individual in exile.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Classics",
                "Literature",
                "Fantasy",
                "Nobel Prize",
                "Epic",
                "Academic"
            ]
        },
        {
            "title": "The Country Girls Trilogy and Epilogue",
            "authors": [
                "Edna O'Brien"
            ],
            "ranking": 3.88,
            "ranking_count": 2855,
            "abstract": "“Delicious...whollv original...sensitive as a harp string...captures the vigilance of childhood and reproduces, eerily intact, its heightened sensations.”. —. Newsday. From the acclaimed author of. Country Girl: A Memoir. Kate and Baba are two ambitious Irish country girls in search of life: romantic Kate seeks love, while pragmatic Baba will take whatever she can get. Together they set out to conquer Dublin and the world. Under the big city’s bright lights, they spin their lives into a whirl of comic and touching misadventures, wild flirtations, and reckless passions. But love changes everything. And as their lives take unexpected and separate turns, Baba and Kate must ultimately learn to go it alone.. A beautiful portrait of the pain and joy of youth, the ruin of marriage gone wrong, and the ache of lost friendship and love, this trilogy of Edna O’Brien’s remarkable early novels is more than just a harbinger of the stunning and masterly writer she has become.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Classics",
                "Historical",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Altazor/Temblor del cielo",
            "authors": [
                "Vicente Huidobro"
            ],
            "ranking": 4.29,
            "ranking_count": 869,
            "abstract": "Altazor y Temblor de cielo (1931), poemas en verso y prosa, respectivamente, son las abras clave del chileno Huidobro, uno de los importadores de las vanguardias a España. Altazor es una intensa abra metafísica, ademas de un ingenioso juego de palabras, culminación del creacionismo.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Classics",
                "Literature",
                "Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "The Roman Spring of Mrs. Stone",
            "authors": [
                "Tennessee Williams"
            ],
            "ranking": 3.66,
            "ranking_count": 1352,
            "abstract": "The story of a wealthy, fiftyish American widow, recently a famous stage beauty, but now drifting. The novel opens soon after her husband's death and her retirement from the theatre, as Mrs. Stone tries to adjust to her aimless new life in Rome. She is adjusting, too, to aging (The knowledge that her beauty was lost had come upon her recently and it was still occasionally forgotten.) With poignant wit and his own particular brand of relish, Williams charts her drift into an affair with a cruel young gigolo: As compelling, as fascinating, and as technically skilled as his plays. (. Publishers Weekly. )",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Plays",
                "Literature",
                "Novels",
                "Drama",
                "American"
            ]
        },
        {
            "title": "The White Goddess: A Historical Grammar of Poetic Myth",
            "authors": [
                "Robert Graves"
            ],
            "ranking": 4.03,
            "ranking_count": 3418,
            "abstract": "The White Goddess. is perhaps the finest of Robert Graves's works on the psychological and mythological sources of poetry. In this tapestry of poetic and religious scholarship, Graves explores the stories behind the earliest of European deities—the White Goddess of Birth, Love, and Death—who was worshipped under countless titles. He also uncovers the obscure and mysterious power of pure poetry and its peculiar and mythic language.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Poetry",
                "Nonfiction",
                "History",
                "Religion",
                "Philosophy",
                "Anthropology",
                "Classics",
                "Spirituality",
                "Folklore"
            ]
        },
        {
            "title": "The Mabinogion Tetralogy",
            "authors": [
                "Evangeline Walton"
            ],
            "ranking": 4.2,
            "ranking_count": 1118,
            "abstract": "The retelling of the epic Welsh myth that is certainly among the top 5 fantasy series of the twentieth century (sfsite.com).. The Mabinogion is to Welsh mythology what the tales of Zeus, Hera, and Apollo are to Greek myth. these tales constitute a powerful work of the imagination, ranking with Tokien's Lord of the Rings novels and T.H. White's The Once and Future King. Evangeline Walton's compelling rendition of these classic, thrilling stories of magic, betrayal, lost love, and bitter retribution include the encounter between Prince Pwyll and Arawn, the God of Death, which Pwyll survives by agreeing to kill the one man that Death cannot fell, and the tale of bran the blessed and his family's epic struggle for the throne.. The Mabinogion is internationally recognized as the world's finest arc of Celtic mythology; Walton's vivid retelling introduces an ancient world of gods and monsters, heroes, kings and quests, making accessible one of the greatest fantasy sagas of all time.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Historical",
                "Mythology",
                "Folklore",
                "Literature"
            ]
        },
        {
            "title": "A Charlie Brown Christmas",
            "authors": [
                "Charles M. Schulz"
            ],
            "ranking": 4.49,
            "ranking_count": 17079,
            "abstract": "It's Christmas! Everyone is getting into the Christmas spirit -- except for Charlie Brown. It seems like everybody has forgotten what Christmas is truly about. But Lucy, Linus, and the whole Peanuts gang have some holiday surprises that will make even Charlie Brown feel merry!",
            "part_of_series": true,
            "genre_list": [
                "Holiday",
                "Childrens",
                "Fiction",
                "Classics",
                "Sequential Art",
                "Humor",
                "Young Adult",
                "Christian"
            ]
        },
        {
            "title": "Born Free: A Lioness of Two Worlds",
            "authors": [
                "Joy Adamson"
            ],
            "ranking": 4.16,
            "ranking_count": 33065,
            "abstract": "There have been many accounts of the return to the wild of tame animals, but since its original publication in 1960, when. T. he. New York Times. hailed it as a fascinating and remarkable book,. Born Free. has stood alone in its power to move us.. Joy Adamson's story of a lion cub in transition between the captivity in which she is raised and the fearsome wild to which she is returned captures the abilities of both humans and animals to cross the seemingly unbridgeable gap between their radically different worlds. Especially now, at a time when the sanctity of the wild and its inhabitants is increasingly threatened by human development and natural disaster, Adamson's remarkable tale is an idyll, and a model, to return to again and again.. Illustrated with the same beautiful, evocative photographs that first enchanted the world forty years ago and updated with a new introduction by George Page, former host and executive editor of the PBS series. Nature. and author of. Inside the Animal Mind,. this anniversary edition introduces to a new generation one of the most heartwarming associations between man and animal.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Cultural",
                "Biography",
                "Environment",
                "Autobiography",
                "Classics",
                "Science",
                "Biography Memoir",
                "Adventure"
            ]
        },
        {
            "title": "Lancelot",
            "authors": [
                "Walker Percy"
            ],
            "ranking": 3.72,
            "ranking_count": 2755,
            "abstract": "Lancelot Lamar is a disenchanted lawyer who finds himself confined in a mental asylum with memories that don't seem worth remembering. It all began the day he accidentally discovered he was not the father of his youngest daughter, a discovery which sent Lancelot on modern quest to reverse the degeneration of America. Percy's novel reveals a shining knight for the modern age--a knight not of romance, but of revenge.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Classics",
                "Novels",
                "American",
                "Literary Fiction",
                "Christianity"
            ]
        },
        {
            "title": "The Riddle-Master of Hed",
            "authors": [
                "Patricia A. McKillip"
            ],
            "ranking": 4.0,
            "ranking_count": 12050,
            "abstract": "Long ago, the wizards had vanished from the world, and all knowledge was left hidden in riddles. Morgon, prince of the simple farmers of Hed, proved himself a master of such riddles when he staked his life to win a crown from the dead Lord of Aum. But now ancient, evil forces were threatening him. Shape changers began replacing friends until no man could be trusted. So Morgon was forced to flee to hostile kingdoms, seeking the High One who ruled from mysterious Erlenstar Mountain. Beside him went Deth, the High One's Harper. Ahead lay strange encounters and terrifying adventures. And with him always was the greatest of unsolved riddles; the nature of the three stars on his forehead that seemed to drive him toward his ultimate destiny.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Classics",
                "Science Fiction"
            ]
        },
        {
            "title": "From Russia With Love",
            "authors": [
                "Ian Fleming"
            ],
            "ranking": 3.9,
            "ranking_count": 33844,
            "abstract": "Ian Fleming’s fifth James Bond novel.. James Bond is marked for death by the Soviet counterintelligence agency SMERSH in Ian Fleming’s masterful spy thriller. It's the novel that President John F. Kennedy named as one of his favourite books of all time.. SMERSH stands for ‘Death to Spies’ and there’s no secret agent they’d like to disgrace and destroy more than 007, James Bond. But ensnaring the British Secret Service’s most lethal operative will require a lure so tempting even he can’t resist. Enter Tatiana Romanova, a ravishing Russian spy whose ‘defection’ springs a trap designed with clockwork precision.. Her mission: seduce Bond, then flee to the West on the Orient Express. Waiting in the shadows are two of Ian Fleming’s most vividly drawn villains: Red Grant, SMERSH’s deadliest assassin, and the sinister operations chief Rosa Klebb - five feet four inches of pure killing power.. Bursting with action and intrigue, From Russia with Love is one of the best-loved books in the Bond canon, an instant classic that set the standard for sophisticated literary spycraft for decades to come.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Mystery",
                "Adventure",
                "Classics",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "Tomorrow, When the War Began",
            "authors": [
                "John Marsden"
            ],
            "ranking": 4.04,
            "ranking_count": 52024,
            "abstract": "When Ellie and her friends return from a camping trip in the Australian bush, they find things hideously wrong — their families are gone. Gradually they begin to comprehend that their country has been invaded and everyone in their town has been taken prisoner. As the reality of the situation hits them, they must make a decision — run and hide, give themselves up and be with their families, or fight back.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Adventure",
                "War",
                "Cultural",
                "Apocalyptic"
            ]
        },
        {
            "title": "Horse Heaven",
            "authors": [
                "Jane Smiley"
            ],
            "ranking": 3.88,
            "ranking_count": 5140,
            "abstract": "It's not true, says a character in Jane Smiley's funny, passionate, and brilliant new novel of horse racing, that anything can happen at the racetrack, but many astonishing and affecting things do—and in. Horse Heaven. , we find them woven into a marvelous tapestry of joy and love, chicanery, folly, greed, and derring-do.. Haunting, exquisite Rosalind Maybrick, wife of a billionaire owner, one day can't quite decide what it is she wants, and discovers too late that her whole life is transformed . . . Twenty-year-old Tiffany Morse, stuck in her job at Wal-Mart, prays, Please make something happen here . . . This time, I mean it, and something does . . . Farley, a good trainer in a bad slump; Buddy, a ruthless trainer who can't seem to lose even though he knows that his personal salvation depends upon it; Roberto, an apprentice jockey who has the hands but is growing too big for his dream career with every passing day; Leo the gambler and his earnest son, Jesse, who understands everything about his father's system except why it doesn't work; Elizabeth, the 62-year-old theorist of sex and animal communication, and her best friend, Joy, the mare manager at the ranch at the center of the universe—all are woven together by the horses that pass among them: Two colts and two fillies who begin with the promise of talent and breeding, and now might or might not achieve stardom.. There are the geldings—Justa Bob, the plain brown horse who always wins by a nose, a lovable claimer who passes from owner to owner on a heart-wrenching journey down from the winner's circle; and the beautiful Mr. T., raced in France and rescued in Texas, who is discovered to have some unusual and amazing talents.. And then there is the Jack Russell terrier, Eileen, a dog with real convictions—and the will to implement them.. The strange, compelling, sparkling, and mysterious universe of horse racing that has fascinated generations of punters and robber barons, horse-lovers and wits, has never before been depicted with such verve and originality, such tenderness, such clarity, and, above all, such sheer exuberance.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Animals",
                "Contemporary",
                "Literary Fiction",
                "Sports",
                "Novels",
                "Modern",
                "Literature"
            ]
        },
        {
            "title": "A Maze of Death",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.8,
            "ranking_count": 7543,
            "abstract": "Fourteen strangers come to Delmak-O. Thirteen of them were transferred by the usual authorities. One got there by praying. But once they arrived on that treacherous planet, whose very atmosphere seemed to induce paranoia and psychosis, the newcomers tound that even prayer was useless. For on Delmak-O, God is either absent or intent on destroying His creations. At once a wrenching metaphysical thriller and an ingenious meditation on the nature of divinity,. A Maze of Death. is Philip K. Dick at his most dizzyingly provocative.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novels",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Religion",
                "Mystery",
                "Literature",
                "Philosophy"
            ]
        },
        {
            "title": "The Nonexistent Knight & The Cloven Viscount",
            "authors": [
                "Italo Calvino"
            ],
            "ranking": 4.04,
            "ranking_count": 5028,
            "abstract": "Two novellas: the first, a parody of medieval knighthood told by a nun; the second, a fantasy about a nobleman bisected into his good and evil halves. “Bravura pieces... executed with brilliance and brio”(Chicago Tribune). Translated by Archibald Colquhoun. A Helen and Kurt Wolff Book. Originally published as two distinct volumes: 'Il visconte dimezzato' (1952) and 'Il cavaliere inesistente' (1959). Also published in a single volume with 'The baron in the trees' (Il barone rampante, 1957) as 'Our Ancestors' (I nostri antenati, 1960).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "European Literature",
                "Literature",
                "Magical Realism",
                "Cultural",
                "Novels",
                "Literary Fiction",
                "Classics",
                "Short Stories"
            ]
        },
        {
            "title": "Eaters of the Dead",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.68,
            "ranking_count": 37865,
            "abstract": "It is 922 A.D. The refined Arab courtier Ibn Fadlan is accompanying a party of Viking warriors back to their home. He is appalled by their customs—the gratuitous sexuality of their women, their disregard for cleanliness, and their cold-blooded sacrifices. As they enter the frozen, forbidden landscape of the North—where the day’s length does not equal the night’s, where after sunset the sky burns in streaks of color—Fadlan soon discovers that he has been unwillingly enlisted to combat the terrors in the night that come to slaughter the Vikings, the monsters of the mist that devour human flesh. But just how he will do it, Fadlan has no idea.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Fantasy",
                "Thriller",
                "Adventure",
                "Horror",
                "Science Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Glass Bees",
            "authors": [
                "Ernst Jünger",
                "Louise Bogan",
                "Elizabeth Mayer",
                "Bruce Sterling"
            ],
            "ranking": 3.7,
            "ranking_count": 1200,
            "abstract": "In. The Glass Bees. the celebrated German writer Ernst Jünger presents a disconcerting vision of the future. Zapparoni, a brilliant businessman, has turned his advanced understanding of technology and his strategic command of the information and entertainment industries into a discrete form of global domination. But Zapparoni is worried that the scientists he depends on might sell his secrets. He needs a chief of security, and Richard, a veteran and war hero, is ready for the job. However, when he arrives at the beautiful country compound that is Zapparoni's headquarters, he finds himself subjected to an unexpected ordeal. Soon he is led to question his past, his character, and even his senses....",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Classics",
                "Novels",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Reptile Room",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 3.99,
            "ranking_count": 205692,
            "abstract": "Dear Reader,. If you have picked up this book with the hope of finding a simple and cheery tale, I'm afraid you have picked up the wrong book altogether. The story may seem cheery at first, when the Baudelaire children spend time in the company of some interesting reptiles and a giddy uncle, but don't be fooled. If you know anything at all about the unlucky Baudelaire children, you already know that even pleasant events lead down the same road to misery.. In fact, within the pages you now hold in your hands, the three siblings endure a car accident, a terrible odor, a deadly serpent, a long knife, a large brass reading lamp, and the appearance of a person they'd hoped never to see again.. I am bound to record these tragic events, but you are free to put this book back on the shelf and seek something lighter.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "People of the Wolf",
            "authors": [
                "W. Michael Gear",
                "Kathleen O'Neal Gear"
            ],
            "ranking": 3.9,
            "ranking_count": 9392,
            "abstract": "In the dawn of history, a valiant people forged a pathway from an old world into a new one. Led by a dreamer who followed the spirit of the wolf, a handful of courageous men and women dared to cross the frozen wastes to find an untouched, unspoiled continent. Set in what is now Alaska, this is the magnificent saga of the vision-filled man who led his people to an awesome destiny, and the courageous woman whose love and bravery drove them on in pursuit of that dream.. A sweeping epic of prehistory, People of the Wolf is another compelling novel in the majestic North America's Forgotten Past series from New York Times and USA Today bestselling authors W. Michael Gear and Kathleen O'Neal Gear",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Historical Fiction",
                "Adventure",
                "History",
                "Adult",
                "Native Americans"
            ]
        },
        {
            "title": "The Winter King",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.26,
            "ranking_count": 42072,
            "abstract": "Uther, the High King, has died, leaving the infant Mordred as his only heir. His uncle, the loyal and gifted warlord Arthur, now rules as caretaker for a country which has fallen into chaos - threats emerge from within the British kingdoms while vicious Saxon armies stand ready to invade. As he struggles to unite Britain and hold back the enemy at the gates, Arthur is embroiled in a doomed romance with beautiful Guinevere. Will the old-world magic of Merlin be enough to turn the tide of war in his favour?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fantasy",
                "Fiction",
                "Mythology",
                "Adventure",
                "War",
                "Audiobook"
            ]
        },
        {
            "title": "Little Town at the Crossroads",
            "authors": [
                "Maria D. Wilkes",
                "Dan Andreasen"
            ],
            "ranking": 4.07,
            "ranking_count": 7341,
            "abstract": "Caroline watches eagerly as buildings spring up overnight and more and more families move into the growing town of Brookfield, Wisconsin. There are all sorts of exciting, new things for Caroline to do! She gets to march in her first Independence Day parade, a circus comes to town, and there are new faces in school almost every week. But Mother keeps saying that she wants to move to a larger farm. Will Caroline have to say good-bye to the little town of Brookfield? The adventures of the little girl who would grow up to be Ma Ingalls in the Little House books continues.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Family",
                "North American Hi..."
            ]
        },
        {
            "title": "Nectar in a Sieve",
            "authors": [
                "Kamala Markandaya"
            ],
            "ranking": 3.67,
            "ranking_count": 9523,
            "abstract": "Married as a child bride to a tenant farmer she never met, Rukmani works side by side in the field with her husband to wrest a living from a land ravaged by droughts, monsoons, and insects. With remarkable fortitude and courage, she meets changing times and fights poverty and disaster.. This beautiful and eloquent story tells of a simple peasant woman in a primitive village in India whose whole life is a gallant and persistent battle to care for those she loves—an unforgettable novel that will wring your heart out (. The Associated Press. ).. Named Notable Book of 1955 by the American Library Association.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Historical",
                "Academic",
                "Asian Literature",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Auntie Mame: An Irreverent Escapade",
            "authors": [
                "Patrick Dennis",
                "Edward Everett Tanner III",
                "Paul Rudnick",
                "Michael Tanner"
            ],
            "ranking": 4.06,
            "ranking_count": 11798,
            "abstract": "Wildly successful when it was first published in 1955, Patrick Dennis'. Auntie Mame. sold over two million copies and stayed put on the. New York Times. bestseller list for 112 weeks. It was made into a play, a Broadway as well as a Hollywood musical, and a fabulous movie starring Rosalind Russell. Since then, Mame has taken her rightful place in the pantheon of Great and Important People as the world's most beloved, madcap, devastatingly sophisticated, and glamorous aunt. She is impossible to resist, and this hilarious story of an orphaned ten-year-old boy sent to live with his aunt is as delicious a read in the twenty-first century as it was in the 1950s.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "Historical",
                "New York",
                "Novels",
                "The United States Of America",
                "American",
                "Literature"
            ]
        },
        {
            "title": "The Place of Dead Roads",
            "authors": [
                "William S. Burroughs"
            ],
            "ranking": 3.9,
            "ranking_count": 2393,
            "abstract": "A good old-fashioned shoot-out in the American West of the frontier days serves as the springboard for this hyperkinetic adventure in which gunslingers, led by Kim Carson, fight for galactic freedom.. The Place of Dead Roads. is the second novel in the trilogy with. Cities of the Red Night. and. The Western Lands. .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Literature",
                "Westerns",
                "Novels",
                "Fantasy",
                "Classics",
                "American",
                "LGBT"
            ]
        },
        {
            "title": "If There Be Thorns",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.77,
            "ranking_count": 45554,
            "abstract": "Christopher and Cathy have made a loving home for their handsome and talented teenager Jory, their imaginative nine-year-old Bart, and a sweet baby daughter. Then an elderly woman and her strange butler move in next door. The Old Woman in Black watches from her window, lures lonely Bart inside with cookies and ice cream, and asks him to call her “grandmother.” Slowly Bart transforms, each visit pushing him closer to the edge of madness and violence, while his anguished parents can only watch. For Cathy and Chris, the horrors of the past have come home…and everything they love may soon be torn from them.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Horror",
                "Young Adult",
                "Romance",
                "Gothic",
                "Thriller",
                "Drama",
                "Mystery",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "The Witches of Karres",
            "authors": [
                "James H. Schmitz",
                "Kurt Miller"
            ],
            "ranking": 4.16,
            "ranking_count": 2601,
            "abstract": "NO GOOD DEED GOES UNPUNISHED . . .. Captain Pausert thought his luck had finally turned—but he did not yet realize it was a turn for the worse. On second thought, make that a turn for the disastrous*.. Unlucky in love, unsuccessful in business, he thought he had finally made good with his battered starship Venture, cruising around the fringes of the Empire and successfully selling off odd-ball cargoes which no one else had been able to sell. He was all set to return home, where his true love was faithfully waiting for him ... he hoped.. But then he made the fatal mistake of freeing three slave children from their masters (who were suspiciously eager to part with them). They were just trying to be helpful, but those three adorable little girls quickly made Pausert the mortal enemy of his fiancee, his home planet, the Empire, warlike Sirians, psychopathic Uldanians, the dread pirate chieftain Laes Yango—and even the Worm World, the darkest threat to mankind in all of space.. And all because those harmless-looking little girls were in fact three of the notorious and universally feared Witches of Karres.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Space",
                "Adventure",
                "Science Fiction Fantasy",
                "Young Adult",
                "Humor"
            ]
        },
        {
            "title": "Will You Please Be Quiet, Please?",
            "authors": [
                "Raymond Carver"
            ],
            "ranking": 4.23,
            "ranking_count": 15766,
            "abstract": "With this, his first collection, Carver breathed new life into the short story. In the pared-down style that has since become his hallmark, Carver showed us how humour and tragedy dwelt in the hearts of ordinary people, and won a readership that grew with every subsequent brilliant collection of stories, poems and essays that appeared in the last eleven years of his life.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "The United States Of America",
                "Literary Fiction",
                "Contemporary",
                "American"
            ]
        },
        {
            "title": "The Nazi Officer's Wife: How One Jewish Woman Survived the Holocaust",
            "authors": [
                "Edith Hahn Beer",
                "Susan Dworkin"
            ],
            "ranking": 4.14,
            "ranking_count": 45388,
            "abstract": "Edith Hahn. was an outspoken young woman studying law in Vienna when the Gestapo forced Edith and her mother into a ghetto, issuing them papers branded with a J. Soon, Edith was taken away to a labor camp, and though she convinced Nazi officials to spare her mother, when she returned home, her mother had been deported. Knowing she would become a hunted woman, Edith tore the yellow star from her clothing and went underground, scavenging for food and searching each night for a safe place to sleep. Her boyfriend, Pepi, proved too terrified to help her, but a Christian friend was not: With the woman's identity papers in hand, Edith fled to Munich. There she met Werner Vetter, a Nazi party member who fell in love with her. And despite her protests and even her eventual confession that she was Jewish, he married her and kept her identity secret.. In vivid, wrenching detail, Edith recalls a life of constant, almost paralyzing fear. She tells of German officials who casually questioned the lineage of her parents; of how, when giving birth to her daughter, she refused all painkillers, afraid that in an altered state of mind she might reveal her past; and of how, after her husband was captured by the Russians and sent to Siberia, Edith was bombed out of her house and had to hide in a closet with her daughter while drunken Russians soldiers raped women on the street.. Yet despite the risk it posed to her life,. Edith Hahn. created a remarkable collective record of survival: She saved every set of real and falsified papers, letters she received from her lost love, Pepi, and photographs she managed to take inside labor camps.. On exhibit at the Holocaust Museum in Washington, D.C., these hundreds of documents form the fabric of an epic story - complex, troubling, and ultimately triumphant.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "World War II",
                "Autobiography",
                "Biography",
                "War",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Pianist: The Extraordinary Story of One Man's Survival in Warsaw, 1939–45",
            "authors": [
                "Władysław Szpilman",
                "Anthea Bell"
            ],
            "ranking": 4.22,
            "ranking_count": 75006,
            "abstract": "The last live broadcast on Polish Radio, on September 23, 1939, was Chopin's Nocturne in C# Minor, played by a young pianist named Wladyslaw Szpilman, until his playing was interrupted by German shelling. It was the same piece and the same pianist, when broadcasting was resumed six years later.. The Pianist. is Szpilman's account of the years inbetween, of the death and cruelty inflicted on the Jews of Warsaw and on Warsaw itself, related with a dispassionate restraint borne of shock. Szpilman, now 88, has not looked at his description since he wrote it in 1946 (the same time as Primo Levi's. If This Is A Man?. ; it is too personally painful. The rest of us have no such excuse.. Szpilman's family were deported to Treblinka, where they were exterminated; he survived only because a music-loving policeman recognised him. This was only the first in a series of fatefully lucky escapes that littered his life as he hid among the rubble and corpses of the Warsaw Ghetto, growing thinner and hungrier, yet condemned to live. Ironically it was a German officer, Wilm Hosenfeld, who saved Szpilman's life by bringing food and an eiderdown to the derelict ruin where he discovered him. Hosenfeld died seven years later in a Stalingrad labour camp, but portions of his diary, reprinted here, tell of his outraged incomprehension of the madness and evil he witnessed, thereby establishing an effective counterpoint to ground the nightmarish vision of the pianist in a desperate reality. Szpilman originally published his account in Poland in 1946, but it was almost immediately withdrawn by Stalin's Polish minions as it unashamedly described collaborations by Lithuanians, Ukrainians, Poles and Jews with the Nazis. In 1997 it was published in Germany after Szpilman's son found it on his father's bookcase. This admirably robust translation by Anthea Bell is the first in the English language. There were 3,500,000 Jews in Poland before the Nazi occupation; after it there were 240,000. Wladyslaw Szpilman's extraordinary account of his own miraculous survival offers a voice across the years for the faceless millions who lost their lives. --. David Vincent",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "World War II",
                "War",
                "Autobiography",
                "Historical",
                "Cultural",
                "Classics"
            ]
        },
        {
            "title": "Better Homes and Gardens New Cook Book",
            "authors": [
                "Better Homes and Gardens"
            ],
            "ranking": 4.12,
            "ranking_count": 130251,
            "abstract": "Features: Over 900 new recipes -- 1,200 in all-reflect current eating habits and lifestyles; 500 new photographs -- over 700 in all-including 60 percent more of finished food than the last edition; Dozens of new recipes offer ethnic flavours, fresh ingredients, or vegetarian appeal; Many recipes feature make-ahead directions or quick-to-the-table meals; New chapter provides recipes for crockery cookers; Efficient, easy-to-read format, with recipes categorised into 21 chapters, each thoroughly indexed for easy reference; Expanded chapter on cooking basics includes advice on food safety, menu planning, table setting, and make-ahead cooking, plus a thorough glossary on ingredients and techniques; Appliance-friendly recipes help cooks save time and creatively use new kitchen tools; Nutrition information with each recipe, plus diabetic exchanges; Contemporary food photography attracts browsers and helps cooks discover new recipes to make; Icons identify low-fat, no-fat, fast, and best-loved recipes; Every recipe tested and perfected by the Better Homes and Gardens Test Kitchen; Revised and updated cooking charts, ingredient photos, emergency substitutions, and equivalents; Respected, reliable kitchen reference with hundreds of cooking terms, tips, and techniques.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Reference",
                "Classics",
                "How To"
            ]
        },
        {
            "title": "Under the Volcano",
            "authors": [
                "Malcolm Lowry"
            ],
            "ranking": 3.78,
            "ranking_count": 23153,
            "abstract": "Geoffrey Firmin, a former British consul, has come to Quauhnahuac, Mexico. His debilitating malaise is drinking, an activity that has overshadowed his life. On the most fateful day of the consul's life—the Day of the Dead—his wife, Yvonne, arrives in Quauhnahuac, inspired by a vision of life together away from Mexico and the circumstances that have driven their relationship to the brink of collapse. She is determined to rescue Firmin and their failing marriage, but her mission is further complicated by the presence of Hugh, the consul's half brother, and Jacques, a childhood friend. The events of this one significant day unfold against an unforgettable backdrop of a Mexico at once magical and diabolical.. Under the Volcano. remains one of literature's most powerful and lyrical statements on the human condition, and a brilliant portrayal of one man's constant struggle against the elemental forces that threaten to destroy him.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Historical",
                "European Literature",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "A Separate Reality",
            "authors": [
                "Carlos Castaneda"
            ],
            "ranking": 4.06,
            "ranking_count": 17938,
            "abstract": "Carlos Castaneda takes the reader into the very heart of sorcery, challenging both imagination and reason, shaking the very foundations of our belief in what is natural and logical.. In 1961, a young anthropologist subjected himself to an extraordinary apprenticeship with Yaqui Indian spiritual leader don Juan Matus to bring back a fascinating glimpse of a Yaqui Indian's world of non-ordinary reality and the difficult and dangerous road a man must travel to become a man of knowledge. Yet on the bring of that world, challenging to all that we believe, he drew back. Then in 1968, Carlos Castaneda returned to Mexico, to don Juan and his hallucinogenic drugs, and to a world of experience no man from our Western civilization had ever entered before.",
            "part_of_series": true,
            "genre_list": [
                "Spirituality",
                "Philosophy",
                "Fiction",
                "Anthropology",
                "Religion",
                "Occult",
                "Psychology",
                "Fantasy",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "The Infinite Plan",
            "authors": [
                "Isabel Allende"
            ],
            "ranking": 3.75,
            "ranking_count": 11373,
            "abstract": "Summer Reissues with P.S.. The engrossing story of one man’s quest for love and for his soul from bestselling author Isabel Allende, now available with P.S.. Isabel Allende’s first novel to be set in the United States and to portray American characters,. The Infinite Plan. is a vivid tale of one man’s search for love, and his struggle to come to terms with a childhood of poverty and neglect. As he journeys from the Hispanic barrio in Los Angeles to the killing fields of Vietnam to the frenetic life of a lawyer in San Francisco, Gregory Reeves loses himself in an illusory and wrongheaded quest. Only when he circles back to his roots does he find the love and acceptance he has been searching for.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Magical Realism",
                "European Literature",
                "Novels",
                "Romance",
                "Literature",
                "Cultural",
                "Contemporary",
                "Roman"
            ]
        },
        {
            "title": "Riven Rock",
            "authors": [
                "T. Coraghessan Boyle"
            ],
            "ranking": 3.64,
            "ranking_count": 2729,
            "abstract": "An extraordinary and heartbreaking love story set during America's age of innocence — and against a backdrop of wealth and privilege.. In. Riven Rock. , T.C. Boyle transforms two real people from the pages of American history into rich mythic creations whose tortured love and epic story is intimate enough to break our hearts.. Boyle anchors his unforgettable tale with the remarkable and courageous Katherine Dexter. Her husband, Stanley McCormick, thirty-one-year-old son of the millionaire inventor of the Reaper, has become schizophrenic and a sexual maniac. Stanley is locked up in his Santa Barbara mansion and forbidden the mere sight of women — above all, his wife. Throughout her career as a scientist and suffragette, Katherine's faith never wavers: that, one day, one of the many psychiatrists she hires to try to cure her husband will free him of his demons.. One of America's most imaginative contemporary novelists, Boyle weaves his hallmark virtuoso prose into a masterful epic. Textured with his acclaimed humor, versatility, and imagination,. Riven Rock. is his most fully realized and compassionate novel to date.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Contemporary",
                "American",
                "Literary Fiction",
                "Novels",
                "Mental Health"
            ]
        },
        {
            "title": "Suldrun's Garden",
            "authors": [
                "Jack Vance"
            ],
            "ranking": 3.93,
            "ranking_count": 5272,
            "abstract": "The Elder Isles, located in what is now the Bay of Biscay off the the coast of Old Gaul, are made up of ten contending kingdoms, all vying with each other for control. At the centre of much of the intrigue is Casmir, the ruthless and ambitious king of Lyonesse. His beautiful but otherworldly daughter, Suldrun, is part of his plans. He intends to cement an alliance or two by marrying her well. But Suldrun is as determined as he and defies him. Casmir coldly confines her to the overgrown garden that she loves to frequent, and it is here that meets her love and her tragedy unfolds. Political intrigue, magic, war, adventure and romance are interwoven in a rich and sweeping tale set in a brilliantly realized fabled land.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Mythology",
                "Adventure",
                "Speculative Fiction"
            ]
        },
        {
            "title": "In the Lake of the Woods",
            "authors": [
                "Tim O'Brien"
            ],
            "ranking": 3.77,
            "ranking_count": 20592,
            "abstract": "This riveting novel of love and mystery from the author of The Things They Carried examines the lasting impact of the 20th century's legacy of violence and warfare, both at home and abroad.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Historical",
                "War",
                "Literature",
                "Novels",
                "Thriller",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "An Artist of the Floating World",
            "authors": [
                "Kazuo Ishiguro"
            ],
            "ranking": 3.78,
            "ranking_count": 29109,
            "abstract": "In the face of the misery in his homeland, the artist Masuji Ono was unwilling to devote his art solely to the celebration of physical beauty. Instead, he put his work in the service of the imperialist movement that led Japan into World War II.. Now, as the mature Ono struggles through the aftermath of that war, his memories of his youth and of the “floating world”—the nocturnal world of pleasure, entertainment, and drink—offer him both escape and redemption, even as they punish him for betraying his early promise. Indicted by society for its defeat and reviled for his past aesthetics, he relives the passage through his personal history that makes him both a hero and a coward but, above all, a human being.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Asian Literature",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "Dog Soldiers",
            "authors": [
                "Robert  Stone"
            ],
            "ranking": 3.7,
            "ranking_count": 6573,
            "abstract": "In Saigon during the waning days of the Vietnam War, a small-time journalist named John Converse thinks he'll find action - and profit - by getting involved in a big-time drug deal. But back in the States, things go horribly wrong for him. Dog Soldiers perfectly captures the underground mood of America in the 1970s, when amateur drug dealers and hippies encountered profiteering cops and professional killers - and the price of survival was dangerously high.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "War",
                "Historical",
                "Mystery",
                "Novels",
                "Classics",
                "Literature",
                "Contemporary",
                "Thriller"
            ]
        },
        {
            "title": "Nada",
            "authors": [
                "Carmen Laforet"
            ],
            "ranking": 3.86,
            "ranking_count": 17813,
            "abstract": "La protagonista de la novela es una joven, llamada Andrea, que recién terminada la Guerra Civil Española se traslada a la ciudad de Barcelona para estudiar y empezar una nueva vida. Cuando Andrea llega a casa de su abuela, de donde sólo tiene recuerdos de su infancia, sus ilusiones se ven rotas. En este piso de la calle de Aribau, donde aparte de su abuela viven su tía Angustias, su tío Román, su tío Juan, la mujer de este último, Gloria, y la criada, la tensión se continúa en un ambiente caracterizado por el hambre, la suciedad, la violencia y el odio. Andrea, que vive oprimida por su tía Angustias, siente que su vida va a cambiar cuando su tía se marcha, pero las cosas no acaban de ir como a ella le gustaría. Sin embargo, en la Universidad conoce a Ena, una chica de la que se hará íntima amiga y que desempeñará un papel importante en su vida, pues junto a ella aprenderá lo que el mundo exterior puede ofrecer.e.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Cultural",
                "Historical",
                "Literature",
                "Womens",
                "Novels",
                "Drama"
            ]
        },
        {
            "title": "Musashi",
            "authors": [
                "Eiji Yoshikawa",
                "Charles S. Terry",
                "Edwin O. Reischauer"
            ],
            "ranking": 4.47,
            "ranking_count": 17548,
            "abstract": "The classic samurai novel about the real exploits of the most famous swordsman. Musashi is a novel in the best tradition of Japanese story telling. It is a living story, subtle and imaginative, teeming with memorable characters, many of them historical. Interweaving themes of unrequited love, misguided revenge, filial piety and absolute dedication to the Way of the Samurai, it depicts vividly a world Westerners know only vaguely.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Classics",
                "Asian Literature",
                "Novels",
                "Literature",
                "Adventure",
                "Philosophy"
            ]
        },
        {
            "title": "Right Ho, Jeeves",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 4.29,
            "ranking_count": 27151,
            "abstract": "Right Ho, Jeeves is the second full-length novel featuring the popular characters Jeeves and Bertie Wooster, after Thank You, Jeeves. It was first published in 1934.. The story is mostly set at Brinkley Court, the home of Bertie's Aunt Dahlia, and introduces the recurring characters Gussie Fink-Nottle and Madeline Bassett. Bertie's friend Tuppy Glossop and cousin Angela Travers also feature in the novel, as does Brinkley Court's prized chef, Anatole.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "European Literature",
                "Audiobook",
                "Novels",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "Shards of Honour",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 4.08,
            "ranking_count": 33297,
            "abstract": "When Cordelia Naismith and her survey crew are attacked by a renegade group from Barrayar, she is taken prisoner by Aral Vorkosigan, commander of the Barrayan ship that has been taken over by an ambitious and ruthless crew member. Aral and Cordelia survive countless mishaps while their mutual admiration and even stronger feelings emerge.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Romance",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "The Exploits of Sherlock Holmes",
            "authors": [
                "Adrian Conan Doyle",
                "John Dickson Carr"
            ],
            "ranking": 4.42,
            "ranking_count": 31904,
            "abstract": "From the son of Sir Arthur Conan Doyle, and one of America's greatest mystery writers, John Dickson Carr, comes twelve riveting tales based on incidents or elements of the unsolved cases of Sherlock Holmes. The plots are all new, with painstaking attention to the mood, tone, and detail of the original stories. Here is a fascinating volume of mysteries for new Sherlock fans, as well as for those who have read all the classics and crave more!. The Adventure of the Seven Clocks. The Adventure of the Gold Hunter. The Adventure of the Wax Gamblers. The Adventure of the Highgate Miracle. The Adventure of the Black Baronet. The Adventure of the Sealed Room. The Adventure of the Foulkes Rath. The Adventure of the Abbas Ruby. The Adventure of the Dark Angles. The Adventure of the Two Women. The Adventure of the Depthford Horror. The Adventure of the Red Widow",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Short Stories",
                "Thriller",
                "Historical"
            ]
        },
        {
            "title": "Red Sorghum",
            "authors": [
                "Mo Yan",
                "Howard Goldblatt"
            ],
            "ranking": 3.78,
            "ranking_count": 6580,
            "abstract": "The acclaimed novel of love and resistance during late 1930s China by Mo Yan, winner of the 2012 Nobel Prize in Literature. Spanning three generations, this novel of family and myth is told through a series of flashbacks that depict events of staggering horror set against a landscape of gemlike beauty, as the Chinese battle both Japanese invaders and each other in the turbulent 1930s.. A legend in China, where it won major literary awards and inspired an Oscar-nominated film directed by Zhang Yimou, Red Sorghum is a book in which fable and history collide to produce fiction that is entirely new—and unforgettable.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Historical",
                "Nobel Prize",
                "Asian Literature",
                "Novels",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "Hideous Kinky",
            "authors": [
                "Esther Freud"
            ],
            "ranking": 3.49,
            "ranking_count": 3446,
            "abstract": "When her mother decides to take her and her sister away from life as they know it and move to Morocco, a five-year-old English school girl embarks on an adventure-filled romp through northern Africa.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Travel",
                "Northern Africa",
                "Contemporary",
                "Novels",
                "Family",
                "Young Adult",
                "European Literature",
                "Modern"
            ]
        },
        {
            "title": "Lives of Girls and Women",
            "authors": [
                "Alice Munro"
            ],
            "ranking": 3.97,
            "ranking_count": 12186,
            "abstract": "The only novel from Alice Munro -- award-winning author of. The Love of a Good Woman. -- is an insightful, honest book, autobiographical in form but not in fact, that chronicles a young girl's growing up in rural Ontario in the 1940s.. Del Jordan lives out at the end of the Flats Road on her father's fox farm, where her most frequent companions are an eccentric bachelor family friend and her rough younger brother. When she begins spending more time in town, she is surrounded by women -- her mother, an agnostic, opinionated woman who sells encyclopedias to local farmers; her mother's boarder, the lusty Fern Dogherty; and her best friend, Naomi, with whom she shares the frustrations and unbridled glee of adolescence.. Through these unwitting mentors and in her own encounters with sex, birth, and death, Del explores the dark and bright sides of womanhood. All along she remains a wise, witty observer and recorder of truths in small-town life. The result is a powerful, moving, and humorous demonstration of Alice Munro's unparalleled awareness of the lives of girls and women.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Young Adult",
                "Feminism",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Blue Sword",
            "authors": [
                "Robin McKinley"
            ],
            "ranking": 4.2,
            "ranking_count": 59665,
            "abstract": "This is the story of Corlath, golden-eyed king of the Free Hillfolk, son of the sons of the Lady Aerin.. And this is the story of Harry Crewe, the Homelander orphan girl who became Harimad-sol, King's Rider, and heir to the Blue Sword, Gonturan, that no woman had wielded since the Lady Aerin herself bore it into battle.. And this is the song of the kelar of the Hillfolk, the magic of the blood, the weaver of destinies...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Adventure",
                "Science Fiction Fantasy",
                "Childrens"
            ]
        },
        {
            "title": "The Authoritative Calvin and Hobbes: A Calvin and Hobbes Treasury",
            "authors": [
                "Bill Watterson"
            ],
            "ranking": 4.68,
            "ranking_count": 22688,
            "abstract": "A collection of Calvin and Hobbes cartoons. The author won the 1986 Reuben Award as Outstanding Cartoonist of the Year and has also illustrated Something Under the Bed is Drooling, Calvin and Hobbes' Yukon Ho! and Weirdos From Another Planet.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Graphic Novels Comics",
                "Childrens",
                "Comics",
                "Classics"
            ]
        },
        {
            "title": "Mapp and Lucia",
            "authors": [
                "E.F. Benson"
            ],
            "ranking": 4.23,
            "ranking_count": 2621,
            "abstract": "Subtly brilliant comedy of social rivalry between the wars. Emmeline Lucas (known universally to her friends as Lucia) is an arch-snob of the highest order. In Miss Elizabeth Mapp of Mallards Lucia meets her match. Ostensibly the most civil and genteel of society ladies, there is no plan too devious, no plot too cunning, no depths to which they would not sink, in order to win the battle for social supremacy. Using as their deadly weapons garden parties, bridge evenings and charming teas, the two combatants strive to outcharm each other - and the whole of Tilling society - as they vie for the position of doyenne of the town.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "European Literature",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Mystery and Manners: Occasional Prose",
            "authors": [
                "Flannery O'Connor",
                "Sally Fitzgerald",
                "Robert Fitzgerald"
            ],
            "ranking": 4.28,
            "ranking_count": 3396,
            "abstract": "Alternate Cover Edition can be found. here. .. At her death in 1964, O'Connor left behind a body of unpublished essays and lectures as well as a number of critical articles that had appeared in scattered publications during her too-short lifetime. The keen writings comprising. Mystery and Manners. , selected and edited by O'Connor's lifelong friends Sally and Robert Fitzgerald, are characterized by the directness and simplicity of the author's style, a fine-tuned wit, understated perspicacity, and profound faith.. The book opens with The King of the Birds, her famous account of raising peacocks at her home in Milledgeville, Georgia. Also included are: three essays on regional writing, including The Fiction Writer and His Country and Some Aspects of the Grotesque in Southern Fiction; two pieces on teaching literature, including Total Effect and the 8th Grade; and four articles concerning the writer and religion, including The Catholic Novel in the Protestant South. Essays such as The Nature and Aim of Fiction and Writing Short Stories are widely seen as gems.. This bold and brilliant essay-collection is a must for all readers, writers, and students of contemporary American literature.",
            "part_of_series": false,
            "genre_list": [
                "Writing",
                "Nonfiction",
                "Language",
                "Literature",
                "Short Stories",
                "Classics",
                "Criticism",
                "American",
                "Religion"
            ]
        },
        {
            "title": "Arabella",
            "authors": [
                "Georgette Heyer"
            ],
            "ranking": 4.08,
            "ranking_count": 18107,
            "abstract": "To Arabella Tallant, the eldest daughter of a penniless country clergyman, the invitation to stay with her London godmother was like the key to heaven, for in addition to living in the glamorous city, Arabella might even find a suitable husband there. Armed with beauty, virtue and a benevolent godmother, the impetuous but impoverished Arabella embarked on her first London season with her mother's wish in mind: snare a rich husband.. On her way to London Arabella's carriage breaks down outside the hunting lodge of the wealthy and socially prominent Robert Beaumaris, fate cast her in his path. Arabella's only fault is impetuosity, and her pride stung when she overhears a remark of her path of arrogant host, who accused her of being another petty female after his wealth, the proud, headstrong ingenue made a most startling claim -- she was an heiress! A pretense that deeply amuses the jaded Beau. To counter her white lie, Beaumaris launches her into high society and thereby subjects her to all kinds of amorous fortune hunters in London and other embarrassments.. Suddenly Arabella found herself the talk of the ton and pursued by some of the most eligible young men of the day. But only one caught Arabella's fancy: Beaumaris, the handsome and dedicated bachelor. She should know better than to allow herself to be provoked by nonpareil Beau. But would her deceitful charade destroy her one chance for true love...?. Beaumaris, however, although a most artful matrimonial dodger, badly underestimated his seemingly naive adversary... When compassionate Arabella rescues such unfortunate creatures as a mistreated chimney sweep and a mixed-breed mongrel, she foists them upon Beaumaris, who finds he rather enjoys the role of rescuer and is soon given the opportunity to prove his worth in the person of Bertram Tallant, the also impetuous young brother of Arabella....",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Classics",
                "Historical Romance",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Bone, Vol. 1: Out from Boneville",
            "authors": [
                "Jeff Smith",
                "Steve Hamaker"
            ],
            "ranking": 4.18,
            "ranking_count": 83837,
            "abstract": "After being run out of Boneville, the three Bone cousins, Fone Bone, Phoney Bone, and Smiley Bone, are separated and lost in a vast uncharted desert.. One by one, they find their way into a deep, forested valley filled with wonderful and terrifying creatures.... Humor, mystery, and adventure are spun together in this action-packed, side-splitting saga. Everyone who has ever left home for the first time only to find that the world outside is strange and overwhelming will love. Bone.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Young Adult",
                "Humor",
                "Childrens",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Carry On, Mr. Bowditch",
            "authors": [
                "Jean Lee Latham"
            ],
            "ranking": 4.13,
            "ranking_count": 16968,
            "abstract": "Readers today are still fascinated by “Nat,” an eighteenth-century nautical wonder and mathematical wizard. Nathaniel Bowditch grew up in a sailor’s world—Salem in the early days, when tall-masted ships from foreign ports crowded the wharves. But Nat didn’t promise to have the makings of a sailor; he was too physically small. Nat may have been slight of build, but no one guessed that he had the persistence and determination to master sea navigation in the days when men sailed only by “log, lead, and lookout.” Nat’s long hours of study and observation, collected in his famous work, The American Practical Navigator (also known as the “Sailors’ Bible”), stunned the sailing community and made him a New England hero.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Young Adult",
                "Childrens",
                "Academic",
                "Adventure"
            ]
        },
        {
            "title": "The President",
            "authors": [
                "Miguel Ángel Asturias",
                "Frances Partridge"
            ],
            "ranking": 3.98,
            "ranking_count": 4188,
            "abstract": "Guatemalan diplomat and writer Miguel Angel Asturias (1899–1974) began this award-winning work while still a law student. It is a story of a ruthless dictator and his schemes to dispose of a political adversary in an unnamed Latin American country usually identified as Guatemala. The book has been acclaimed for portraying both a totalitarian government and its damaging psychological effects. Drawing from his experiences as a journalist writing under repressive conditions, Asturias employs such literary devices as satire to convey the government’s transgressions and surrealistic dream sequences to demonstrate the police state’s impact on the individual psyche. Asturias’s stance against all forms of injustice in Guatemala caused critics to view the author as a compassionate spokesperson for the oppressed. My work,” Asturias promised when he accepted the Nobel Prize for Literature, “will continue to reflect the voice of the people, gathering their myths and popular beliefs and at the same time seeking to give birth to a universal consciousness of Latin American problems.”",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Cultural",
                "Nobel Prize",
                "Literature",
                "Magical Realism",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "The Little Drummer Girl",
            "authors": [
                "John le Carré"
            ],
            "ranking": 3.98,
            "ranking_count": 12967,
            "abstract": "John le Carre's classic novels deftly navigate readers through the intricate shadow worlds of international espionage with unsurpassed skill and knowledge, and have earned him unprecedented worldwide acclaim.. In this thrilling and thought-provoking novel of Middle Eastern intrigue, Charlie, a brilliant and beautiful young English actress, is lured into the theatre of the real by an Israeli intelligence officer. Forced to play her ultimate role, she is plunged into a deceptive and delicate trap set to ensnare an elusive Palestinian terrorist.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Mystery",
                "Suspense",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Nightmares and Dreamscapes",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.95,
            "ranking_count": 77476,
            "abstract": "A solitary finger pokes out of a drain. Novelty teeth turn predatory. Flies settle and die on an old pair of sneakers in New York, and the Nevada desert swallows a Cadillac. Meanwhile the legend of Castle Rock returns... and grows on you. What does it all mean? What else could it mean? First there was. Night Shift. (1978), then. Skeleton Crew. (1985), and now Stephen King is back with a third collection of stories - a vast, many-chambered cave of a volume, with passages leading every which way to hell... and a few to glory.. The long reach of Stephen King's imagination and the no-holds-barred force of his storytelling have never been so richly demonstrated. There's something here for readers of every stripe and predilection - classic tales of the macabre and the monstrous, cutting-edge explorations of the borderlands between good and evil, brilliant pastiches of Chandler and Conan Doyle, even a teleplay and a non-fiction bonus, a heartfelt piece of Little League baseball that first appeared in The New Yorker.. In story after story, several published here for the first time, he will take you to places you've never been before, places that are both dark and vividly illuminated. Fair warning: You will lose a good deal of sleep. But Stephen King, writing to beat the devil, will do your dreaming for you.. Can you believe? Then come...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Anthologies",
                "Mystery",
                "Suspense"
            ]
        },
        {
            "title": "Economics in One Lesson: The Shortest & Surest Way to Understand Basic Economics",
            "authors": [
                "Henry Hazlitt"
            ],
            "ranking": 4.17,
            "ranking_count": 17632,
            "abstract": "A million copy seller, Henry Hazlitt’s. Economics in One Lesson. is a classic economic primer. But it is also much more, having become a fundamental influence on modern “libertarian” economics of the type espoused by Ron Paul and others.. Considered among the leading economic thinkers of the “Austrian School,” which includes Carl Menger, Ludwig von Mises, Friedrich (F.A.) Hayek, and others, Henry Hazlitt (1894-1993), was a libertarian philosopher, an economist, and a journalist. He was the founding vice-president of the Foundation for Economic Education and an early editor of. The Freeman. magazine, an influential libertarian publication.  Hazlitt wrote. Economics in One Lesson. , his seminal work, in 1946. Concise and instructive, it is also deceptively prescient and far-reaching in its efforts to dissemble economic fallacies that are so prevalent they have almost become a new orthodoxy.. Many current economic commentators across the political spectrum have credited Hazlitt with foreseeing the collapse of the global economy which occurred more than 50 years after the initial publication of. Economics in One Lesson. . Hazlitt’s focus on non-governmental solutions, strong — and strongly reasoned — anti-deficit position, and general emphasis on free markets, economic liberty of individuals, and the dangers of government intervention make. Economics in One Lesson. , every bit as relevant and valuable today as it has been since publication.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Nonfiction",
                "Business",
                "Politics",
                "Philosophy",
                "History",
                "Currency",
                "Classics",
                "Audiobook"
            ]
        },
        {
            "title": "Karlsson on the Roof",
            "authors": [
                "Astrid Lindgren",
                "Ilon Wikland",
                "Patricia Crampton"
            ],
            "ranking": 4.12,
            "ranking_count": 12133,
            "abstract": "Imagine Smidge's delight when, one day, a little man with a propeller on his back appears hovering at the window! It's Karlson and he lives in a house on the roof. Soon Smidge and Karlson are sharing all sorts of adventures, from tackling thieves and playing tricks to looping the loop and running across the rooftops. Fun and chaos burst from these charming, classic stories.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "European Literature",
                "Fantasy",
                "Humor",
                "Cultural",
                "Literature",
                "Adventure"
            ]
        },
        {
            "title": "Tourist Season",
            "authors": [
                "Carl Hiaasen"
            ],
            "ranking": 3.92,
            "ranking_count": 20289,
            "abstract": "The only trace of the first victim was his Shriner's fez washed up on the Miami beach. The second victim, the head of the city's chamber of commerce, was found dead with a toy rubber alligator lodged in his throat. And that was just the beginning... Now Brian Keyes, reporter turned private eye, must move from muckraking to rooting out murder, in a caper that will mix football players, politicians, and police with a group of fanatics and a very hungry crocodile.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Humor",
                "Thriller",
                "Audiobook",
                "Contemporary",
                "Suspense"
            ]
        },
        {
            "title": "Love Comes Softly",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.24,
            "ranking_count": 39695,
            "abstract": "Marty and Clem set out for the pioneer West full of hopes and dreams. They would stake a claim of their own on the new frontier, and build a home for themselves and their family.. But just after they'd arrived and Clem had chosen the perfect setting for their new home, an accident took his life...leaving Marty alone and pregnant. Then, on the day of his funeral, Clark Davis came along...and asked Marty to marry him!. Marty was infuriated -- but with no money, no shelter, and a baby on the way, what choice did she have? Besides, Clark said he only wanted her to be a mama to his baby girl, Missie. If Marty was still unhappy come spring, he would pay for her ticket back East.. Determined not to be a burden to Clark, and intending only to earn her keep. Marty threw herself into her new role of Mama. But she had never been anyone's mama before, and she didn't even know how to keep a house! If only she could do right by this lonely man and his daughter just long enough to earn her train fare back home.... Now, Marty must learn wholeness and love through patience and faith",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Romance",
                "Historical",
                "Christian",
                "Fiction",
                "Westerns",
                "Adult"
            ]
        },
        {
            "title": "Hearts in Atlantis",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.84,
            "ranking_count": 88771,
            "abstract": "Five interconnected, sequential narratives, set in the years from 1960 to 1999. Each story is deeply rooted in the sixties, and each is haunted by the Vietnam War.. Stephen King, whose first novel, Carrie, was published in 1974, the year before the last U.S. troops withdrew from Vietnam, is the first hugely popular writer of the TV generation. Images from that war -- and the protests against it -- had flooded America's living rooms for a decade. Hearts in Atlantis, King's newest fiction, is composed of five interconnected, sequential narratives, set in the years from 1960 to 1999. Each story is deeply rooted in the sixties, and each is haunted by the Vietnam War.. In Part One, Low Men in Yellow Coats, eleven-year-old Bobby Garfield discovers a world of predatory malice in his own neighborhood. He also discovers that adults are sometimes not rescuers but at the heart of the terror.. In the title story, a bunch of college kids get hooked on a card game, discover the possibility of protest...and confront their own collective heart of darkness, where laughter may be no more than the thinly disguised cry of the beast.. In Blind Willie and Why We're in Vietnam, two men who grew up with Bobby in suburban Connecticut try to fill the emptiness of the post-Vietnam era in an America which sometimes seems as hollow -- and as haunted -- as their own lives.. And in Heavenly Shades of Night Are Falling, this remarkable book's denouement, Bobby returns to his hometown where one final secret, the hope of redemption, and his heart's desire may await him.. Full of danger, full of suspense, most of all full of heart, Stephen King's new book will take some readers to a place they have never been...and others to a place they have never been able to completely leave.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Short Stories",
                "Thriller",
                "Suspense",
                "Mystery",
                "Historical",
                "War"
            ]
        },
        {
            "title": "A Stone for Danny Fisher",
            "authors": [
                "Harold Robbins"
            ],
            "ranking": 4.0,
            "ranking_count": 2353,
            "abstract": "As a teenager, Danny Fisher had all he ever wanted -- a dog, a grown-up summer job, flirtatious relationships with older women -- and a talent for ruthless boxing that quickly made him a star in the amateur sporting world.. But when Danny's family falls on hard times, moving from their comfortable home in Brooklyn to Manhattan's squalid Lower East Side, he is forced to leave his carefree childhood behind. Facing poverty and daily encounters with his violent, anti-Semitic neighbors, Danny must fight both inside and outside the ring just to survive.. As his boxing becomes legendary in the city's seedy underworld, packed with wiseguys and loose women, everyone seems to want a hand in Danny's success. Robbins's colorful, fast-talking characters evoke the rough streets of Depression-era New York City. Ronnie, a prostitute ashamed of how far she's fallen and desperately in need of friendship; Sam, a slick bookie who wants to profit from Danny's boxing talent; and Nellie, a beautiful but lonely girl who refuses to believe Danny is beyond redemption -- each of whom has a different vision of Danny's future -- will help steer his rocky course.. Gritty, compelling, and groundbreaking for its time,. A Stone for Danny Fisher. is a tale of ambition, hope, and violence set in a distinct and dangerous period of American history. A classic, sexy bestseller by Harold Robbins, reintroduced to a whole new generation of readers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Mystery",
                "Classics",
                "Novels",
                "Drama",
                "Historical",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "Moominsummer Madness",
            "authors": [
                "Tove Jansson",
                "Thomas Warburton"
            ],
            "ranking": 4.29,
            "ranking_count": 10147,
            "abstract": "When a flood sweeps through the valley, the Moomins must find a new house. And with typical Moomin good luck, one just happens to be floating by. It looks normal enough, but there are curtains where one wall should be, strange rows of lights, and other odd amenities. Then Moomintroll and the Snork Maiden disappear, and the family realize that the house may hold the answers to more than they ever dreamed.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Childrens",
                "Classics",
                "European Literature",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "You Are Special",
            "authors": [
                "Max Lucado"
            ],
            "ranking": 4.43,
            "ranking_count": 51702,
            "abstract": "Max was interested in helping children understand their value - not from the world's perspective, but from God's. Wemmicksville is a land created by Eli, the God figure of the story. He creates each Wemmick in Wemmicksville uniquely, each with its own look and personality. Each story and video is a new adventure with the citizens of Wemmicksville. Punchinello is the central character, along with his friends Lucia, Splint, and Chip. When Punchinello strays from Eli, he begins to have problems. Only when Punchinello stays close to Eli does he clearly see how to walk through his life in Wemmicksville.. In this heartwarming tale, Eli helps Punchinello understand how special he is-no matter what other Wemmicks may think. Children will learn a vital lesson-regardless of how the world sees them, God loves each of them just as they are.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Christian",
                "Fiction",
                "Religion",
                "Inspirational",
                "Christian Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Collected Short Stories: Volume 1",
            "authors": [
                "W. Somerset Maugham"
            ],
            "ranking": 4.34,
            "ranking_count": 2021,
            "abstract": "This first volume of Somerset Maugham's collected short stories includes the famous story 'Rain', the tragedy of the prudish missionary Mr Davidson and Sadie Thompson, the prostitute. The collection contains thirty stories that take us from the islands of the Pacific Ocean to England, France and Spain. They all reveal Maugham's acute and often sardonic observation of human foibles and his particular genius for exposing the bitter reality of human relationships.. Somerset Maugham learnt his craft from Maupassant, and these stories display the remarkable talent that made him an unsurpassed storyteller.",
            "part_of_series": true,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "European Literature",
                "Literary Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "A Pocket Full of Rye",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.9,
            "ranking_count": 37014,
            "abstract": "A handful of grain is found in the pocket of a murdered businessman!. Let us explain. Rex Fortescue, king of a financial empire, was sipping tea in his 'counting house' office when he suffered a sudden and agonising death. On later inspection, the pockets of the deceased were found to contain rye grain. What is that all about? It was a second incident, this time in the parlour at his home, which confirmed Jane Marple's suspicion that here she was looking at a case of crime by rhyme!. Librarian's note: this entry is for the novel, A Pocket Full of Rye. Collections and other Miss Marple stories are located elsewhere on Goodreads. The series includes 12 novels and 20 short stories. Entries for the short stories can be found by searching Goodreads for: a Miss Marple Short Story.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Palace of Dreams",
            "authors": [
                "Ismail Kadare"
            ],
            "ranking": 3.97,
            "ranking_count": 3597,
            "abstract": "A sinister totalitarian ministry called the Palace of Dreams recruits Mark-Alem to sort, classify, and interpret the dreams of the people in the empire, seeking the master-dreams that give clues to the empire's destiny.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "European Literature",
                "Science Fiction",
                "Literature",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "Beau Geste",
            "authors": [
                "P.C. Wren"
            ],
            "ranking": 4.01,
            "ranking_count": 3328,
            "abstract": "French Legionnaires find one of their fortresses manned by dead men. Who could have done it? A flashback unravels the mystery of the three English Geste brothers. A classic, rip-roaring tale of adventure.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Adventure",
                "Historical",
                "Mystery",
                "Cultural",
                "War",
                "Literature",
                "Thriller"
            ]
        },
        {
            "title": "Catering to Nobody",
            "authors": [
                "Diane Mott Davidson"
            ],
            "ranking": 3.83,
            "ranking_count": 20285,
            "abstract": "MEET THE CATERER WHO WHIPPED UP THE. MULTIMILLION-COPY MYSTERY SERIES–. AS GOLDY SOLVES HER FIRST MURDER!. Diane Mott Davidson’s winning recipe of first-class suspense and five-star fare has won her and caterer Goldy critical raves and a regular place on major bestseller lists across the country. In Goldy’s tantalizing debut, she serves up a savory dish of secrets, suspicions, and murder..... Catering a wake is not Goldy’s idea of fun. Yet the Colorado caterer throws herself into preparing a savory feast including Poached Salmon and Strawberry Shortcake Buffet designed to soothe forty mourners. And her culinary efforts seem to be exactly what the doctor ordered...until her ex-father-in-law gynecologist Fritz Korman is struck down and Goldy is accused of adding poison to the menu. Now, with the Department of Health impounding her leftovers, her ex-husband proclaiming her guilt, and her business about to be shut down, Goldy knows she can’t wait for the police to serve up the answers. She’ll soon uncover more than one family skeleton and a veritable stew of unpalatable secrets–the kind that could make Goldy the main course in an unsavory killer’s next murder!",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Food and Drink",
                "Womens Fiction",
                "Humor"
            ]
        },
        {
            "title": "Death in the Afternoon",
            "authors": [
                "Ernest Hemingway"
            ],
            "ranking": 3.69,
            "ranking_count": 8206,
            "abstract": "Still considered one of the best books ever written about bullfighting,. Death in the Afternoon. is an impassioned look at the sport by one of its true aficionados. It reflects Hemingway's conviction that bullfighting was more than mere sport and reveals a rich source of inspiration for his art. The unrivaled drama of bullfighting, with its rigorous combination of athleticism and artistry, and its requisite display of grace under pressure, ignited Hemingway's imagination. Here he describes and explains the technical aspects of this dangerous ritual and the emotional and spiritual intensity and pure classic beauty that can be produced by a man, an animal, and a piece of scarlet serge draped on a stick. Seen through his eyes, bullfighting becomes a richly choreographed ballet, with performers who range from awkward amateurs to masters of great elegance and cunning.. A fascinating look at the history and grandeur of bullfighting,. Death in the Afternoon. is also a deeper contemplation of the nature of cowardice and bravery, sport and tragedy, and is enlivened throughout by Hemingway's sharp commentary on life and literature.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "Travel",
                "Sports",
                "Novels",
                "The United States Of America"
            ]
        },
        {
            "title": "English Grammar in Use with Answers: Reference and Practice for Intermediate Students",
            "authors": [
                "Raymond Murphy"
            ],
            "ranking": 4.31,
            "ranking_count": 1836,
            "abstract": "A self-study reference and practice book for intermediate and more advanced learners of English. Covering all areas of language which students at this level find difficult, this substantially revised and updated book retains the clarity, simplicity and accessibility of the first edition, adding to it new and redesigned units and appendices, modified right-hand page exercises and additional exercises. - Easy to use: 136 two-page units combine clear, accurate language presentation on left-hand pages with thorough, varied practice on facing pages. - New additional exercises offer further practice of grammar points from different groups of units. - Designed for self-study: learners choose and study problematic areas with the help of a new study guide. - Key section contains answers to all exercises and the study guide. - Appendices deal with irregular verbs, tense formation, modals, spelling, short forms and American English.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Reference",
                "Humanities",
                "Education",
                "Language",
                "Teaching",
                "Textbooks",
                "Academic",
                "Northern Africa"
            ]
        },
        {
            "title": "Dead Poets Society",
            "authors": [
                "N.H. Kleinbaum",
                "Tom Schulman"
            ],
            "ranking": 4.2,
            "ranking_count": 66100,
            "abstract": "Todd Anderson and his friends at Welton Academy can hardly believe how different life is since their new English professor, the flamboyant John Keating, has challenged them to make your lives extraordinary!  Inspired by Keating, the boys resurrect the Dead Poets Society--a secret club where, free from the constraints and expectations of school and parents, they let their passions run wild. As Keating turns the boys on to the great words of Byron, Shelley, and Keats, they discover not only the beauty of language, but the importance of making each moment count. But the Dead Poets pledges soon realize that their newfound freedom can have tragic consequences. Can the club and the individuality it inspires survive the pressure from authorities determined to destroy their dreams?",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Contemporary",
                "Novels",
                "Poetry",
                "Drama",
                "Academic",
                "Literature",
                "Media Tie In"
            ]
        },
        {
            "title": "The Andromeda Strain",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.91,
            "ranking_count": 239514,
            "abstract": "The United States government is given a warning by the pre-eminent biophysicists in the country: current sterilization procedures applied to returning space probes may be inadequate to guarantee uncontaminated re-entry to the atmosphere.. Two years later, seventeen satellites are sent into the outer fringes of space to collect organisms and dust for study. One of them falls to earth, landing in a desolate area of Arizona.. Twelve miles from the landing site, in the town of Piedmont, a shocking discovery is made: the streets are littered with the dead bodies of the town's inhabitants, as if they dropped dead in their tracks.. --back cover",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Mystery",
                "Science Fiction Fantasy",
                "Horror",
                "Suspense",
                "Novels",
                "Classics",
                "Audiobook"
            ]
        },
        {
            "title": "The Acid House",
            "authors": [
                "Irvine Welsh"
            ],
            "ranking": 3.73,
            "ranking_count": 15408,
            "abstract": "Description from the inside sleeve:. This scintillating, disturbing, and altogether outrageous collection of stories introduces to these shores a young writer already being called the Scottish Celine of the 1990s (. Guardian. ) and a mad postmodern Roald Dahl (. Weekend Scotsman. ). Using a range of approaches from bitter realism to demented fantasy, Irvine Welsh is able to evoke the essential humanity, well hidden as it is, of his generally depraved, lazy, manipulative, and vicious characters. He specializes particularly in cosmic reversals--God turns a hapless footballer into a fly; an acid head and a newborn infant exchange consciousnesses with sardonically unexpected results--always displaying a corrosive wit and a telling accuracy of language and detail. Irvine Welsh is one hilariously dangerous writer and he is bound to create a sensation.. Includes the following stories:. The Shooter. Eurotrash. Stoke Newington Blues. Vat '96. A Soft Touch. The Last Resort on the Adriatic. Sexual Disaster Quartet. Snuff. A Blockage in the System. Wayne Foster. Where the Debris Meets the Sea. Granny's Old Junk. The House of John Deaf. Across the Hall. Lisa's Mum Meets the Queen Mum. The Two Philosophers. Disnae Matter. The Granton Star Cause. Snowman Building Parts for Rico the Squirrel. Sport for All. The Acid House. A Smart Cunt: a novella",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Contemporary",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Humor",
                "Dark",
                "Modern"
            ]
        },
        {
            "title": "If the River Was Whiskey",
            "authors": [
                "T. Coraghessan Boyle"
            ],
            "ranking": 3.94,
            "ranking_count": 1229,
            "abstract": "In sixteen stories, T.C. Boyle tears through the walls of contemporary society to reveal a world at once comic and tragic, droll and horrific. Boyle introduces us to a death-defying stuntman who rides across the country strapped to the axle of a Peterbilt, and to a retired primatologist who can’t adjust to the “civilized” world. He chronicles the state of romance that requires full-body protection in a disease-conscious age and depicts with aching tenderness the relationship between a young boy and his alcoholic father. These magical and provocative stories mark yet another virtuoso performance from one of America’s most supple and electric literary inventors.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "American",
                "The United States Of America"
            ]
        },
        {
            "title": "The Reivers",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.79,
            "ranking_count": 6997,
            "abstract": "One of Faulkner's comic masterpieces, The Reivers is a picaresque that tells of three unlikely car thieves from rural Mississippi. Eleven-year-old Lucius Priest is persuaded by Boon Hogganbeck, one of his family's retainers, to steal his grandfather's car and make a trip to Memphis. The Priests' black coachman, Ned McCaslin, stows away, and the three of them are off on a heroic odyssey, for which they are all ill-equipped, that ends at Miss Reba's bordello in Memphis. From there a series of wild misadventures ensues--involving horse smuggling, trainmen, sheriffs' deputies, and jail.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Historical",
                "Novels",
                "Humor",
                "American",
                "Literary Fiction",
                "Nobel Prize"
            ]
        }
    ]
}