{
    "books": [
        {
            "title": "The Pendragon Legend",
            "authors": [
                "Antal Szerb",
                "Len Rix"
            ],
            "ranking": 3.98,
            "ranking_count": 2195,
            "abstract": "At an end-of-London-season soiree, the young Hungarian scholar-dilettante Janos Batky is introduced to the Earl of Gwynedd, a reclusive eccentric who is the subject of strange rumors. Invited to the family seat--Pendragon Castle in North Wales--Batky receives a mysterious phone call warning him not to go; but he does and finds himself in a bizarre world of mysticism, romance, animal experimentation, and planned murder. His quest to solve the central mystery takes him down strange byways--old libraries and warehouse cellars, Welsh mountains, and underground tombs.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Mystery",
                "Classics",
                "Fantasy",
                "Gothic",
                "Horror",
                "Literature",
                "Adventure"
            ]
        },
        {
            "title": "The Broken Body: Journey to Wholeness",
            "authors": [
                "Jean Vanier"
            ],
            "ranking": 4.31,
            "ranking_count": 72,
            "abstract": "Jean Vanier examines the roots of brokenness withing the Jewish and Christian traditions and the meaning of the Good News of Jesus for our twentieth-century world.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Nonfiction",
                "Christian",
                "Religion"
            ]
        },
        {
            "title": "Feast of the King's Shadow",
            "authors": [
                "Chaz Brenchley"
            ],
            "ranking": 3.52,
            "ranking_count": 97,
            "abstract": "The Kingdom of Outremer was raised on sands steeped in the blood of war, and to war it is returning. The Sharai tribes, bitter and divided in defeat, have regrouped in their stronghold at Rhabat. Observing an uneasy truce under the banner of the charismatic Hasan, they await the coming of the Ghost Walker, long-promised deliverer of their people.. The Ghost Walker has indeed returned, but not to the Sharai. Marron is a former Ransomer from Outremer who does not yet fully understand what he has become. His companions know more about the power he now wields, and insist that his destiny lies with theirs in Rhabat. But their motives are far from united.. One thing is certain: whoever controls the Ghost Walker controls the future of Outremer. But Marron has a will of his own...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Science Fiction Fantasy",
                "Fiction",
                "LGBT",
                "Historical"
            ]
        },
        {
            "title": "The Land Remembers: The Story of a Farm and Its People",
            "authors": [
                "Ben Logan"
            ],
            "ranking": 4.44,
            "ranking_count": 495,
            "abstract": "This classic American memoir is about a farm and its people, of a boyhood on a southwestern Wisconsin hilltop world in the 1930s. Ben Logan grew up on Seldom Seen Farm with his three brothers, father, mother, and hired hand Lyle—“the fifth Logan boy.” The boys discussed and argued and joked over the events around their farm, marked the seasons by the demands of the land, tested each other and themselves, and grew up learning timeless lessons. This paperback edition features Logan's never-before-published afterword that traces the Logan land to an earlier time, bringing the story full circle to the farm and its people.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "History",
                "Science",
                "Biography Memoir",
                "Classics",
                "Adult",
                "Environment"
            ]
        },
        {
            "title": "Living My Life, Vol. 1",
            "authors": [
                "Emma Goldman"
            ],
            "ranking": 4.34,
            "ranking_count": 744,
            "abstract": "“You damn bitch of an anarchist, I wish I could get at you. I would tear your heart out and feed it to my dog.” This was one of the less obscene messages received by Emma Goldman (1869-1940), while in jail on suspicion of complicity in the assassination of McKinley. The most notorious woman of her day, she was bitterly hated by millions and equally revered by millions.. The strong feelings she aroused are understandable. She was an alien, a practicing anarchist, a labor agitator, a pacifist in World War 1, an advocate of political violence, a feminist, a proponent of free love and birth control, a communist, a street-fighter for justice — all of which she did with strong intellect and boundless passion. Today, of course, many of the issues that she fought over are just as vital as they were then.. Emma Goldman came from Russia at the age of 17. After an encounter with the sweatshop and an unfortunate marriage, she plunged into the bewildering intellectual and activist chaos that attended American social evolution around the turn of the twentieth century. She knew practically everyone of importance in radical circles. She dominated many areas of the radical movement, lecturing, writing, haranguing, and publishing to awaken the world to her ideas. After World War I she was deported to Russia, where she soon discovered that anarchists were no better liked than in America, despite Lenin’s first gesture of welcome. She escaped with her life but never was allowed to return to the United States.. Emma Goldman was a devastatingly honest woman, who spared herself as little as she spared anyone else. From her account the reader can gain insight into a curious personality type of recurrent interest: a woman who devoted her life to eliminating suffering, yet could make a bomb or assist in staging an assassination. Equally interesting are her comments on other radicals of the period, such as Kropotkin, Berkman, Mooney, Lenin, Trotsky, Haywood, Most, the Haymarket martyrs, and many others. Her autobiography, written with vigor, ranks among the finest in the English language.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Autobiography",
                "Biography",
                "Feminism",
                "History",
                "Philosophy",
                "Labor",
                "Biography Memoir"
            ]
        },
        {
            "title": "Almost Starring Skinnybones",
            "authors": [
                "Barbara Park"
            ],
            "ranking": 3.74,
            "ranking_count": 337,
            "abstract": "If you thought Junie B. Jones was funny—catch more laughs from. New York Time. s bestselling author Barbara Park with the hilarious sequel to. Skinnybones. —just right for fans of Diary of a Wimpy Kid and I Funny!. And the award goes to…Alex Frankovitch! Roll out the red carpet! Alex “Skinnybones” Frankovitch is about to become a HUGE star—in his very own TV commercial! But Alex’s plans for stardom go HORRIBLY wrong. Forget fame and fortune—his friends think he’s a FLOP! And his fan club only has two members—a cat and a drooling toddler. Can Alex figure out another way to get his name in lights? Or is this star going to crash and burn?. “. Skinnybones. equals tickled funny bones.” —. Booklist. “Young Alex ‘Skinnybones’ Frankovitch finally gets his chance to become a Big Celebrity…in this amusing follow-up to. Skinnybones.. ” —. Publishers Weekly. “Once again demonstrating her remarkable ear for dialogue, [Barbara Park] also shows a good sense of timing in this fast-paced outing.” —. School Library Journal",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Childrens",
                "Fiction",
                "Realistic Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Battleaxe",
            "authors": [
                "Sara Douglass"
            ],
            "ranking": 3.95,
            "ranking_count": 16467,
            "abstract": "A thousand years ago the Acharites drove the Forbidden from their land. Now, strange sightings along Achar's northern border foreshadow their return. The barbaric tribes of the Ravensbund are pouring south with the tales of fearsome beings who feed on the terror of their prey. Winter has come early, and with it the promise of war. Axis, bastard son of the dead Princess Rivkah, is sent to the battlefront at Gorkenfort with his elite Axe-Wielders. Once there, he must hand over command to his hated half-brother, Borneheld. But travelling north, Axis falls in love with Faraday - Borneheld's betrothed, and meets two priests who challenge the very essence of his beliefs.. The Sentinels walk the land, the TreeFriend has been found, and the people of the Plough, the Wing and the Horn must set aside their differences and unite under one leader against the evil rising in the north . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Adult",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Unapologetic Theology",
            "authors": [
                "William C. Placher"
            ],
            "ranking": 3.76,
            "ranking_count": 51,
            "abstract": "In. Unapologetic Theology. , William Placher examines religion and the search for truth in a pluralistic society. Among the issues he considers are science and its relation to belief, dialogue among various religions, and the theological method.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy"
            ]
        },
        {
            "title": "Walt Disney's The Sorcerer's Apprentice (A Little Golden Book)",
            "authors": [
                "Don Ferguson",
                "Peter Emslie"
            ],
            "ranking": 4.38,
            "ranking_count": 1281,
            "abstract": "Apprenticed to a sorcerer, Mickey Mouse tries to use magic to save himself some work.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "The King's Fifth",
            "authors": [
                "Scott O'Dell"
            ],
            "ranking": 3.66,
            "ranking_count": 1793,
            "abstract": "A 1967 Newbery Honor Book. While awaiting trial for murder and withholding from the king the obligatory fifth of the gold found in Cibola, Esteban, a seventeen-year-old cartographer, recalls his adventures with a band of conquistadors.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Classics",
                "Childrens",
                "Academic"
            ]
        },
        {
            "title": "Future Grace",
            "authors": [
                "John Piper"
            ],
            "ranking": 4.16,
            "ranking_count": 5890,
            "abstract": "In Future Grace, author John Piper helps readers discover the key to overcoming sin and living a life that honors God. Many men and women attempt to walk upright out of gratitude for what Christ did in the past, but Piper encourages believers to look ahead to the grace God provides for us on a day-b",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Nonfiction",
                "Spirituality",
                "Christianity"
            ]
        },
        {
            "title": "Las batallas en el desierto",
            "authors": [
                "José Emilio Pacheco"
            ],
            "ranking": 4.13,
            "ranking_count": 19937,
            "abstract": "Historia de un amor imposible, narración de un terror cotidiano que los protagonistas preferirían creer que se trata de algo fantasmagórico,. Las batallas en el desierto. es una magistral novela breve que involucra otros aspectos como la corrupción social y política, el inicio del México moderno y la desaparición del país tradicional, el testimonio de las transformaciones de nuestras vidas y nuestra historia, y el rescate de las memorias individuales y colectivas de una ciudad a la que José Emilio Pacheco ama profundamente, pero recrea sin nostalgia y denuncia de manera implacable.. Desde su aparición esta novela corta, traducida al inglés, francés, alemán, italiano, ruso, japonés y griego, y publicada en otras partes del mundo hispano, asombró por su aparente sencillez y la estructura compleja que tiende lazos para una variedad de lecturas múltiples y diferentes y para una complicidad que hermana para siempre al lector con el autor.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Short Stories",
                "Cultural",
                "Novels",
                "Classics",
                "Literature",
                "Romance",
                "Historical"
            ]
        },
        {
            "title": "The Book of Night with Moon",
            "authors": [
                "Diane Duane",
                "Kathryn Parise"
            ],
            "ranking": 4.07,
            "ranking_count": 2117,
            "abstract": "Wizards and sorcerers, some cats even can cast spells and become invisible. They are the guardians of the Gates, weaving and maintaining the magic threads between realities. But when an ancient evil conquers the mystical Gates beneath Grand Central Station, flooding New York with surreal horror from another dimension, a quartet of feline champions is called to defend Earth. These four small wizards must walk between worlds, cross the River of Fire, and hunt the Children of the Serpent. And in an apocalyptic finale they will engage in ultimate battle against the Lone Power--a dark force that began untold eons before the creation of mere Man",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Animals",
                "Science Fiction Fantasy",
                "Science Fiction"
            ]
        },
        {
            "title": "My Son, My Son",
            "authors": [
                "Howard Spring"
            ],
            "ranking": 4.28,
            "ranking_count": 312,
            "abstract": "The story of William Essex, who rose from humble beginnings to become a successful dramatist and novelist, and his friend Dermot O'Riordon, a fervent Irish patriot and founder of a great London furnishing house; and their sons, Oliver Essex and Rory O'Riordon. Plus some other assorted characters, from old Mr Moscrop and his daughter Nellie, and Maeve O'Riordon. Those boys grow up in friendship, but the passing years create circumstances that divide them as their fathers learn the hard way that sons do not always develop the way a parent might wish.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Classics"
            ]
        },
        {
            "title": "The Great Heresies",
            "authors": [
                "Hilaire Belloc"
            ],
            "ranking": 4.22,
            "ranking_count": 892,
            "abstract": "Here the great Catholic historian Hilaire Belloc analyzes five of the greatest heresies of all time: Arianism, Mohammedanism (Islam), Albigensianism, Protestantism, and the Modern Attack, showing that the world would be vastly different today if Arianism or Albigensianism had survived--and how it is different because Protestantism survived. He predicts the re-emergence of Islam and explains how the Modern Attack is the worst threat to the Catholic Church ever.. different cover for. ISBN-10: 0895554755. ISBN-13: 978-0895554758",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Religion",
                "Christianity",
                "Nonfiction",
                "Philosophy",
                "Church",
                "Politics"
            ]
        },
        {
            "title": "Ragazzi di vita",
            "authors": [
                "Pier Paolo Pasolini",
                "Vincenzo Cerami"
            ],
            "ranking": 3.66,
            "ranking_count": 3424,
            "abstract": "«Era una caldissima giornata di luglio. Il Riccetto che doveva farsi la prima comunione e la cresima, s'era alzato già alle cinque; ma mentre scendeva giù per via Donna Olimpia coi calzoni lunghi grigi e la camicetta bianca, piuttosto che un comunicando o un soldato di Gesù pareva un pischello quando se ne va acchittato pei lungoteveri a rimorchiare.». Il Riccetto, il Caciotta, il Lenzetta, il Begalone, Alduccio e altri sono giovanissimi sottoproletari romani. Sciamano dalle borgate della Roma anni Cinquanta verso il centro, in un itinerario picaresco fatto di eventi comici, tragici, grotteschi. Alternano una violenza gratuita a una generosità patetica: Riccetto salva una rondine che stava per annegare ma non potrà far nulla dinanzi al piccolo Genesio trascinato via dalla corrente dell'Aniene; Agnolo e Oberdan assistono Marcello agonizzante, rimasto travolto dal crollo della sua scuola. La Roma monumentale e quella della speculazione edilizia è lo spazio contraddittorio in cui avviene questa sorta di rito iniziatico di una giornata dei «ragazzi di vita».",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "Novels",
                "Literature",
                "Historical",
                "LGBT"
            ]
        },
        {
            "title": "Naked Pictures of Famous People",
            "authors": [
                "Jon   Stewart"
            ],
            "ranking": 3.58,
            "ranking_count": 10109,
            "abstract": "In these nineteen whip-smart essays, Jon Stewart takes on politics, religion, and celebrity with seething irreverent wit, a brilliant sense of timing, and a palate for the absurd -- and these one-of-a-kind forays into his hilarious world will expose you to all it's wickedly naked truths.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Writing",
                "Short Stories",
                "Politics",
                "History",
                "Religion",
                "Literature",
                "Biography"
            ]
        },
        {
            "title": "The Mystery of Tally-Ho Cottage",
            "authors": [
                "Enid Blyton"
            ],
            "ranking": 4.07,
            "ranking_count": 2475,
            "abstract": "A missing picture, a locked-up house, and a white poodle all come togther to make up the mystery of Tally-Ho cottage. It seems insoluble until Fatty has a brainwave- to Mr Goon's disgust.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Mystery",
                "Fiction",
                "Adventure",
                "Asian Literature",
                "Classics",
                "Young Adult",
                "Thriller"
            ]
        },
        {
            "title": "The Grass Arena: An Autobiography",
            "authors": [
                "John Healy"
            ],
            "ranking": 4.14,
            "ranking_count": 656,
            "abstract": "John Healy's. The Grass Arena. describes with unflinching honesty his experiences of addiction, his escape through learning to play chess in prison, and his ongoing search for peace of mind. This Penguin Classics edition includes an afterword by Colin MacCabe.. In his searing autobiography Healy describes his fifteen years living rough in London without state aid, when begging carried an automatic three-year prison sentence and vagrant alcoholics prowled the parks and streets in search of drink or prey. When not united in their common aim of acquiring alcohol, winos sometimes murdered one another over prostitutes or a bottle, or the begging of money. Few modern writers have managed to match Healy's power to refine from the brutal destructive condition of the chronic alcoholic a story so compelling it is beyond comparison.. John Healy (b. 1943) was born into an impoverished, Irish immigrant family, in the slums of Kentish Town, North London. Out of school by 14, pressed into the army and intermittently in prison, Healy became an alcoholic early on in life. Despite these obstacles Healy achieved remarkable, indeed phenomenal expertise in both writing and chess, as outlined in the autobiographical. The Grass Arena. .. If you enjoyed. The Grass Arena. , you might like. Last Exit to Brooklyn. , also available in Penguin Modern Classics.. 'Sober and precise, grotesque, violent, sad, charming and hilarious all at once'. Literary Review. 'Beside it, a book like Orwell's. Down and Out in Paris and London. seems a rather inaccurate tourist guide'. Colin MacCabe",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Games",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Autobiography of Martin Luther King, Jr.",
            "authors": [
                "Martin Luther King Jr.",
                "Clayborne Carson"
            ],
            "ranking": 4.29,
            "ranking_count": 20973,
            "abstract": "This definitive box set includes all the landmark speeches of the great orator and American leader Martin Luther King, Jr., from his inspirational I Have a Dream to his firey Give Us the Ballot. Comprised of recordings previously included in. A Call to Conscience. and. A Knock at Midnight,. THE ESSENTIAL BOX SET is a must-have for any home, library, or school collection.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Politics",
                "Autobiography",
                "Race",
                "Cultural",
                "Biography Memoir",
                "North American Hi..."
            ]
        },
        {
            "title": "The Tree of Knowledge: The Biological Roots of Human Understanding",
            "authors": [
                "Humberto R. Maturana",
                "Francisco J. Varela"
            ],
            "ranking": 4.19,
            "ranking_count": 1135,
            "abstract": "Knowing how we know is the subject of this book. Its authors present a new view of cognition that has important social and ethical implications, for, they assert, the only world we humans can have is the one we create together through the actions of our coexistence. Written for a general audience as well as for students, scholars, and scientists and abundantly illustrated with examples from biology, linguistics, and new social and cultural phenomena, this revised edition includes a new afterword by Dr. Varela, in which he discusses the effect the book has had in the years since its first publication.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Science",
                "Psychology",
                "Nonfiction",
                "Biology",
                "Anthropology",
                "History",
                "Sociology"
            ]
        },
        {
            "title": "The Rock of Tanios",
            "authors": [
                "Amin Maalouf"
            ],
            "ranking": 3.96,
            "ranking_count": 6423,
            "abstract": "Tanios was a child of the mountains of Lebanon in the 1880s when the Egyptian Pashas were struggling against Ottoman domination and the British and French plotted with and against each other. Amin Maalouf's novel,. The Rock of Tanios. , begins with a recollection of the rock on which Tanios was last seen sitting and weaves together the strands of the fascinating legend of his disappearance. Tanios was the illegitimate son of a powerful Sheik whose every action brought chaos into his village. When Tanios's adopted father caused the death of a powerful political rival, he and his son together fled their homeland. In hiding, they became entangled with international spies and politicians; Tanios soon took on the roll of intermediary between dueling European and Middle Eastern powers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Novels",
                "Roman",
                "Literature",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Cry and the Covenant",
            "authors": [
                "Morton Thompson"
            ],
            "ranking": 4.52,
            "ranking_count": 282,
            "abstract": "Historical fiction. Based on the life of Ignaz Semmelweis (b. 1818 - d. 1865), an Austrian-Hungarian physician known for his research into puerperal fever and his advances in medical hygiene. In the novel he struggles to prove to his fellow doctors that if they would only wash their hands, they would save the lives of many mothers.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Health"
            ]
        },
        {
            "title": "The Test",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.83,
            "ranking_count": 2021,
            "abstract": "Tobias, the other Animorphs, and Ax have seen things so bizarre that no sane person would believe their story. No one would believe that aliens have taken over Earth, and are in the process of infesting as many humans as possible. No one could believe the battles and missions and losses these six kids have had to deal with. And it's not over yet.. Tobias has been captured by the same human-Controller that nearly tortured him to death once before. She claims that now she's a part of the Yeerk peace movement. That she just needs a favor. Tobias isn't sure what to believe, but he knows that if the Animorphs and Ax don't find him soon, what he believes won't matter anymore. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Adventure",
                "Novels",
                "Action"
            ]
        },
        {
            "title": "Five Little Pigs",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 4.02,
            "ranking_count": 56559,
            "abstract": "It was an open and shut case. All the evidence said Caroline Crale poisoned her philandering husband, a brilliant painter. She was quickly and easily convicted and sentenced to life in prison.. Now, sixteen years later, in a posthumous letter, Mrs. Crale has assured her grown daughter that she was innocent. But instead of setting the young woman's mind at ease, the letter only raises disquieting questions. Did Caroline indeed write the truth? And if she didn't kill her husband, who did?. To find out, the Crale’s daughter asks Hercule Poirot to reopen the case. His investigation takes him deep into the conflicting memories and motivations of the five other people who were with the Crales on the fatal day. With his keen understanding of human psychology, he manages to discover the surprising truth behind the artist's death.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Sky Island",
            "authors": [
                "L. Frank Baum"
            ],
            "ranking": 3.98,
            "ranking_count": 631,
            "abstract": "This captivating tale by the royal historian of Oz recounts the further adventures of a little girl named Trot and Cap'n Bill, an old sailor, after their visit to the Sea Fairies. A remarkable fairyland in sky country, Sky Island turns out to be a place that Trot, Cap'n Bill, and their friend — a little boy nicknamed Button-bright — were glad to leave after having experienced some unpleasant moments there. Transported by a magical umbrella that whisks the three travelers off to this island in the sky, they meet the six snub-nosed princesses, discover the King's treasure chamber, encounter a blue wolf, meet Tourmaline the poverty Queen and Rosalie the Witch, and eventually make the long journey home. A charming addition to Dover's successful line of Oz books, this volume will delight long-time Oz fans as well as newcomers to L. Frank Baum's realms of fantasy. 86 black-and-white and 12 full-color illustrations.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Classics",
                "Fiction",
                "Adventure",
                "Young Adult",
                "Science Fiction Fantasy",
                "Literature"
            ]
        },
        {
            "title": "Journey to Ixtlan",
            "authors": [
                "Carlos Castaneda"
            ],
            "ranking": 4.08,
            "ranking_count": 12271,
            "abstract": "In. Journey to Ixtlan. , Carlos Castaneda introduces readers to this new approach for the first time and explores, as he comes to experience it himself, his own final voyage into the teachings of don Juan, sharing with us what it is like to truly “stop the world” and perceive reality on his own terms.. Originally drawn to Yaqui Indian spiritual leader don Juan Matus for his knowledge of mind-altering plants, bestselling author Carlos Castaneda immersed himself in the sorcerer’s magical world entirely. Ten years after his first encounter with the shaman, Castaneda examines his field notes and comes to understand what don Juan knew all along—that these plants are merely a means to understanding the alternative realities that one cannot fully embrace on one’s own.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Spirituality",
                "Fiction",
                "Anthropology",
                "Fantasy",
                "Psychology",
                "Religion",
                "Occult",
                "Novels"
            ]
        },
        {
            "title": "Flesh and Blood",
            "authors": [
                "Michael Cunningham"
            ],
            "ranking": 4.03,
            "ranking_count": 5519,
            "abstract": "In. Flesh and Blood,. Michael Cunningham takes us on a masterful journey through four generations of the Stassos family as he examines the dynamics of a family struggling to come of age in the 20th century.. In 1950, Constantine Stassos, a Greek immigrant laborer, marries Mary Cuccio, an Italian-American girl, and together they produce three children: Susan, an ambitious beauty, Billy, a brilliant homosexual, and Zoe, a wild child. Over the years, a web of tangled longings, love, inadequacies and unfulfilled dreams unfolds as Mary and Constantine's marriage fails and Susan, Billy, and Zoe leave to make families of their own. Zoe raises a child with the help of a transvestite, Billy makes a life with another man, and Susan raises a son conceived in secret, each extending the meaning of family and love. With the power of a Greek tragedy, the story builds to a heartbreaking crescendo, allowing a glimpse into contemporary life which will echo in one's heart for years to come.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Contemporary",
                "Family",
                "Literary Fiction",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "A Sunny Morning, a Comedy of Madrid",
            "authors": [
                "Serafín Álvarez Quintero",
                "Joaquín Álvarez Quintero"
            ],
            "ranking": 3.54,
            "ranking_count": 61,
            "abstract": "This is a pre-1923 historical reproduction that was curated for quality. Quality assurance was conducted on each of these books in an attempt to remove books with imperfections introduced by the digitization process. Though we have made best efforts - the books may have occasional errors that do not impede the reading experience. We believe this work is culturally important and have elected to bring the book back into print as part of our continuing commitment to the preservation of printed works worldwide.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "European Literature"
            ]
        },
        {
            "title": "The Price of Admiralty: The Evolution of Naval Warfare from Trafalgar to Midway",
            "authors": [
                "John Keegan"
            ],
            "ranking": 4.07,
            "ranking_count": 948,
            "abstract": "Military historian John Keegan's gripping history of naval warfare's evolution.. In. The Price of Admirality. , leading military historian John Keegan illuminates the history of naval combat by expertly dissecting four landmark sea battles, each featuring a different type of warship: the Battle of Trafalgar, the Battle of Jutland in World War I, the Battle of Midway in World War II, and the long and arduous Battle of the Atlantic.. The best military historian of our generation.--Tom Clancy. . The Price of Admirality. stands alongside Mr. Keegan's earlier works in its power to impart both the big and little pictures of war.--The. New York Times",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Military",
                "War",
                "Nonfiction",
                "Military History",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "La Musique Consolatrice (Collection Alphee) (French Edition)",
            "authors": [
                "Georges Duhamel"
            ],
            "ranking": 4.33,
            "ranking_count": 6,
            "abstract": "[This book is written in French.]. Georges Duhamel, Ã  l'inverse de nombreux Ã©crivains qui nourrissent Ã  l'Ã©gard de la musique une sourde haine, avait la religion de la musique. Il l'Ã©coutait sans cesse, la chantait, la pratiquait autour de lui. S'il avait Ã©tÃ© SchÃ©hÃ©razade, c'est sans doute ainsi qu'il aurait pu sauver sa vie, pendant mille et une nuits.. George Duhamel, unlike many writers who have a deaf hatred for music, has the religion of music. He is constantly listening to it, singing it, practicing it. If he had been Scheherazade, this is probably how he would have saved his life during a thousand and one nights.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "ჯაყოს ხიზნები",
            "authors": [
                "Mikheil Javakhishvili"
            ],
            "ranking": 4.3,
            "ranking_count": 1528,
            "abstract": "რომანში, რომელსაც მწერალმა 20 წელი მოანდომა, XX საუკუნის დასაწყისის საქართველოს სოციალური პრობლემებია წარმოჩენილი. რომანი ავტორის ერთ-ერთ ყველაზე მნიშვნელოვან ნაწარმოებად არის მიჩნეული.. მიხეილ ჯავახიშვილი აღნიშნავდა: „ჯაყოს ხიზნები 1924 წელს ზაფხულის დასასრულსა და შემოდგომის დასაწყისში დავწერე“. 1928 წელს ის დავით კასრაძესთან საუბარში აღნიშნავდა:„კვაჭი კვაჭანტირაძეს მივაყოლე ჯაყოს ხიზნები, ეს ქურთა–თამარაშენში ყოფნის სახსოვარია. მართალია, რომანმა აუარებელი მკითხველი გამიჩინა, მაგრამ აუარება დამაწყევარიც! კრიტიკაში ბევრი მაქებდა გულახდილობისათვის, ბევრი მაძაგებდა. ზოგიერთებმა ისიც კი მითხრეს, თუ გინდა, რომ ძველებურად მიგიღოთ და გულთბილად მოგეპყრათ, შენი შემოქმედებიდან ჯაყო ამოშალეო. ჯერ ერთი, რუსების თქმისა არ იყოს: კალმით დაწერილს ნაჯახით ვერ ამოშლი, და მეორეც, საკითხი მართლაც ასე რომ იყოს დაყენებული, მაშინ მე ყველაფერს დავთმობ, მაგრამ ჯაყოს და „თეთრ საყელოს“ ვერავინ გამამეტებინებს.“",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Academic",
                "Fiction",
                "Classics"
            ]
        },
        {
            "title": "Billy Bathgate",
            "authors": [
                "E.L. Doctorow"
            ],
            "ranking": 3.8,
            "ranking_count": 6886,
            "abstract": "In 1930's New York, Billy Bathgate, a fifteen-year-old highschool dropout, has captured the attention of infamous gangster Dutch Schultz, who lures the boy into his world of racketeering. The product of an East Bronx upbringing by his half-crazy Irish Catholic mother, after his Jewish father left them long ago, Billy is captivated by the world of money, sex, and high society the charismatic Schultz has to offer. But it is also a world of extortion, brutality, and murder, where Billy finds himself involved in a dangerous affair with Schultz's girlfriend.Relive this story through the title character's driving narrative, a child's thoughts and feelings filtered through the sensibilities of an adult, and the result is E.L. Doctorow's most convincing and appealing portrayal of a young boy's life. Converging mythology and history, one of America's most admired authors has captured the romance of gangsters and criminal enterprise that continues to fascinate the American psyche today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Literary Fiction",
                "Literature",
                "Novels",
                "New York"
            ]
        },
        {
            "title": "High Tide at Gettysburg",
            "authors": [
                "Glenn Tucker"
            ],
            "ranking": 4.12,
            "ranking_count": 466,
            "abstract": "High Tide at Gettysburg tells the story of the Army of Virginia. How near the South came to victory is clearly set forth in these pages. The author vividly conveys the background of the crucial b attle of the Civil War so that the reader can fully appreciate its unfolding.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Military History",
                "Nonfiction",
                "American History",
                "War",
                "American Civil War",
                "North American Hi...",
                "United States"
            ]
        },
        {
            "title": "El unicornio",
            "authors": [
                "Manuel Mujica Lainez"
            ],
            "ranking": 3.79,
            "ranking_count": 248,
            "abstract": "La leyenda medieval del hada Melusina, a la que su madre condenó a que todos los sábados la parte inferior de su cuerpo adoptara la forma de una serpiente, es el material fabuloso de que se sirve Manuel Mújica Láinez en esta singular novela.El unicornio representa para la Edad Media, dentro de la obra de su autor, lo que Bomarzo fue para el Renacimiento: una colosal recreación poética que juega con la atmósfera del pasado para ofrecernos una historia de sugestiva belleza, rara y absorbente. La historia y la magia, la minuciosa reconstrucción de ambientes remotísimos y una originalísima fantasía que anima todas y cada una de sus páginas, se conjugan en un relato inolvidable que constituye sin lugar a dudas una de las obras maestras del gran escritor argentino.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Magical Realism",
                "Historical",
                "Classics",
                "Fairies",
                "Folklore",
                "European Literature"
            ]
        },
        {
            "title": "In Milton Lumky Territory",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.4,
            "ranking_count": 789,
            "abstract": "Bruce Stevens is a successful young buyer for the CBB discount house in Reno and he cruises around the Western States in his '55 Mercury checking out likely deals. But when he meets Susan Faine, the part-owner of an ailing typewriter store in Boise, Idaho, a more attractive proposition comes his way.. Susan is ten years older than Bruce and recently divorced. They've also met before, when she was his teacher in fifth grade. But she wants someone to manage the store and he's keen to try. Then one thing leads to another and within days they are married. Milton Lumky, the enigmatic paper salesman, is filled with foreboding.... In Milton Lumky Territory. is a haunting novel of American small-town life in the 1950s, one of the fine mainstream works from Philip K. Dick, now universally recognised as one of the most compelling and sensitive chroniclers of life and love of the period.. Front cover illustration by Chris Moore",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Literature",
                "Anthologies",
                "Novels",
                "Contemporary",
                "Science Fiction Fantasy",
                "Historical",
                "American"
            ]
        },
        {
            "title": "The Anatomy Lesson",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.65,
            "ranking_count": 3135,
            "abstract": "At forty, the writer Nathan Zuckerman comes down with a mysterious affliction--pure pain, beginning in his neck and shoulders, invading his torso, and taking possession of his spirit. Zuckerman, whose work was his life, is unable to write a line. Now his work is trekking from one doctor to another, but none can find a cause for the pain and nobody can assuage it. Zuckerman himself wonders if the pain can have been caused by his own books. And while he is wondering, his dependence on painkillers grows into an addiction to vodka, marijuana, and Percodan.. The Anatomy Lesson is a great comedy of illness written in what the English critic Hermione Lee has described as a manner at once...brash and thoughtful... lyrical and wry, which projects through comic expostulations and confessions...a knowing, humane authority. The third volume of the trilogy and epilogue. Zuckerman Bound. ,. The Anatomy Lesson. provides some of the funniest scenes in all of Roth's fiction as well as some of the fiercest.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Classics",
                "The United States Of America",
                "American"
            ]
        },
        {
            "title": "Sandry's Book",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.0,
            "ranking_count": 42215,
            "abstract": "With her gift of weaving silk thread and creating light, Sandry is brought to the Winding Circle community. There she meets Briar, a former thief who has a way with plants; Daja, an outcast gifted at metalcraft; and Tris, whose connection with the weather unsettles everyone, including herself. At Winding Circle, the four misfits are taught how to use their magic - and to trust one another. But then disaster strikes their new home. Can Sandry weave together four kinds of magical power and save herself, her friends, and the one place where they've ever been accepted?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure"
            ]
        },
        {
            "title": "Deep Dream of the Rain Forest",
            "authors": [
                "Malcolm J. Bosse"
            ],
            "ranking": 3.4,
            "ranking_count": 47,
            "abstract": "Three explorers-fifteen-year-old orphan Harry Windsor, Bayang, a young Iban tribesman, and Tombong, an outcast Iban girl-find mystery and adventure in the jungles of Borneo.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Through the Storm",
            "authors": [
                "Maureen Lee"
            ],
            "ranking": 4.35,
            "ranking_count": 722,
            "abstract": "The third novel in bestseller Maureen Lee's outstanding Liverpool sequence about family life during World War II. Two years of war have taken a terrible toll on Pearl Street, Liverpool. German bombs have reduced some houses to rubble and most of the inhabitants have lost friends and family. While sisters Eileen and Sheila share the anxious burden of absent husbands, the conflict for others brings excitement and freedom.. Kitty Quigley, stuck at home for years with an invalid father, is forced to register for war work and is delighted to become an auxiliary nurse. And Jessica Fleming, struggling to earn a living, finds herself and friend Rita increasingly drawn to the glamour and excitement of the Yanks.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Romance",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "The Poverty of Historicism",
            "authors": [
                "Karl Popper"
            ],
            "ranking": 3.86,
            "ranking_count": 1264,
            "abstract": "On its publication in 1957,. The Poverty of Historicism. was hailed by Arthur Koestler as 'probably the only book published this year which will outlive the century.'. A devastating criticism of fixed and predictable laws in history, Popper dedicated the book to all those 'who fell victim to the fascist and communist belief in Inexorable Laws of Historical Destiny.' Short and beautifully written, it has inspired generations of readers, intellectuals and policy makers. One of the most important books on the social sciences since the Second World War, it is a searing insight into the ideas of this great thinker.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "History",
                "Nonfiction",
                "Politics",
                "Science",
                "Sociology",
                "Social Science",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Steps",
            "authors": [
                "Jerzy Kosiński"
            ],
            "ranking": 3.79,
            "ranking_count": 3273,
            "abstract": "A portrayal of men and women both aroused and desensitized by an environment that disdains the individual and seeks control over the imagination.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Novels",
                "Literature",
                "Classics",
                "Literary Fiction",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "Term Limits",
            "authors": [
                "Vince Flynn"
            ],
            "ranking": 4.32,
            "ranking_count": 33955,
            "abstract": "Alternate-cover edition for ISBN 9780671023188. here. TAKING AMERICA BACK ... ONE POLITICIAN AT A TIME. In one bloody night, three of Washington's most powerful politicians are executed with surgical precision. Their assassins then deliver a shocking ultimatum to the American government: set aside partisan politics and restore power to the people. No one, they warn, is out of their reach—not even the president.. A joint FBI-CIA task force reveals the killers are elite military commandos, but no one knows exactly who they are or when they will strike next. Only Michael O'Rourke, a former U.S. Marine and freshman congressman, holds a clue to the violence: a haunting incident in his own past with explosive implications for his country's future ...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Action",
                "Suspense",
                "Politics",
                "Adventure"
            ]
        },
        {
            "title": "The Wild Hunt",
            "authors": [
                "Elizabeth Chadwick"
            ],
            "ranking": 3.99,
            "ranking_count": 1819,
            "abstract": "In the wild, windswept Welsh marches a noble young lord rides homewards, embittered, angry and in danger. He is Guyon, lord of Ledworth, heir to threatened lands, husband-to-be of Judith of Ravenstow. Their union will save his lands - but they have yet to meet.... For this is Wales at the turn of the twelfth century. Dynasties forge and fight, and behind the precarious throne of William Rufus political intrigue is raging. Caught amidst the violence are Judith and Guyon, bound together yet poles apart. But when a dark secret from the past is revealed and the full horror of war crashes over Guyon and Judith, they are forced to face insurmountable odds. Together...",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "European Literature",
                "Historical Romance",
                "Literature"
            ]
        },
        {
            "title": "The Warlord of Mars",
            "authors": [
                "Edgar Rice Burroughs",
                "John Bolen"
            ],
            "ranking": 3.87,
            "ranking_count": 13529,
            "abstract": "John Carter risks everything to rescue his wife, Princess Dejah Thoris, from the clutches of his evil adversaries, but he is always just one step behind! His battles cover the face of the red planet, as his quest carries him ultimately to the mysterious northern pole. Will this civilization, submerged in ice, prove fatal to our hero? This is the third of eleven in the popular 'Martian' series by Edgar Rice Burroughs.. Duration: 5 hr., 48 min.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Classics",
                "Adventure",
                "Pulp",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Moonspinners",
            "authors": [
                "Mary  Stewart"
            ],
            "ranking": 4.04,
            "ranking_count": 8783,
            "abstract": "Young, beautiful, and adventurous Nicola Ferris loves her life as a secretary at the British Embassy on the lush island of Crete. Then on her day off, she links up with two hiking companions who have inadvertently stumbledupon a scene of blood vengeance. And suddenly the life Nicola adores is in danger of coming to an abrupt, brutal, and terrifying end . .",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Romance",
                "Suspense",
                "Gothic",
                "Cultural",
                "Thriller",
                "Adventure"
            ]
        },
        {
            "title": "The Commissar Vanishes: The Falsification of Photographs and Art in Stalin's Russia",
            "authors": [
                "David King"
            ],
            "ranking": 4.42,
            "ranking_count": 281,
            "abstract": "A New York Times Notable Book, 1997. The lavishly illustrated and often darkly hilarious retelling of Soviet history through the doctored photographs under Stalin.. The Commissar Vanishes has been hailed as a brilliant, indispensable record of an era. The Commissar Vanishes offers a unique and chilling look at how one man--Joseph Stalin--manipulated the science of photography to advance his own political career and erase the memory of his victims. Over the past thirty years David King has assembled the world's largest archive of doctored Soviet photographs, the best of which appear here, in a book Tatyana Tolstaya, in The New York Review of Books, called an extraordinary, incomparable volume.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Art",
                "Politics",
                "Culture",
                "Crime",
                "Psychology"
            ]
        },
        {
            "title": "Angus, Thongs and Full-Frontal Snogging",
            "authors": [
                "Louise Rennison"
            ],
            "ranking": 3.75,
            "ranking_count": 133553,
            "abstract": "There are six things very wrong with my life:. 1. I have one of those under-the-skin spots that will never come to a head but lurk in a red way for the next two years.. 2. It is on my nose. 3. I have a three-year-old sister who may have peed somewhere in my room.. 4. In fourteen days the summer hols will be over and then it will be back to Stalag 14 and Oberfuhrer Frau Simpson and her bunch of sadistic teachers.. 5. I am very ugly and need to go into an ugly home.. 6. I went to a party dressed as a stuffed olive.. In this wildly funny journal of a year in the life of Georgia Nicolson, British author Louise Rennison has perfectly captured the soaring joys and bottomless angst of being a teenager. In the spirit of. Bridget Jones's Diary. , this fresh, irreverent, and simply hilarious book will leave you laughing out loud. As Georgia would say, it's Fabbity fab fab!",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Humor",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Realistic Fiction",
                "Childrens"
            ]
        },
        {
            "title": "Anna Akhmatova",
            "authors": [
                "Anna Akhmatova",
                "D.M. Thomas"
            ],
            "ranking": 4.33,
            "ranking_count": 346,
            "abstract": "A legend in her own time both for her brilliant poetry and for her resistance to oppression, Anna Akhmatova—denounced by the Soviet regime for her “eroticism, mysticism, and political indifference”—is one of the greatest Russian poets of the twentieth century. Before the revolution, Akhmatova was a wildly popular young poet who lived a bohemian life. She was one of the leaders of a movement of poets whose ideal was “beautiful clarity”—in her deeply personal work, themes of love and mourning are conveyed with passionate intensity and economy, her voice by turns tender and fierce. A vocal critic of Stalinism, she saw her work banned for many years and was expelled from the Writers’ Union—condemned as “half nun, half harlot.” Despite this censorship, her reputation continued to flourish underground, and she is still among Russia’s most beloved poets. Here are poems from all her major works—including the magnificent “Requiem” commemorating the victims of Stalin’s terror—and some that have been newly translated for this edition About The Author: Anna Akhmatova was born Anna Gorenko in 1888 and died in 1966. A popular poet of the Acmeist school, she took a pseudonym when her upper-class father objected to her decadent choice of career. She was married to the Acmeist poet Gumilev from 1910 until 1918, and spent time in Paris, where she posed nude for Modigliani. After the Revolution, Akhmatova remained silent for two decades. Her ex-husband was executed in 1921, their son was imprisoned for sixteen years, and her third husband died in a Siberian prison camp. She began publishing again at the outbreak of World War II, and her writings regained popularity despite being harshly denounced by the Soviet regime in 1946 and 1957 for bourgeois decadence. Ejected from the Writers' Union in 1946, she was made its president two years before her death in 1966.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature",
                "Cultural",
                "Classics",
                "Womens"
            ]
        },
        {
            "title": "Flashman at the Charge",
            "authors": [
                "George MacDonald Fraser",
                "Gino D'Achille"
            ],
            "ranking": 4.36,
            "ranking_count": 4800,
            "abstract": "The fourth volume of memoirs in which Harry Flashman confronts destiny with Lord Cardigan and the Light Brigade. Part of the FLASHMAN series, comprising FLASHMAN, ROYAL FLASH and FLASH FOR FREEDOM, which explores the successful though scandalous later career of the bully in TOM BROWN'S SCHOOL DAYS.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Humor",
                "War",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "Follow My Leader",
            "authors": [
                "James B. Garfield"
            ],
            "ranking": 4.2,
            "ranking_count": 3473,
            "abstract": "After Jimmy is blinded in an accident with a firecracker, he has to relearn all the things he used to know. With the help of a determined therapist, he learns to read Braille and to use a cane. Then he's given the chance to have a guide dog. Learning to work with Leader is not easy, but Jimmy tries harder than he ever has before.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Animals",
                "Young Adult",
                "Realistic Fiction",
                "Disability",
                "Academic"
            ]
        },
        {
            "title": "The Thirteenth Pearl",
            "authors": [
                "Carolyn Keene"
            ],
            "ranking": 3.89,
            "ranking_count": 4359,
            "abstract": "A pearl necklace that is unusual and valuable has been stolen. The girl detective soon learns strange and dangerous people are responsible for the theft. Nancy and Carson Drew travel to Japan in search of the necklace. Clues found near home and in Japan help her uncover a group of underworld jewel thieves hiding behind the front of a pearl worshipping cult. This book is the original text. A revised text does not exist.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Classics",
                "Thriller",
                "Adventure"
            ]
        },
        {
            "title": "Das Urteil und andere Erzählungen",
            "authors": [
                "Franz Kafka"
            ],
            "ranking": 3.76,
            "ranking_count": 7000,
            "abstract": "»Allzu leicht ist man geneigt, auf den Wegen der Ausdeutungen zu vergessen, daß es sich im Fall Kafkas in erster Linie um einen Dichter handelt, um einen Prosakünstler - einem Kleist oder Hebel verwandt und vergleichbar -, der nur mit höchsten Maßstäben zu messen oder der, genauer, selber ein Maßstab ist. Seine Gestalten und ihr Verhalten sind bei aller Exzentrizität des Standpunktes, von dem aus sie gesehen werden, von einer so unmittelbar bezwingenden Richtigkeit und Evidenz, daß ihnen unerschöpfliche Sinnfülle zuzuströ-men scheint. Weit davon entfernt, einsinnig allegorisch oder symbolisch gemeint zu sein, stellen sie sich vielmehr als wunderbar genau erfundene Detektoren zur Erkundung des Verborgenen dar. Nur darf man sie nicht bei ihren Worten nehmen wollen, die jeweils bereits entstellt aufgefangene, nach einem fehlerhaften Code entschlüsselte Meldungen, immer nur Ansichten, Meinungen, Vermutungen sind. Ihre Zeugniskraft liegt allein in dem Anschein der Wahrheit, der an ihnen sichtbar wird: ›Unsere Kunst ist ein von der Wahrheit Geblendetsein: Das Licht auf dem zurückweichenden Fratzengesicht ist wahr, sonst nichts.‹« Friedhelm Kemp",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Short Stories",
                "Fiction",
                "European Literature",
                "Literature",
                "Academic",
                "Philosophy",
                "Novels"
            ]
        },
        {
            "title": "Der Unbesiegbare",
            "authors": [
                "Stanisław Lem"
            ],
            "ranking": 4.15,
            "ranking_count": 8210,
            "abstract": "Der Astrogar Horpach und sein Stellvertreter Rohan stehen vor einem Rätsel, als man die unversehrte »Kondor« und die überreste ihrer Besatzung findet. Es gibt keinen überlebenden, aber Lebensmittelvorräte, Wasser- und Sauerstoffreserven wären für viele Monate ausreichend gewesen. Allerdings sind die Innenräume des Raumschiffs in einem unbeschreiblichen Zustand, als habe eine Horde Wilder darin gehaust. Wie die Wissenschaftler des »Unbesiegbaren« feststellen, gibt es auf Regis III keine feindliche Fauna oder Flora und doch wird der Planet von einer Macht beherrscht, die auch der Rettungsexpedition fast zum Verhängnis wird.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "European Literature",
                "Audiobook",
                "Classics",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "A Writer's Diary",
            "authors": [
                "Virginia Woolf",
                "Leonard Woolf"
            ],
            "ranking": 4.12,
            "ranking_count": 5736,
            "abstract": "An invaluable guide to the art and mind of Virginia Woolf, drawn from the personal record she kept over a period of twenty-seven years.. Included are entries that refer to her own writing, and those that are relevant to the raw material of her work, and, finally, comments on the books she was reading. The first entry included here is dated 1918 and the last, three weeks before her death in 1941. Between these points of time unfolds the private world??—??the anguish, the triumph, the creative vision??—??of one of the great writers of the twentieth century.. “. A Writer’s Diar. y . . .. is. Virginia Woolf . . . The whole vibrates with the ups and downs of a passionate relationship . . . in the intensities, variations, alarms and excursions, panics and exaltations of her relationship to her art.”??—??. New York Times Book Review. Edited and with a Preface by Leonard Woolf.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Language",
                "Classics",
                "Biography",
                "Autobiography",
                "Biography Memoir",
                "Diary",
                "Literature",
                "Feminism"
            ]
        },
        {
            "title": "Notes from the Hyena's Belly: An Ethiopian Boyhood",
            "authors": [
                "Nega Mezlekia"
            ],
            "ranking": 3.89,
            "ranking_count": 797,
            "abstract": "Winner of the Governor General's Award. A. Library Journal. Best Book of 2001. Part autobiography and part social history,. Notes from the Hyena's Belly. offers an unforgettable portrait of Ethiopia, and of Africa, during the 1970s and '80s, an era of civil war, widespread famine, and mass execution. We children lived like the donkey, Mezlekia remembers, careful not to wander off the beaten trail and end up in the hyena's belly. His memoir sheds light not only on the violence and disorder that beset his native country, but on the rich spiritual and cultural life of Ethiopia itself. Throughout, he portrays the careful divisions in dress, language, and culture between the Muslims and Christians of the Ethiopian landscape. Mezlekia also explores the struggle between western European interests and communist influences that caused the collapse of Ethiopia's social and political structure—and that forced him, at age 18, to join a guerrilla army. Through droughts, floods, imprisonment, and killing sprees at the hands of military juntas, Mezlekia survived, eventually emigrating to Canada. In. Notes from the Hyena's Belly. he bears witness to a time and place that few Westerners have understood.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Eastern Africa",
                "Nonfiction",
                "Biography Memoir",
                "Autobiography",
                "Biography",
                "History",
                "War",
                "Literature"
            ]
        },
        {
            "title": "The Copper Beech",
            "authors": [
                "Maeve Binchy"
            ],
            "ranking": 3.92,
            "ranking_count": 21728,
            "abstract": "In the Irish town of Schancarrig, the young people carve their initials--and those of their loves-into the copper beech tree in front of the schoolhouse. But not even Father Gunn, the parish priest, who knows most of what goes on behind Shancarrig's closed doors, or Dr. Jims, the village doctor, who knows all the rest, realizes that not everything in the placid village is what it seems.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Cultural",
                "Romance",
                "European Literature",
                "Contemporary",
                "Historical",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Valley of Fear",
            "authors": [
                "Arthur Conan Doyle",
                "David Timson"
            ],
            "ranking": 3.97,
            "ranking_count": 40093,
            "abstract": "Doyle's final novel featuring the beloved sleuth, Sherlock Holmes, brings the detective and his friend to a country manor where they are preceded by either a murder or a suicide. A secretive organization lies culprit and an infiltration of it is in order.. Duration: 6 hr., 25 min.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Classics",
                "Fiction",
                "Audiobook",
                "Thriller",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "One Corpse Too Many",
            "authors": [
                "Ellis Peters"
            ],
            "ranking": 4.07,
            "ranking_count": 14442,
            "abstract": "In the summer of 1138, war between King Stephen and the Empress Maud takes Brother Cadfael from the quiet world of his garden into a battlefield of passions, deceptions, and death. Not far from the safety of the abbey walls, Shrewsbury Castle falls, leaving its ninety-four defenders loyal to the empress to hang as traitors. With a heavy heart, Brother Cadfael agrees to bury the dead, only to make a grisly discovery: one extra victim that has been strangled, not hanged.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "European Literature",
                "Thriller"
            ]
        },
        {
            "title": "The Spell of the Sensuous: Perception and Language in a More-Than-Human World",
            "authors": [
                "David Abram"
            ],
            "ranking": 4.09,
            "ranking_count": 4653,
            "abstract": "Winner of the International Lannan Literary Award for Nonfiction. Animal tracks, word magic, the speech of stones, the power of letters, and the taste of the wind all figure prominently in this intellectual tour de force that returns us to our senses and to the sensuous terrain that sustains us. This major work of ecological philosophy startles the senses out of habitual ways of perception.. For a thousand generations, human beings viewed themselves as part of the wider community of nature, and they carried on active relationships not only with other people with other animals, plants, and natural objects (including mountains, rivers, winds, and weather patters) that we have only lately come to think of as inanimate. How, then, did humans come to sever their ancient reciprocity with the natural world? What will it take for us to recover a sustaining relation with the breathing earth?. In. The Spell of the Sensuous. David Abram draws on sources as diverse as the philosophy of Merleau-Ponty, Balinese shamanism, Apache storytelling, and his own experience as an accomplished sleight-of-hand of magician to reveal the subtle dependence of human cognition on the natural environment. He explores the character of perception and excavates the sensual foundations of language, which--even at its most abstract--echoes the calls and cries of the earth. On every page of this lyrical work, Abram weaves his arguments with a passion, a precision, and an intellectual daring that recall such writers as Loren Eisleley, Annie Dillard, and Barry Lopez.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Environment",
                "Psychology",
                "Spirituality",
                "Science",
                "Biology",
                "Anthropology",
                "Humanities"
            ]
        },
        {
            "title": "The Art Book",
            "authors": [
                "Phaidon Press",
                "Susan Stirling",
                "Claire Van Cleave"
            ],
            "ranking": 3.85,
            "ranking_count": 147769,
            "abstract": "An A to Z guide to 500 great painters and sculptors from medieval to modern times, it debunks art historical classifications by throwing together brilliant examples of all periods, schools, visions and techniques. Each artist is represented by a full-page colour plate of a definitive work, accompanied by explanatory and illuminating information on the image and its creator. Glossaries of artistic movements and technical terms are included, making this a valuable work of reference as well as a feast for the eyes. By breaking with traditional classifications, The Art Book presents a fresh and original approach to art: an unparalleled visual sourcebook and a celebration of our rich and multi-faceted culture.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Nonfiction",
                "Reference",
                "History",
                "Design",
                "Art and Photography"
            ]
        },
        {
            "title": "The Years",
            "authors": [
                "Virginia Woolf"
            ],
            "ranking": 3.76,
            "ranking_count": 4843,
            "abstract": "The most popular of Virginia Woolf's novels during her lifetime,. The Years. is a savage indictment of British society at the turn of the century, edited with an introduction and notes by Jeri Johnson in Penguin Modern Classics.. The Years. is the story of three generations of the Pargiter family - their intimacies and estrangements, anxieties and triumphs - mapped out against the bustling rhythms of London's streets during the first decades of the twentieth century. Growing up in a typically Victorian household, the Pargiter children must learn to find their footing in an alternative world, where the rules of etiquette have shifted from the drawing-room to the air-raid shelter. A work of fluid and dazzling lucidity,. The Years. eschews a simple line of development in favour of a varied and constantly changing style, emphasises the radical discontinuity of personal experiences and historical events. Virginia Woolf's penultimate novel celebrates the resilience of the individual self and, in her dazzlingly fluid and distinctive voice, she confidently paints a broad canvas across time, generation and class.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Historical",
                "Female Authors"
            ]
        },
        {
            "title": "The Life and Extraordinary Adventures of Private Ivan Chonkin",
            "authors": [
                "Vladimir Voinovich",
                "Richard Lourie",
                "Владимир Войнович"
            ],
            "ranking": 4.0,
            "ranking_count": 2376,
            "abstract": "Ivan Chonkin is a simple, bumbling peasant who has been drafted into the Red Army. Shortly before the outbreak of World War II, he is sent to an obscure village with one week's ration of canned meat and orders to guard a downed plane. Apparently forgotten by his unit, Chonkin resumes his life as a peasant and passes the war tending the village postmistress's garden. Just after the German invasion, the secret police discover this mysterious soldier lurking behind the front line. Their pursuit of Chonkin and his determined resistance lead to wild skirmishes and slapstick encounters.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Humor",
                "War",
                "Historical",
                "Classics"
            ]
        },
        {
            "title": "Probability Theory: The Logic of Science",
            "authors": [
                "E.T. Jaynes",
                "G. Larry Bretthorst"
            ],
            "ranking": 4.4,
            "ranking_count": 587,
            "abstract": "The standard rules of probability can be interpreted as uniquely valid principles in logic. In this book, E. T. Jaynes dispels the imaginary distinction between 'probability theory' and 'statistical inference', leaving a logical unity and simplicity, which provides greater technical power and flexibility in applications. This book goes beyond the conventional mathematics of probability theory, viewing the subject in a wider context. New results are discussed, along with applications of probability theory to a wide variety of problems in physics, mathematics, economics, chemistry and biology. It contains many exercises and problems, and is suitable for use as a textbook on graduate level courses involving data analysis. The material is aimed at readers who are already familiar with applied mathematics at an advanced undergraduate level or higher. The book will be of interest to scientists working in any area where inference from incomplete information is necessary.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Philosophy",
                "Nonfiction",
                "Textbooks",
                "Reference",
                "Academic",
                "Computer Science"
            ]
        },
        {
            "title": "El Hereje",
            "authors": [
                "Miguel Delibes"
            ],
            "ranking": 3.92,
            "ranking_count": 2611,
            "abstract": "Barcelona. 23 cm. 424 p. Encuadernación en tapa dura de editorial con sobrecubierta ilustrada. Delibes, Miguel 1920-2010 .. Este libro es de segunda mano y tiene o puede tener marcas y señales de su anterior propietario. ISBN: 84-226-7623-0",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "European Literature",
                "Novels",
                "Religion",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Two Serious Ladies",
            "authors": [
                "Jane Bowles"
            ],
            "ranking": 3.63,
            "ranking_count": 3220,
            "abstract": "Eccentric, adventurous Christina Goering meets the anxious but equally enterprising Mrs. Copperfield at a party.. Two serious ladies who want to live outside of themselves, they go in search of salvation: Mrs. Copperfield visits Panama with her husband, where she finds solace among the women who live and work in its brothels; while Miss Goering becomes involved with various men. At the end the two women meet again, each changed by her experience.. Mysterious, profound, anarchic and very funny, 'Two Serious Ladies' is a daring, original work that defies analysis.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "LGBT",
                "Literature",
                "Womens",
                "Female Authors",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Proletarian Revolution and the Renegade Kautsky",
            "authors": [
                "Vladimir Lenin"
            ],
            "ranking": 4.03,
            "ranking_count": 278,
            "abstract": "Anarchy In Petrograd. The War: 4th Year 1908th. Aided by the garriso'l of Petrograd, the Maximalists under Lenin have deposed the Kerensky Government, and have assumed office. They announce that this was acomplished without bloodshed, that several Ministers have been arrested, and that M. Kerensky is a fugitive. In a proclamation to the Arrny Committees they state that authority of Government has been taken over by the Military Revolutionary Committee until the creation of a Government of Soviets. At the head of their programme is  the offer of an immzdiate democratic peace. They charge their adherents in the Army to arrest officers who do not join the movement imme- diately, and not to allow uncertain military detactments to leave the front for Petrograd. There has been fighting in Petrograd for posses- sion of the Winter Palace, the headquarters of the Kerensky Government, in which a cruiser took part. The Palace is now in possession of the Maximalists. Thq Livonza has been crossed, and the enemy are pursuing the Italians towards the line of tlie Piave. Between the two rivers, the Italian report says, brave covering troops succeeded in detaining the enemy's advance. The larger units retired without molestation. Prisoners, says the German report, now number over 250,000, and captured guns to over 2,300. Part of the large increase is from the battles oni tho Tagliamento line. A large Italian force was cut off in the arm of the upper river between Tolmezzo and Gemona. Part of it is still holding out, but 17,000 men have had to surrender. Mr. Lloyd George, M. Painleve, and Signor Orlando, with their advisers, have concluded their conference in Italy. General Maude has fought another brilliant action up the Tigris.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Philosophy",
                "Nonfiction",
                "History",
                "Communism",
                "Audiobook",
                "Cultural"
            ]
        },
        {
            "title": "Mushishi, Vol. 1",
            "authors": [
                "Yuki Urushibara",
                "William Flanagan"
            ],
            "ranking": 4.29,
            "ranking_count": 6806,
            "abstract": "THEY HAVE EXISTED SINCE THE DAWN OF TIME.. Some live in the deep darkness behind your eyelids. Some eat silence. Some thoughtlessly kill. Some simply drive men mad. Shortly after life emerged from the primordial ooze, these deadly creatures, mushi, came into terrifying being. And they still exist and wreak havoc in the world today. Ginko, a young man with a sardonic smile, has the knowledge and skill to save those plagued by mushi . . . perhaps.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Manga",
                "Fiction",
                "Horror",
                "Cultural",
                "Comics Manga"
            ]
        },
        {
            "title": "The Lost Continent: Travels in Small Town America",
            "authors": [
                "Bill Bryson"
            ],
            "ranking": 3.81,
            "ranking_count": 57755,
            "abstract": "'I come from Des Moines. Somebody had to'. And, as soon as Bill Bryson was old enough, he left. Des Moines couldn't hold him, but it did lure him back. After ten years in England, he returned to the land of his youth, and drove almost 14,000 miles in search of a mythical small town called Amalgam, the kind of trim and sunny place where the films of his youth were set.. Instead, his search led him to Anywhere, USA; a lookalike strip of gas stations, motels and hamburger outlets populated by lookalike people with a penchant for synthetic fibres. Travelling around thirty-eight of the lower states - united only in their mind-numbingly dreary uniformity - he discovered a continent that was doubly lost; lost to itself because blighted by greed, pollution, mobile homes and television; lost to him because he had become a stranger in his own land.. The Lost Continent is a classic of travel literature - hilariously, stomach-achingly funny, yet tinged with heartache - and the book that first staked Bill Bryson's claim as the most beloved writer of his generation.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Humor",
                "Autobiography",
                "Audiobook",
                "Literature",
                "Biography",
                "The United States Of America"
            ]
        },
        {
            "title": "Supplying War: Logistics from Wallenstein to Patton",
            "authors": [
                "Martin van Creveld"
            ],
            "ranking": 3.93,
            "ranking_count": 479,
            "abstract": "Why did Napoleon succeed in 1805 but fail in 1812? Were the railways vital to Prussia's victory over France in 1870? Was the famous Schlieffen Plan militarily sound? Could the European half of World War II have been ended in 1944? These are only a few of the questions that form the subject-matter of this meticulously researched, lively book. Drawing on a very wide range of unpublished and previously unexploited sources, Martin van Creveld examines the 'nuts and bolts' of war: namely, those formidable problems of movement and supply, transportation and administration, so often mentioned - but rarely explored - by the vast majority of books on military history. In doing so he casts his net far and wide, from Gustavus Adolphus to Rommel, from Marlborough to Patton, subjecting the operations of each to a thorough analysis from a fresh and unusual point of view. The result is a fascinating book that has something new to say about virtually every one of the most important campaigns waged in Europe during the last two centuries.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Military",
                "War",
                "Nonfiction",
                "Academic",
                "Economics",
                "Philosophy"
            ]
        },
        {
            "title": "The VBAC Companion: The Expectant Mother's Guide to Vaginal Birth After Cesarean",
            "authors": [
                "Diana Korte"
            ],
            "ranking": 3.84,
            "ranking_count": 192,
            "abstract": "The expectant mother's guide to vaginal birth after cesarean.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Parenting"
            ]
        },
        {
            "title": "True Spirituality: How to Live for Jesus Moment by Moment",
            "authors": [
                "Francis A. Schaeffer"
            ],
            "ranking": 4.25,
            "ranking_count": 2074,
            "abstract": "Francis Shaeffer had been serving as a pastor for over a decade when he began to wonder if Christianity really made a difference in people's lives.. True Spirituality. , a twentieth-century spiritual classic, outlines the result of his effort to start at the beginning and re-examine his faith. The book is a treasure trove of wisdom for Christians trying to discover what true spirituality looks like in everyday life. Includes a foreword by Chuck Colson and an introduction by Dr. Jerram Barrs, director of the Schaeffer Institute.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Spirituality",
                "Philosophy",
                "Christianity"
            ]
        },
        {
            "title": "Dutchman & The Slave",
            "authors": [
                "Amiri Baraka"
            ],
            "ranking": 3.78,
            "ranking_count": 2380,
            "abstract": ". Dutchman. is designed to shock—its basic idea, its language and its murderous rage.. —. New York Times. Centered squarely on the Negro-white conflict, both. Dutchman. and. The Slave. are literally shocking plays--in ideas, in language, in honest anger. They illuminate as with a flash of lightning a deadly serious problem--and they bring an eloquent and exceptionally powerful voice to the American theatre.. Dutchman. opened in New York City on March 24, 1964, to perhaps the most excited acclaim ever accorded an off-Broadway production and shortly thereafter received the. Village Voice's. Obie Award.. The Slave,. which was produced off-Broadway the following fall, continues to be the subject of heated critical controversy.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Cultural",
                "Academic",
                "Classics",
                "Race",
                "Literature"
            ]
        },
        {
            "title": "Stranger in the Forest: On Foot Across Borneo",
            "authors": [
                "Eric Hansen"
            ],
            "ranking": 4.12,
            "ranking_count": 1776,
            "abstract": "Eric Hansen was the first westerner ever to walk across the island of Borneo. Completely cut off from the outside world for seven months, he traveled nearly 1,500 miles with small bands of nomadic hunters known as Penan. Beneath the rain forest canopy, they trekked through a hauntingly beautiful jungle where snakes and frogs fly, pigs climb trees, giant carnivorous plants eat mice, and mushrooms glow at night. At once a modern classic of travel literature and a gripping adventure story, Stranger in the Forest provides a rare and intimate look at the vanishing way of life of one of the last surviving groups of rain forest dwellers. Hansen's absorbing, and often chilling, account of his exploits is tempered with the humor and humanity that prompted the Penan to take him into their world and to share their secrets.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Adventure",
                "Autobiography",
                "Cultural",
                "Anthropology",
                "Biography",
                "Environment",
                "Biography Memoir"
            ]
        },
        {
            "title": "Skylark",
            "authors": [
                "Patricia MacLachlan"
            ],
            "ranking": 3.95,
            "ranking_count": 6276,
            "abstract": "My mother, Sarah,. doesn't love the prairie.. She tries, but she can't help. remembering what she knew first.. Sarah came to the prairie from Maine to marry Papa. But that summer, a drought turned the land dry and brown. Fires swept across the fields and coyotes came to the well in search of water. So Sarah took Anna and Caleb back east, where they would be safe. Papa stayed behind. He would not leave his land.. Maine was beautiful, but Anna missed home, and Papa. And as the weeks went by, she began to wonder what would happen if the rains never came. Would she and Caleb and Sarah and Papa ever be a family again?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "Love & Sleep",
            "authors": [
                "John Crowley"
            ],
            "ranking": 4.05,
            "ranking_count": 808,
            "abstract": "The long-awaited new novel by one of the most important American authors of magical realism. In Aegypt Crowley opened the gates on a world of magic and mystery lying just beyond our own. In Love & Sleep, the second novel in a projected tetralogy, he renews his claim on the exalted territory of the imagination.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Magical Realism",
                "Historical",
                "Novels",
                "Speculative Fiction",
                "Literature",
                "Contemporary",
                "Sci Fi Fantasy"
            ]
        },
        {
            "title": "The Collected Stories of Philip K. Dick 4: The Minority Report",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 4.19,
            "ranking_count": 8941,
            "abstract": "Many thousands of readers consider Philip K. Dick the greatest science fiction mind on any planet. Since his untimely death in 1982, interest in Dick's works has continued to mount and his reputation has been further enhanced by a growing body of critical attention. The Philip K. Dick Award is now given annually to a distinguished work of science fiction, and the Philip K. Dick Society is devoted to the study and promulgation of his works.. This collection includes all of the writer's earliest short and medium-length fiction (including some previously unpublished stories) covering the years 1954-1964. These fascinating stories include Service Call, Stand By, The Days of Perky Pat, and many others.. Contents:. Autofac --. Service call --. Captive market --. The mold of Yancy --. The minority report --. Recall mechanism --. The unreconstructed M --. Explorers we --. War game --. If there were no Benny Cemoli --. Novelty act --. Waterspider --. What the dead men say --. Orpheus with clay feet --. The days of Perky Pat --. Stand-by --. What'll we do with Ragland Park? --. Oh, to be a Blobel! --. A useful acquisition for any serious SF library or collection -- Kirkus. The collected stories of Philip K. Dick is awe inspiring. -- The Washington Post. More than anyone else in the field, Mr. Dick really puts you inside people's minds. -- Wall Street Journal",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Science Fiction Fantasy",
                "Literature",
                "Mystery",
                "Classics",
                "Speculative Fiction",
                "Fantasy",
                "Anthologies"
            ]
        },
        {
            "title": "Runaways",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.79,
            "ranking_count": 5564,
            "abstract": "The spellbinding Orphans series concludes in this thrilling new novel from V.C. Andrews(R).... All for one and one for all was the girls' motto. In the grim foster home for orphans run by Louise and Gordon Tooey, at least Brooke, Crystal, Raven, and Butterfly had each other. Calling themselves sisters, together they could forget the past and dream of a new chance...a real home. Then they discovered a secret even more haunting than Gordon's heavy boots pounding on the wooden floors. Their fragile hopes of a better life shattered, they escaped the only way they could. Soon they were runaways in a borrowed car, desperately wishing to wake up one morning in a place of sunshine and love.. Raven hoped to be a singer, Butterfly wanted to be a dancer, Crystal planned for college, and Brooke privately hoped to find her mother in California. On the open road the chains of sadness that had bound them seemed to melt away, and the kindness of strangers made a secure future seem almost real. But the highway was a dangerous place, and soon they were penniless and more vulnerable than ever. Alone under the wide western sky, they had only each other to ask if they should give up their dreams...or if they were really halfway to a haven of safety and happiness....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Thriller",
                "Drama",
                "Gothic",
                "Adult Fiction",
                "Adult",
                "Womens Fiction"
            ]
        },
        {
            "title": "Lovelock",
            "authors": [
                "Orson Scott Card",
                "Kathryn H. Kidd"
            ],
            "ranking": 3.47,
            "ranking_count": 2375,
            "abstract": "Bestselling author Orson Scott Card teams up with the talented Kathyrn H. Kidd to create a startling look at the ethics of bioengineering. Lovelock is a capuchin monkey engineered to be the perfect servant--intelligent, agile, pliant, and devoted to his owner. He is a Witness--privileged to spend his days and nights observing the life of one of Earth's most brilliant scientists through digital recording devices behind his eyes. In his heart is the desire to please, not just to avoid the pain his owner can inflict with a word, but because he loves her.. Lovelock is on a voyage he did not choose. What human would consider the feelings of a capuchin monkey, no matter how enhanced? But Lovelock is something special among Witnesses--he's a little smarter than most humans; smart enough to break through some of his conditioning. Smart enough to feel the bonds of slavery, and want freedom.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Speculative Fiction",
                "Adult",
                "Novels",
                "Family",
                "Space"
            ]
        },
        {
            "title": "Willard",
            "authors": [
                "Stephen  Gilbert"
            ],
            "ranking": 3.91,
            "ranking_count": 533,
            "abstract": "When his nagging mother discovers a rat infestation, the anonymous writer of these notebooks sets out to drown the pests, but finds himself unable to go through with it. Instead, he befriends the rats, learning to train and communicate with them.. Before long he has the idea of using the rats for revenge against a world in which he has been a failure. His target is his hateful boss, Mr. Jones, who treats him with supreme disrespect and plans to fire him and replace him with someone less expensive. The narrator records his plans in chilling detail as his campaign for vengeance progresses from vandalism to robbery to the most horrific of murders...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Academic",
                "Novels",
                "Classics",
                "Gothic",
                "Anthologies",
                "Mystery"
            ]
        },
        {
            "title": "New and Selected Poems, Volume One",
            "authors": [
                "Mary Oliver"
            ],
            "ranking": 4.54,
            "ranking_count": 12076,
            "abstract": "Features previously published and new poems that explore the natural world and how it is connected to human beings and spirituality.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Environment",
                "Nonfiction",
                "LGBT",
                "Literature",
                "Spirituality",
                "Classics",
                "Adult"
            ]
        },
        {
            "title": "The Redemption of Althalus",
            "authors": [
                "David Eddings",
                "Leigh Eddings"
            ],
            "ranking": 3.84,
            "ranking_count": 15727,
            "abstract": "The Redemption of Althalus. is the first stand-alone, single-volume high fantasy saga written by the bestselling husband and wife team of David and Leigh Eddings. Their previous beloved series include the Belgariad, the Malloreon, and the Elenium, and although. Althalus. is bursting with all the daring escapades their multitude of fans expect, it is also an engaging departure for the authors.. Althalus. is a grand adventure that is bound to enthrall readers of the authors' previous, multivolume epics, but it features a precision of plot and language that can be achieved only by having an actual resolution.. Althalus is a young thief and occasional killer known for his skill and incredible luck. A number of capers end without much monetary reward for him, until he stumbles into a shrine built to the fertility goddess Dweia. Soon afterward he meets with the wizard Ghend, who hires him to steal the Book, a magical tome that can be found in the bizarre House at the End of the World. There, Althalus discovers Dweia in the form of a black cat and learns that she has chosen him to aid her in a war against Ghend and her evil brother, the destroyer god Daeva. Together Althalus and Dweia use the power of the Book and gather together a small team of questionable heroes who must battle Ghend's supernatural forces and armies. The thief Althalus can only hope his luck holds out for this one last task, since the very fate of humanity is at stake.. A stand-alone epic fantasy is a rarity in the modern-day publishing world and a concept that should be embraced more often.. The Redemption of Althalus. gives us all the action, sorcery, humor, and soaring imagination of a grand series but doesn't leave any loose threads, fractured subplots, or loss of momentum. A great deal of fun action and generally good-natured exploits are punctuated by the authors' usual satire on religion and high society. In one clever turn, Althalus enters a city where the wealthy are forced to hide their riches and live even worse than the poor in order to avoid taxation.. Althalus. is well-polished and smoothly constructed, with real storytelling muscle and a gratifying finale. The Eddingses should be praised for their willingness to put a cap on this particular story in an effort to offer other wonderfully developed worlds to their readers.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult",
                "Young Adult",
                "Epic"
            ]
        },
        {
            "title": "La Maladie de la mort",
            "authors": [
                "Marguerite Duras"
            ],
            "ranking": 3.83,
            "ranking_count": 2345,
            "abstract": "Un homme paye une femme pour que, pendant plusieurs jours, elle s’allonge nue dans un lit, dans une chambre face à la mer noire et se soumette. Il essayera d’aimer. Elle le fait, il la regarde dormir, la touchera, dormira et pleurera contre elle. Puis elle lui pose des questions auxquelles il ne répond que brièvement. Elle lui dit qu’il est atteint de la maladie de la mort, qu’elle l’avait reconnue dès le début. Au bout de plusieurs nuits, il pleure sur lui-même et elle parvient à lui faire dire que c’est parce qu’il n’aime pas. Elle lui dit de ne plus pleurer sur lui-même. Peu à peu, elle prend le contrôle, mais sans paraître le vouloir, comme s'il lui laissait peu à peu le contrôle. Puis, un jour, elle ne revient plus et ne reviendra jamais.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Short Stories",
                "Classics",
                "Literature",
                "European Literature",
                "Romance",
                "Adult Fiction",
                "Novella",
                "Womens"
            ]
        },
        {
            "title": "The Road to Mecca",
            "authors": [
                "Muhammad Asad"
            ],
            "ranking": 4.47,
            "ranking_count": 4957,
            "abstract": "In this extraordinary and beautifully-written autobiography, Asad tells of his initial rejection of all institutional religions, his entree into Taoism, his fascinating travels as a diplomat, and finally his embrace of Islam.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Biography",
                "Nonfiction",
                "History",
                "Travel",
                "Autobiography",
                "Spirituality",
                "Philosophy"
            ]
        },
        {
            "title": "Tribulation Force: The Continuing Drama of Those Left Behind",
            "authors": [
                "Tim LaHaye",
                "Jerry B. Jenkins"
            ],
            "ranking": 3.95,
            "ranking_count": 39879,
            "abstract": "In one cataclysmic moment, millions around the globe disappear.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Christian Fiction",
                "Christian",
                "Religion",
                "Fantasy",
                "Thriller",
                "Spirituality",
                "Science Fiction"
            ]
        },
        {
            "title": "You Went Away: A Novella",
            "authors": [
                "Timothy Findley"
            ],
            "ranking": 3.81,
            "ranking_count": 807,
            "abstract": "You Went Away. is Timothy Findley's latest storytelling masterpiece, a richly evocative and haunting novella of war-time love, infidelity and the ideals of love. In his trademark, effortless recreation of past lives and loves, Findley instantly transports us to 1942 Canada and the imploding marriage of Mi and Graeme Forbes. As the war edges closer, Mi fears her hard-drinking husband's philandering ways but finds herself magnetized by a dashing young R.C.A.F. pilot who handles a Spitfire and motorcycle with equal aplomb. In a time defined by laughter and loss, Mi and Graeme struggle with their own betrayal and loss and the delicate, almost invisible threads of hope that entwine them all.A story as only Timothy Findley could tell.. You Went Away. is another bestselling treat from one of our most gifted writers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "War",
                "Novella",
                "Literature",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "On Mexican Time: A New Life In San Miguel",
            "authors": [
                "Tony Cohan"
            ],
            "ranking": 3.71,
            "ranking_count": 1907,
            "abstract": "When Tony Cohan and his wife visited central Mexico in 1985, they fell under the spell of an irresistible place. Recounting his awakening to needs he didn't know he had, Cohan tells how they returned to California, sold their house, and cast off for a new life in San Miguel de Allende.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Adventure",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Five on a Treasure Island",
            "authors": [
                "Enid Blyton"
            ],
            "ranking": 4.1,
            "ranking_count": 29509,
            "abstract": "The very first Famous Five adventure, featuring Julian, Dick, Anne, not forgetting tomboy George and her beloved dog, Timmy! There's a shipwreck off Kirrin Island! But where is the treasure? The Famous Five are on the trail - looking for clues - but they're not alone! Someone else has got the same idea. Time is running out for the Famous Five, who will follow the clues and get to the treasure first?",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Adventure",
                "Mystery",
                "Classics",
                "Young Adult",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Living My Life, Vol. 2",
            "authors": [
                "Emma Goldman"
            ],
            "ranking": 4.31,
            "ranking_count": 408,
            "abstract": "“You damn bitch of an anarchist, I wish I could get at you. I would tear your heart out and feed it to my dog.” This was one of the less obscene messages received by Emma Goldman (1869-1940), while in jail on suspicion of complicity in the assassination of McKinley. The most notorious woman of her day, she was bitterly hated by millions and equally revered by millions.. The strong feelings she aroused are understandable. She was an alien, a practicing anarchist, a labor agitator, a pacifist in World War 1, an advocate of political violence, a feminist, a proponent of free love and birth control, a communist, a street-fighter for justice — all of which she did with strong intellect and boundless passion. Today, of course, many of the issues that she fought over are just as vital as they were then.. Emma Goldman came from Russia at the age of 17. After an encounter with the sweatshop and an unfortunate marriage, she plunged into the bewildering intellectual and activist chaos that attended American social evolution around the turn of the twentieth century. She knew practically everyone of importance in radical circles. She dominated many areas of the radical movement, lecturing, writing, haranguing, and publishing to awaken the world to her ideas. After World War I she was deported to Russia, where she soon discovered that anarchists were no better liked than in America, despite Lenin’s first gesture of welcome. She escaped with her life but never was allowed to return to the United States.. Emma Goldman was a devastatingly honest woman, who spared herself as little as she spared anyone else. From her account the reader can gain insight into a curious personality type of recurrent interest: a woman who devoted her life to eliminating suffering, yet could make a bomb or assist in staging an assassination. Equally interesting are her comments on other radicals of the period, such as Kropotkin, Berkman, Mooney, Lenin, Trotsky, Haywood, Most, the Haymarket martyrs, and many others. Her autobiography, written with vigor, ranks among the finest in the English language.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Autobiography",
                "Politics",
                "Feminism",
                "Philosophy",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "Dragoncharm",
            "authors": [
                "Graham Edwards"
            ],
            "ranking": 3.89,
            "ranking_count": 195,
            "abstract": "On craggy slopes above the cliffs, nests of untidy timber house the Natural dragons - with no fire or magic. Nearby live the Charmed dragons, whose magic guards the fortress. But no magic is strong enough to resist the onset of a new era as the world changes.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Pigs in Heaven",
            "authors": [
                "Barbara Kingsolver"
            ],
            "ranking": 3.97,
            "ranking_count": 58732,
            "abstract": "Mother and adopted daughter, Taylor and Turtle Greer, are back in this spellbinding sequel about family, heartbreak and love.. Six-year-old Turtle Greer witnesses a freak accident at the Hoover Dam during a tour of the Grand Canyon with her guardian, Taylor. Her insistence on what she has seen, and her mother's belief in her, lead to a man's dramatic rescue. The mother and adopted daughter duo soon become nationwide heroes - even landing themselves a guest appearance on the Oprah Winfrey show. But Turtle's moment of celebrity draws her into a conflict of historic proportions stemming right back to her Cherokee roots. The crisis quickly envelops not only Turtle and her guardian, but everyone else who touches their lives in a complex web connecting their future with their past.. Embark on a unforgettable road trip from rural Kentucky and the urban Southwest to Heaven, Oklahoma, and the Cherokee Nation, testing the boundaries of family and the many separate truths about the ties that bind.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Adult Fiction",
                "Novels",
                "Adult",
                "Literature",
                "Realistic Fiction",
                "Parenting"
            ]
        },
        {
            "title": "In the Electric Mist With Confederate Dead",
            "authors": [
                "James Lee Burke"
            ],
            "ranking": 4.15,
            "ranking_count": 9621,
            "abstract": "The sixth Dave Robicheaux novel from SUNDAY TIMES bestselling author James Lee Burke.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Historical",
                "Audiobook",
                "American"
            ]
        },
        {
            "title": "Systematic Theology Vol 1: Ethics",
            "authors": [
                "James William McClendon Jr."
            ],
            "ranking": 4.17,
            "ranking_count": 82,
            "abstract": "Christian doctrine, McClendon tells us, is no laundry list of propositions to be believed, but is rather an essential practice of the church. Doctrines are those shared convictions which the church must teach and live out if it is to be the church.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        }
    ]
}