{
    "books": [
        {
            "title": "Success: Three Years in the Life of a Province",
            "authors": [
                "Lion Feuchtwanger"
            ],
            "ranking": 4.3,
            "ranking_count": 244,
            "abstract": "An enthralling roman à clé depicting the rise of Nazi-ideology in Germany.. Martin Krueger, a museum director in Munich, has become quite unpopular and some people would like to be rid of him. Consequently, the lawsuit against him does not turn out to his favor. However, his friends keep fighting to prove his innocence.. “The novel ‘Success’ is more than a ‘documentation of Bavaria’. It turns out to be the story about the overall state of affairs in the epoch of incipient Nazism in Germany.” Victor Klemperer",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Historical",
                "Novels",
                "Literary Fiction",
                "Cultural",
                "Adult Fiction",
                "Politics",
                "Literature"
            ]
        },
        {
            "title": "Translations",
            "authors": [
                "Brian Friel"
            ],
            "ranking": 3.8,
            "ranking_count": 8012,
            "abstract": "The action of this play takes place in late August 1833 at a hedge-school in the townland of Baile Beag - an Irish speaking community in County Donegal. The 'scholars' are a cross-section of the local community, from a semi-literate young farmer to and elderly polygot autodidact who reads and quotes Homer in the orginal.. In a nearby field camps a recently arrived detachment of the Royal Engineers, engaged on behalf of the Britsh Army and Government in making the first Ordnance Survey. For the purposes ofr cartography, the local Gaelic place names have to be recorded and transliterated - or translated - into English, in examining the effects of this operation on the lives of a small group of people, Irish and English, Brian Friel skillfully reveals the unexperctedly far-reaching personal and cultural effects of an action which is at first sight purely administrative and harmless. While remaining faithful to the personalities and relationshiops of those people at that time he makes a richly suggestive statement about Irish - and English - history.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Cultural",
                "European Literature",
                "Historical",
                "Classics",
                "Academic",
                "Fiction"
            ]
        },
        {
            "title": "Juniper",
            "authors": [
                "Monica Furlong"
            ],
            "ranking": 4.18,
            "ranking_count": 9362,
            "abstract": "This prequel to Wise Child recounts the childhood and spiritual initiation of Juniper, who will in turn pass down the secret teachings of the dorans to Wise Child. Readers will again enjoy the details of herb-gathering, spell-casting and mystic rituals. An atmospheric story that will both satisfy confirmed fantasy fans and involve readers new to the genre.-- Bulletin, Center for Children's Books.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Historical",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Crocodile on the Sandbank",
            "authors": [
                "Elizabeth Peters",
                "Barbara Rosenblat"
            ],
            "ranking": 4.0,
            "ranking_count": 68678,
            "abstract": "Amelia Peabody inherited two things from her father: a considerable fortune and an unbendable will. The first allowed her to indulge in her life's passion. Without the second, the mummy's curse would have made corpses of them all.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Northern Africa",
                "Romance",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Stone Butch Blues",
            "authors": [
                "Leslie Feinberg"
            ],
            "ranking": 4.41,
            "ranking_count": 21924,
            "abstract": "Woman or man? That's the question that rages like a storm around Jess Goldberg, clouding her life and her identity.. Growing up differently gendered in a blue-collar town in the 1950s. Coming out as a butch in the bars and factories of the prefeminist '60s. Deciding to pass as a man in order to survive when she is left without work or a community in the early '70s.. This powerful, provocative, and deeply moving novel sees Jess coming full circle, learning to accept the complexities of being a transgendered person in a world demanding simple explanations: a he-she emerging whole, weathering the turbulence.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Fiction",
                "Feminism",
                "Gender",
                "Classics",
                "Historical"
            ]
        },
        {
            "title": "Timeless Wisdom",
            "authors": [
                "Gary Fenchuk"
            ],
            "ranking": 4.33,
            "ranking_count": 3,
            "abstract": "Gary W. Fenchuk, author of the powerful, life-changing book of quotations, Timeless Wisdom, will be interviewed on over 20 national television news, talk, and feature programs throughout the U.S. on Tuesday, March 24, 1998.The Television Satellite Author Tour in the top 20 markets is just one of the components of an aggressive National Publicity and Media Campaign to launch the spring release of the new, totally revised 4th edition of Timeless Wisdom.. Fenchuk begins his 5 city Author Tour on March 17 in San Diego, March 19 Los Angeles, and March 24 & 25 in Washington, DC.. Timeless Wisdom is the ultimate gift book for the upcoming Moms, Dads, and Grads gift season. Be Sure to Stock up Today With The New Versions. Will you be ready when your customers demand Timeless Wisdom?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Kingbird Highway: The Biggest Year in the Life of an Extreme Birder",
            "authors": [
                "Kenn Kaufman"
            ],
            "ranking": 4.26,
            "ranking_count": 2014,
            "abstract": "At sixteen, Kenn Kaufman dropped out of the high school where he was student council president and hit the road, hitching back and forth across America, from Alaska to Florida, Maine to Mexico. Maybe not all that unusual a thing to do in the seventies, but what Kenn was searching for was a little different: not sex, drugs, God, or even self, but birds. A report of a rare bird would send him hitching nonstop from Pacific to Atlantic and back again. When he was broke he would pick fruit or do odd jobs to earn the fifty dollars or so that would last him for weeks. His goal was to set a record - most North American species seen in a year - but along the way he began to realize that at this breakneck pace he was only looking, not seeing. What had been a game became a quest for a deeper understanding of the natural world. Kingbird Highway is a unique coming-of-age story, combining a lyrical celebration of nature with wild, and sometimes dangerous, adventures, starring a colorful cast of characters.",
            "part_of_series": false,
            "genre_list": [
                "Animals",
                "Environment",
                "Nonfiction",
                "Autobiography",
                "Travel",
                "Science",
                "Biography",
                "Adventure"
            ]
        },
        {
            "title": "At the Going Down of the Sun",
            "authors": [
                "Elizabeth Darrell"
            ],
            "ranking": 4.31,
            "ranking_count": 846,
            "abstract": "The summer of 1914.. The Sheridan brothers pursue the pastimes of the rich and talented in the idyllic village of Tarrant Royal, unaware of the coming war that will test their courage and family loyalty to the limit.. Roland, an aspiring surgeon, believes his duty lies in remaining as squire of his Dorset village. But charges of cowardice force him into a conflict his conscience cannot condone.. Rex, a womanizer and daredevil aviator, dons the RFC uniform. As time passes and he becomes an ace over the skies of France he knows that one day soon his luck must run out.. Chris, a brilliant scholar about to enter university, is driven to enlist by a scandal which shatters his golden future. Hopelessly unfitted for battle, he faces the carnage of Gallipoli not caring whether he lives or dies.. In Elizabeth Darrell's richly detailed, mesmeric novel the Sheridans live, love and fight for survival like the sons of all families caught up in a savage war which changed the old ways forever.. ‘Moving romance’ - Yorkshire Evening Post. ‘A wonderful story, compellingly told…the authenticity - both historical and emotional - really shines through’ - Sarah Harrison. Elizabeth Darrell served as an officer in the WRAC. She is the author of seven acclaimed novels, including ‘Concerto’, ‘And in the Morning’ and ‘We Will Remember’. Under the pen-name Emma Drummond she has written eleven historical novels.. Endeavour Press is the UK's leading independent publisher of digital books.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "War",
                "Business",
                "Epic",
                "Literature"
            ]
        },
        {
            "title": "Destiny of Souls: New Case Studies of Life Between Lives",
            "authors": [
                "Michael   Newton",
                "Becky Zins"
            ],
            "ranking": 4.27,
            "ranking_count": 7460,
            "abstract": "A pioneer in uncovering the secrets of life, internationally recognized spiritual hypnotherapist Dr. Michael Newton takes you once again into the heart of the spirit world. His groundbreaking research was first published in the bestselling Journey of Souls, the definitive study on the afterlife. Now, in Destiny of Souls, the saga continues with 70 case histories of real people who were regressed into their lives between lives. Dr. Newton answers the requests of the thousands of readers of the first book who wanted more details about various aspects of life on the other side. Destiny of Souls is also designed for the enjoyment of first-time readers who haven't read Journey of Souls.  Explore the meaning behind your own spiritual memories as you read the stories of people in deep hypnosis, and learn fascinating details about: —Our purpose on Earth—Soul mates and spirit guides—Spiritual settings and where souls go after death—Soul travel between lives—Ways spirits connect with and comfort the living—The soul-brain connection         —Why we choose certain bodies",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Nonfiction",
                "Self Help",
                "Philosophy",
                "Fantasy",
                "Psychology",
                "Reference"
            ]
        },
        {
            "title": "Beer in the Snooker Club",
            "authors": [
                "Waguih Ghali"
            ],
            "ranking": 3.96,
            "ranking_count": 3176,
            "abstract": "This reissue of the late Waguih Ghali's only novel makes us mourn his loss all the more keenly. A plainspoken writer of consummate wryness, grace, and humor, the Egyptian author chronicles the lives of a polyglot Cairene upper crust, shortly after the fall of King Farouk, who are thoroughly unprepared to change their neo-feudal ways. This is the best book to date about post-Farouk Egypt.-Sylvie Drake, Los Angeles Times",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Northern Africa",
                "Novels",
                "Literature",
                "Cultural",
                "Historical",
                "Classics",
                "African Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "അഗ്നിസാക്ഷി | Agnisakshi",
            "authors": [
                "Lalithambika Antharjanam"
            ],
            "ranking": 4.09,
            "ranking_count": 2087,
            "abstract": "അഗ്നിയിൽ സ്ഫുടം ചെയ്തെടുത്ത ഒരു സ്ത്രീജീവിതത്തിന്റെ കഥ. ഒരു സമുദായത്തിന്റെയും സമൂഹത്തിന്റെയും രാഷ്ട്രത്തിന്റെയും ചരിത്രവും സംസ്കാരവും ആ ജീവിതത്തിന്റെ ഹോമാഗ്നിയാക്കിക്കൊണ്ട് ലളിതാംബിക അന്തർജനം അതുവരെയുള്ള ആഖ്യാനങ്ങളിൽനിന്നും വേറിട്ട ഒരു നോവൽപാത സൃഷ്ടിക്കുന്നു. രക്തം മുലപ്പാലാക്കുന്ന സ്ത്രൈണ ചേതനയുടെ എക്കാലത്തെയും മികച്ച ഈ സർഗാവിഷ്കാരം പ്രസിദ്ധീകരിക്കപ്പെട്ട കാലംമുതൽ ഇന്നുവരെ ആസ്വാദകരുടെ ഏറ്റവും ഇഷ്ടപ്പെട്ട കൃതികളിലൊന്നായി നിലനിൽക്കുന്നു.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "The Sea of Fertility",
            "authors": [
                "Yukio Mishima",
                "Michael       Gallagher",
                "E. Dale Saunders",
                "Cecilia Segawa Seigle",
                "Edward G. Seidensticker"
            ],
            "ranking": 4.43,
            "ranking_count": 505,
            "abstract": "A tetralogy containing Spring Snow, a love story, Runaway Horses, with a protagonist a right-wing terrorist, The Temple of Dawn, where a Thai princess is mystically linked with the heroes of the preceding works and, written under the shadow of the author's death, The Decay of the Angel.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Literature",
                "Historical",
                "Novels",
                "Modern"
            ]
        },
        {
            "title": "The Ghost of Thomas Kempe",
            "authors": [
                "Penelope Lively"
            ],
            "ranking": 3.88,
            "ranking_count": 1845,
            "abstract": "When James and his family move to an ancient cottage in Oxfordshire, odd things start happening. Doors crash open, and strange signs appear, written in an archaic hand. James finds that the ghost is the spirit of Thomas Kempe.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Paranormal",
                "Mystery",
                "Horror",
                "Classics",
                "Young Adult"
            ]
        },
        {
            "title": "The New Drawing on the Right Side of the Brain",
            "authors": [
                "Betty Edwards"
            ],
            "ranking": 3.87,
            "ranking_count": 326018,
            "abstract": "When. Drawing on the Right Side of the Brain. was first published in 1979, it hit the. New York Times. bestseller list within two weeks and stayed there for more than a year. In 1989, when Dr. Betty Edwards revised the book, it went straight to the Times list again. Now Dr. Edwards celebrates the twentieth anniversary of her classic book with a second revised edition.Over the last decade, Dr. Edwards has refined her material through teaching hundreds of workshops and seminars. Truly. The New Drawing on the Right Side of the Brain. , this edition includes:. the very latest developments in brain research. new material on using drawing techniques in the corporate world and in education. instruction on self-expression through drawing. an updated section on using color. detailed information on using the five basic skills of drawing for problem solving",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Nonfiction",
                "Reference",
                "Psychology",
                "Design",
                "Self Help",
                "Education",
                "How To"
            ]
        },
        {
            "title": "The Transit of Venus",
            "authors": [
                "Shirley Hazzard"
            ],
            "ranking": 3.98,
            "ranking_count": 3155,
            "abstract": "Caro, gallant and adventurous, is one of two Australian sisters who have come to post-war England to seek their fortunes. Courted long and hopelessly by young scientist, Ted Tice, she is to find that love brings passion, sorrow, betrayal and finally hope. The milder Grace seeks fulfilment in an apparently happy marriage. But as the decades pass and the characters weave in and out of each other's lives, love, death and two slow-burning secrets wait in ambush for them.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Classics",
                "Novels",
                "Literature",
                "Literary Fiction",
                "European Literature",
                "Womens"
            ]
        },
        {
            "title": "The Design of Everyday Things",
            "authors": [
                "Donald A. Norman"
            ],
            "ranking": 4.15,
            "ranking_count": 36509,
            "abstract": "Even the smartest among us can feel inept as we fail to figure out which light switch or oven burner to turn on, or whether to push, pull, or slide a door. The fault, argues this ingenious--even liberating--book, lies not in ourselves, but in product design that ignores the needs of users and the principles of cognitive psychology. The problems range from ambiguous and hidden controls to arbitrary relationships between controls and functions, coupled with a lack of feedback or other assistance and unreasonable demands on memorization. The Design of Everyday Things shows that good, usable design is possible. The rules are simple: make things visible, exploit natural relationships that couple function and control, and make intelligent use of constraints. The goal: guide the user effortlessly to the right action on the right control at the right time.. In this entertaining and insightful analysis, cognitive scientist Donald A. Norman hails excellence of design as the most important key to regaining the competitive edge in influencing consumer behavior. Now fully expanded and updated, with a new introduction by the author, The Design of Everyday Things is a powerful primer on how--and why--some products satisfy customers while others only frustrate them.",
            "part_of_series": false,
            "genre_list": [
                "Design",
                "Nonfiction",
                "Business",
                "Psychology",
                "Science",
                "Art",
                "Computer Science"
            ]
        },
        {
            "title": "Drept, legislaţie şi libertate: o nouă formulare a principiilor liberale de justiţie şi economie politică",
            "authors": [
                "Friedrich A. Hayek",
                "Gabriel Mursa"
            ],
            "ranking": 4.25,
            "ranking_count": 138,
            "abstract": "Cartea cuprinde toate cele trei volume din studiul lui Hayek despre ordinea politică într-o societate liberă. Primul, Reguli şi ordine, expune conceptele de bază necesare în analiza critică a teoriilor despre dreptate şi a condiţiilor pe care trebuie să le îndeplinească o constituţie pentru a asigura libertatea individuală. În Mirajul justiţiei sociale sunt analizate teoriile despre utilitarism, pozitivismul juridic şi „justiţia socială”. În volumul al III-lea, Ordinea politică a oamenilor liberi, Hayek demonstrează că idealul democratic este pus în pericol de confuzia între egalitarism şi democraţie,de asumpţia că pot exista standarde morale în afara unei rigori morale şi de ideea potrivit căreia tradiţia poate fi ignorată în procesul de reorganizare a societăţii. Volumul de faţă reprezintă crezul lui Hayek în materie de filosofie politică, şi anume că aplicarea metodei ştiinţifice în domeniile culturii şi educaţiei a condus la eroare, având rezultate nocive.. Din cuprins: Volumul I. Reguli şi ordine, Introducere, 1. Raţiune şi evoluţie, 2. ”Cosmos” şi ”taxis”, 3. Principii şi expediente, 4. Metamorfozele ideii de drept, 5. Nomos: dreptul libertăţii, 6. Thesis: dreptul legiuitorului, Volumul al II-lea. Mirajul justiţiei sociale, 7. Binele comun şi obiectivele personale, 8. În căutarea justiţiei, 9. Justiţia ”socială” sau distributivă, 10. Ordinea de piaţă sau catalaxia, 11. Disciplina regulilor abstracte şi emoţiile, societăţii tribale, Volumul al III-lea. Ordinea politică a oamenilor liberi,\t 12. Opinia majoritară şi democraţia contemporană, 13. Separarea puterilor democratice, 14. Sectorul public şi sectorul privat, 15. Politica guvernamentală şi piaţa, 16. Eşecul idealului democratic: o recapitulare, 17. Un model de constituţie, 18. Limitarea puterii şi detronarea politicii, Epilog. Cele trei surse ale valorilor umane",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Economics",
                "Nonfiction",
                "Politics",
                "Law"
            ]
        },
        {
            "title": "Shadow of the Minotaur",
            "authors": [
                "Alan Gibbons"
            ],
            "ranking": 3.65,
            "ranking_count": 681,
            "abstract": "This is a novel about a boy, Phoenix, the son of a computer geek who creates a virtual reality game that gets a bit too real. Phoenix becomes Theseus pursued by the Minotaur, becomes Perseus and confronts the Gorgon, and goes down into the underworld.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction",
                "Mythology",
                "Childrens",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Die Schrecken des Eises und der Finsternis",
            "authors": [
                "Christoph Ransmayr"
            ],
            "ranking": 4.01,
            "ranking_count": 532,
            "abstract": "Im Zentrum dieses vielschichtigen Abenteuerromans steht das Schicksal der österreichisch-ungarischen Nordpolexpedition der »Payer-Weyprecht-Expedition«, die im arktischen Sommer 1872 in das unerforschte Meer nordöstlich des sibirischen Archipels Nowaja Semlja aufbricht. Das Expeditionsschiff wird bald - und für immer - vom Packeis eingeschlossen. Nach einer mehr als einjährigen Drift durch alle Schrecken des Eises und der Finsternis entdeckt die vom Skorbut geplagte Mannschaft eine unter Gletschern begrabene Inselgruppe am Rande der Welt und tauft sie zu Ehren eines fernen Herrschers »Kaiser-Franz-Joseph-Land«. Einer der letzten blinden Flecke ist damit von der Landkarte der Alten Welt getilgt.. Parallel zum Drama dieser historischen Expedition erzählt Ransmayr die Geschichte eines jungen, in Wien lebenden Italieners namens Mazzini, der mehr als hundert Jahre später zum besessenen Sammler aller hinterlassenen Zeugnisse und Dokumente der »Payer-Weyprecht-Expedition« wird und schließlich ins Eismeer aufbricht, um als Passagier eines norwegischen Forschungsschiffes die Entdeckung des »Franz-Joseph-Landes« nachzuvollziehen. Aber im Verlauf seiner Recherchen zur polaren Entdeckungsgeschichte gerät Mazzini immer tiefer in die arktische Gegenwart und verschwindet schließlich, ein Schlittenreisender, in den Gletscherlandschaften Spitzbergens.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Travel",
                "Novels",
                "Literature",
                "Roman",
                "Adventure"
            ]
        },
        {
            "title": "Τα ποίηματα Α΄: 1897-1918",
            "authors": [
                "Constantinos P. Cavafy",
                "Κ.Π. Καβάφης",
                "Γ.Π. Σαββίδης"
            ],
            "ranking": 4.75,
            "ranking_count": 239,
            "abstract": "Σα βγεις στον πηγαιμό για την Ιθάκη,. να εύχεσαι νάναι μακρύς ο δρόμος,. γεμάτος περιπέτειες, γεμάτος γνώσεις.. Τους Λαιστρυγόνας και τους Κύκλωπας,. τον θυμωμένο Ποσειδώνα μη φοβάσαι,. τέτοια στον δρόμο σου ποτέ σου δεν θα βρεις,. αν μέν’ η σκέψις σου υψηλή, αν εκλεκτή. συγκίνησις το πνεύμα και το σώμα σου αγγίζει.. Τους Λαιστρυγόνας και τους Κύκλωπας,. τον άγριο Ποσειδώνα δεν θα συναντήσεις,. αν δεν τους κουβανείς μες στην ψυχή σου,. αν η ψυχή σου δεν τους στήνει εμπρός σου.. Να εύχεσαι νάναι μακρύς ο δρόμος.. Πολλά τα καλοκαιρινά πρωιά να είναι. που με τι ευχαρίστησι, με τι χαρά. θα μπαίνεις σε λιμένας πρωτοειδωμένους·. να σταματήσεις σ’ εμπορεία Φοινικικά,. και τες καλές πραγμάτειες ν’ αποκτήσεις,. σεντέφια και κοράλλια, κεχριμπάρια κ’ έβενους,. και ηδονικά μυρωδικά κάθε λογής,. όσο μπορείς πιο άφθονα ηδονικά μυρωδικά·. σε πόλεις Aιγυπτιακές πολλές να πας,. να μάθεις και να μάθεις απ’ τους σπουδασμένους.. (Από τα Ποιήματα 1897-1933)",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Sacrament",
            "authors": [
                "Clive Barker"
            ],
            "ranking": 3.75,
            "ranking_count": 5012,
            "abstract": "A boy has an encounter with a man who causes extinctions of other species, so he grows up to be a man who documents (and thus appeals for a halt to) those extinctions. This dark fantasy tale is unlike Clive Barker's other recent ones: it is more tightly plotted, and more of. this. world. In a sequence of well-executed stories within stories (comparable to Russian dolls), Barker unfolds a compelling examination of what it means to be human, to be a man, and to be a gay man--on a planet where aging, disease, and death bring the passing of things, of days and beasts and men he'd loved. A satisfying long novel packed with vivid images, memorable characters, and a melancholy mood that reaches for hope.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "LGBT",
                "Mystery",
                "Science Fiction Fantasy",
                "Anthologies"
            ]
        },
        {
            "title": "Fly Away Peter",
            "authors": [
                "David Malouf"
            ],
            "ranking": 3.37,
            "ranking_count": 1572,
            "abstract": "For three very different people brought together by their love for birds, life on the Queensland coast in 1914 is the timeless and idyllic world of sandpipers, ibises and kingfishers. In another hemisphere civilization rushes headlong into a brutal conflict. Life there is lived from moment to moment.. Inevitably, the two young men - sanctuary owner and employee - are drawn to the war, and into the mud and horror of the trenches of Armentieres. Alone on the beach, their friend Imogen, the middle-aged wildlife photographer, must acknowledge for all three of them that the past cannot be held.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Academic",
                "War",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "The World's Last Night: And Other Essays",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.2,
            "ranking_count": 1875,
            "abstract": "Available from HarperOne, now the exclusive publisher of all of C. S. Lewis’s adult religious books, a repackaged edition of the revered author’s anthology of satirical yet serious essays on evil.. In these spirited essays, C. S. Lewis—the great British writer, scholar, lay theologian, broadcaster, Christian apologist, and bestselling author of Mere Christianity, The Screwtape Letters, The Great Divorce, The Chronicles of Narnia, and many other beloved classics—discusses evil in the world. Blending irony, humor, and paradox, he tackles religion’s most difficult and intriguing questions regarding immorality, belief, and the meaning of prayer. Best of all, the infamous Screwtape makes a special cameo appearance in this funny and poignant collection.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Writing",
                "Philosophy",
                "Classics"
            ]
        },
        {
            "title": "The Living Mountain",
            "authors": [
                "Nan Shepherd",
                "Robert Macfarlane"
            ],
            "ranking": 4.3,
            "ranking_count": 4965,
            "abstract": "This is an alternate Cover Edition for. ISBN10: 0857861832/ ISBN13: 9780857861832. .. The Living Mountain is a lyrical testament in praise of the Cairngorms. It is a work deeply rooted in Nan Shepherd's knowledge of the natural world, and a poetic and philosophical meditation on our longing for high and holy places. Drawing on different perspectives of the mountain environment, Shepherd makes the familiar strange and the strange awe-inspiring. Her sensitivity and powers of observation put her into the front rank of nature writing.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Travel",
                "Cultural",
                "Autobiography",
                "Science",
                "Poetry",
                "Audiobook"
            ]
        },
        {
            "title": "Crisis of the French Section 1935-36",
            "authors": [
                "Leon Trotsky",
                "Erwin Wolf",
                "Pierre Frank"
            ],
            "ranking": 4.31,
            "ranking_count": 13,
            "abstract": "Articles and letters to young militants expelled in 1935 from the rightward-moving Socialist Party of France, explaining the kind of party that must be built to lead a socialist revolution.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "The Tales of Peter Rabbit & Benjamin Bunny",
            "authors": [
                "Beatrix Potter"
            ],
            "ranking": 4.2,
            "ranking_count": 100,
            "abstract": "Features the original illustrations of Beatrix Potter. Published under license with Frederick Warne & Co.",
            "part_of_series": true,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "Toliver's Secret",
            "authors": [
                "Esther Wood Brady"
            ],
            "ranking": 3.98,
            "ranking_count": 2765,
            "abstract": "When her grandfather is injured, 10-year-old Ellen Toliver replaces him on a top-secret patriotic mission. Disguised as a boy, she manages to smuggle a message to General George Washington.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "North American Hi...",
                "Childrens",
                "Military History",
                "Adventure",
                "Academic",
                "American Revolution"
            ]
        },
        {
            "title": "Moominland Midwinter",
            "authors": [
                "Tove Jansson",
                "Thomas Warburton"
            ],
            "ranking": 4.41,
            "ranking_count": 11601,
            "abstract": "This children's story is one of a series of books about the Moomins that blend magic, humour and adventure in the setting of the small, but ever-changing Moominvalley.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Classics",
                "European Literature",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "Bone in the Throat",
            "authors": [
                "Anthony Bourdain"
            ],
            "ranking": 3.44,
            "ranking_count": 3784,
            "abstract": "A wildly funny, irreverent tale of murder, mayhem, and the mob.. When up-and-coming chef Tommy Pagana settles for a less than glamorous stint at his uncle’s restaurant in Manhattan’s Little Italy, he unwittingly finds himself a partner in big-time crime. And when the mob decides to use the kitchen for a murder, nothing Tommy learned in cooking school has prepared him for what happens next. With the FBI on one side and his eccentric wise guy superiors on the other, Tommy has to struggle to do right by his conscience and avoid getting killed in the meantime…. Stuffed with charming characters and peppered with Bourdain’s wry humor,. Bone in the Throat. is one satisfying feast of a novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Food and Drink",
                "Thriller",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Hayvan Mezarlığı",
            "authors": [
                "Stephen King",
                "Mehmet Harmancı"
            ],
            "ranking": 4.03,
            "ranking_count": 495016,
            "abstract": "Dr. Louis Creed ve ailesi eski kızılderili mezarlığındaki ruhların gazabına uğramışlardı... Bunun elbette nedenleri olmalıydı!. Stephen King, okurlarını doğaüstü olaylarla bezenmiş heyecanların doruğuna götürüyor.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook",
                "Adult",
                "Mystery",
                "Suspense"
            ]
        },
        {
            "title": "Cajas De Carton",
            "authors": [
                "Francisco Jiménez"
            ],
            "ranking": 4.06,
            "ranking_count": 6151,
            "abstract": "El intenso relato del viaje de una familia a través de los campos de California viviendo una vida en constante movimiento,. Cajas de cartón. es el primer libro en la serie ganador del Honor Pura Belpre de Francisco Jiménez.. Desde campos de fresa a campos de algodón, y de campamentos a cobertizos de un ambiente. Narrada por un joven que anhela estudiar y obtener el derecho de elegir un hogar, esta es una historia de supervivencia, fe y esperanza. Un viaje que abrirá el corazón y la mente de los lectores.. A powerful account of a family's journey to the fields of California—to a life of constant moving, from strawberry fields to cotton fields, from tent cities to one-room shacks. Seen through the eyes of a boy who longs for an education and the right to call one place home, this is a story of survival, faith, and hope. It is a journey that will open readers' hearts and minds, and the first volume in a Pura Belpre award-winning series.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "European Literature",
                "Short Stories",
                "Historical",
                "Childrens",
                "Academic",
                "Cultural",
                "Fiction",
                "Family"
            ]
        },
        {
            "title": "Science, Order and Creativity",
            "authors": [
                "David Bohm",
                "F. David Peat"
            ],
            "ranking": 4.16,
            "ranking_count": 172,
            "abstract": "In Science, Order and Creativity, David Bohm and F. David Peat argue that science has lost its way in recent years and needs to go beyond a narrow and fragmented view of nature and embrace a wider holistic view that restores the importance of creativity and communication for all humanity - not just scientists. The result of a close collaboration by one of the 20th century's greatest physicists and thinkers, David Bohm, with leading science writer F. David Peat, provides a rare combination of profound reflection and clear exposition that can be appreciated by anyone concerned with science and its importance in our lives. This new edition includes a new preface and an extended additional chapter by Peat which draws upon further discussions with David Bohm before the latter's death in 1992. A fascinating diagnosis and considered proposal for a cure for science's ills, it is also very accessible entry point to the work of David Bohm. Bohm and Peat contend that science has lost its bearings in the last century in favour of a narrow, abstracted, fragmented approach to nature and reality. Tracing the history of science, Bohm and Peat offer intriguing new insights into how scientific theories come into being, how to eliminate blocks of creativity and how science can lead to a deeper understanding of society, the human condition and the human mind itself.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Philosophy",
                "Nonfiction"
            ]
        },
        {
            "title": "Harvest of Stars",
            "authors": [
                "Poul Anderson"
            ],
            "ranking": 3.55,
            "ranking_count": 976,
            "abstract": "Winner of seven Hugo and three Nebula Awards, Poul Anderson is one of science fiction's supreme masters. In Harvest of Stars, his most ambitous novel to date, Earth lies crushed in the grip of totalitarianism.To save her planet, his heroine, Kyra Davis is sent on a mission to liberate our last bastion of freedom and rescue its legendary leader. Her bold adventure will sweep her from Earth's rebel enclaves to the decadent court of an exotic lunar colony, from the virtual realities of biotech and artificial intelligence to a brave new world menaced by a dying star.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Space",
                "Audiobook",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "Daughters of God: Scriptural Portraits",
            "authors": [
                "S. Michael Wilcox"
            ],
            "ranking": 4.35,
            "ranking_count": 439,
            "abstract": "Explore the lives of the great women in the scriptures. Why was Deborah called upon to save her people? How did Priscilla and Claudia help with spreading the gospel? The scriptures are filled with the stories of women, spiritual giants who played vital roles in sacred events, and everyday women who quietly helped to change their world for the better. Because the record of their lives is often sketchy, we may not realize how important they are. This book shares the inspiring stories of the women who have played key roles in spiritual and historical events - Eve, Rebekah, Ether, Mary, Dorcas, Sariah, Emma Smith - and many others.. About the Author. S. Michael Wilcox is an institute instructor at the University of Utah. He received his Ph.D. at the University of Colorado, where he directed the institute of religion. He has served in many Church leadership opportunities, including bishop and counselor in a stake presidency. A popular speaker and gifted teacher, he is the author of several books and audio CDs, including Don't Leap with the Sheep, The Fourth Watch, and Who Shall Be Able to Stand?",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christianity",
                "Nonfiction",
                "Spirituality",
                "Christian",
                "Adult"
            ]
        },
        {
            "title": "An American Dream",
            "authors": [
                "Norman Mailer"
            ],
            "ranking": 3.46,
            "ranking_count": 3532,
            "abstract": "In this wild battering ram of a novel, which was originally published to vast controversy in 1965, Norman Mailer creates a character who might be a fictional precursor of the philosopher-killer he would later profile in The Executioner’s Song. As Stephen Rojack, a decorated war hero and former congressman who murders his wife in a fashionable New York City high-rise, runs amok through the city in which he was once a privileged citizen, Mailer peels away the layers of our social norms to reveal a world of pure appetite and relentless cruelty. One part Nietzsche, one part de Sade, and one part Charlie Parker, An American Dream grabs the reader by the throat and refuses to let go.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Mystery",
                "Literary Fiction",
                "The United States Of America",
                "American"
            ]
        },
        {
            "title": "The Descent of Alette",
            "authors": [
                "Alice Notley"
            ],
            "ranking": 4.31,
            "ranking_count": 1183,
            "abstract": "In The Descent of Alette, Alice Notley presents a feminist epic, a bold journey into the deeper realms. Alette, the narrator, finds herself underground, deep beneath the city, where spirits and people ride endlessly on subways, not allowed to live in the world above. Traveling deeper and deeper, she is on a journey of continual transformation, encountering a series of figures and undergoing fragmentations and metamorphoses as she seeks to confront the Tyrant and heal the world. Using a new measure, with rhythmic units indicated by quotation marks, Notley has created a spoken text, a rich and mesmerizing work of imagination, mystery, and power.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Feminism",
                "Fantasy",
                "Female Authors",
                "Academic",
                "Gothic",
                "Contemporary"
            ]
        },
        {
            "title": "The Normal Heart & The Destiny of Me (two plays)",
            "authors": [
                "Larry Kramer",
                "Tony Kushner"
            ],
            "ranking": 4.28,
            "ranking_count": 668,
            "abstract": "The Normal Heart, set during the early years of the AIDS epidemic, is the impassioned indictment of a society that allowed the plague to happen, a moving denunciation of the ignorance and fear that helped kill an entire generation. It has been produced and taught all over the world. Its companion play, The Destiny of Me, is the stirring story of an AIDS activist forced to put his life in the hands of the very doctor he has been denouncing.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "LGBT",
                "Drama",
                "Fiction",
                "Disability",
                "Classics",
                "Academic"
            ]
        },
        {
            "title": "A Walk on the Wild Side",
            "authors": [
                "Nelson Algren",
                "Russell Banks"
            ],
            "ranking": 3.94,
            "ranking_count": 1400,
            "abstract": "With its depiction of the downtrodden prostitutes, bootleggers, and hustlers of Perdido Street in the old French Quarter of 1930s New Orleans,. A Walk on the Wild Side. found a place in the imagination of all the generations that have followed since. As Algren admitted, it. wasn't written until long after it had been walked... I found my way to the streets on the other side of the Southern Pacific station, where the big jukes were singing something called Walking the Wild Side of Life. I've stayed pretty much on that side of the curb ever since.. Perhaps his own words describe the book best:. The book asks why lost people sometimes develop into greater human beings than those who have never been lost in their whole lives. Why men who have suffered at the hands of other men are the natural believers in humanity, while those whose part has been simply to acquire, to take all and give nothing, are the most contemptuous of mankind.. Cover Photograph: Jason Fulford",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Classics",
                "The United States Of America",
                "Novels",
                "Historical",
                "Mystery",
                "American"
            ]
        },
        {
            "title": "Radio Free Albemuth",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.8,
            "ranking_count": 5829,
            "abstract": "In the late 1960s a paranoid incompetent has schemed his way into the White House and convulsed America in a vicious war against imaginary internal enemies. A struggling science Fiction writer named Philip K. Dick is trying to keep from becoming one of that war's casualties. And Dick's best friend, a record executive named Nicholas Brady, is receiving transmissions from an extraterrestrial entity that may also happen to be God — an entity that apparently wants him to overthrow the President.. In this, his last novel, Philip K. Dick morphed and recombined themes that had informed his fiction from. A Scanner Darkly. to. VALIS. and produced a wild, impassioned work that reads like a visionary alternate history of the United States. Agonizingly suspenseful, darkly hilarious, and filled with enough conspiracy theories to thrill the most hardened paranoid,. Radio Free Albemuth. is proof of Dick's stature as our century's greatest prankster-prophet.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novels",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Literature",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Tex",
            "authors": [
                "S.E. Hinton",
                "Miguel Martinez-Lage"
            ],
            "ranking": 3.86,
            "ranking_count": 11337,
            "abstract": "Easygoing, thoughtless, and direct, Tex at fifteen likes everyone and everything, especially his horse, Negrito, and Johnny Collins's blue-eyed sister, Jamie. He thinks life with his seventeen-year-old brother, Mason, in their ramshackle house would be just about perfect if only Mace would stop complaining about Pop. Pop hasn't been home in five months. Mace wants to get out of Oklahoma. Tex just seems to attract trouble and danger... Suddenly everything's falling apart. Can Tex keep it all together?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Classics",
                "Realistic Fiction",
                "Contemporary",
                "Childrens",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "The Dancers at the End of Time (Eternal Champion, #10)",
            "authors": [
                "Michael Moorcock"
            ],
            "ranking": 3.9,
            "ranking_count": 144,
            "abstract": "The Dancers at the End of Time is a series of science fiction novels and short stories written by Michael Moorcock, the setting of which is the End of Time, an era where entropy is king and the universe has begun collapsing upon itself. The inhabitants of this era are immortal decadents, creating flights of fancy using power rings which draw on energy devised and stored by their ancestors millions of years prior. Time travel is possible, and throughout the series various points in time are visited and revisited. space travelers are also common, but most residents of the End of Time find leaving the planet distasteful and clichéd. The title of the series is itself taken from a poem by a fictitious 19th Century poet, Ernest Wheldrake, which Mrs. Amelia Underwood quotes in The End of All Songs.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Science Fiction"
            ]
        },
        {
            "title": "Young Hearts Crying",
            "authors": [
                "Richard Yates"
            ],
            "ranking": 3.91,
            "ranking_count": 1999,
            "abstract": "Another masterpiece from the author of Revolutionary Road Michael Davenport, a minor poet, is an intensely ambitious young man - just old enough to have served in the US Air Force at the tail end of World War Two. Every failure he suffers in his efforts to become established as a professional writer weighs against the uneasy knowledge that his wife, Lucy, has an untapped private fortune amounting to millions of dollars. Lucy, for her part, always elegant but often shy, is never quite certain what is expected of her. And as a couple, the Davenports are repeatedly dismayed at meeting other people whose lives appear brighter and better than their own. In this magnificent novel, at once bitterly sad and achingly funny, Richard Yates again shows himself to be the supreme, tenderly ironic chronicler of the 'American Dream' and its casualties.. 'Yates is good at bad couples, sad, sour marriages, young hopes corroded by suburban life...These are bitterly perceptive books, depressing but difficult to put down' Grace Ingoldby, New Statesman. 'Yates intends to spare his readers nothing. He is a truthful and ruthless writer' Robert Nye, Guardian. 'A natural story-teller' Nina Bawden, Daily Telegraph",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Marriage",
                "The United States Of America",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Companions of the Night",
            "authors": [
                "Vivian Vande Velde"
            ],
            "ranking": 3.79,
            "ranking_count": 6039,
            "abstract": "When Kerry's little brother forgets his stuffed bear at the laundry, Kerry ventures out at 11th p.m. to retrieve it for him. The laundry is deserted and kind of spooky, and while she's there three men burst in, dragging a bound and bloodied young man they insist is a vampire. Kerry helps him escape, only to be caught up in a desperate game between vampire hunters and their prey.. «Full of tension and familiar vampire lore-and with a touch of romance-this should find a wide YA audience.». Booklist",
            "part_of_series": false,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Horror",
                "Fiction"
            ]
        },
        {
            "title": "Garden of Shadows",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.92,
            "ranking_count": 31049,
            "abstract": "Olivia dreamed of a sun-filled love, a happy life. Then she entered Foxworth Hall.... V.C. Andrews' thrilling new novel spins a tale of dreadful secrets and dark, forbidden passions--of the time before Flowers in the Attic began. Long before terror flowered in the attic, thin, spinsterish Olivia came to Virginia as Malcolm Foxworth's bride. At last, with her tall handsome husband, she would find the joy she has waited for, longed for. But in the gloomy mansion filled with hidden rooms and festering desires, a stain of jealous obsession begins to spread... an evil that will threaten her children, two lovely boys and one very special, beautiful girl. For within one innocent child, a shocking secret lives... a secret that will taint the proud Foxworth name, and haunt all their lives forever!. The wicked curse of the Dollanganger family begins in... Garden of Shadows. (back cover)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Horror",
                "Young Adult",
                "Romance",
                "Gothic",
                "Thriller",
                "Drama",
                "Mystery",
                "Womens Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Gates of Paradise",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.84,
            "ranking_count": 12125,
            "abstract": "Stunned by tragedy, desperate and alone, Heaven's daughter clung to the frailest of dreams!. The car crash that killed Heaven and Logan left Annie Casteel Stonewall orphaned and crippled. Whisked off to Farthinggale Manor by the possessive Tony Tatterton, Annie pines for her lost family, but especially for Luke, her half-brother. Friend of her childhood, her fantasy prince, her loving confidante...without the warm glow of Luke's love, she is lost in the shadows of despair. When Annie discovers Troy's cottage hidden in Farthinggale's woods, the mystery of her past deepens. And even as she yearns to see Luke again, her hopes and dreams are darkened by the sinistesr Casteel spell...treacherous, powerful and evil!. (back cover)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Drama",
                "Mystery",
                "Womens Fiction",
                "Adult Fiction",
                "Thriller"
            ]
        },
        {
            "title": "The Seventh Scroll",
            "authors": [
                "Wilbur Smith"
            ],
            "ranking": 4.14,
            "ranking_count": 18294,
            "abstract": "For 4,000 years, the lavish crypt of the Pharaoh Mamose has never been found...until the Seventh Scroll, a cryptic message written by he slave Taita, gives beautiful Egyptologist Royan Al Simma a tantalizing clue to its location.. But this is a treasure cache others would kill to possess. Only one step ahead of assassins, Royan runs for her life and into the arms of the only man she can trust, Sir Nicholas Quenton-Harper-a daring man who will stake his fortune and his life to join her hunt for the king's tomb. Together, they will embark on a breathtaking journey to the most exotic locale on earth, where the greatest mystery of ancient Egypt, a chilling danger and an explosive passion are waiting.. Steeped in ancient mystery, drama and action,. The Seventh Scroll. is a masterpiece from a storyteller at the height of his powers.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Northern Africa",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Cultural",
                "Action"
            ]
        },
        {
            "title": "Juntacadáveres",
            "authors": [
                "Juan Carlos Onetti"
            ],
            "ranking": 3.71,
            "ranking_count": 612,
            "abstract": "Larsen, apodado juntacadáveres, desembarca en Santa María acompañado de Irene, Nelly y María bonita, tres prostitutas entradas en años con las que monta un burdel. El objetivo de Larsen es que el suyo no sea otro local más de desahogo sexual. Allí, gracias al saber hacer de las viejas meretrices, los hombres conocerán el paraíso y alcanzarán la felicidad. Esta excéntrica empresa se topa con la oposición implacable de las gentes de bien, como el padre Bergner, cuyos sermones incendiarán los ánimos de los parroquianos.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "Wildmen, Wobblies & Whistle Punks: Stewart Holbrook's Lowbrow Northwest",
            "authors": [
                "Stewart Hall Holbrook",
                "Brian Booth"
            ],
            "ranking": 4.13,
            "ranking_count": 83,
            "abstract": "Stewart Holbrook — high-school dropout, logger, journalist, storyteller, and historian — was one of the best-loved figures in the Pacific Northwest during the two decades preceding his death in 1964. This anthology collects two dozen of his best pieces about his adopted home, the Pacific Northwest.. Holbrook believed in lowbrow or non-stuffed shirt history. Holbrook's lowbrow Northwest ranges from British Columbia logging camps to Oregon ranches, and is peopled with fascinating characters like Liverpool Liz of the old Portland waterfront, the over-sexed prophet Joshua II of the Church of the Brides of Christ in Corvallis, and Arthur Boose, the last Wobbly paper boy. Here are stories of forgotten scandals and crimes, forest fires, floods, and other catastrophes, stories of workers, underdogs, scoundrels, dreamers, and fanatics, stories that bring the past to life.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Writing",
                "Short Stories"
            ]
        },
        {
            "title": "The Pleasantries Of The Incredible Mulla Nasrudin",
            "authors": [
                "Idries Shah"
            ],
            "ranking": 4.32,
            "ranking_count": 514,
            "abstract": "Today we find him in a high-level physics report, illustrating phenomena that can't be described in ordinary technical terms. He appears in psychology textbooks, illuminating the workings of the mind in a way no straightforward explanation can.. In three definitive volumes (The Exploits of the Incomparable Mulla Nasrudin, The Pleasantries of the Incredible Mulla Nasrudin and The Subtleties of the Inimitable Mulla Nasrudin) Idries Shah takes us to the very heart of this mysterious mentor, the Mulla Nasrudin. Skillful contemporary retellings of hundreds of collected stories and sayings bring the unmistakable--often backhanded--wisdom, wit and charm of the timeless jokester to life.. The Mulla and his stories appear in literature and oral traditions from the Middle East to Greece, Russia, France--even China. Many nations claim Nasrudin as a native son, but nobody really knows who he was or where he came from.. According to a legend dating from at least the 13th century, Nasrudin was snatched as a schoolboy from the clutches of the Old Villain--the crude system of thought that ensnares man--to carry through the ages the message of how to escape. He was chosen because he could make people laugh, and humor has a way of slipping through the cracks of the most rigid thinking habits.. Acclaimed as humorous masterpieces, as collections of the finest jokes, as priceless gift books, and for hundreds enchanted tales, this folklore figure's antics have also been divined as mirroring the antics of the mind. The jokes are, as Idries Shah notes, perfectly designed models for isolating and holding distortions of the mind which so often pass for reasonable behavior. Therefore they have a double use: when the jokes have been enjoyed, their psychological significance starts to sink in.. In fact, for many centuries they have been studied in Sufi circles for their hidden wisdom. They are used as teaching exercises, in part to momentarily freeze situations in which states of mind can be recognized. The key to the philosophic significance of the Nasrudin jokes is given in Idries Shah's book The Sufis and a complete system of mystical training based upon them was described in the Hibbert Journal.. In these delightful volumes, Shah not only gives the Mulla a proper vehicle for our times, he proves that the centuries-old stories and quips of Nasrudin are still some of the funniest jokes in the world.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Religion",
                "Spirituality",
                "Humor",
                "Short Stories",
                "Folk Tales",
                "Literature"
            ]
        },
        {
            "title": "Nighty-Nightmare",
            "authors": [
                "James Howe",
                "Leslie H. Morrill"
            ],
            "ranking": 3.95,
            "ranking_count": 3764,
            "abstract": "More hilarious and hare-raising tales of Bunnicula, that best-selling cotton-tailed vampire. (The) humor is brilliantly blended with vampire lore and the immediate predicament to create a suspenseful, well-paced read-aloud.--Publishers Weekly.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Mystery",
                "Fantasy",
                "Horror",
                "Humor",
                "Paranormal",
                "Young Adult"
            ]
        },
        {
            "title": "De man die werk vond",
            "authors": [
                "Herman Brusselmans"
            ],
            "ranking": 3.65,
            "ranking_count": 1472,
            "abstract": "Louis Tinner is eenzaam. Angstig beweegt hij zich door de bibliotheek waar hij werkt. Hij verlangt naar mooie vrouwen die goede boeken lezen en kijkt uit naar de komst van het koffiemeisje. Hij hoopt op boeiende gesprekken met literatuurkenners en wil ooit eens Brussel bewonderen, badend in zonneschijn. Maar het regent. De bibliothecaris doet niets. Hij is bang, en terecht.. De man die werk vond van Herman Brusselmans is een sterk humoristische roman over verveling, en wordt algemeen beschouwd als een moderne klassieker.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Novels",
                "Literature",
                "Roman",
                "Humor"
            ]
        },
        {
            "title": "Teranesia",
            "authors": [
                "Greg Egan"
            ],
            "ranking": 3.49,
            "ranking_count": 1267,
            "abstract": "Prabir Suresh and his younger sister, Madhursee, live in a remote paradise called Teranesia, where their biologist parents are studying an unexplained genetic mutation among the island's butterflies. Then civil war erupts across Indonesia, shattering their idyllic world and their lives.Twenty years later, Prabir is still plagued by feelings of guilt and an overwhelming responsiblity for his sister, now a biologist herself. Against his advice, Madhurse is returning to Teranesia to solve the mystery of the butterflies and study strange new plant and animal species that have been emerging throughout the region-species seperated from their known cousins by dramatic mutations that seem far too efficient to have arisen by chance.. Afraid for her safety, Prabir joins forces with independant scientist Martha Grant to find her. But what he will discover on Teranesia is far more dangerous and wondrous than he can ever fear--or imagine..",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Audiobook",
                "Mystery",
                "Science",
                "Cultural",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Naruto, Vol. 03: Dreams",
            "authors": [
                "Masashi Kishimoto"
            ],
            "ranking": 4.45,
            "ranking_count": 17514,
            "abstract": "While they recover from their injuries, Kakashi puts Naruto, Sasuke, and Sakura on a strict training regimen to protect Tazuna's family against Zabuza's next attack. But Zabuza has a dangerous new apprentice in Haku. And as the bridge comes closer to completion, our heroes must be willing to kill—or die.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Action",
                "Adventure",
                "Comics Manga",
                "Manga"
            ]
        },
        {
            "title": "Talking to Dragons",
            "authors": [
                "Patricia C. Wrede",
                "Peter de Sève"
            ],
            "ranking": 4.19,
            "ranking_count": 34635,
            "abstract": "Always be polite to dragons!. That's what Daystar's mother taught him...and it's a very wise lesson--one that might just help him after his mom hands him a magic sword and kicks him out of the house. Especially because his house sits on the edge of the Enchanted Forest and his mother is Queen Cimorene.. But the tricky part is figuring out what he's supposed to. do. with the magic sword. Where is he supposed to go? And why does everyone he meets seem to know who he is?. It's going to take a particularly hotheaded fire-witch, a very verbose lizard, and a badly behaved baby dragon to help him figure it all out.. And those good manners certainly won't hurt!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Humor"
            ]
        },
        {
            "title": "Don't Mention the War: Northern Ireland, Propaganda and the Media",
            "authors": [
                "David     Miller"
            ],
            "ranking": 3.25,
            "ranking_count": 8,
            "abstract": "Shows how transnational corporations use lobby groups to shape EU policy. New updated edition",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Fifth Discipline: The Art & Practice of The Learning Organization",
            "authors": [
                "Peter M. Senge"
            ],
            "ranking": 3.92,
            "ranking_count": 34441,
            "abstract": "Completely Updated and Revised. This revised edition of Peter Senge’s bestselling classic,. The Fifth Discipline. , is based on fifteen years of experience in putting the book’s ideas into practice. As Senge makes clear, in the long run the only sustainable competitive advantage is your organization’s ability to learn faster than the competition. The leadership stories in the book demonstrate the many ways that the core ideas in. The Fifth Discipline. , many of which seemed radical when first published in 1990, have become deeply integrated into people’s ways of seeing the world and their managerial practices.. In. The Fifth Discipline. , Senge describes how companies can rid themselves of the learning “disabilities” that threaten their productivity and success by adopting the strategies of learning organizations—ones in which new and expansive patterns of thinking are nurtured, collective aspiration is set free, and people are continually learning how to create results they truly desire.. The updated and revised Currency edition of this business classic contains over one hundred pages of new material based on interviews with dozens of practitioners at companies like BP, Unilever, Intel, Ford, HP, Saudi Aramco, and organizations like Roca, Oxfam, and The World Bank. It features a new Foreword about the success Peter Senge has achieved with learning organizations since the book’s inception, as well as new chapters on Impetus (getting started), Strategies, Leaders’ New Work, Systems Citizens, and Frontiers for the Future.. Mastering the disciplines Senge outlines in the book will:. • Reignite the spark of genuine learning driven by people focused on what truly matters to them. • Bridge teamwork into macro-creativity. • Free you of confining assumptions and mindsets. • Teach you to see the forest. and. the trees. • End the struggle between work and personal time",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Leadership",
                "Nonfiction",
                "Education",
                "Self Help",
                "Buisness",
                "Psychology"
            ]
        },
        {
            "title": "معالم في الطريق",
            "authors": [
                "Sayed Qutb",
                "سيد قطب"
            ],
            "ranking": 3.93,
            "ranking_count": 5131,
            "abstract": "من أشهر كتب سيد قطب ومن أكثرها جدلاً. يتحدث فيه الكاتب عن الجيل القرآني الفريد وطبيعة المنهج القرآني، ونشأة المجتمع المسلم، والجهاد في سبيل الله، وجنسية المسلم و عقيدته باعتبارها معالم مهمة في طريق الأمة الإسلامية للتمكين و قيادة العالم.. The author speaks about the unique Quranic generation, the nature of the Quranic method, the characteristics of Islamic society, jihad in the cause of God, and a Muslim s nationality and his belief among other things.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Nonfiction",
                "Politics",
                "History",
                "Academic",
                "Spirituality",
                "Sociology"
            ]
        },
        {
            "title": "Scientology 8-80: The Discovery and Increase of Life Energy in the Genus Homo Sapiens",
            "authors": [
                "L. Ron Hubbard"
            ],
            "ranking": 3.52,
            "ranking_count": 103,
            "abstract": "Hardcover with dustjacket. A Scientology Publication.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion"
            ]
        },
        {
            "title": "Hanta Yo: An American Saga",
            "authors": [
                "Ruth Beebe Hill"
            ],
            "ranking": 4.32,
            "ranking_count": 881,
            "abstract": "A multigenerational saga that depicts the lives of two families of Teton Sioux from the late 1700s to the 1830s, before the arrival of the white man.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Westerns",
                "Native Americans",
                "Anthropology",
                "Novels",
                "North American Hi...",
                "Literature",
                "The United States Of America"
            ]
        },
        {
            "title": "শ্রীকান্ত",
            "authors": [
                "Sarat Chandra Chattopadhyay",
                "শরৎচন্দ্র চট্টোপাধ্যায়"
            ],
            "ranking": 4.28,
            "ranking_count": 1945,
            "abstract": "Srikanta, the narrator of Saratchandra’s epic novel, is an aimless drifter, a passive spectator to his own life, a weak and impressionable soul who cannot survive without the support of an individual stronger than himself. As a child he idealizes the chaste and selfless Annada Didi. Arriving in Burma as a young man looking for new experiences, Srikanta meets the rebellious Abhaya who rejects her violent, bigamous husband to live openly with her lover. Srikanta then experiments with becoming a sanyasi, is bewitched for a while by the Vaishnavi, Kamal Lata, and wanders on till his directionless existence finally finds a focus—when he resigns himself to life with the notorious but stunning Pyari Baiji, breaking free of the social values he grew up with.. Through his dynamic and arresting characters, Saratchandra brings alive nineteenth-century Bengal, rife with prejudices and ready for change.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Novels",
                "Asian Literature",
                "Romance",
                "Unfinished",
                "Literature",
                "Drama"
            ]
        },
        {
            "title": "Quarantine",
            "authors": [
                "Jim Crace"
            ],
            "ranking": 3.69,
            "ranking_count": 3715,
            "abstract": "Winner of the. Whitbread Novel of the Year. and a. Booker Prize. finalist.. Two thousand years ago four travellers enter the Judean desert to fast and pray for their lost souls. In the blistering heat and barren rocks they encounter the evil merchant Musa — madman, sadist, rapist, even a Satan — who holds them in his tyrannical power. Yet there is also another, a faint figure in the distance, fasting for forty days, a Galilean who they say has the power to work miracles... Here, trapped in the wilderness, their terrifying battle for survival begins...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Religion",
                "Literature",
                "Literary Fiction",
                "Novels",
                "European Literature",
                "Contemporary",
                "Book Club"
            ]
        },
        {
            "title": "Moosewood Restaurant Cooks at Home: Fast and Easy Recipes for Any Day",
            "authors": [
                "The Moosewood Collective"
            ],
            "ranking": 4.05,
            "ranking_count": 5096,
            "abstract": "Winner of the 1995 James Beard Award for Best Vegetarian Cookbook Although many people think that cooking without meat means spending more time in the kitchen, the cooks at the world-renowned Moosewood Restaurant know this isn't so. Busy balancing home, work, and other commitments, they've been cooking for family and friends every day of the week for over twenty years.. Moosewood Restaurant Cooks at Home. is the result of that experience -- over 150 carefully honed and tested recipes calling for the best ingredients, accompanied by time-saving tips and planning suggestions, add up to a delicious whole-foods cuisine that is versatile and healthful and can be prepared with a minimum of effort.. This book contains dishes full of exciting flavors, sure to please every taste, from savory soups to substantial main-dish salads, from hearty stews to palate-teasing small dishes. Sauces, salsas and dressings, and a collection of almost-instant desserts turn the simplest meal into an occasion.. Chapters on techniques and menu planning, lists of recipes for special needs, including nondairy and vegan fare and kid-pleasing food, as well as an in-depth guide to stocking the meatless pantry (including a list of recommended convenience foods), make. Moosewood Restaurant Cooks at Home. the essential companion to everyday cooking.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Reference",
                "How To",
                "Health"
            ]
        },
        {
            "title": "Jamilia",
            "authors": [
                "Chingiz Aitmatov",
                "James Riordan"
            ],
            "ranking": 3.87,
            "ranking_count": 6145,
            "abstract": "Jamilia is told from the point of view of a fictional Kyrgyz artist, Seit, who tells the story by looking back on his childhood. The story recounts the love between his new sister-in-law Jamilia and a local crippled young man, Daniyar, while Jamilia's husband, Sadyk, is away at the front during World War II.. Based on clues in the story, it takes place in northwestern Kyrgyzstan, presumably Talas Province. The story is backdropped against the collective farming culture which was early in its peak in that period.. Chingiz Aïtmatov. was born in Kyrgyzstan in 1928. His work appeared in over one hundred languages, and received numerous awards, including the Lenin Prize. He was the Kyrgyz ambassador to the European Union, NATO, UNESCO and the Benelux countries.. Translated by James Riordan.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Romance",
                "Literature",
                "Historical",
                "Novels",
                "Short Stories"
            ]
        },
        {
            "title": "The Song of the Bird",
            "authors": [
                "Anthony de Mello"
            ],
            "ranking": 4.29,
            "ranking_count": 1649,
            "abstract": "Every one of these stories is about YOU. --Anthony de Mello. Everyone loves stories; and in this book the bestselling author of. Sadhana: A Way to God. shares 124 stories and parables from a variety of traditions both ancient and modern. Each story resonates with life lessons that can teach us inescapable truths about ourselves and our world.. De Mello's international acclaim rests on his unique approach to contemplation and ability to heighten self-awareness and self-discovery. His is a holistic approach, and in the words of one reviewer: his mysticism cuts across all times and peoples and is truly a universal invitation.. The Song of the Bird. uses the familiar yet enduring medium of the story to illustrate profound realities that bring us in touch with the problems and concerns of daily life, as well as with our common spiritual quest. The aim is to develop the art of. tasting. and. feeling. the message of each story to the point that we are transformed. Let the story speak to your heart, not to your brain, the author directs. This may make something of a mystic out of you.. Enhanced by lovely ink drawings, this is indeed a volume to treasure, to share, and to read many times over, for it is everyone's best companion on the road to spiritual growth.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Nonfiction",
                "Philosophy",
                "Religion",
                "Poetry",
                "Psychology",
                "Self Help",
                "Short Stories",
                "Asian Literature"
            ]
        },
        {
            "title": "A Sleeping Life",
            "authors": [
                "Ruth Rendell"
            ],
            "ranking": 3.81,
            "ranking_count": 2596,
            "abstract": "Rhoda Comfrey's death seemed unremarkable; the real mystery was her life.. In. A Sleeping Life. , master mystery writer Ruth Rendell unveils an elaborate web of lies and deception painstakingly maintained by a troubled soul. A wallet found in Comfrey's handbag leads Inspector Wexford to Mr. Grenville West, a writer whose plots revel in the blood, thunder, and passion of dramas of old; whose current whereabouts are unclear; and whose curious secretary--the plain Polly Flinders--provides the Inspector with more questions than answers. And when a second Grenville West comes to light, Wexford faces a dizzying array of possible scenarios--and suspects--behind the Comfrey murder.. Brilliantly entertaining, exceptionally crafted,. A Sleeping Life. evokes the dark realities, half-truths, and flights of fancy that constitute a life.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "European Literature",
                "Thriller",
                "Novels",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "A Man on the Moon",
            "authors": [
                "Andrew Chaikin",
                "Tom Hanks"
            ],
            "ranking": 4.48,
            "ranking_count": 6347,
            "abstract": "On the night of July 20, 1969, our world changed forever when two Americans, Neil Armstrong and Buzz Aldrin, walked on the moon. Now the greatest event of the twentieth century",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Space",
                "Science",
                "Audiobook",
                "Biography",
                "North American Hi...",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "Little Pilgrim's Progress: From John Bunyan's Classic",
            "authors": [
                "Helen L. Taylor"
            ],
            "ranking": 4.32,
            "ranking_count": 3189,
            "abstract": "Fifty-five years ago, Helen L. Taylor took John Bunyan's. Pilgrim's. Progress. and simplified the vocabulary and concepts for young readers, while. keeping the storyline intact. The result was a classic in itself, which has now. sold over 600,000 copies. It's both a simple adventure story and a profound allegory. of the Christian journey through life, a delightful read with a message kids ages. 6 to 12 can understand and remember. A new look and fresh illustrations for today's. children enlivens the journey to the Celestial City.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Classics",
                "Fiction",
                "Christian Fiction",
                "Childrens",
                "Fantasy",
                "Religion"
            ]
        },
        {
            "title": "So Big",
            "authors": [
                "Edna Ferber"
            ],
            "ranking": 4.04,
            "ranking_count": 9077,
            "abstract": "Author Edna Ferber described the story of. So Big. as being about a material man, son of his earth-grubbing, idealistic mother. Left an orphan at 19 years old in the late 1880s, Selina Peake needs to support herself. She leaves the city life she has known to become a teacher in the farming community of High Prairie, IL. Her father had told her that life is an adventure, and one should make the most of it.. Selina sees beauty everywhere, including in the fields of cabbages. She has a natural curiosity about farming and oversteps the woman's traditional role by having the audacity to ask the men questions. She soon marries Pervus DeJong, a farmer. Selina eagerly offers suggestions for operational improvements, but Pervus ignores her, preferring to use the unprofitable farming methods employed by his father.. Though she suffers many hardships, Selina always remembers the importance of beauty, and she admires those who exercise their creative talents. She tries to instill these views in her son Dirk and fights with her husband over the need for their child to get a full education. Once Dirk finishes college and starts work, will he retain Selina's values?. So Big. was the first book to have the rare distinction of being the best-selling book of the year and win the Pulitzer Prize for fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Book Club"
            ]
        },
        {
            "title": "Tonto, muerto, bastardo e invisible",
            "authors": [
                "Juan José Millás"
            ],
            "ranking": 3.08,
            "ranking_count": 663,
            "abstract": "Un alto ejecutivo se queda en paro y decide rehacer su vida al margen de todo lo que le rodea, contando con su imaginación como única aliada. A partir de ahí, y desde el mayor de los sarcasmos, vivirá como una aventura fantástica cualquier hecho cotidiano. El protagonista crea un mundo propio, unas veces siendo él mismo, otras haciéndose pasar por otro, otro que actúa con la insolencia y el respaldo de la locura más cuerda. Un apasionante juego de encuentros y desencuentros con el amor, la soledad, el sexo, la amistad, la vida y la muerte, en definitiva. Mucho más que una novela, Tonto, muerto, bastardo e invisible es también una crítica a nuestra sociedad, hilvanada en un lenguaje lúcido y brillante.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "European Literature",
                "Cultural",
                "Drama"
            ]
        },
        {
            "title": "The Vision and the Voice: With Commentary and Other Papers",
            "authors": [
                "Aleister Crowley",
                "Victor B. Neuburg",
                "Mary Desti",
                "John A. Bowie"
            ],
            "ranking": 4.45,
            "ranking_count": 193,
            "abstract": "Liber 418, The Vision and the Voice. is the record of Aleister Crowley's exploration of the 30 Æthyrs of the Enochian system of magick developed by Elizabethan magicians. Dr. John Dee. and Edward Kelley. Crowley obtained these visions in Mexico in 1900m and in Algeria in 1909. The are the source of many key spiritual doctrines of Thelema, particularly concerning the theogony of the All-Father Chaos and the goddess Babalon. They give an account of the transcendence of the Ego by crossing the Abyss, and the attainment of the grade of Master of the Temple. This new edition adds previously unpublished material, including new explanatory diagrams, illustrations designed by Crowley, and the actual Algerian diary record. Unlike other available editions of. The Vision and the Voice. , this volume includes Crowley's extensive and illuminating commentary.. This collection features several works that complement. Liber 418, The Vision and the Voice. , giving details of Crowley's other advanced initiations and magical workings.. Liber 325, The Bartzabel Working. gives ritual instructions for the evocation of the Spirit of Mars, and includes the first publication of the actual record of the group ritual evocation of this spirit conducted by Crowley in 1910.. Liber 60, The Ab-ul-Diz Working. , gives an account of the astral communications with an Adept named Ab-ul-Diz in 1911 that led to the writing of Crowley's. Book 4. .. Liber 415, The Paris Working. , is the record of a series of sexmagical workings conducted in 1914, designed to restore the worship of several of the gods of pagan antiquity. It includes. The Holy Hymns to the Great Gods of Heaven. .. This book collects the diaries of Aleister Crowley for 1909–1914 in one volume.",
            "part_of_series": true,
            "genre_list": [
                "Occult",
                "Philosophy",
                "Fantasy",
                "Spirituality",
                "Religion",
                "Nonfiction"
            ]
        },
        {
            "title": "The Vor Game",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 4.27,
            "ranking_count": 23337,
            "abstract": "Hugo Award Winner! Miles Vorkosigan graduates from the Academy, joins a mutiny, is placed under house arrest, goes on a secret mission, reconnects with his loyal Dendarii Mercenaries, rescues his Emperor, and thwarts an interstellar war. Situation normal, if you're Miles.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Space",
                "Fiction",
                "Hugo Awards",
                "Science Fiction Fantasy",
                "Audiobook",
                "Fantasy",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "The New American Bible",
            "authors": [
                "Anonymous",
                "United States Conference of Catholic Bishops"
            ],
            "ranking": 4.53,
            "ranking_count": 2647,
            "abstract": "Uniquely American, this popular translation is the easiest to understand Catholic edition of the Bible. This modern translation was prepared by over 50 scholars to capture the thought and individual style of the inspired writers while still making this translation easy to use for all ages.The New American Bible is the perfect Bible for your Catholic family and friends, and these editions from Catholic World Press will make perfect gifts. It's the official Catholic Bible -- as authorized by the Bishop's Committee of Christian Doctrine.. Special versions of the official Catholic translation with features for students and gift giving.. Concise, authoritative notes. Revised New Testament and Psalms. Family register and full-color maps (2405 and 2406 editions only). Chronological listing of Christ's miracles and discourses. List of the Popes. Book introductions. Cross references. Footnotes. Maps. Presentation page. Red letter (except 2401)",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Reference",
                "Christianity",
                "Nonfiction",
                "Classics",
                "Spirituality",
                "History"
            ]
        },
        {
            "title": "Leaves of Fortune",
            "authors": [
                "Linda Barlow"
            ],
            "ranking": 3.45,
            "ranking_count": 103,
            "abstract": "A matriarch and the business empire she founded makes for a compelling story. The affluent New England family whose tea company was founded in colonial America by an alleged witch is filled with dark passions, forbidden loves, and a family curse that defines one generation and haunts the next.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Genesis Unbound: A Proactive New Look at the Creation Account",
            "authors": [
                "John H. Sailhamer"
            ],
            "ranking": 4.09,
            "ranking_count": 282,
            "abstract": "No matter what your position or background, you will be challenged to test your understanding of the Bible's critical opening sentences and reexamine your beliefs about the creation of the world through Genesis Unbound.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Science",
                "Spirituality",
                "Nonfiction",
                "History"
            ]
        },
        {
            "title": "Preacher, Volume 2: Until the End of the World",
            "authors": [
                "Garth Ennis",
                "Steve Dillon"
            ],
            "ranking": 4.28,
            "ranking_count": 32766,
            "abstract": "Continuing the new editions of the classic PREACHER trade paperbacks! This volume contains PREACHER #8-17.. In this continuing saga of the bizarre life of a faithless Texas preacher, Jesse Custer heads to the south to confront the extremely dysfunctional family that abused him as a child and planted the original seeds of his disillusionment with the world. Now merged with a half angelic, half demonic being, the former preacher looks to exact revenge against those who simultaneously raised and destroyed him. Then after exorcising his personal demons, Jesse, his girlfriend Tulip, and their friend Cassidy, the Irish vampire, head west to a party of Babylonian proportions.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Comics",
                "Horror",
                "Graphic Novels Comics",
                "Religion"
            ]
        },
        {
            "title": "Queens' Play",
            "authors": [
                "Dorothy Dunnett"
            ],
            "ranking": 4.46,
            "ranking_count": 4329,
            "abstract": "Second in the legendary. Lymond Chronicles. ,. Queens' Play. follows Francis Crawford of Lymond who has been abruptly called into the service of Mary Queen of Scots. Though she is only a little girl, the Queen is already the object of malicious intrigues that extend from her native country to the court of France. It is to France that Lymond must travel, exercising his sword hand and his agile wit while also undertaking the most unlikely of masquerades, all to make sure that his charge's royal person stays intact.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Adventure",
                "Literature",
                "Fantasy",
                "Adult",
                "Romance"
            ]
        },
        {
            "title": "Making History",
            "authors": [
                "Stephen Fry"
            ],
            "ranking": 3.94,
            "ranking_count": 10245,
            "abstract": "In Making History, Stephen Fry has bitten off a rather meaty chunk by tackling an at first deceptively simple premise: What if Hitler had never been born? An unquestionable improvement, one would reason--and so an earnest history grad student and an aging German physicist idealistically undertake to bring this about by preventing Adolf's conception. And with their success is launched a brave new world that is in some ways better than ours--but in most ways even worse. Fry's experiment in history makes for his most ambitious novel yet, and his most affecting. His first book to be set mostly in America, it is a thriller with a funny streak, a futuristic fantasy based on one of mankind's darkest realities. It is, in every sense, a story of our times",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Historical",
                "Humor",
                "Fantasy",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Insciallah",
            "authors": [
                "Oriana Fallaci"
            ],
            "ranking": 4.01,
            "ranking_count": 1191,
            "abstract": "Insciallah. (invocazione araba che significa sia fatta la volotà di Dio) è ambientato ai tempi della guerra civile in Libano negli anni ottanta, durante l'intervento delle forze internazionali, alle quali partecipò anche l'Italia. Oriana Fallaci descrive un complesso retroscena, proprio attraverso le vicende dei componenti il contingente italiano nei tre mesi che intercorsero tra gli attentati di Beirut e il ritorno in patria della forza italiana.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Roman",
                "Novels",
                "War",
                "Cultural",
                "Writing"
            ]
        },
        {
            "title": "The Brethren",
            "authors": [
                "John Grisham"
            ],
            "ranking": 3.75,
            "ranking_count": 90392,
            "abstract": "Trumble is a minimum-security federal prison, a camp, home to the usual assortment of relatively harmless criminals--drug dealers, bank robbers, swindlers, embezzlers, tax evaders, two Wall Street crooks, one doctor, at least five lawyers.. And three former judges who call themselves the Brethren: one from Texas, one from California, and one from Mississippi. They meet each day in the law library, their turf at Trumble, where they write briefs, handle cases for other inmates, practice law without a license, and sometimes dispense jailhouse justice. And they spend hours writing letters. They are fine-tuning a mail scam, and it's starting to really work. The money is pouring in.. Then their little scam goes awry. It ensnares the wrong victim, a powerful man on the outside, a man with dangerous friends, and the Brethren's days of quietly marking time are over.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Law",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "There is a River: The Story of Edgar Cayce",
            "authors": [
                "Thomas Joseph Sugrue",
                "Edgar Evans Cayce"
            ],
            "ranking": 4.26,
            "ranking_count": 1959,
            "abstract": "This work has been selected by scholars as being culturally important, and is part of the knowledge base of civilization as we know it. This work was reproduced from the original artifact, and remains as true to the original work as possible. Therefore, you will see the original copyright references, library stamps (as most of these works have been housed in our most important libraries around the world), and other notations in the work. This work is in the public domain in the United States of America, and possibly other nations. Within the United States, you may freely copy and distribute this work, as no entity (individual or corporate) has a copyright on the body of the work.As a reproduction of a historical artifact, this work may contain missing or blurred pages, poor pictures, errant marks, etc. Scholars believe, and we concur, that this work is important enough to be preserved, reproduced, and made generally available to the public. We appreciate your support of the preservation process, and thank you for being an important part of keeping this knowledge alive and relevant.",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "Spirituality",
                "Nonfiction",
                "Philosophy",
                "Religion",
                "Fantasy",
                "History",
                "Biography Memoir",
                "Esoterica"
            ]
        },
        {
            "title": "In-House Weddings",
            "authors": [
                "Bohumil Hrabal",
                "Tony Liman"
            ],
            "ranking": 4.14,
            "ranking_count": 295,
            "abstract": "Inspired by “Mrs. Tolstoy and Mrs. Dostoevsky, whose biographies about their husbands have now been published in Prague,” Bohumil Hrabal decided to produce his own autobiographical work, ostensibly fiction, from his wife’s point of view. He would write, he said, “not a putdown about myself, but a little bit of how it all was, that marriage of ours, with myself as a jewel and adornment of our life together.”. The task, taken up by such a rogue comic talent, could be nothing other than strangely delightful; and in. In-House Weddings. , the first of the trilogy that Hrabal produced, we meet the author through the eyes of his wife Eliska. She narrates his life from his upbringing in Nymburk through his work as a dispatcher in a train station and then in a scrap paper plant, his first publication, his trouble with the authorities, and his association with notable artists and authors such as Jiri Kolar, Vladimir Boudnik, and Arnost Lustig. Hrabal’s bohemian life was itself a source of great interest to the Czech public; transmuted here, it is even more compelling, a wry portrait of artistic life in postwar Eastern Europe and a telling reflection on how such a life might be recast in the light of literary brilliance.",
            "part_of_series": true,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Classics",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "جدد حياتك",
            "authors": [
                "محمد الغزالي"
            ],
            "ranking": 4.21,
            "ranking_count": 10729,
            "abstract": "«فى هذا الكتاب مقارنة بين تعاليم الإسلام كما وصلت إلينا، وبين أصدق ما وصلت إليه حضارة الغرب فى أدب النفس والسلوك فى محاولة للكشف عن روعة التقارب وصدق التطابق» .. هذه بعض كلمات المؤلف التى عبر بها عن سبب كتابته لهذا العمل الفريد، خاصة بعد قراءته لكتاب «دع القلق وابدأ الحياة» لديل كارنيجى وقد اعتمد فى هذا العمل على جانبين رئيسين: فهو يعرض نصوص وأحكام الإسلام ويقابل بها كتابات وتجارب وشواهد كارنيجى .. تأكيدًا لقيمة الإسلام ومنهجه فى التعامل مع النفس البشرية فمن القلق إلى الثبات إلى العمل إلى مشكلات الفراغ إلى محاسبة النفس وغيرها حيث تتنوع موضوعات هذا الكتاب تنوعًا ممتعًا.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Self Help",
                "Nonfiction",
                "Philosophy",
                "Psychology",
                "Spirituality",
                "International Dev..."
            ]
        },
        {
            "title": "A Game Of Hide And Seek",
            "authors": [
                "Elizabeth Taylor"
            ],
            "ranking": 3.79,
            "ranking_count": 1010,
            "abstract": "During summer games of hide-and-seek Harriet falls in love with Vesey and his elusive, teasing ways. When he goes to Oxford she cherishes his photograph and waits for the letter that never comes. Then Charles enters her life, and Harriet stifles her imaginings. With a husband and daughter, she excels at respectability: ornaments on the mantlepiece, remembered birthdays and jars of lilac. But when Vesey reappears, her marriage seems to melt away. Harriet is older, it is much too late, but she is still in love with him.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Womens",
                "Romance"
            ]
        },
        {
            "title": "The Puritans",
            "authors": [
                "Jack  Cavanaugh"
            ],
            "ranking": 4.13,
            "ranking_count": 788,
            "abstract": "Young Drew Morgan has an enviable position. Handpicked by Bishop Laud, next to the king the most powerful man in England, it is his assignment to infiltrate Puritan villages, turn over traitors to the church and crown, and discover the secret identity of the notorious pamphleteer Justin.. But when Drew falls in love with a Puritan curate's daughter, his personal fortunes begin to falter as his spiritual yearnings take root. After unwittingly betraying what he knows to be right, the stage is set for his conversion.. At last Drew sails to the New World colony of Massachusetts and sets out to win the forgiveness of those whom he has wronged--especially the woman he loves. Only as Bishop Laud reaches his long arm across the ocean in one final threat can Drew prove his true mettle and affections.. Trace this unforgettable adventure of one of America's first families of faith, the beginnings of a vibrant spiritual heritage that will span generations.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Romance",
                "European Literature",
                "Religion",
                "Adventure"
            ]
        },
        {
            "title": "Don Camillo della Bassa: Gente così - Lo spumarino pallido",
            "authors": [
                "Giovannino Guareschi"
            ],
            "ranking": 4.31,
            "ranking_count": 68,
            "abstract": "La Bassa: così è chiamata la terra emiliana in riva al Po. In questa pianura, che brucia di sole in estate e sprofonda nella nebbia d'inverno, la passione politica, come dice Guareschi, arriva spesso ad una intensità preoccupante.. Qui nascono le storie di Don Camillo della Bassa (il libro che raccoglie i racconti già pubblicati con i titoli Gente così e Lo Spumarino pallido): sono storie vere di gente vera, gente che è simpatica e ospitale e generosa e ha uno spiccato senso dell'umorismo. Gente che per glorificare Dio o il Partito farebbe qualunque cosa, salvo una: dimenticare l'amicizia. Un'amicizia che lega da sempre don Camillo e Peppone, che mantiene il calore dell'affetto, della complicità e del cameratismo al di là delle divergenze politiche.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "If Tomorrow Comes",
            "authors": [
                "Sidney Sheldon"
            ],
            "ranking": 4.06,
            "ranking_count": 64407,
            "abstract": "This is a story of intrigue and revenge. Tracy Whitney is young, beautiful and intelligent - and about to marry into wealth and glamour. Until, suddenly, she is betrayed, framed by a ruthless Mafia gang, abandoned by the man she loves. Only her ingenuity saves her and helps her fight back.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Romance",
                "Suspense",
                "Contemporary",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "The Town and the City",
            "authors": [
                "Jack Kerouac"
            ],
            "ranking": 3.9,
            "ranking_count": 3465,
            "abstract": "'It is the sum of myself, as far as the written word can go' - Kerouac on The Town and the City. Kerouac's debut novel is a great coming of age story which can be read as the essential prelude to his later classics. Inspired by grief over his father's death and gripped by determination to write the Great American Novel, he draws largely on his own New England childhood.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Literary Fiction",
                "The United States Of America",
                "Unfinished",
                "Drama"
            ]
        },
        {
            "title": "The Willows",
            "authors": [
                "Algernon Blackwood"
            ],
            "ranking": 4.09,
            "ranking_count": 9883,
            "abstract": "Two friends are midway on a canoe trip down the Danube River. Throughout the story Blackwood personifies the surrounding environment—river, sun, wind—and imbues them with a powerful and ultimately threatening character. Most ominous are the masses of dense, desultory, menacing willows, which moved of their own will as though alive, and they touched, by some incalculable method, my own keen sense of the horrible.. The Willows is one of Algernon Blackwood's best known short stories. American horror author H.P. Lovecraft considered it to be the finest supernatural tale in English literature. The Willows is an example of early modern horror and is connected within the literary tradition of weird fiction.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Classics",
                "Fiction",
                "Short Stories",
                "Fantasy",
                "Gothic",
                "Novella"
            ]
        },
        {
            "title": "Louis de Bernières Box Set of 3 books: The War of Don Emmanuel's Nether Parts / Señor Vivo and the Coca Lord / The Troublesome Offspring of Cardinal Guzmán",
            "authors": [
                "Louis de Bernières"
            ],
            "ranking": 4.49,
            "ranking_count": 666,
            "abstract": "This rambunctious first novel by the author of the bestselling Corelli's Mandolin is set in an impoverished, violent, yet ravishingly beautiful country somewhere in South America. When the haughty Dona Constanza decides to divert a river to fill her swimming pool, the consequences are at once tragic, heroic, and outrageously funny. Walks a precarious edge between slapstick and pathos, never once losing its balance.Washington Post Book World.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Literature",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Op-Center",
            "authors": [
                "Jeff Rovin",
                "Tom Clancy",
                "Steve Pieczenik"
            ],
            "ranking": 3.62,
            "ranking_count": 13256,
            "abstract": "Tom Clancy's Op-Center is the beating heart of America's defense, intelligence and crisis management technology. It is run by a crack team of operatives both within its own walls and out in the field. When a job is too dirty--or too dangerous--it's the only place our government can turn.. But nothing can prepare Director Paul Hood and his Op-Center crisis management team for what they're about to uncover--a very real, very frightening power play that could unleash new players in a new world order...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Action",
                "War",
                "Adventure",
                "Mystery",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "Forty Fathom Bank",
            "authors": [
                "Les Galloway"
            ],
            "ranking": 3.97,
            "ranking_count": 38,
            "abstract": "Set in San Francisco in the 1940s, this novella of suspense and adventure is also a tale of greed, desperation, guilt, and ultimately, self-discovery. In the tradition of the sea sagas of Joseph Conrad and Ernest Hemingway, it is a deceptively simple and powerful story of a man who goes to sea - and survives horrendous events. The narrator, a 29-year-old married man who is down on his luck, tries to make an instant fortune by shark fishing. He acquires an old boat and teams up with Ethan May, an experienced fisherman who also has a lucrative but increasingly worrisome proposition. Far from shore, these two men suddenly find themselves confronting an uncooperative ocean, a failed engine - and each other. With its lyrical language and subtle undertow of inevitability, this short novel will pull you out to perilous waters.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Student of Weather",
            "authors": [
                "Elizabeth Hay"
            ],
            "ranking": 3.69,
            "ranking_count": 2367,
            "abstract": "From some accidents of love and weather we never quite recover. At the worst of the Prairie dust bowl of the 1930s, a young man appears out of a blizzard and forever alters the lives of two sisters. There is the beautiful, fastidious Lucinda, and the tricky and tenacious Norma Joyce, at first a strange, self-possessed child, later a woman who learns something of self-forgiveness and of the redemptive nature of art. Their rivalry sets the stage for all that follows in a narrative spanning over thirty years, beginning in Saskatchewan and moving, in the decades following the war, to Ottawa and New York City. Disarming, vividly told, unforgettable, this is a story about the mistakes we make that never go away, about how the things we want to keep vanish and the things we want to lose return to haunt us.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Womens",
                "Adult",
                "Family"
            ]
        },
        {
            "title": "Batman: Year One",
            "authors": [
                "Frank Miller",
                "David Mazzucchelli",
                "Richmond Lewis",
                "Todd Klein",
                "Dennis O'Neil"
            ],
            "ranking": 4.23,
            "ranking_count": 226482,
            "abstract": "A new edition of one of the most important and critically acclaimed Batman adventures ever, written by Frank Miller, author of. The Dark Knight Returns. !. In 1986, Frank Miller and David Mazzucchelli produced this groundbreaking reinterpretation of the origin of Batman—who he is and how he came to be.. Written shortly after. The Dark Knight Returns. , Miller's dystopian fable of Batman's final days,. Year One. set the stage for a new vision of a legendary character.. This edition includes the complete graphic novel, a new introduction by writer Frank Miller and a new illustrated afterword by artist David Mazzucchelli. Completing this collection are over 40 pages of never-before-seen developmental material such as character and layout sketches, sample script pages, sketches and more that provide a glimpse into the making of this contemporary classic.. This volume collects. Batman. #404–407.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Fiction",
                "Superheroes",
                "Graphic Novels Comics",
                "Comics",
                "Mystery",
                "Fantasy"
            ]
        },
        {
            "title": "Old Man and Mr. Smith: A Fable",
            "authors": [
                "Peter Ustinov"
            ],
            "ranking": 3.99,
            "ranking_count": 731,
            "abstract": "An increasingly decrepit God and a merely ill-tempered Satan are reconciled and attempt a mission to Earth, where their misadventures point up the comedy and tragedy of modern life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Humor",
                "Roman",
                "Novels",
                "European Literature",
                "Classics",
                "Science Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "The Adventures of Pippi Longstocking",
            "authors": [
                "Astrid Lindgren",
                "Michael Chesworth"
            ],
            "ranking": 4.28,
            "ranking_count": 8157,
            "abstract": "An enticing, newly illustrated collection of the enduringly popular Pippi stories. Since Pippi Longstocking was first published in 1950, the escapades of the incomparable Pippi,the girl with upside-down braids and no parents to tell her what to do, have delighted boys and girls alike. Now, for the first time,. Pippi Longstocking, Pippi Goes on Board. , and. Pippi in the South Seas. are all together in one bumper volume, with new illustrations in full-color and black-and-white.The collection is an ideal introduction for anyone discovering Pippi for the first time, while confirmed fans will enjoy revisiting their favorite episodes and recalling some they've forgotten. Her admirers will also find fascinating new biographical information about author Astrid Lindgren and the origin of the Pippi stories. Astrid Lindgren was awarded the 1958 Hans Christian Andersen Medal for her contribution to international children's literature.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Humor",
                "Fantasy",
                "European Literature",
                "Adventure",
                "Young Adult"
            ]
        }
    ]
}