{
    "books": [
        {
            "title": "Der kleine Prinz",
            "authors": [
                "Antoine de Saint-Exupéry",
                "Grete Leitgeb",
                "Josef Leitgeb"
            ],
            "ranking": 4.32,
            "ranking_count": 1716520,
            "abstract": "Die Sonnenuntergänge liebt der kleine Prinz und das frische Wasser alter Ziehbrunnen. Von seinem Planeten, der kaum größer ist als er selbst, reist er mit Hilfe eines Vogelzuges zur Erde. Er lässt nicht viel zurück: ein paar winzige Vulkane, auf denen er immer sein Essen gekocht hat, und eine recht eigenwillige Rose. Dennoch stimmt ihn der Abschied traurig, denn er weiß nicht, ob er je zurückkommen wird. Auf seiner Reise besucht er die verschiedensten Sterne und lernt sonderbare Menschen kennen: einen König, der nur über eine alte Ratte regiert, einen Eitlen, dem alle Besucher applaudieren sollen, einen Geschäftsmann, der die Sterne wie Geld auf der Bank deponieren will. Endlich gelangt er zu Erde. Hier erfährt er wichtige Wahrheiten von einem Fuchs, der ein echter Freund für ihn wird. Er lernt, dass man die Dinge nicht oberflächlich, nach ihrem äußeren Schein beurteilen darf und dass man für alles, was man liebt, verantwortlich ist.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Cultural",
                "Philosophy",
                "Young Adult",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Old Devils",
            "authors": [
                "Kingsley Amis"
            ],
            "ranking": 3.34,
            "ranking_count": 3314,
            "abstract": "Age has done everything except mellow the characters in Kingsley Amis’s. The Old Devils. , which turns its humane and ironic gaze on a group of Welsh married couples who have been spending their golden years—when “all of a sudden the evening starts starting after breakfast”—nattering, complaining, reminiscing, and, above all, drinking. This more or less orderly social world is thrown off-kilter, however, when two old friends unexpectedly return from England: Alun Weaver, now a celebrated man of Welsh letters, and his entrancing wife, Rhiannon. Long-dormant rivalries and romances are rudely awakened, as life at the Bible and Crown, the local pub, is changed irrevocably.. Considered by Martin Amis to be Kingsley Amis’s greatest achievement—a book that “stands comparison with any English novel of the [twentieth] century”—. The Old Devils. confronts the attrition of ageing with rare candor, sympathy, and moral intelligence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "European Literature",
                "Humor",
                "Literature",
                "Novels",
                "Modern",
                "Contemporary"
            ]
        },
        {
            "title": "Solal",
            "authors": [
                "Albert Cohen"
            ],
            "ranking": 3.98,
            "ranking_count": 553,
            "abstract": "Albert Cohen n'a jamais été député ni ministre et n'a pas abrité des dizaines de coreligionnaires dans des souterrains. Il n'a pas davantage enlevé une future épouse à la barbe d'un prétendant. Solal est pourtant nourri de sa vie. La peinture de Céphalonie doit beaucoup à son séjour à Corfou en 1908, Genève est un pôle majeur de son existence, les silhouettes des diplomates et des politiciens, la famille Sarles, viennent directement de son expérience. Les préoccupations, voire les déchirements, de Solal trouvent leur source dans le moi profond de l'auteur, amoureux de la France et de sa culture sans vouloir rien renier de ses origines.",
            "part_of_series": true,
            "genre_list": [
                "Cultural",
                "Fiction",
                "European Literature",
                "Classics",
                "Literature",
                "Novels",
                "Roman",
                "Romance"
            ]
        },
        {
            "title": "Omensetter's Luck",
            "authors": [
                "William H. Gass"
            ],
            "ranking": 4.0,
            "ranking_count": 1949,
            "abstract": "Greeted as a masterpiece when it was first published in 1966,. Omensetter's Luck. is the quirky, impressionistic, and breathtakingly original story of an ordinary community galvanized by the presence of an extraordinary man. Set in a small Ohio town in the 1890s, it chronicles - through the voices of various participants and observers - the confrontation between Brackett Omensetter, a man of preternatural goodness, and the Reverend Jethro Furber, a preacher crazed with a propensity for violent thoughts.. Omensetter's Luck. meticulously brings to life a specific time and place as it illuminates timeless questions about life, love, good and evil.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Classics",
                "Literary Fiction",
                "Historical",
                "The United States Of America",
                "Unfinished"
            ]
        },
        {
            "title": "Little House in the Highlands",
            "authors": [
                "Melissa Wiley",
                "Renée Graef",
                "Dan Andreasen"
            ],
            "ranking": 4.01,
            "ranking_count": 7515,
            "abstract": "Meet Martha the little girl who would grow up to be Laura Ingalls Wilder's great-grandmother. It's 1788, and six year old Martha lives in a little stone house in Glencraid, Scotland. Martha's father is Laird Glencaraid, and the life of the Laird's daughter is not always easy for a lively girl like Martha. She would rather be running barefoot through the fields of heather and listening to magical tales of fairies and other Wee Folk than learning to sew like a proper young lady. But between her dreaded sewing lessons, Martha still finds time to play on the rolling Scottish hills.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Classics",
                "Cultural",
                "Young Adult",
                "Family"
            ]
        },
        {
            "title": "The Flower Boy",
            "authors": [
                "Karen  Roberts"
            ],
            "ranking": 4.03,
            "ranking_count": 298,
            "abstract": "The Buckwater family live side-by-side with their Ceylonese staff in a house nestled in the lush hillside tea estates of '30s Ceylon. Premawathi is their cook and housekeeper. She has two beautiful daughters and a son, Chandi, who even at four-years-old is bright, inventive and more mischievous than his young harried mother can sometimes cope with. As the novel opens Elsie Buckwater, an embittered woman, is giving birth to her third baby. Chandi is enchanted by the idea of making an English friend and he christens her Rose-Lizzie after the flowers he loves. But the discontented Elsie imposes a stifling and unhappy atmosphere on the household and forbids Chandi to go near her baby daughter, whom she herself largely ignores. Eventually however she packs her bags and returns to England. Without her, life at the bungalow flourishes.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Romance"
            ]
        },
        {
            "title": "The Dollhouse Murders",
            "authors": [
                "Betty Ren Wright"
            ],
            "ranking": 3.98,
            "ranking_count": 8050,
            "abstract": "Twelve-year-old Amy is having difficulties at home being responsible for her brain-damaged sister, Louann. While visiting her Aunt Clare at the old family home, she discovers an eerily-haunted dollhouse in the attic—an exact replica of the family home. Whenever she sees it, the dolls, representing her relatives, have moved. Her aunt won't listen to Amy's claims that the dolls are trying to tell her something. This leads Amy to research old news reports where she discovers a family secret—the murder of her grandparents. The two sisters unravel the mystery. Amy grows to accept her sister and to understand that Louann is more capable than she had first thought.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Horror",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Paranormal"
            ]
        },
        {
            "title": "Without a Hero",
            "authors": [
                "T. Coraghessan Boyle"
            ],
            "ranking": 3.76,
            "ranking_count": 609,
            "abstract": "T.C. Boyle. was first feted as a master of the short story for his critically acclaimed. Greasy Lake. . With these stories applauded by. People. magazine as wickedly comical, he displays once again a virtuosity and versatility rare in literary America today.. Without a Hero. zooms in on American phenomena such as a center for the treatment of acquisitive disorders; a couple in search of the last toads on earth; and a real estate wonder boy on a dude safari near convenient Bakerfield, California. Sharp, guileful, and malevolently funny, Boyle's stories are more than funny, better than wicked, says. The Philadelphia Inquirer. . They make you cringe with their clarity.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literary Fiction",
                "Literature",
                "European Literature",
                "Anthologies"
            ]
        },
        {
            "title": "Boca de Luar",
            "authors": [
                "Carlos Drummond de Andrade"
            ],
            "ranking": 4.06,
            "ranking_count": 63,
            "abstract": "Em 1984, Carlos Drummond escreveu sua última crônica para o Jornal do Brasil, atividade que manteve durante décadas. Nesta volume, organizado por Drummond no mesmo ano, estão alguns dos melhores textos publicados no início dos anos 80.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "The Erasers",
            "authors": [
                "Alain Robbe-Grillet",
                "Richard Howard"
            ],
            "ranking": 3.79,
            "ranking_count": 1473,
            "abstract": "Alain Robbe-Grillet is internationally hailed as the chief spokesman for the noveau roman and one of the great novelists of the twentieth century. The Erasers, his first novel, reads like a detective story but is primarily concerned with weaving and then probing a complete mixture of fact and fantasy. The narrative spans the twenty-four-hour period following a series of eight murders in eight days, presumably the work of a terrorist group. After the ninth murder, the investigation is then turned over to a police agent, who may in fact be the assassin.. Both an engrossing mystery and a sinister deconstruction of reality, The Erasers intrigues and unnerves with equal force as it pull us along to its ominous conclusion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Mystery",
                "European Literature",
                "Literature",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "Discipleship in the New Age II (Discipleship in the New Age) (Discipleship in the New Age)",
            "authors": [
                "Alice A. Bailey"
            ],
            "ranking": 4.26,
            "ranking_count": 27,
            "abstract": "Included in the two volumes of. Discipleship in the New Age. are the series of personal instructions given to a small group of chelas over a period of 15 years, with related teaching on a number of subjects.. In the first part of volume 1 some of the requirements of the Hierarchical Plan and the place of service of discipleship groups are clearly shown in relationship. The Six Stages of Discipleship in the final part of the book show the sequence of growth in consciousness towards the center of an Ashram so clearly that the only self-deluded can fail to identify his own place in his resulting opportunity.. In these direct and outspoken comments any sincere aspirant to discipleship can find himself and his own need understood and met, sometimes in drastic terms, from the deep spiritual insight, the knowledge and the love of a Master of the Wisdom.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality"
            ]
        },
        {
            "title": "Summerhill Secrets: Volume 1",
            "authors": [
                "Beverly Lewis"
            ],
            "ranking": 4.18,
            "ranking_count": 1790,
            "abstract": "Set in rural Pennsylvania's Amish country, SummerHill Secrets follows the true-to-life struggles and heartfelt triumphs of fourteen-year-old Merry Hanson. Preteen girls will come to love, laugh, and cry with the impulsive Merry as she encounters intriguing mysteries while also struggling to be the best she can be in God's eyes. Volume One includes the original titles Whispers Down the Lane, Secret in the Willows, Catch a Falling Star, Night of the Fireflies, and A Cry in the Dark.",
            "part_of_series": true,
            "genre_list": [
                "Amish",
                "Christian Fiction",
                "Christian",
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Romance",
                "Own"
            ]
        },
        {
            "title": "Be True to Your School",
            "authors": [
                "Bob  Greene"
            ],
            "ranking": 4.0,
            "ranking_count": 447,
            "abstract": "Today, Bob Greene is a celebrated, nationally-syndicated columnist. In 1964, he was a seventeen-year-old Ohio high school kid. And he kept a diary.. It's all here. The teenage girl who got away. The twenty-seven-year-old woman who didn't. The first beer. The first job. A series of bad haircuts. Friendship and betrayal, griping and groping, a daily account of one boy's struggle -- and all of our struggles -- to forge his way into adulthood with dignity intact, virginity a bad memory, and the day-to-day knowledge that it's not going to get any easier.. A delightful book, and like the song Greene cruised to that summer, fun, fun, fun. -- Los Angeles Times Book Review. Everyone who was ever seventeen will love it! -- Ann Landers",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "History",
                "Young Adult",
                "Biography Memoir",
                "Humor"
            ]
        },
        {
            "title": "Mine to Take",
            "authors": [
                "Dara Joy"
            ],
            "ranking": 4.09,
            "ranking_count": 2887,
            "abstract": "In a galaxy far, far away, beautiful Jenise will do anything to escape marriage to her late stepfather's evil brother, Karpon. When she discovers that Karpon has captured a powerful shapechanger, Gian Ren, she decides to make him an offer he can't refuse. Gian Ren has been drugged, stripped, and chained to a wall. Despite his circumstances, Jenise is wary, for even chained the shapechanger is formidable. Surprisingly, he accepts her unusual request that he deflower her in exchange for her aid in escaping. Gian passionately accomplishes his part of the bargain and within moments, the two set off on a perilous journey, fleeing from Karpon and his soldiers. Mine to Take has action, adventure, and enough steamy sensuality to light up the night sky. H-O-T!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Science Fiction",
                "Paranormal",
                "Adult Fiction",
                "Futuristic"
            ]
        },
        {
            "title": "Midnight Magic",
            "authors": [
                "Avi"
            ],
            "ranking": 3.66,
            "ranking_count": 4064,
            "abstract": "Mangus the Magician must free a princess from a terrifying ghost. Naturally, Mangus doesn't believe in ghosts. He doesn't even believe in magic! However, his servant boy, Fabrizio, is a secret friend of the princess and is determined to prove the ghost is real.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Young Adult",
                "Mystery",
                "Fiction",
                "Childrens"
            ]
        },
        {
            "title": "Why I Believe",
            "authors": [
                "D. James Kennedy"
            ],
            "ranking": 4.23,
            "ranking_count": 150,
            "abstract": "In this powerful declaration of what Christians believe and why, Kennedy explores the foundations of the Christian faith. For new believers and seasoned Christians alike, this book will strengthen their faith by answering that all consuming question, Why?",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Nonfiction"
            ]
        },
        {
            "title": "قصص الأنبياء",
            "authors": [
                "ابن كثير"
            ],
            "ranking": 4.5,
            "ranking_count": 5876,
            "abstract": "قصص الأنبياء في القرآن الكريم هي قصص لصفوة الخلق وخيرتهم على الإطلاق، فهم هداة العالمين ورحمة الله للناس أجمعين، وما كان الله قص ما قص من قصص في قرآن الكريم للتسلية والتلهي، وإنما جاء عظة وعبرة لأولي الألباب، وجاء يثير في النفس التأمل والتفكر في سنن الحياة وقواعد الاجتماع البشري وسيرة الناس عبر الزمان والمكان. وإن كان ربنا، تبارك وتعالى، أنعم علينا بنعمة قصص طائفة من حكايات الأنبياء وأقوامهم فإنه يلفت النظر إلى أن المهم في تاريخ هؤلاء العظماء أ نقف عند حد العظة والعبرة. ولقد تمثل المفسر الحافظ ابن كثير منهجاً علمياً بديعاً في عرض هذا القصص القرآني، حاول فيه الابتعاد عن خرافات الإسرائيليات وخزعبلات القصاص وأكاذيب بعض المؤرخين.. ويمكن تحديد معالم هذا المنهج على النحو التالي: أولاً التزامه بإيراد كل ما يتعلق بالنبي صاحب القصة من كتاب الله تعالى، وأخبار القرآن في هذا السياق هي الأخبار المجزوم يصدقها على وجه اليقين من دون تردد. ولم يكتف المؤلف بذلك بل وقف مع الآيات محللاً لها، مفسراً لمعانيها، متعمقاً في مغازيها، وهو المفسر الواعي بدقائق التفسير.. ثانياً عنايته عناية كبيرة بالأخبار والآثار المروية بشأن هؤلاء الأنبياء على عدة مستويات، فالأحاديث يعنى بعزوها إلى مصادرها، منبهاً على صحيحها وسقيمها في كثير من الأحيان، والإسرائيليات إذا وردت في النص، فإنه يرويها في حذر المحدث الواعي بالمرويات، مبيناً الغث منها وما يمكن أن يكون في إطار المقبول، والآثار يتتبع ما يلقي على النص شيئاً من الضوء لإيضاح غامض أو توضيح مبهم. ثالثاً العناية باللغة إلى حد معقول فيفسر ما نبا من مفردات، ويشرح ما ثقل فهمه من نصوص، وهو يحمل في ذهنه عقلية لغوية بليغة. رابعاً بالإضافة إلى ذلك كله التسلسل المنهجي المنطلق مع الأحداث، مع شيء من الاستطراد المقبول بهدف استخراج العظة والوقوف مع فائدة هنا، أو شاردة هناك.. وكتاب قصص الأنبياء الذي هو بين يدي القارئ هو جزء من كتاب ابن كثير البداية والنهاية، انتزعه كل طبع الكتاب مستقلاً منه، فليس هو مصنفاً مستقلاً في أصل تأليف ووضعه. ولأهميته تمّ الاعتناء به على هذا النحو: أولاً: العناية بإخراج النص إخراجاً صحيحاً بعيداً عن الأخطاء ما أمكن ذلك، ثانياً: تخريج الآيات القرآنية، مع استعراض غريب المفردات التي توجد في الآيات، ثالثاً: تخريج المرويات المتعددة، رابعاً: شرح المفردات الغريبة في النص كله تيسيراً للفهم وتحقيقاً لهدف تبسيط النص، خامساً: وضع عناوين جانبية لكل فكرة جديدة، ليسهل على القارئ متابعة تسلسل الأحداث والاستفادة بما في الكتاب من فوائد علمية متنوعة.",
            "part_of_series": true,
            "genre_list": [
                "Religion",
                "History",
                "Nonfiction",
                "Unfinished",
                "Spirituality",
                "Biography",
                "Short Stories",
                "Inspirational",
                "Reference"
            ]
        },
        {
            "title": "Mr. Midshipman Hornblower",
            "authors": [
                "C.S. Forester"
            ],
            "ranking": 4.16,
            "ranking_count": 15173,
            "abstract": "The year is 1793, the eve of the Napoleonic Wars, and Horatio Hornblower, a seventeen-year-old boy unschooled in seafaring and the ways of seamen, is ordered to board a French merchant ship and take command of crew and cargo for the glory of England. Though not an unqualified success, this first naval adventure teaches the young midshipman enough to launch him on a series of increasingly glorious exploits. This novel--in which young Horatio gets his sea legs, proves his mettle, and shows the makings of the legend he will become--is the first of the eleven swashbuckling Hornblower tales that are today regarded as classic adventure stories of the sea.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Classics",
                "War",
                "Audiobook",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Religion and Science",
            "authors": [
                "Bertrand Russell",
                "Michael Ruse"
            ],
            "ranking": 3.96,
            "ranking_count": 2913,
            "abstract": "In this timely work, Russell, philosopher, agnostic, mathematician, and renowned peace advocate, offers a brief yet insightful study of the conflicts between science and traditional religion during the last four centuries. Examining accounts in which scientific advances clashed with Christian doctrine or biblical interpretations of the day, from Galileo and the Copernican Revolution, to the medical breakthroughs of anesthesia and inoculation, Russell points to the constant upheaval and reevaluation of our systems of belief throughout history. In turn, he identifies where similar debates between modern science and the Church still exist today. This classic is sure to interest all readers of philosophy and religion, as well as those interested in Russell's thought and writings.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Science",
                "Religion",
                "Nonfiction",
                "History",
                "Writing",
                "Classics",
                "Audiobook",
                "Sociology"
            ]
        },
        {
            "title": "Sanctorum Communio: Dietrich Bonhoeffer Works, Volume 1",
            "authors": [
                "Dietrich Bonhoeffer",
                "Clifford J. Green"
            ],
            "ranking": 3.96,
            "ranking_count": 2708,
            "abstract": "Sanctorum Communio. was Bonhoeffer's dissertation, completed in 1927 and first published in 1930. In it he attempts to work out a theology of the person in society, and then, particularly, in the church. Along with enlightening us about his early positions on sin, evil, solidarity, collective spirit, and collective guilt, the volume unfolds a systematic theology of the Spirit at work in the church and what this implies for questions of authority, freedom, ritual, and eschatology.. Here is offered the complete text in translation, annotated by the German and American editors. The historical context is explained and textual commentary is provided in a Foreword and Afterword.",
            "part_of_series": true,
            "genre_list": [
                "Religion",
                "Christian",
                "Philosophy",
                "Nonfiction",
                "Spirituality",
                "Biblical",
                "Christianity"
            ]
        },
        {
            "title": "Tower of the King's Daughter",
            "authors": [
                "Chaz Brenchley"
            ],
            "ranking": 3.47,
            "ranking_count": 199,
            "abstract": "The Kingdom of Outremer was born of blood and pain and passion; forty years on, enemies still threaten its borders and heresy still threatens its peace.. The Society of Ransom is the Kingdom's conscience, and its sword-arm too. In the Ransomer's remote border stronghold of Roq de Rancon, its walls echoing with ancient magic and forgotten secrets, a tale of love, duty and betrayal will unfold: for Marron, a young man newly sworn to the brotherhood; for Julianne, daughter of the King's Shadow, en route to her wedding in Elessi; and for Elisande, her mysterious companion.. All have a part to play in the coming upheaval, for their lives are intrinsically bound up with the fate of Outremer.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "LGBT",
                "Historical",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance"
            ]
        },
        {
            "title": "The Favored Child",
            "authors": [
                "Philippa Gregory"
            ],
            "ranking": 3.64,
            "ranking_count": 11971,
            "abstract": "From #1. New York Times. bestselling author and queen of royal fiction (. USA TODAY. ) Philippa Gregory comes the thrilling sequel to the. New York Times. bestseller. Wideacre. as the once-great Lacey estate is restored to its former grandeur--though not without cost.. The Wideacre estate is bankrupt. The villagers are living in poverty and formerly stunning hall is a smoke-blackened ruin. But, in the Dower House nearby, two children are being raised in protected innocence.. Equal claimants to the estate, rivals for the love of the village, they are tied by a secret childhood betrothal but forbidden to marry. Only one can be the favored child--only one can inherit the magical understanding between the land and the Lacey family that can make the Sussex village grow green again. Only one can be Beatrice Lacey's true heir. Sensual, gripping, and mystical,. The Favored Child. irresistibly sweeps the reader into a world of secrets, betrayals, and power in this revolutionary period of English history.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "European Literature",
                "Adult",
                "Womens Fiction",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Changeover",
            "authors": [
                "Margaret Mahy"
            ],
            "ranking": 4.06,
            "ranking_count": 3850,
            "abstract": "Carnegie medal-winning supernatural romance from Margaret Mahy.. The face in the mirror. From the moment she saw it, Laura Chant knew that something dreadful was going to happen. It wasn’t the first time she’d been forewarned. But never before had anything so terrible happened. The horrifyingly evil Carmody Braque touched and branded her little brother – and now Jacko was very ill, getting steadily worse.. There was only one way to save him. Laura had to change over: had to release her supernatural powers. And that meant joining forces with the extraordinary and enigmatic Sorenson Carlisle…",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "The First Day on the Somme",
            "authors": [
                "Martin Middlebrook"
            ],
            "ranking": 4.28,
            "ranking_count": 1076,
            "abstract": "After an immense but useless bombardment, at 7.30 am. On 1 July 1916 the British Army went over the top and attacked the German trenches. It was the first day of the battle of the Somme, and on that day the British suffered nearly 60,000 casualties, two for every yard of their front. With more than fifty times the daily losses at El Alamein and fifteen times the British casualties on D-day, 1 July 1916 was the blackest day in the history of the British Army. But, more than that, it was a watershed in the history of the First World War. The Army that attacked on that day was the volunteer Army that had answered Kitchener's call. It had gone into action confident of a decisive victory. But by sunset on the first day on the Somme, no one could any longer think of a war that might be won. After that it was a struggle that had simply to be endured.. Martin Middlebrook's research has covered not just official and regimental histories and tours of the battlefields, but interviews with hundreds of survivors, both British and German. As to the action itself, he conveys the overall strategic view and the terrifying reality of an new kind of war for front-line soldiers.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "War",
                "Nonfiction",
                "Military",
                "Literature",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "The Cat Ate My Gymsuit",
            "authors": [
                "Paula Danziger"
            ],
            "ranking": 3.83,
            "ranking_count": 8664,
            "abstract": "Marcy Lewis is bored by school, she knows she's never going to be thin, and she is dead sure she'll never have a date. Life at home isn't great either, since her father bosses her and her mother around. Then along comes Ms. Finney, an English teacher who'll try anything in the classroom and actually treats kids like human beings. Now that she's found a teacher who sees Marcy as more than a name on an attendance sheet, Marcy realizes her life could mean something. When Ms. Finney is suspended, Marcy knows she's got to take a stand. But is this new independence worth the price she'll pay at school and at home?. --back cover",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Childrens",
                "Realistic Fiction",
                "Academic",
                "Classics"
            ]
        },
        {
            "title": "Mick Harte Was Here",
            "authors": [
                "Barbara Park"
            ],
            "ranking": 4.26,
            "ranking_count": 3746,
            "abstract": "How could someone like Mick die?. He was the kid who freaked out his mom by putting a ceramic eye in a defrosted chicken, the kid who did a wild dance in front of the whole school—and the kid who, if only he had worn his bicycle helmet, would still be alive today. But now Phoebe Harte's twelve-year-old brother is gone, and Phoebe's world has turned upside down.. With her trademark candor and compassion, beloved middle-grade writer Barbara Park tells how Phoebe copes with her painful loss in this story filled with sadness, humor—and hope. Chosen by Publishers Weekly as one of their Best Books of 1996. A full-fledged and fully convincing drama.—(Publishers Weekly",
            "part_of_series": false,
            "genre_list": [
                "Realistic Fiction",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Family",
                "Death",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "The Virgin Blue",
            "authors": [
                "Tracy Chevalier"
            ],
            "ranking": 3.67,
            "ranking_count": 31322,
            "abstract": "Meet Ella Turner and Isabelle du Moulin—two women born centuries apart, yet bound by a fateful family legacy. When Ella and her husband move to a small town in France, Ella hopes to brush up on her French, qualify to practice as a midwife, and start a family of her own. Village life turns out to be less idyllic than she expected, however, and a peculiar dream of the color blue propels her on a quest to uncover her family’s French ancestry. As the novel unfolds—alternating between Ella’s story and that of Isabelle du Moulin four hundred years earlier—a common thread emerges that unexpectedly links the two women. Part detective story, part historical fiction,. The Virgin Blue. is a novel of passion and intrigue that compels readers to the very last page.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Art",
                "Mystery",
                "Romance",
                "Adult Fiction",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Grass",
            "authors": [
                "Sheri S. Tepper"
            ],
            "ranking": 4.04,
            "ranking_count": 11785,
            "abstract": "Generations ago, humans fled to the cosmic anomaly known as Grass. But before humanity arrived, another species had already claimed Grass for its own. It too had developed a culture....... Now a deadly plague is spreading across the stars, leaving no planet untouched, save for Grass. But the secret of the planet's immunity hides a truth so shattering it could mean the end of life itself.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Feminism",
                "Religion",
                "Space"
            ]
        },
        {
            "title": "Children of the Arbat",
            "authors": [
                "Anatoli Rybakov",
                "Harold Shukman"
            ],
            "ranking": 4.2,
            "ranking_count": 4065,
            "abstract": "On a street called the Arbat in Moscow's intellectual and artistic center in the 1930s, Sasha, one of a group of idealistic young communists, is sentenced to three years in Siberia for publishing a newspaper. Reissue.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literature",
                "Classics",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "I'm With The Band: Confessions Of A Groupie",
            "authors": [
                "Pamela Des Barres"
            ],
            "ranking": 3.68,
            "ranking_count": 17528,
            "abstract": "The stylish, exuberant, and remarkably sweet confession of one of the most famous groupies of the 1960s and 70s is back in print in this new edition that includes an afterword on the author's last 15 years of adventures. As soon as she graduated from high school, Pamela Des Barres headed for the Sunset Strip, where she knocked on rock stars' backstage doors and immersed herself in the drugs, danger, and ecstasy of the freewheeling 1960s. Over the next 10 years she had affairs with Mick Jagger, Jimmy Page, Keith Moon, Waylon Jennings, Chris Hillman, Noel Redding, and Jim Morrison, among others. She traveled with Led Zeppelin; lived in sin with Don Johnson; turned down a date with Elvis Presley; and was close friends with Robert Plant, Gram Parsons, Ray Davies, and Frank Zappa. As a member of the GTO's, a girl group masterminded by Frank Zappa, she was in the thick of the most revolutionary renaissance in the history of modern popular music. Warm, witty, and sexy, this kiss-and-tell–all stands out as the perfect chronicle of one of rock 'n' roll's most thrilling eras.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Culture",
                "Womens",
                "Audiobook"
            ]
        },
        {
            "title": "The Sorcerer's Apprentice",
            "authors": [
                "Walt Disney Company"
            ],
            "ranking": 4.23,
            "ranking_count": 721,
            "abstract": "Apprenticed to a sorcerer, Mickey Mouse tries to save himself work by making some magic.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "The Bells of Nagasaki",
            "authors": [
                "Takashi Nagai",
                "William Johnston"
            ],
            "ranking": 4.18,
            "ranking_count": 308,
            "abstract": "Among the wounded on the day they dropped the bomb on Nagasaki was a young doctor who, though sick himself cared for the sick and dying. Written when he too lay dying of leukemia,. The Bells of Nagasaki. is the extraordinary account of his experience. It is deeply moving and human story.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Nonfiction",
                "History",
                "War",
                "Autobiography",
                "Religion",
                "Asian Literature",
                "Biography",
                "Biography Memoir"
            ]
        },
        {
            "title": "Dragon Weather",
            "authors": [
                "Lawrence Watt-Evans"
            ],
            "ranking": 4.0,
            "ranking_count": 1672,
            "abstract": "Arlian had never left his home village in the Obsidian Mountains. The green hills, white peaks, and black glass were all he had ever known of life, and though he dreamed of travel and adventure, he knew deep in his heart that he would probably never leave.. Until the dragon weather came. Incredible heat, oppressive humidity, dark and angry clouds . . . and dragons. Dragons with no feelings, no empathy, no use for humans; dragons who destroyed his entire village and everyone in it. Everyone, that is, except Arlian.. Orphaned and alone, Arlian the child is captured by looters and sold as a mining slave. Seven years later Arlian the man escapes, fueled by years of hatred for the dragons, bandits, and slavers that took his youth away--and a personal vow to exact retribution from those who have wronged him.. As Arlian makes his way through life, he is obsessed with the concept of justice, and that obsession informs every task, every decision. Even Black, the man he befriends and grows to love as a brother, has little influence against Arlian's obsession. His entire life has one purpose, and one purpose only: to mete out justice.. But can one righteous man change the entire world for the better? Or is he doomed by his own actions to become as unjust as those he seeks to destroy?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Adult",
                "Action",
                "Science Fiction"
            ]
        },
        {
            "title": "Le Hussard Sur Le Toit De Jean Giono",
            "authors": [
                "Francis Lafon"
            ],
            "ranking": 4.01,
            "ranking_count": 81,
            "abstract": "4e de couverture :. Extrait : Angelo sauta sur le rebord de la galerie et s'avança sur les toits. Il était difficile et dangereux de marcher là-dessus avec des bottes, mais, en embrassant une cheminée, Angelo put se pencher sur le vide.. Il ne vit d'abord que des gens en tas. Ils semblaient piller quelque chose à la façon des poules sur du grain. Ils piétinaient et sautaient quand le cri jaillit encore plus aigu et plus blond de dessous leurs pieds. C'était un homme qu'on tuait en lui écrasant la tête à coups de talons.. Le hussard sur le toit : avec son allure de comptine, ce titre intrigue. Pourquoi sur le toit ? Qu'a-t-il fallu pour l'amener là ? Rien moins qu'une épidémie de choléra, qui ravage la Provence vers 1830, et les menées révolutionnaires des carbonari piémontais.Le Hussard est d'abord un roman d'aventures : Angelo Pardi, jeune colonel de hussards exilé en France, est chargé d'une mission mystérieuse. Il veut retrouver Giuseppe, carbonaro comme lui, qui vit à Manosque. Mais le choléra sévit : les routes sont barrées, les villes barricadées, on met les voyageurs en quarantaine, on soupçonne Angelo d'avoir empoisonné les fontaines ! Seul refuge découvert par hasard, les toits de Manosque ! Entre ciel et terre, il observe les agitations funèbres des humains, contemple la splendeur des paysages et devient ami avec un chat. Une nuit, au cours d'une expédition, il rencontre une étonnante et merveilleuse jeune femme. Tous deux feront route ensemble, connaîtront l'amour et le renoncement.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "To Sleep with the Angels: The Story of a Fire",
            "authors": [
                "David Cowan"
            ],
            "ranking": 4.36,
            "ranking_count": 1692,
            "abstract": "If burying a child has a special poignancy, the tragedy at a Catholic elementary school in Chicago almost forty years ago was an extraordinary moment of grief. One of the deadliest fires in American history, it took the lives of ninety-two children and three nuns at Our Lady of the Angels School, left many families physically and psychologically scarred for life, and destroyed a close-knit working-class neighborhood. This is the moving story of that fire and its consequences written by two journalists who have been obsessed with the events of that terrible day in December 1958. It is a story of ordinary people caught up in a disaster that shocked the nation. In gripping detail, those who were there—children, teachers, firefighters—describe the fear, desperation, and panic that prevailed in and around the stricken school building on that cold Monday afternoon. But beyond the flames, the story of the fire at Our Lady of the Angels became an enigma whose mystery has deepened with time: its cause was never officially explained despite evidence that it had been intentionally set by a troubled student at the school. The fire led to a complete overhaul of fire safety standards for American schools, but it left a community torn apart by grief and anger, and accusations that the Catholic church and city fathers had shielded the truth. Messrs. Cowan and Kuenster have recreated this tragedy in a powerful narrative with all the elements of a first-rate detective story.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Crime",
                "Mystery",
                "North American Hi...",
                "Tragedy",
                "Adult",
                "Religion",
                "Education",
                "Historical"
            ]
        },
        {
            "title": "Fame Is The Spur",
            "authors": [
                "Howard Spring"
            ],
            "ranking": 4.17,
            "ranking_count": 176,
            "abstract": "A novel of ambition, about a man who rises from the most humble of beginnings in Manchester and reaches the very top in politics in the era when the Labour Party was born after a great struggle. Hamer Shawcross is a victim of his own success, and certainly one of the great characters of English literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Politics",
                "Modern"
            ]
        },
        {
            "title": "The Star Diaries: Further Reminiscences of Ijon Tichy",
            "authors": [
                "Stanisław Lem",
                "Michael Kandel"
            ],
            "ranking": 4.26,
            "ranking_count": 7642,
            "abstract": "“Lem muazzam bir hayal gücü zenginliğine ve karakter yaratma hünerine sahip. Çok komik, alaycı, şaşırtıcı ve bilgili bir yazar.”. — Theodore Sturgeon. Zaman atlamalarında sürekli kendine rastlayan bir gezgin, robotların dünyasını gözetlemeye giden bir casus, uzayda birbirinden garip canlılarla ve uygarlıklarla karşılaşan bir kâşif ve bir süpernova ormanında umutsuzca kaybolup çıkışı arayan bir yolcu. Uzay gezgini Ijon Tichy’nin akıl almaz maceralarına hoş geldiniz! Uzay yolculuğuna meraklı patatesler mi istersiniz ya da dindar robotlar mı veya insanlığın kıyım tarihini hafızalarından silemeyen robotlar, otuz iki kısım tekmili birden burada!. Dünyanın en büyük bilimkurgu yazarlarından biri olan Stanislaw Lem, bu eğlenceli romanında teknoloji, teoloji, rasyonel akıl gibi insanlık gururunun ikonlarını tiye alıyor.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Humor",
                "European Literature",
                "Fantasy",
                "Classics",
                "Cultural",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Patterns of Childhood",
            "authors": [
                "Christa Wolf",
                "Ursule Molinaro",
                "Hedwig Rappolt"
            ],
            "ranking": 4.05,
            "ranking_count": 440,
            "abstract": "This novel is a testament of what seemed at the time a fairly ordinary childhood, in the bosom of a normal Nazi family in Landsberg.. Returning to her native town in East Germany forty years later, accompanied by her inquisitive and sometimes demanding daughter, Christa Wolf attempts to recapture her past and to clarify memories of growing up in Nazi Germany",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Historical",
                "War",
                "Classics",
                "Womens",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "An Unwilling Guest",
            "authors": [
                "Grace Livingston Hill"
            ],
            "ranking": 4.14,
            "ranking_count": 492,
            "abstract": "Young Evelyn Rutherford, a New York society beauty, is sent to spend the summer with her aunt. When her aunt falls ill, Evelyn resigns herself to spending a boring summer with a neighboring family.. But the Greys are a family of faith, goodness, and quiet happiness--things Evelyn has never known. Suddenly the social life she longed for no longer holds interest. Instead, a new and powerful dream begins to stir within her--a dream that thrills the Greys' handsome son, Maurice.. But will Evelyn discover an all-important truth about herself--and about God--before Maurice is gone from her life forever?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Christian Fiction",
                "Christian",
                "Historical",
                "Fiction",
                "Adult",
                "Inspirational"
            ]
        },
        {
            "title": "How to Read a Book: The Classic Guide to Intelligent Reading",
            "authors": [
                "Mortimer J. Adler",
                "Charles Van Doren"
            ],
            "ranking": 3.98,
            "ranking_count": 21323,
            "abstract": "How to Read a Book,. originally published in 1940, has become a rare phenomenon, a. living. classic. It is the best and most successful guide to reading comprehension for the general reader. And now it has been completely rewritten and updated.. You are told about the various levels of reading and how to achieve them – from elementary reading, through systematic skimming and inspectional reading, to speed reading, you learn how to pigeonhole a book, X-ray it, extract the author's message, criticize. You are taught the different reading techniques for reading practical books, imaginative literature, plays, poetry, history, science and mathematics, philosophy and social science.. Finally, the authors offer a recommended reading list and supply reading tests whereby you can measure your own progress in reading skills, comprehension and speed.. This a previously-published edition of. ISBN 9780671212094",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Education",
                "Writing",
                "Language",
                "Reference",
                "Philosophy",
                "Productivity",
                "Classics"
            ]
        },
        {
            "title": "Memory and Dream",
            "authors": [
                "Charles de Lint"
            ],
            "ranking": 4.23,
            "ranking_count": 5199,
            "abstract": "From World Fantasy Award-winning author Charles de Lint, a tale of love, courage, and the transforming power of imagination. Isabelle Copley's visionary art frees ancient spirits. As the young student of the cruel, brilliant artist Vincent Rushkin, she discovered she could paint images so vividly real they brought her wildest fantasies to life. But when the forces she unleashed brought tragedy to those she loved, she turned her back on her talent -- and on her dreams.. Now, twenty years later, Isabelle must come to terms with the shattering memories she has long denied, and unlock the slumbering power of her brush. And, in a dark reckoning with her old master, she must find the courage to live out her dreams and bring the magic back to life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Magical Realism",
                "Cultural",
                "Art",
                "Short Stories",
                "Urban"
            ]
        },
        {
            "title": "The Mystery of the Spiteful Letters",
            "authors": [
                "Enid Blyton"
            ],
            "ranking": 4.07,
            "ranking_count": 2957,
            "abstract": "An adventure for the Five Find-Outers and their dog. Fatty, Larry, Daisy, Pip, Bets and Buster become involved in a very peculiar situation when a series of unsigned letters are sent to various people in Peterswood.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Childrens",
                "Fiction",
                "Adventure",
                "Classics",
                "European Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Demon in My View",
            "authors": [
                "Amelia Atwater-Rhodes"
            ],
            "ranking": 4.04,
            "ranking_count": 12094,
            "abstract": "17-year-old Jessica Allodola discovers that the vampire world of her fiction is real when she develops relationships with an alluring vampire named Aubrey and the teenage witch who is trying to save Jessica from his clutches.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Horror",
                "Fiction"
            ]
        },
        {
            "title": "The Collected Stories",
            "authors": [
                "Eudora Welty"
            ],
            "ranking": 4.22,
            "ranking_count": 7886,
            "abstract": "With a preface written by the author especially for this edition, this is the complete collection of stories by Eudora Welty.. Including the earlier collections. A Curtain of Green. ,. The Wide Net. ,. The Golden Apples. , and. The Bride of the Innisfallen. , as well as previously uncollected ones, these forty-one stories demonstrate Eudora Welty's talent for writing from diverse points-of-view with “vision that is sweet by nature, always humanizing, uncannily objective, but never angry” (. Washington Post. ).. A curtain of green and other stories.. Lily Daw and the three ladies --. A piece of news --. Petrified man --. The key --. Keela, the outcast Indian maiden --. Why I live at the P.O. --. The whistle --. The hitch-hikers --. A memory --. Clytie --. Old Mr. Marblehall --. Flowers for Marjorie --. A curtain of green --. A visit of charity --. Death of a traveling salesman --. Powerhouse --. A worn path --. The wide net and other stories.. First love --. The wide net --. A still moment --. Asphodel --. The winds --. The purple hat --. Livvie --. At the landing --. The golden apples.. Shower of gold --. June recital --. Sir Rabbit --. Moon Lake --. The whole world knows --. Music from Spain --. The wanderers --. The bride of the Innisfallen and other stories.. No place for you, my love --. The burning --. The bride of the Innisfallen --. Ladies in spring --. Circe --. Kin --. Going to Naples --. Uncollected stories.. Where is the voice coming from? --. The demonstrators.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "American",
                "Literature",
                "Gothic",
                "Literary Fiction",
                "Womens"
            ]
        },
        {
            "title": "Death in the Clouds",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.85,
            "ranking_count": 42196,
            "abstract": "A woman is killed by a poisoned dart in the enclosed confines of a commercial passenger plane. Flying from Paris to London.. From seat No.9, Hercule Poirot was ideally placed to observe his fellow air passengers. Over to his right sat a pretty young woman, clearly infatuated with the man opposite; ahead, in seat No.13, sat a Countess with a poorly-concealed cocaine habit; across the gangway in seat No.8, a detective writer was being troubled by an aggressive wasp. What Poirot did not yet realize was that behind him, in seat No.2, sat the slumped, lifeless body of a woman.. How could this happen with the world's No. 1 private detective on board?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Sea Fairies",
            "authors": [
                "L. Frank Baum"
            ],
            "ranking": 3.75,
            "ranking_count": 1069,
            "abstract": "Baum dedicated the book to the otherwise-unknown Judith of Randolph, Massachusetts -- most likely one of the child readers who corresponded with the author. In The Sea Fairies, the famous author of the Oz books takes us on an adventure to a fairyland -- one to be found deep below the rolling waves of the ocean! Note: this isn't generally considered an Oz book, and you'd be hard pressed to find a mention of Oz in these pages. But in later books Baum wrote characters from this and other books into his Oz titles -- which makes these Oz series books, after a fashion.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Mythology",
                "Adventure",
                "Literature"
            ]
        },
        {
            "title": "The Black Stallion Legend",
            "authors": [
                "Walter Farley"
            ],
            "ranking": 3.93,
            "ranking_count": 1741,
            "abstract": "The black stallion helps save an Indian tribe during a time of disaster, thereby fulfilling an ancient prophecy.",
            "part_of_series": true,
            "genre_list": [
                "Animals",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Classics",
                "Adventure",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Secret of Terror Castle",
            "authors": [
                "Robert Arthur"
            ],
            "ranking": 4.04,
            "ranking_count": 5593,
            "abstract": "The Three Investigators search for an authentic haunted house.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Thriller"
            ]
        },
        {
            "title": "Hell Soup: The Collected Writings of Sparrow 13 Laughingwand",
            "authors": [
                "Sparrow 13 Laughingwand"
            ],
            "ranking": 4.64,
            "ranking_count": 14,
            "abstract": "poetry, from hillbilly childhood to savage sissy",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "LGBT"
            ]
        },
        {
            "title": "Live From Death Row",
            "authors": [
                "Mumia Abu-Jamal"
            ],
            "ranking": 4.22,
            "ranking_count": 2312,
            "abstract": "Awaiting execution for the murder of a Philadelphia policeman, the author describes the brutality and humiliation of prison life and argues that the justice system is racist and ruled by political expediency.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Autobiography",
                "Race",
                "Biography",
                "History",
                "Cultural",
                "Social Movements",
                "Law"
            ]
        },
        {
            "title": "Poems (Shambhala Pocket Classics)",
            "authors": [
                "Emily Dickinson",
                "Brenda Hillman"
            ],
            "ranking": 4.23,
            "ranking_count": 2301,
            "abstract": "Considered by many to be the spiritual mother of American poetry, Emily Dickinson (1830–1886) was one of the most prolific and innovative poets of her era. Well-known for her reclusive personal life in Amherst, Massachusetts, her distinctively short lines, and eccentric approach to punctuation and capitalization, she completed over seventeen hundred poems in her short life. Though fewer than a dozen of her poems were actually published during her lifetime, she is still one of the most widely read poets in the English language. Over one hundred of her best poems are collected here.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Fiction",
                "Womens"
            ]
        },
        {
            "title": "Batman: Gotham by Gaslight",
            "authors": [
                "Brian Augustyn",
                "Mike Mignola",
                "P. Craig Russell",
                "Eduardo Barreto",
                "Robert Bloch"
            ],
            "ranking": 3.88,
            "ranking_count": 12022,
            "abstract": "Presenting for the first time the adventures of the Victorian Era Batman in one 112-page edition! This volume includes the breakthrough Elseworlds specials. Gotham by Gaslight. and. Master of the Future. that pit the Dark Knight against Jack the Ripper and a death-dealer from the skies over Gotham!. This edition collects the two one-shots:. Gotham by Gaslight. and. Master of the Future. .",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Superheroes",
                "Comics",
                "Fiction",
                "Graphic Novels Comics",
                "Science Fiction",
                "Historical"
            ]
        },
        {
            "title": "The Pure and the Impure",
            "authors": [
                "Colette",
                "Herma Briffault",
                "Judith Thurman"
            ],
            "ranking": 3.66,
            "ranking_count": 1719,
            "abstract": "Colette herself considered. The Pure and the Impure. her best book, the nearest I shall ever come to writing an autobiography. This guided tour of the erotic netherworld with which Colette was so intimately acquainted begins in the darkness and languor of a fashionable opium den. It continues as a series of unforgettable encounters with men and, especially, women whose lives have been improbably and yet permanently transfigured by the strange power of desire. Lucid and lyrical,. The Pure and the Impure. stands out as one of modern literature's subtlest reckonings, not only with the varieties of sexual experience, but with the always unlikely nature of love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "European Literature",
                "LGBT",
                "Literature",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Weird & Wonderful Wildlife",
            "authors": [
                "Michael Marten",
                "John May",
                "Rosemary Taylor"
            ],
            "ranking": 4.71,
            "ranking_count": 7,
            "abstract": "A splendid color- photo gallery of unusual creatures, amazing in their adaptability & sometimes humanlike in their habits, from the flying squirrel who can sail up to 160 feet between treetops to bats who conduct maternity wards. 9 1/2 x 10 1/2.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "დავით აღმაშენებელი. წიგნი III - IV",
            "authors": [
                "Konstantine Gamsakhurdia"
            ],
            "ranking": 4.54,
            "ranking_count": 112,
            "abstract": "ეს რომანი მიძღვნილია ქართველ მეფეზე და მის პირად ცხოვრებაზე. დავითი თავის უახლოეს მეგობრებთან ერთად იღწვის ქვეყნის გაძლიერებისთვის, მაგრამ ეს ყოველივე დიდ ხარკს მოითხოვს რადგან უნდა შესწირონ მამულს ყველაფერი,თავიანთი პირადი ცხოვრება და სიცოცხლე.",
            "part_of_series": true,
            "genre_list": [
                "Historical"
            ]
        },
        {
            "title": "Endymion",
            "authors": [
                "Dan Simmons"
            ],
            "ranking": 4.18,
            "ranking_count": 52705,
            "abstract": "The multiple-award-winning SF master returns to the universe that is his greatest success--the world of Hyperion and The Fall of Hyperion--to tell a story of love and memory, triumph and terror in a novel even more magnificent than its predecessors.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Inklings: C.S. Lewis, J.R.R. Tolkien, Charles Williams, and Their Friends",
            "authors": [
                "Humphrey Carpenter"
            ],
            "ranking": 3.95,
            "ranking_count": 3135,
            "abstract": "During the 1930s at Oxford, C.S. Lewis, J.R.R. Tolkien, and Charles Williams met regularly to discuss philosophy and read aloud from their works. Carpenter's account brings to life those warm and enchanting evenings where their imaginations ran wild.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Biography Memoir",
                "Christian",
                "Audiobook",
                "Literature",
                "Language",
                "Religion",
                "Reference"
            ]
        },
        {
            "title": "Rubicon Beach",
            "authors": [
                "Steve Erickson"
            ],
            "ranking": 4.01,
            "ranking_count": 627,
            "abstract": "A prisoner with a haunted past is released into ravaged Los Angeles, where he pursues an elusive girl to the shores or Rubicon Beach and faces his lost destiny. In his second novel, Steve Erickson creates a decaying world filled with leftover passions and poetic vision that established him as one of the most original and evocative American writers of his generation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Literature",
                "Science Fiction Fantasy",
                "American",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Sniper",
            "authors": [
                "Liam O'Flaherty"
            ],
            "ranking": 3.71,
            "ranking_count": 966,
            "abstract": "A trained sniper doing his job during the Irish Civil War faces a shocking turn of events, after killing an enemy.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Academic",
                "Fiction",
                "Historical",
                "European Literature",
                "War",
                "Young Adult"
            ]
        },
        {
            "title": "Among the Hidden",
            "authors": [
                "Margaret Peterson Haddix"
            ],
            "ranking": 3.99,
            "ranking_count": 118431,
            "abstract": "SHADOW CHILDREN. Luke has never been to school. He's never had a birthday party, or gone to a friend's house for an overnight. In fact, Luke has never had a friend.. Luke is one of the shadow children, a third child forbidden by the Population Police. He's lived his entire life in hiding, and now, with a new housing development replacing the woods next to his family's farm, he is no longer even allowed to go outside.. Then, one day Luke sees a girl's face in the window of a house where he knows two other children already live. Finally, he's met a shadow child like himself. Jen is willing to risk everything to come out of the shadows - does Luke dare to become involved in her dangerous plan? Can he afford. not. to?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Childrens",
                "Fantasy",
                "Adventure",
                "Academic"
            ]
        },
        {
            "title": "Put Out the Fires",
            "authors": [
                "Maureen Lee"
            ],
            "ranking": 4.35,
            "ranking_count": 596,
            "abstract": "The second novel in bestseller Maureen Lee's outstanding Liverpool sequence about family life during the Second World War. September 1940 - the cruellest year of war for Britain's civilians as the Luftwaffe mercilessly blitz their cities. In Pearl Street, near Liverpool's docks, families struggle to cope the best they can.. A nasty surprise for ever-cheerful dressmaker Brenda Mahon, and flighty Sean's love for little Alice, show how life goes on even when it appears to be falling apart. Yet while Eileen Costello tries to hide her ruined hopes of happiness with Nick, and do her best by the husband she hoped had gone for ever, Ruth Singerman returns, having escaped from Austria. Even the joy of seeing her father again cannot make up for the bitter loss of her children.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "Nausicaä of the Valley of the Wind, Vol. 6",
            "authors": [
                "Hayao Miyazaki",
                "Rachel Balzora Thorn",
                "Kaori Inoue",
                "Joe Yamazaki",
                "Walden Wong",
                "Izumi Evers"
            ],
            "ranking": 4.6,
            "ranking_count": 2323,
            "abstract": "In a long-ago war, humankind set off a devastating ecological disaster. Now the Earth is slowly submerging beneath the expanding Sea of Corruption, an enormous toxic forest filled with mutant fungi that release a miasma of poisonous spores into the air. Nausicaa, a compassionate young princess, and her allies fight to create peace between kingdoms fighting over the world's remaining precious natural resources. Nausicaa embarks on an inner, spiritual journey to the heart of the Sea of Corruption, where she discovers its surprising secret. She returns to the land of the living, compelled to share her discovery, but Nausicaa accidentally awakens a God Warrior - a biotechnological abomination of the war known as the Seven Days of Fire - from its stasis. And now the monstrous yet childlike God Warrior thinks Nausicaa is its mother!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Comics",
                "Graphic Novels Comics",
                "Apocalyptic"
            ]
        },
        {
            "title": "His Toy, His Dream, His Rest: 308 Dream Songs",
            "authors": [
                "John Berryman"
            ],
            "ranking": 4.36,
            "ranking_count": 59,
            "abstract": "Continues and concludes the long poem begun in 77 Dream Songs. Winner of the National Book Award.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Gods of Mars",
            "authors": [
                "Edgar Rice Burroughs",
                "Michael   Whelan"
            ],
            "ranking": 3.88,
            "ranking_count": 18019,
            "abstract": "After the long exile on Earth, John Carter finally returned to his beloved Mars. But beautiful Dejah Thoris, the woman he loved, had vanished. Now he was trapped in the legendary Eden of Mars -- an Eden from which none ever escaped alive.. The Gods of Mars is a science fantasy novel by American writer Edgar Rice Burroughs, the second of his Barsoom series. It was first published in The All-Story as a five-part serial in the issues for January-May 1913.[1] It was later published as a complete novel by A. C. McClurg in September, 1918.. Excerpt:. For moments after that awful laugh had ceased reverberating through the rocky room, Tars Tarkas and I stood in tense and expectant silence. But no further sound broke the stillness, nor within the range of our vision did aught move.At length Tars Tarkas laughed softly, after the manner of his strange kind when in the presence of the horrible or terrifying. It is not an hysterical laugh, but rather the genuine expression of the pleasure they derive from the things that move Earth men to loathing or to tears.Often and again have I seen them roll upon the ground in mad fits of uncontrollable mirth when witnessing the death agonies of women and little children beneath the torture of that hellish green Martian fete-the Great Games.I looked up at the Thark, a smile upon my own lips, for here in truth was greater need for a smiling face than a trembling chin.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Classics",
                "Adventure",
                "Pulp",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Call for the Dead",
            "authors": [
                "John le Carré"
            ],
            "ranking": 3.85,
            "ranking_count": 30706,
            "abstract": "John le Carré classic novels deftly navigate readers through the intricate shadow worlds of international espionage with unsurpassed skill and knowledge, and have earned him -- and his hero, British Secret Service Agent George Smiley, who is introduced in this, his first novel -- unprecedented worldwide acclaim.. George Smiley had liked Samuel Fennan, and now Fennan was dead from an apparent suicide. But why? Fennan, a Foreign Office man, had been under investigation for alleged Communist Party activities, but Smiley had made it clear that the investigation -- little more than a routine security check -- was over and that the file on Fennan could be closed. The very next day, Fennan was found dead with a note by his body saying his career was finished and he couldn't go on. Smiley was puzzled...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Spy Thriller",
                "Audiobook",
                "European Literature",
                "Suspense"
            ]
        },
        {
            "title": "A Rose for Emily",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.86,
            "ranking_count": 7594,
            "abstract": "Emily is a member of a family in the antebellum Southern aristocracy; after the Civil War, the family has fallen on hard times.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Fiction",
                "Horror",
                "Academic",
                "Gothic",
                "Literature"
            ]
        },
        {
            "title": "Moonraker",
            "authors": [
                "Ian Fleming",
                "Michael Dibdin"
            ],
            "ranking": 3.78,
            "ranking_count": 24762,
            "abstract": "‘Benzedrine,’ said James Bond. ‘It’s what I shall need If I’m going to keep my wits about me tonight. It’s apt to make one a bit overconfident, but that’ll help too.’ He stirred the champagne so that the white powder whirled among the bubbles. Then he drank the mixture down with one long swallow. ‘It doesn’t taste,’ said Bond, ‘And the champagne is quite excellent’. At M’s request, Bond has gone up against Sir Hugo Drax at the card table, on a mission to teach the millionaire and head of the Moonraker project a lesson he won’t forget, and prevent a scandal engulfing Britain’s latest defence system. But there is more to the mysterious Drax than simply cheating at cards. And once Bond delves deeper into goings-on at the Moonraker base he discovers that both the project and its leader are something other than they pretend to be …",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Classics",
                "Action"
            ]
        },
        {
            "title": "Flying Fury: Five Years in the Royal Flying Corps",
            "authors": [
                "James McCudden"
            ],
            "ranking": 4.32,
            "ranking_count": 607,
            "abstract": "The day-to-day insights of a brilliantly daring World War I ace that only ends with his death at the age of 23 . . .. James McCudden was an outstanding British fighter ace of World War I, whose daring exploits earned him a tremendous reputation and, ultimately, an untimely end. Here, in this unique and gripping firsthand account, he brings to life some of aviation history's most dramatic episodes in a memoir completed at the age of twenty-three, just days before his tragic death.. During his time in France with the Royal Flying Corps from 1914 to 1918, McCudden rose from mechanic to pilot and flight commander. Following his first kill in September 1916, McCudden shot down a total of fifty-seven enemy planes, including a remarkable three in a single minute in January 1918. A dashing patrol leader, he combined courage, loyalty, and judgment, studying the habits and psychology of enemy pilots and stalking them with patience and tenacity.. Written with modesty and frankness, yet acutely perceptive, Flying Fury is both a valuable insight into the world of early aviation and a powerful account of courage and survival above the mud and trenches of Flanders. Fighter ace James McCudden died in July 1918, after engine failure caused his plane to crash just four months before the end of World War I. His success as one of Britain's deadliest pilots earned him the Victoria Cross.",
            "part_of_series": false,
            "genre_list": [
                "War",
                "Aviation",
                "Biography",
                "History",
                "Military",
                "Nonfiction"
            ]
        },
        {
            "title": "The Children's Hour",
            "authors": [
                "Lillian Hellman"
            ],
            "ranking": 3.94,
            "ranking_count": 13946,
            "abstract": "This is a serious and adult play about two women who run a school for girls. After a malicious youngster starts a rumour about the two women, the rumour soon turns into a scandal. As the young girl comes to understand the power she wields, she sticks by her story, which precipitates tragedy for the women. It is later discovered that the gossip was pure invention, but it is too late. Irreparable damage has been done.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "LGBT",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "The Bicentennial Man and Other Stories",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.12,
            "ranking_count": 13239,
            "abstract": "Andrew was one of Earth's first house robot domestic servants—smoothly designed and functional. But when Andrew started to develop special talents which exceeded the confines of his allotted positronic pathways, he abandoned his domestic duties in favour of more intellectual pursuits. As time passed, Andrew acquired knowledge, feelings and ambitions way beyond anything ever experienced by any other mechanical men. And he found himself launched on to a career which would bring him fame fortune — and danger. For a robot who wants to be human must also be prepared to die.... In the Bicentennial Man, Isaac Asimov returns to his first and most enduring love — robotics. The result is a brilliant book of first-class entertainment and mind-spinning ideas which confirm Asimov's supreme status as Grand Master of science fiction.. Content. Feminine Intuition (1969). Waterclap (1970). That Thou Art Mindful of Him (1974). Stranger in Paradise (1974). The Life and Times of Multivac (1975). The Winnowing (1976). The Bicentennial Man (1976). Marching In (1976). Old-Fashioned (1976). The Tercentenary Incident (1976). Birth of a Notion (1976). Cover Illustration: Don Dixon",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Classics",
                "Science Fiction Fantasy",
                "Anthologies",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "A Hunger Artist",
            "authors": [
                "Franz Kafka",
                "Kevin Blahut",
                "Helena Vlčnovská"
            ],
            "ranking": 4.11,
            "ranking_count": 14613,
            "abstract": "The last book published during Kafka's lifetime,. A Hunger Artist. (1924) explores many of the themes that were close to him: spiritual poverty, asceticism, futility, and the alienation of the modern artist.. He edited the manuscript just before his death, and these four stories are some of his best known and most powerful work, marking his maturity as a writer. In addition to First Sorrow, A Little Woman, and Josephine the Singer, or the Mouse People is the title story, A Hunger Artist, which has been called by the critic Heinz Politzer a perfection, a fatal fulfillment that expresses Kafka's desire for permanence.. The three volumes Twisted Spoon Press has published:. Contemplation. ,. A Country Doctor. , and. A Hunger Artist. are the collections of stories that Kafka had published during his lifetime. Though each volume has its own distinctive character, they have most often appeared in English in collected editions. They are presented here as separate editions, in new translations by Kevin Blahut, each with its own illustrator from the Prague community.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Fiction",
                "Literature",
                "European Literature",
                "Philosophy",
                "Literary Fiction",
                "Academic"
            ]
        },
        {
            "title": "The Coherence of Theism",
            "authors": [
                "Richard Swinburne"
            ],
            "ranking": 3.99,
            "ranking_count": 80,
            "abstract": "This book investigates what it means, and whether it is coherent, to say that there is a God. The author concludes that, despite philosophical objections, the claims which religious believers make about God are generally coherent; and that although some important claims are coherent only if the words by which they are expressed are being used in stretched or analogical senses, this is in fact the way in which theologians have usually claimed they are being used. This revised edition includes various minor corrections and clarifications.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Nonfiction"
            ]
        },
        {
            "title": "Light a Penny Candle",
            "authors": [
                "Maeve Binchy"
            ],
            "ranking": 3.93,
            "ranking_count": 19155,
            "abstract": "Evacuated from Blitz-battered London, shy and genteel Elizabeth White is sent to stay with the boisterous O'Connors in Kilgarret, Ireland. It is the beginning of an unshakeable bond between Elizabeth and Aisling O'Connor, a friendship which will endure through twenty turbulent years of change and chaos, joy and sorrow, soaring dreams and searing betrayals.... Writing with warmth, wit and great compassion, Maeve Binchy tells a magnificent story of the lives and loves of two women, bound together in a friendship that nothing could tear asunder - not even the man who threatened to come between them forever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Womens Fiction",
                "Historical",
                "Romance",
                "European Literature",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Harlequin Valentine",
            "authors": [
                "Neil Gaiman",
                "John Bolton"
            ],
            "ranking": 3.77,
            "ranking_count": 3147,
            "abstract": "In this modern hardcover retelling of a classic commedia dell'arte legend of tomfoolery and hopeless, fawning love, creators Neil Gaiman (The Sandman, the Newbery Medal-winning The Graveyard Book) and John Bolton (Evil Dead) update the relationship of Harlequin and Columbine. A buffoon burdened with a brimming heart, Harlequin chases his sensible, oblivious Columbine around the city streets, having given his heart freely. Consumed with love, the impulsive clown sees his heart dragged about town, with a charming surprise to bend the tale in a modern direction.. Gaiman's writing is poetic and as heartfelt as the subject matter. Bolton's art, a combination of digitally enhanced photorealism and dynamic painting, provides sensational depth with bright characters over fittingly muted backgrounds. Those who have spent Valentine's Day alone are aware that the cold February holiday can be hard to swallow. Gaiman and Bolton want you to know that all it takes is a steak knife, a fork, and a bottle of quality ketchup!",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Short Stories",
                "Horror",
                "Comics",
                "Romance"
            ]
        },
        {
            "title": "The Love Knot",
            "authors": [
                "Elizabeth Chadwick"
            ],
            "ranking": 4.05,
            "ranking_count": 1257,
            "abstract": "In the summer of 1140, Oliver Pascal returns home from a long pilgrimage to discover England ravaged by civil war and his family lands forfeit to the conflict between Henry I's daughter Mathilda, and her cousin Stephen of Blois, who has seized the crown at her expense. Riding to the Earl of Gloucester's keep at Bristol, Oliver stumbles upon the aftermath of a mercenary attack on an isolated village. Among the survivors are Richard, an illegitimate royal son and half-brother to the Earl himself, and the boy's young nurse Catrin. Widowed, stubborn and proud, she has much in common with Oliver, a man still grieving for a wife lost in childbirth.. At Bristol, Catrin meets Ethel, a wise woman and midwife, who begins to train her in the healing arts and is instrumental in bringing Oliver and Catrin together as lovers. But the endurance of that love is threatened by the perils of injury in battle, the danger of childbirth, the upheaval of continuing civil war, and the risk of loving in exchange for nothing but heartbreak. In the end Catrin must decide where her true loyalties lie.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "European Literature",
                "Literature",
                "Novels",
                "Historical Fiction"
            ]
        },
        {
            "title": "The ABC of Communism",
            "authors": [
                "Nikolai Bukharin",
                "Yevgeni Preobrazhensky",
                "Edward Hallett Carr"
            ],
            "ranking": 3.59,
            "ranking_count": 262,
            "abstract": "A duo of classic Russian Communist texts are presented together in this single volume. First published in 1919 and 1920 respectively,. Programme of the Russian Communist Party. and. ABC of Communism. were created as popular introductions, explanations, and commentary for the masses on the new party. Today they serve as historical documents and offer a non-Stalinist view of early Russian Communism. A new introduction and a glossary are included.. Author Biography:. Nicholas I. Bukharin. was a member of the Russian Communist Party. He was the editor of. Pravda. and the author of. Economics of the Transition Period. ,. Historical Materialism. , and. Imperialism and World Economy. .. Evgenii A. Preobrazhensky. was a member of the Russian Communist Party and was elected to the secretariat of the party central committee. He was the author of. The Crisis of Soviet Industrialization. ,. From NEP to Socialism. , and. The New Economics. .",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Economics",
                "History",
                "Philosophy",
                "Cultural",
                "Russia"
            ]
        },
        {
            "title": "Doom Patrol: Book One",
            "authors": [
                "Grant Morrison",
                "Richard Case"
            ],
            "ranking": 4.32,
            "ranking_count": 931,
            "abstract": "The groundbreaking series from Grant Morrison that led American comics in a wholly unexpected direction.. Originally conceived in the 1960s by the visionary team of writer Arnold Drake and artist Bruno Premiani, the Doom Patrol was reborn a generation later through Grant Morrison’s singular imagination.. Though they are super-powered beings, and though their foes are bent on world domination, convention ends there. Shunned as freaks and outcasts, and tempered by loss and insanity, this band of misfits faces threats so mystifying in nature and so corrupted in motive that reality itself threatens to fall apart around them—but it’s still all in a day’s work for the Doom Patrol.. Written by. Grant Morrison. and featuring art by. Richard Case. ,. John Nyberg. ,. Doug Braithwaite. ,. Scott Hanna. and. Carlos Garzón. ,. Doom Patrol: Book One. collects issues #19-34 and includes introductions by Morrison and editor Tom Peyer.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Superheroes",
                "Comics",
                "Science Fiction",
                "Horror",
                "Fantasy",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Neither Here nor There: Travels in Europe",
            "authors": [
                "Bill Bryson"
            ],
            "ranking": 3.85,
            "ranking_count": 69695,
            "abstract": "Bill Bryson's first travel book,. The Lost Continent. , was unanimously acclaimed as one of the funniest books in years. In. Neither Here nor There. he brings his unique brand of humour to bear on Europe as he shoulders his backpack, keeps a tight hold on his wallet, and journeys from Hammerfest, the northernmost town on the continent, to Istanbul on the cusp of Asia. Fluent in, oh, at least one language, he retraces his travels as a student twenty years before.. Whether braving the homicidal motorist of Paris, being robbed by gypsies in Florence, attempting not to order tripe and eyeballs in a German restaurant, window-shopping in the sex shops of the Reeperbahn or disputing his hotel bill in Copenhagen, Bryson takes in the sights, dissects the culture and illuminates each place and person with his hilariously caustic observations. He even goes to Liechtenstein.",
            "part_of_series": true,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Humor",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Adventure",
                "Writing"
            ]
        },
        {
            "title": "Dino: Living High in the Dirty Business of Dreams",
            "authors": [
                "Nick Tosches"
            ],
            "ranking": 4.05,
            "ranking_count": 936,
            "abstract": "From dealing blackjack in the small-time gangster  town of Steubenville, Ohio, to carousing with the  famous Rat Pack in a Hollywood he  called home, Dean Martin lived in a grandstand,  guttering life of booze, broads, and big money. He  rubbed shoulders with the mob, the Kennedys, and  Hollywood's biggest stars. He was one of America's  favorite entertainers. But no one really knew him.  Now Nick Tosches reveals the man behind the  image--the dark side of the American dream. It's a  wild, illuminating, sometimes shocking tale of sex,  ambition, heartaches--and a life lived hard, fast,  and without  apologies.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Music",
                "Nonfiction",
                "Culture",
                "Media Tie In",
                "Biography Memoir",
                "The United States Of America",
                "History"
            ]
        },
        {
            "title": "Cotton Comes to Harlem",
            "authors": [
                "Chester Himes"
            ],
            "ranking": 3.83,
            "ranking_count": 1870,
            "abstract": "Black flim-flam man Deke O'Hara is no sooner out of Atlanta's state penitentiary than he's back on the streets working the scam of a lifetime. As sponsor of the Back-to-Africa movement he's counting on the big Harlem rally to produce a big collection-for his own private charity. But the take-$87,000-is hijacked by white gunmen and hidden in a bale of cotton that suddenly everybody wants to get his hands on. With Coffin Ed Johnson and Grave Digger Jones on everyone's trail and piecing together the complexity of the scheme, Cotton Comes to Harlem is one of Himes's hardest-hitting and most entertaining thrillers.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "Mangeclous",
            "authors": [
                "Albert Cohen"
            ],
            "ranking": 4.11,
            "ranking_count": 280,
            "abstract": "Mangeclous, un des sommets de la littérature contemporaine. Mangeclous, livre plein d'une verve triomphale, livre d'une liberté extraordinaire (nous sommes à l'époque des livres contraints), livre riche (nous sommes à l'époque des livres pauvres), livre gras (nous sommes à l'époque des livres maigres), grand livre enfin. Mangeclous est pour moi l'exemple à peu près unique, dans la littérature contemporaine, d'une épopée comique, c'est-à-dire d'un comique grand. Une épopée, et pourtant on ne cesse pas de hurler de rire.. Félicien Marceau, de l'Académie française.. Un héros comme Mangeclous atteint à l'épique. Il y a là, à mon sens, quelque chose sans aucune espèce de comparaison. Il y a du souffle de Rabelais. C'est comme dans Rabelais: on accepte tout. On accepte tout parce qu'il y a encore un amour du personnage, parce qu'il y a une manière démesurée de le traiter qui fait que simplement on est ébloui.. Joseph Kessel, de l'Académie française.. L'admirable Mangeclous, un grand héros comique d'une drôlerie extraordinaire. Le comique de Mangeclous est juif par sa subtilité, par les récifs de mélancolie qui affleurent soudain, par l'observation féroce et tendre qui le nourrit. Mais ce roman acquiert une portée générale par son humanité, son grand rire salubre, sa verve populaire. Sa fraîcheur, sa fruste saveur, sa robuste simplicité le font accéder à la majesté des légendes populaires et des grandes épopées.. Marcel Pagnol, de l'Académie française.",
            "part_of_series": true,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Roman",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Les Mandarins: Tome 1",
            "authors": [
                "Simone de Beauvoir"
            ],
            "ranking": 4.11,
            "ranking_count": 528,
            "abstract": "«– Qu'est-ce qui ne va pas ?. – Rien, tout va très bien, dis-je d'un ton dégagé.. – Allons ! Allons ! je sais ce que ça veut dire quand tu prends ta voix de dame du monde, dit Robert. Je suis sûr qu'en ce moment ça tourne dur dans cette tête. Combien de verres de punch as-tu bus ?. – Sûrement moins que vous, et le punch n'y est pour rien.. – Ah ! tu avoues ! dit Robert d'un ton triomphant ; il y a quelque chose et le punch n'y est pour rien ; quoi donc ?. – C'est Scriassine, dis-je en riant ; il m'a expliqué que les intellectuels français étaient foutus.»",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Novels",
                "Cultural",
                "Classics",
                "Feminism",
                "European Literature",
                "Literature",
                "Roman",
                "Unfinished"
            ]
        },
        {
            "title": "Across the Wire: Life and Hard Times on the Mexican Border",
            "authors": [
                "Luis Alberto Urrea",
                "John Lueders-Booth"
            ],
            "ranking": 4.2,
            "ranking_count": 832,
            "abstract": "Luis Alberto Urrea's. Across the Wire. offers a compelling and unprecedented look at what life is like for those refugees living on the Mexican side of the border—a world that is only some twenty miles from San Diego, but that few have seen.  Urrea gives us a compassionate and candid account of his work as a member and official translator of a crew of relief workers that provided aid to the many refugees hidden just behind the flashy tourist spots of Tijuana.  His account of the struggle of these people to survive amid abject poverty, unsanitary living conditions, and the legal and political chaos that reign in the Mexican borderlands explains without a doubt the reason so many are forced to make the dangerous and illegal journey across the wire into the United States.. More than just an expose,. Across the Wire. is a tribute to the tenacity of a people who have learned to survive against the most impossible odds, and returns to these forgotten people their pride and their identity.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Autobiography",
                "Sociology",
                "Social Movements",
                "History",
                "Short Stories",
                "Biography",
                "Cultural"
            ]
        },
        {
            "title": "Heir of Sea and Fire",
            "authors": [
                "Patricia A. McKillip"
            ],
            "ranking": 4.16,
            "ranking_count": 7729,
            "abstract": "By the vow of her father and her own desire, Raederle was pledged to Morgon, Riddle-Master of Hed. But a year had passed since Morgon disappeared on his search for the High One at Erlenstar Mountain, and rumors claimed he was dead.. Raederle set out to learn the truth for herself, though her small gift of magic seemed too slight for the perils she must face. The quest led through strange lands and dangerous adventures. Only her growing powers enabled her at last to reach Erlenstar Mountain. And there she discovered what she could not bear to accept.. Accompanied by Deth, the High One's Harper, she fled. And behind them came a pursuer whose name was Morgon, bent on executing a grim destiny upon Raederle and Deth.. Her only hope lay in summoning the Hosts of the Dead, led by the King whose skull she bore . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "The Princess Test",
            "authors": [
                "Gail Carson Levine",
                "Mark  Elliott"
            ],
            "ranking": 3.78,
            "ranking_count": 10801,
            "abstract": "King Humphrey has decided it's time for his son, Prince Nicholas, to marry. But he must make sure the bride is a real princess. So he devises a series of princess tests, designed to weed out the phonies and the fakes. Meanwhile, Nicholas has fallen in love with Lorelei, a mere blacksmith's daughter. She's no princess, but he wants to marry her all the same--but how will she ever pass the terrible tests?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Retellings",
                "Romance",
                "Fairy Tales"
            ]
        },
        {
            "title": "East, West",
            "authors": [
                "Salman Rushdie"
            ],
            "ranking": 3.56,
            "ranking_count": 6792,
            "abstract": "Alternate cover for this ISBN can be found. here. A rickshaw driver dreams of being a Bombay movie star; Indian diplomats, who as childhood friends hatched Star Trek fantasies, must boldly go into a hidden universe of conspiracy and violence; and Hamlet's jester is caught up in murderous intrigues. In Rushdie's hybrid world, an Indian guru can be a redheaded Welshman, while Christopher Columbus is an immigrant, dreaming of Western glory. Rushdie allows himself, like his characters, to be pulled now in one direction, then in another. Yet he remains a writer who insists on our cultural complexity; who, rising beyond ideology, refuses to choose between East and West and embraces the world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Cultural",
                "Magical Realism",
                "Literature",
                "Literary Fiction",
                "Asian Literature",
                "Contemporary",
                "Academic"
            ]
        },
        {
            "title": "Staying On",
            "authors": [
                "Paul Scott"
            ],
            "ranking": 3.88,
            "ranking_count": 3630,
            "abstract": "In this sequel to. The Raj Quartet. , Colonel Tusker and Lucy Smalley stay on in the hills of Pankot after Indian independence deprives them of their colonial status. Finally fed up with accommodating her husband, Lucy claims a degree of independence herself. Eloquent and hilarious, she and Tusker act out class tensions among the British of the Raj and give voice to the loneliness, rage, and stubborn affection in their marriage.. Staying On. won the Booker Prize in 1977 and was made into a motion picture starring Trevor Howard and Celia Johnson in 1979.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Classics",
                "Literary Fiction",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Charms for the Easy Life",
            "authors": [
                "Kaye Gibbons"
            ],
            "ranking": 4.02,
            "ranking_count": 12337,
            "abstract": "A family without men, the Birches live gloriously offbeat lives in the lush, green backwoods of North Carolina. Radiant, headstrong Sophia and her shy, brilliant daughter, Margaret, possess powerful charms to ward off loneliness, despair, and the human misery that often beats a path to their door. And they are protected by the eccentric wisdom and muscular love of the remarkable matriarch Charlie Kate, a solid, uncompromising, self-taught healer who treats everything from boils to broken bones to broken hearts.. Sophia, Margaret, and Charlie Kate find strength in a time when women almost always depended on men, and their bond deepens as each one experiences love and loss during World War II.. Charms for the Easy Life. is a passionate, luminous, and exhilarating story about embracing what life has to offer, even if it means finding it in unconventional ways.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "American",
                "Adult Fiction",
                "Book Club",
                "Novels",
                "Contemporary",
                "Literature",
                "Womens Fiction",
                "Adult"
            ]
        },
        {
            "title": "Boyhood: Scenes from Provincial Life",
            "authors": [
                "J.M. Coetzee"
            ],
            "ranking": 3.78,
            "ranking_count": 4838,
            "abstract": "Coetzee grew up in a new development north of Cape Town, tormented by guilt and fear. With a father he despised, and a mother he both adored and resented, he led a double life—the brilliant and well-behaved student at school, the princely despot at home, always terrified of losing his mother's love. His first encounters with literature, the awakenings of sexual desire, and a growing awareness of apartheid left him with baffling questions; and only in his love of the high veld (farms are places of freedom, of life) could he find a sense of belonging. Bold and telling, this masterly evocation of a young boy's life is the book Coetzee's many admirers have been waiting for, but never could have expected.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Southern Africa",
                "Literature",
                "Nobel Prize",
                "Novels",
                "Literary Fiction",
                "Young Adult",
                "Contemporary"
            ]
        },
        {
            "title": "A Treatise on Cosmic Fire",
            "authors": [
                "Alice A. Bailey"
            ],
            "ranking": 4.29,
            "ranking_count": 118,
            "abstract": "Although this book was one of the first to be written by Alice Bailey in collaboration with the Tibetan, it is probably the most timeless, profound and least understood.. A Treatise on Cosmic Fire. deals with the underlying structure of occult teaching for the present era, with vast cosmic processes reproduced through all areas of life from universe to atom. It is, therefore, no book for the proof-demanding concrete mind, or for those who dabble in the spectacular and the phenomenal. The true student, however, the seriously applied aspirant, will find his mind stimulated and his consciousness expanded.. The book is dedicated to Helena Petrovna Blavatsky, and is said to be the psychological key to the Cosmic Creation. Certainly in its revelation of relationship and correspondences throughout the Cosmos, all aspects of life unfolding through consciousness are included, based on the aphorism—Having pervaded the entire universe with one fragment of Myself, I remain.. The One Life manifests through all form within the universe as fiery energy; and the three main streams of cosmic energy, differentiated into seven systemic rays, are shown in relation to the three aspects of fire controlling all manifested life: Electric Fire, the Fire of Spirit; Solar Fire, the Fire of Mind; Fire by Friction, the Internal Fires.. A large section of the book is directed to a detailed exposition of Solar Fire, the Fire of Mind, since this is the dominant energy to be understood and controlled during this second solar system. The cosmic Laws operating through the system are shown in relation to the lesser laws of planetary origin and the laws of nature, operating through substance, as distinct from the life and the consciousness of the planet.. In her foreword to the book, the author mentions a five-fold purpose within its teaching; briefly: (a) To provide a compact and skeleton outline of a scheme of cosmology, philosophy and psychology which may serve as a reference and textbook; (b) As an elucidation of the relation between Spirit and Matter, demonstrating as. consciousness. ; (c) To show the coherent development of all that is found within a solar system and to demonstrate that. everything. evolves; (d) To give practical information about focal points of energy found in the etheric bodies of the Solar Logos, the macrocosm, and of man, the microcosm; (e) To give some information of the place and work of those sentient lives who form the essence of objectivity, and to indicate the nature of the Hierarchies of Existences who form out of their own substance all that is seen and known.. These five objectives, and more, the book encompasses; for the effect in the individual consciousness is such that theories become transcended and the mind begins to experience through contemplative thought what the words on paper reveal to the intelligence. The finite human mind can touch its cosmic origins and its fiery essence when it opens to the three cosmic Laws of Synthesis, of Attraction and of Economy.. The fire of love, the flame of life within the heart, is the touchstone for all intuitive thought, and the alchemist to the dense materiality of gross substance.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Philosophy",
                "Esoterica"
            ]
        },
        {
            "title": "A Tangled Web",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 3.87,
            "ranking_count": 4755,
            "abstract": "Over the years sixty members of the Dark family and sixty Penhallows have married one another—but not without their share of fighting and feuding. Now Aunt Becky, the eccentric old matriarch of the clan, has bequeathed her prized possession: a legendary heirloom jug. But the name of the jug's new owner will not be revealed for one year.. In the next twelve months beautiful Gay Penhallow's handsome fiancé Noel Gibson leaves her for sly and seductive Nan Penhallow; reckless Peter Penhallow and lovely Donna Dark, who have hated each other since childhood, are inexplicably brought together by the jug; Hugh and Joscelyn Dark, separated on their wedding night ten years ago for reasons never revealed, find a second chance—all watched over by the mysterious Moon Man, who has the gift of second sight. Then comes the night when Aunt Becky's wishes will be revealed...and the family is in for the biggest surprise of all.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Romance",
                "Cultural",
                "Childrens",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "Wyrms",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 3.4,
            "ranking_count": 5751,
            "abstract": "The sphere is alien in origin, but has been controlled by man for millennia. A legend as old as the stars rules this constructed world; When the seventh seventh seventh human Heptarch is crowned, he will be the Kristos and will bring eternal salvation . . . or the destruction of the cosmos.. Patience is the only daughter of the rightful Heptarch, but she, like her father before her, serves the usurper who has destroyed her family. For she has learned the true ruler's honor.. Duty to one's race is more important than duty to one's self. But the time for prudence has passed, and that which has slept for ages has awakened. And Patience must journey to the heartsoul of this planet to confront her destiny . . . and her world's.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Sequential Art",
                "Audiobook",
                "Adult",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "A Minor Apocalypse",
            "authors": [
                "Tadeusz Konwicki",
                "Richard Lourie"
            ],
            "ranking": 3.88,
            "ranking_count": 1540,
            "abstract": "As in his novel. The Polish Complex. , Konwicki's. A Minor Apocalypse. stars a narrator and character named Konwicki, who has been asked to set himself on fire that evening in front of the Communist Party headquarters in Warsaw in an act of protest. He accepts the commission, but without any clear idea of whether he will actually go through with the self-immolation. He spends the rest of the day wandering the streets of Warsaw, being tortured by the secret police and falling in love. Both himself and Everyman, the character-author experiences the effects of ideologies and bureaucracies gone insane with, as always in history, the individual struggling for survival rather than offering himself up on the pyre of the greater good. Brilliantly translated by Richard Lourie,. A Minor Apocalypse. is one of the most important novels to emerge from Poland in the last twenty five years.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Contemporary",
                "Academic",
                "Science Fiction"
            ]
        },
        {
            "title": "The Celery Stalks at Midnight",
            "authors": [
                "James Howe",
                "Leslie H. Morrill"
            ],
            "ranking": 3.93,
            "ranking_count": 12247,
            "abstract": "HARE TODAY, GONE TOMORROW. Bunnicula is missing! Chester is convinced all the world's vegetables are in danger of being drained of their life juices and turned into zombies. Soon he has Harold and Howie running around sticking toothpicks through hearts of lettuce and any other veggie in sight. Of course, Chester has been known to be wrong before...but you can never be too careful when there's a vampire bunny at large!",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Animals",
                "Humor",
                "Horror",
                "Young Adult"
            ]
        },
        {
            "title": "Downbelow Station",
            "authors": [
                "C.J. Cherryh"
            ],
            "ranking": 3.91,
            "ranking_count": 14692,
            "abstract": "A legend among sci-fi readers,. C. J. Cherryh. 's Union-Alliance novels, while separate and complete in themselves, are part of a much larger tapestry—a future history spanning 5,000 years of human civilization. A blockbuster space opera of the rebellion between Earth and its far-flung colonies, it is a classic science fiction masterwork.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Hugo Awards",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Audiobook",
                "Fantasy"
            ]
        },
        {
            "title": "Memoirs and Selected Letters",
            "authors": [
                "Ulysses S. Grant",
                "Mary D. McFeely",
                "William S. McFeely"
            ],
            "ranking": 4.02,
            "ranking_count": 3520,
            "abstract": "Twenty years after Appomattox, the Civil War’s greatest general fought his last campaign against death and time. Stricken by cancer as his family faced financial ruin, Ulysses S. Grant wrote his. Personal Memoirs. to secure their future, and in doing so won for himself a unique place in American letters. Acclaimed by readers as diverse as Mark Twain, Matthew Arnold, Gertrude Stein, and Edmund Wilson, the Personal Memoirs demonstrates the intelligence, intense determination, and laconic modesty that made Grant the Union’s foremost commander. This. Library of America. volume also includes 174 letters written by Grant from 1839 to 1865. Many of them are to his wife, Julia, and offer an intimate view of their affectionate and enduring marriage; others, addressed to fellow generals, government officials, and his congressional patron Elihu B. Washburne, provide a fascinating contemporary perspective on the events that would later figure in the. Memoirs. .. Grant’s autobiography is devoted almost entirely to his life as a soldier: his years at West Point, his service in the peacetime army, and his education in war during conflicts foreign and domestic. Grant considered the Mexican War “one of the most unjust ever waged by a stronger against a weaker nation” and thought that the Civil War was our punishment for it; but his retrospective disapproval did not prevent him from becoming enchanted by Mexico or from learning about his own capacity for leadership amid the confusion and carnage of battle.. His account of the Civil War combines a lucid treatment of its political causes and its military actions, along with the story of his own growing strength as a commander. At the end of an inconsequential advance in Missouri in 1861 he realized that his opponent “had been as much afraid of me as I had been of him.” Fort Donelson and Shiloh taught him to seize the initiative, while his success in living off the land during the Vicksburg campaign inspired William T. Sherman to undertake his marches through the interior of the South.. By 1864 Grant knew that the rebellion could be suppressed only by maintaining relentless pressure against its armies and methodically destroying its resources. As the Union’s final general-in-chief, he acted with the resolve that had eluded his predecessors, directing battles whose drawn-out ferocity had no precedent in Western warfare. His narrative of the war’s final year culminates in his meeting with Lee at Appomattox, a scene of quiet pride, sadness, and humanity.. Grant’s writing is spare, telling, and quick, superbly evocative of the imperatives of decision, motion, and action that govern those who try to shape the course of war. Grant wrote about the most destructive war in American history with a clarity and directness unequaled in our literature.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Military History",
                "Autobiography",
                "North American Hi...",
                "Nonfiction",
                "War",
                "Politics",
                "Military"
            ]
        },
        {
            "title": "الحرام",
            "authors": [
                "Yusuf Idris",
                "يوسف إدريس"
            ],
            "ranking": 4.0,
            "ranking_count": 4183,
            "abstract": "تصور الرواية جوانب الظلم الاجتماعي الذي تعيشه طبقة مهمشة من طبقات المجتمع، وذلك من خلال بيان أن الحرام الذي وقعت فيه بطلة القصة يندرج في دائرة حرام أكبر يقوم به أهل البلد الفقراء مع عمال التراحيل الذين هم أفقر منهم، فهو الحرام الحقيقي، وقد قدمت الرواية من خلال إطار فني محكم ولغة شديدة العذوبة",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Classics",
                "Literature",
                "Northern Africa",
                "Media Tie In",
                "Social",
                "African Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Midnight Falcon",
            "authors": [
                "David Gemmell"
            ],
            "ranking": 4.27,
            "ranking_count": 7590,
            "abstract": "Bane the Bastard is the illegitimate son of the Rigante king who men called Demonblade. Born of treachery, Bane grew up an outcast in his own land, feared by his fellow highlanders, and denied by the father whose unmistakable mark he bore–the eyes of Connavar, one tawny brown, the other emerald green.. Hounded from the country of his birth, Bane found acceptance across the seas–only to have it stripped away in an instant by a cruel and deadly swordsman. Now fighting as a gladiator in the blood-soaked arenas of the Empire, Bane lives for one thing: revenge. And he pursues his goal with the same single-minded determination that won his father a crown.. But more is at stake than a young warrior’s quest for vengeance. The armies of the Stone are preparing to march on the lands of the Rigante. The fate of human and Seidh alike will be decided by the clash of swords–and by the bonds of twisted love and bitterness between a father and a son . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Novels",
                "Epic",
                "Audiobook"
            ]
        }
    ]
}