{
    "books": [
        {
            "title": "The Black Dagger Brotherhood: An Insider's Guide",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.32,
            "ranking_count": 29972,
            "abstract": "Prepare to enter the dark, passionate world of the Black Dagger Brotherhood and get up close and personal with each of the Brothers..... You'll find insider information on the Brotherhood, including their dossiers, stats, and special gifts. you'll read interviews with your favorite characters, including a heartbreaking conversation with Tohrment and Wellsie, conducted three weeks before she was killed by. lessers. . You'll discover deleted scenes—accompanied by the whys behind the cuts—in addition to exciting material from the J.R. Ward message boards and the answers to questions about the series posed by readers. you'll learn what it's like for J.R. Ward to write each installment of the series, and in a fascinating twist, you'll read an interview with the author—conducted by the Brothers. For the first time ever, you'll see an original novella about Zsadist and Bella, and witness the miracle of their daughter Nalla's birth and experience the depth of their love for each other. Also, you'll receive a sneak peek at the much anticipated next book in the Black Dagger Brotherhood series,. Lover Avenged. , Rehvenge's story.. This is a compendium no black Dagger Brotherhood fan should miss...and an insider's guide that will seduce you as powerfully as the sexy band of Brothers and the ferociously popular world in which they live.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Romance",
                "Fantasy",
                "Adult",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Magic Slays",
            "authors": [
                "Ilona Andrews"
            ],
            "ranking": 4.4,
            "ranking_count": 69806,
            "abstract": "Plagued by a war between magic and technology, Atlanta has never been so deadly. Good thing Kate Daniels is on the job.. Kate Daniels may have quit the Order of Merciful Aid, but she’s still knee-deep in paranormal problems. Or she would be if she could get someone to hire her. Starting her own business has been more challenging than she thought it would be—now that the Order is disparaging her good name, and many potential clients are afraid of getting on the bad side of the Beast Lord, who just happens to be Kate’s mate.. So when Atlanta’s premier Master of the Dead calls to ask for help with a vampire on the loose, Kate leaps at the chance of some paying work. Turns out this is not an isolated incident, and Kate needs to get to the bottom of it—fast, or the city and everyone dear to her might pay the ultimate price . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Shapeshifters"
            ]
        },
        {
            "title": "That Was Then, This Is Now",
            "authors": [
                "S.E. Hinton"
            ],
            "ranking": 3.92,
            "ranking_count": 32122,
            "abstract": "Does growing up have to mean growing apart?. Since childhood, Bryon and Mark have been as close as brothers. Now things are changing. Bryon's growing up, spending a lot of time with girls, and thinking seriously about who he wants to be. Mark still just lives for the thrill of the moment. The two are growing apart - until Bryon makes a shocking discovery about Mark. Then Bryon faces a terrible decision - one that will change both of their lives forever.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Classics",
                "Realistic Fiction",
                "Contemporary",
                "Academic",
                "Childrens",
                "Novels"
            ]
        },
        {
            "title": "Sobre héroes y tumbas",
            "authors": [
                "Ernesto Sabato"
            ],
            "ranking": 4.27,
            "ranking_count": 10564,
            "abstract": "Esta es la segunda novela de Ernesto Sabato, que profundiza la senda iniciada por El túnel. Una obra, considerada uno de los mejores libros del siglo, que indaga en las zonas más oscuras del espíritu",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "European Literature",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Forever Amber",
            "authors": [
                "Kathleen Winsor"
            ],
            "ranking": 3.99,
            "ranking_count": 17504,
            "abstract": "Abandoned pregnant and penniless on the teeming streets of London, 16-year-old Amber St. Clare manages, by using her wits, beauty, and courage, to climb to the highest position a woman could achieve in Restoration England—that of favorite mistress of the Merry Monarch, Charles II. From whores and highwaymen to courtiers and noblemen, from events such as the Great Plague and the Fire of London to the intimate passions of ordinary—and extraordinary—men and women, Amber experiences it all. But throughout her trials and escapades, she remains, in her heart, true to the one man she really loves, the one man she can never have.. Frequently compared to. Gone with the Wind. ,. Forever Amber. is the other great historical romance, outselling every other American novel of the 1940s—despite being banned in Boston for its sheer sexiness. A book to read and reread, this edition brings back to print an unforgettable romance and a timeless masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Classics",
                "European Literature",
                "Literature",
                "Womens Fiction"
            ]
        },
        {
            "title": "Alcoholics Anonymous",
            "authors": [
                "Alcoholics Anonymous"
            ],
            "ranking": 4.47,
            "ranking_count": 9583,
            "abstract": "It's more than a book. It's a way of life.. Alcoholics Anonymous-The Big Book. -has served as a lifeline to millions worldwide. First published in 1939,. Alcoholics Anonymous. sets forth cornerstone concepts of recovery from alcoholism and tells the stories of men and women who have overcome the disease. With publication of the second edition in 1955, the third edition in 1976, and now the fourth edition in 2001, the essential recovery text has remained unchanged while personal stories have been added to reflect the growing and diverse fellowship. The long-awaited fourth edition features 24 new personal stories of recovery.. Key features and benefits. ·the most widely used resource for millions of individuals in recovery. ·contains full, original text describing A.A. the program. ·updated with 24 new personal stories",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Psychology",
                "Reference",
                "Spirituality",
                "Health",
                "Religion",
                "Inspirational",
                "Classics"
            ]
        },
        {
            "title": "Love on the Line",
            "authors": [
                "Kirsten Fullmer"
            ],
            "ranking": 4.28,
            "ranking_count": 6722,
            "abstract": "In this epic and unique love story set in the wild mountains of West Virginia, a young woman and her unlikely friends find their way through multiple job hazards and terrible working conditions to achieve the unexpected.. Andrea never thought she’d live in a camp trailer or work outdoors in inhospitable climates; but eager to leave the stress and tedium of grad-school behind, she sets off with her estranged grandpa, Buck, to build a pipeline through the rugged mountains of West Virginia. She’s determined to understand the man and the family divide that drove him away. Once the job starts, she forms an unlikely friendship with Nick, the rough and tumble foreman of the bending crew. Most of the guys aren’t willing to accept her, and Rooster, the handsome, cocky, tie-in foreman, is determined she’s a distraction.. But building a pipeline is fraught with danger, fatigue, and confrontation as egos collide. Caught up in the all-male social microcosm, Andrea can’t help but understand the pecking order, and she’s at the bottom. Being a woman makes it even more unlikely she’ll be accepted. Buck proves to be a taskmaster, but a kindhearted teddy-bear of a man under a gruff exterior, and Andrea comes to love him, opening herself up to the pain of his past.. Rooster and Andrea are drawn to each other, yet they know an on-the-job romance will only cause problems. Rooster is tormented by his own past, and determined to prove himself to Buck, a pipeline ledged. Messing with the old man’s granddaughter is a line Rooster refuses to cross. But as Andrea shows herself to be a hard worker and a valuable member of the crew, she earns Rooster’s respect and he can’t keep his distance. It seems the couple can’t go back, the relationship can’t move forward, and they can’t let go. Both will have to make sacrifices and take a chance on ruining their credibility in order to be together.",
            "part_of_series": true,
            "genre_list": [
                "Contemporary",
                "Fiction",
                "Romance",
                "Young Adult",
                "New Adult",
                "Adult",
                "Novels",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Bedroom Secrets of the Master Chefs",
            "authors": [
                "Irvine Welsh"
            ],
            "ranking": 3.51,
            "ranking_count": 6548,
            "abstract": "A family saga, a revenge fantasy, a. Twilight Zone. -esque parable, and, most importantly, a very fun read.. Entertainment Weekly. This story of two men locked in a war of wills that threatens their very existence is vintage Irvine Welsh. Troubled restaurant inspector Danny Skinner is on a quest to find the mysterious father his mother will not identify. Unraveling this hidden information is the key to understanding the crippling compulsions that threaten to wreck his young life. His ensuing journey takes him from the festival city of Edinburgh to the foodie city of San Francisco. But the hard-drinking, womanizing Skinner has a strange nemesis in the form of mild-mannered fellow inspector Brian Kibby.. It is Skinner's unfathomable, obsessive hatred of Kibby that takes over everything, threatening to destroy not only Skinner and his mission but also those he loves most dearly. When Kibby contracts a horrific, undiagnosable illness, Skinner understands that his destiny is inextricably bound to that of his hated rival, and he is faced with a terrible dilemma.. Irvine Welsh's work is a transgressive parable about the great obsessions of our time: food, sex, and celebrity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Novels",
                "Thriller",
                "Drama",
                "Dark",
                "European Literature",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "The Ancestor's Tale: A Pilgrimage to the Dawn of Evolution",
            "authors": [
                "Richard Dawkins"
            ],
            "ranking": 4.14,
            "ranking_count": 25826,
            "abstract": "The renowned biologist and thinker Richard Dawkins presents his most expansive work yet: a comprehensive look at evolution, ranging from the latest developments in the field to his own provocative views. Loosely based on the form of Chaucer's Canterbury Tales, Dawkins's Tale takes us modern humans back through four billion years of life on our planet. As the pilgrimage progresses, we join with other organisms at the forty rendezvous points where we find a common ancestor. The band of pilgrims swells into a vast crowd as we join first with other primates, then with other mammals, and so on back to the first primordial organism.. Dawkins's brilliant, inventive approach allows us to view the connections between ourselves and all other life in a bracingly novel way. It also lets him shed bright new light on the most compelling aspects of evolutionary history and theory: sexual selection, speciation, convergent evolution, extinction, genetics, plate tectonics, geographical dispersal, and more. The Ancestor's Tale is at once a far-reaching survey of the latest, best thinking on biology and a fascinating history of life on Earth. Here Dawkins shows us how remarkable we are, how astonishing our history, and how intimate our relationship with the rest of the living world.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Biology",
                "History",
                "Anthropology",
                "Religion",
                "Philosophy"
            ]
        },
        {
            "title": "Dreams from My Father: A Story of Race and Inheritance",
            "authors": [
                "Barack Obama"
            ],
            "ranking": 3.92,
            "ranking_count": 215021,
            "abstract": "In this lyrical, unsentimental, and compelling memoir, the son of a black African father and a white American mother searches for a workable meaning to his life as a black American. It begins in New York, where Barack Obama learns that his father—a figure he knows more as a myth than as a man—has been killed in a car accident. This sudden death inspires an emotional odyssey—first to a small town in Kansas, from which he retraces the migration of his mother’s family to Hawaii, and then to Kenya, where he meets the African side of his family, confronts the bitter truth of his father’s life, and at last reconciles his divided inheritance.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Politics",
                "History",
                "Biography Memoir",
                "Audiobook",
                "Race",
                "Cultural"
            ]
        },
        {
            "title": "Children of Dune",
            "authors": [
                "Frank Herbert",
                "Brian Herbert"
            ],
            "ranking": 3.95,
            "ranking_count": 138806,
            "abstract": "Book three in Frank Herbert's magnificent Dune Chronicles--one of the most significant sagas in the history of literary science fiction.. The Children of Dune are twin siblings Leto and Ghanima Atreides, whose father, the Emperor Paul Muad'Dib, disappeared in the desert wastelands of Arrakis nine years ago. Like their father, the twins possess supernormal abilities--making them valuable to their manipulative aunt Alia, who rules the Empire in the name of House Atreides.. Facing treason and rebellion on two fronts, Alia's rule is not absolute. The displaced House Corrino is plotting to regain the throne while the fanatical Fremen are being provoked into open revolt by the enigmatic figure known only as The Preacher. Alia believes that by obtaining the secrets of the twins' prophetic visions, she can maintain control over her dynasty.. But Leto and Ghanima have their own plans for their visions--and their destinies..... Includes an introduction by Brian Herbert",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Space",
                "Audiobook",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Caine Mutiny",
            "authors": [
                "Herman Wouk"
            ],
            "ranking": 4.26,
            "ranking_count": 23036,
            "abstract": "The novel that inspired the now-classic film. The Caine Mutiny. and the hit Broadway play. The Caine Mutiny Court-Martial. , Herman Wouk's boldly dramatic, brilliantly entertaining novel of life-and mutiny-on a Navy warship in the Pacific theater was immediately embraced, upon its original publication in 1951, as one of the first serious works of American fiction to grapple with the moral complexities and the human consequences of World War II. In the intervening half century,. The Caine Mutiny. has become a perennial favorite of readers young and old, has sold millions of copies throughout the world, and has achieved the status of a modern classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "War",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Lord God Made Them All",
            "authors": [
                "James Herriot"
            ],
            "ranking": 4.41,
            "ranking_count": 25039,
            "abstract": "The Lord God Made Them All. is the bestselling sequel to. All Things Wise and Wonderful. and the fourth volume in James Herriot's classic collections of animal stories. In this newly repackaged volume, after serving in the RAF in World War II, Herriot gladly returns home to Yorkshire to his beloved family and multitude of patients, with many more tender, funny, sad and wise stories to share with us and warm our hearts.. Animal lovers of all ages, and fans of Herriot's original classics, won't want to miss this beautiful treasure.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Biography",
                "Autobiography",
                "Classics",
                "Humor",
                "Biography Memoir",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Program",
            "authors": [
                "Suzanne Young"
            ],
            "ranking": 4.05,
            "ranking_count": 50229,
            "abstract": "In Sloane’s world, true feelings are forbidden, teen suicide is an epidemic, and the only solution is The Program.. Sloane knows better than to cry in front of anyone. With suicide now an international epidemic, one outburst could land her in The Program, the only proven course of treatment. Sloane’s parents have already lost one child; Sloane knows they’ll do anything to keep her alive. She also knows that everyone who’s been through The Program returns as a blank slate. Because their depression is gone—but so are their memories.. Under constant surveillance at home and at school, Sloane puts on a brave face and keeps her feelings buried as deep as she can. The only person Sloane can be herself with is James. He’s promised to keep them both safe and out of treatment, and Sloane knows their love is strong enough to withstand anything. But despite the promises they made to each other, it’s getting harder to hide the truth. They are both growing weaker. Depression is setting in. And The Program is coming for them.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Health",
                "Fantasy",
                "Mental Health",
                "Audiobook"
            ]
        },
        {
            "title": "My Dark Vanessa",
            "authors": [
                "Kate Elizabeth Russell"
            ],
            "ranking": 4.07,
            "ranking_count": 195016,
            "abstract": "Exploring the psychological dynamics of the relationship between a precocious yet naïve teenage girl and her magnetic and manipulative teacher, a brilliant, all-consuming read that marks the explosive debut of an extraordinary new writer.. 2000. Bright, ambitious, and yearning for adulthood, fifteen-year-old Vanessa Wye becomes entangled in an affair with Jacob Strane, her magnetic and guileful forty-two-year-old English teacher.. 2017. Amid the rising wave of allegations against powerful men, a reckoning is coming due. Strane has been accused of sexual abuse by a former student, who reaches out to Vanessa, and now Vanessa suddenly finds herself facing an impossible choice: remain silent, firm in the belief that her teenage self willingly engaged in this relationship, or redefine herself and the events of her past. But how can Vanessa reject her first love, the man who fundamentally transformed her and has been a persistent presence in her life? Is it possible that the man she loved as a teenager—and who professed to worship only her—may be far different from what she has always believed?. Alternating between Vanessa’s present and her past,. My Dark Vanessa. juxtaposes memory and trauma with the breathless excitement of a teenage girl discovering the power her own body can wield. Thought-provoking and impossible to put down, this is a masterful portrayal of troubled adolescence and its repercussions that raises vital questions about agency, consent, complicity, and victimhood. Written with the haunting intimacy of. The Girls. and the creeping intensity of. Room. ,. My Dark Vanessa. is an era-defining novel that brilliantly captures and reflects the shifting cultural mores transforming our relationships and society itself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Adult",
                "Audiobook",
                "Literary Fiction",
                "Thriller",
                "Health",
                "Adult Fiction",
                "Dark",
                "Sociology"
            ]
        },
        {
            "title": "Sweet Reckoning",
            "authors": [
                "Wendy Higgins"
            ],
            "ranking": 4.28,
            "ranking_count": 33598,
            "abstract": "It’s time.. Evil is running rampant and sweet Anna Whitt is its target. Nobody knows when or how the Dukes will strike, but Anna and her Nephilim allies will do anything necessary to rid the earth of the demons and their oppressive ways.. The stakes are higher than ever, and Anna is determined that the love she feels will be her strength, not a liability. But trying to protect the ones she loves while running for her life and battling demonic forces proves to be perilous—especially as faces are changing and trust is fleeting. When the Duke of Lust sends Anna’s great love, Kaidan Rowe, to work against her, Anna must decide how much she’s prepared to risk.. In the most sensual and fast-paced installment yet, Sweet Reckoning brings all the beloved Neph together one last time to fight for their freedom.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "The Crown",
            "authors": [
                "Kiera Cass"
            ],
            "ranking": 3.67,
            "ranking_count": 208640,
            "abstract": "When Eadlyn became the first princess of Illéa to hold her own Selection, she didn’t think she would fall in love with any of her thirty-five suitors. She spent the first few weeks of the competition counting down the days until she could send them all home. But as events at the palace force Eadlyn even further into the spotlight, she realizes that she might not be content remaining alone.. Eadlyn still isn’t sure she’ll find the fairytale ending her parents did twenty years ago. But sometimes the heart has a way of surprising you…and soon Eadlyn must make a choice that feels more impossible—and more important—than she ever imagined.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Out of the Dust",
            "authors": [
                "Karen Hesse"
            ],
            "ranking": 3.76,
            "ranking_count": 73510,
            "abstract": "When Billie Jo is just fourteen she must endure heart-wrenching ordeals that no child should have to face. The quiet strength she displays while dealing with unspeakable loss is as surprising as it is inspiring.. Written in free verse, this award-winning story is set in the heart of the Great Depression. It chronicles Oklahoma's staggering dust storms, and the environmental--and emotional--turmoil they leave in their path. An unforgettable tribute to hope and inner strength.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Poetry",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Academic",
                "Classics"
            ]
        },
        {
            "title": "Esperanza Rising",
            "authors": [
                "Pam Muñoz Ryan"
            ],
            "ranking": 4.01,
            "ranking_count": 88137,
            "abstract": "Esperanza thought she'd always live with her family on their ranch in Mexico--she'd always have fancy dresses, a beautiful home, and servants. But a sudden tragedy forces Esperanza and Mama to flee to California during the Great Depression, and to settle in a camp for Mexican farm workers. Esperanza isn't ready for the hard labor, financial struggles, or lack of acceptance she now faces. When their new life is threatened, Esperanza must find a way to rise above her difficult circumstances--Mama's life, and her own, depend on it.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Realistic Fiction",
                "Academic",
                "Cultural",
                "Family"
            ]
        },
        {
            "title": "Little, Big",
            "authors": [
                "John Crowley"
            ],
            "ranking": 3.82,
            "ranking_count": 10572,
            "abstract": "John Crowley's masterful. Little, Big. is the epic story of Smoky Barnable, an anonymous young man who travels by foot from the City to a place called Edgewood—not found on any map—to marry Daily Alice Drinkwater, as was prophesied. It is the story of four generations of a singular family, living in a house that is many houses on the magical border of an otherworld. It is a story of fantastic love and heartrending loss; of impossible things and unshakable destinies; and of the great Tale that envelops us all. It is a wonder.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Magical Realism",
                "Science Fiction Fantasy",
                "Novels",
                "Unfinished",
                "Science Fiction",
                "Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Essential Calvin and Hobbes: A Calvin and Hobbes Treasury",
            "authors": [
                "Bill Watterson"
            ],
            "ranking": 4.64,
            "ranking_count": 116718,
            "abstract": "Perhaps the most brilliant comic strip ever created,. Calvin and Hobbes. continues to entertain with dazzling cartooning and tremendous humor.. Bill Watterson's. Calvin and Hobbes. has been a worldwide favorite since its introduction in 1985. The strip follows the richly imaginative adventures of Calvin and his trusty tiger, Hobbes. Whether a poignant look at serious family issues or a round of time-travel (with the aid of a well-labeled cardboard box),. Calvin and Hobbes. will astound and delight you.. Beginning with the day Hobbes sprang into Calvin's tuna fish trap, the first two. Calvin and Hobbes. collections,. Calvin and Hobbes. and. Something Under The Bed Is Drooling. , are brought together in this treasury. Including black-and-white dailies and color Sundays,. The Essential Calvin and Hobbes. also features an original full-color 16-page story.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Childrens",
                "Graphic Novels Comics",
                "Comics",
                "Classics"
            ]
        },
        {
            "title": "The War That Saved My Life",
            "authors": [
                "Kimberly Brubaker Bradley"
            ],
            "ranking": 4.49,
            "ranking_count": 81345,
            "abstract": "An exceptionally moving story of triumph against all odds set during World War 2, from the acclaimed author of. Jefferson’s Sons. and for fans of. Number the Stars. .. Ten-year-old Ada has never left her one-room apartment. Her mother is too humiliated by Ada’s twisted foot to let her outside. So when her little brother Jamie is shipped out of London to escape the war, Ada doesn’t waste a minute—she sneaks out to join him.. So begins a new adventure of Ada, and for Susan Smith, the woman who is forced to take the two kids in. As Ada teaches herself to ride a pony, learns to read, and watches for German spies, she begins to trust Susan—and Susan begins to love Ada and Jamie. But in the end, will their bond be enough to hold them together through wartime? Or will Ada and her brother fall back into the cruel hands of their mother?. This masterful work of historical fiction is equal parts adventure and a moving tale of family and identity—a classic in the making.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "War",
                "Audiobook"
            ]
        },
        {
            "title": "Legacy",
            "authors": [
                "Shannon Messenger"
            ],
            "ranking": 4.5,
            "ranking_count": 15991,
            "abstract": "Illusions shatter—and Sophie and her friends face impossible choices—in this astonishing eighth book in the. New York Times. and. USA TODAY. bestselling Keeper of the Lost Cities series.. Sophie Foster wants answers. But after a lifetime of lies, sometimes the truth is the most dangerous discovery. Even the smallest secret comes with terrifying new responsibilities.. And Sophie’s not the only one with blank spots in her past, or mysteries surrounding her family. She and her friends are part of something much bigger than they imagined—and their roles have already been chosen for them.. Every clue drags them deeper into the conspiracy. Every memory forces them to question everything—especially one another. And the harder they fight, the more the lines blur between friend and enemy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance",
                "Mystery"
            ]
        },
        {
            "title": "A House Without Windows",
            "authors": [
                "Stevie Turner"
            ],
            "ranking": 3.6,
            "ranking_count": 599,
            "abstract": "This is an alternate-cover edition for. B00HUH6R7Q. .. Dr Beth Nichols thinks she has been held captive by Edwin Evans for probably 8 or 9 years now. Amidst her grief she often thinks back to happier times with her fiancée Liam; theirs was the greatest romance of all. She lies awake at night, looks up at the light bulb that is never switched off, and prays that he is still out there somewhere searching for her..........",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Dark",
                "Sociology",
                "Adult"
            ]
        },
        {
            "title": "Here Be Dragons",
            "authors": [
                "Sharon Kay Penman"
            ],
            "ranking": 4.28,
            "ranking_count": 23121,
            "abstract": "Thirteenth-century Wales is a divided country, ever at the mercy of England's ruthless, power-hungry King John. Then Llewelyn, Prince of North Wales, secures an uneasy truce with England by marrying the English king's beloved, illegitimate daughter, Joanna. Reluctant to wed her father's bitter enemy, Joanna slowly grows to love her charismatic and courageous husband who dreams of uniting Wales. But as John's attentions turn again and again to subduing Wales--and Llewelyn--Joanna must decide to which of these powerful men she owes her loyalty and love.. A sweeping novel of power and passion, loyalty and lives, this is the book that began the trilogy that includes FALLS THE SHADOW and THE RECKONING.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Romance",
                "European Literature",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "Lord Foul's Bane",
            "authors": [
                "Stephen R. Donaldson"
            ],
            "ranking": 3.72,
            "ranking_count": 46555,
            "abstract": "He called himself Thomas Covenant the Unbeliever because he dared not believe in the strange alternate world in which he suddenly found himself.. Yet the Land tempted him. He had been sick; now he seemed better than ever before. Through no fault of his own, he had been outcast, unclean, a pariah. Now he was regarded as a reincarnation of the Land's greatest hero--Berek Halfhand--armed with the mystic power of White Gold. That power alone could protect the Lords of the Land from the ancient evil of Despiser, Lord Foul. Only...Covenant had no idea of how the power could be used!. Thus begins one of the most remarkable epic fantasies ever written...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure",
                "Young Adult",
                "Childrens",
                "Epic"
            ]
        },
        {
            "title": "Fantastic Mr. Fox",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 4.07,
            "ranking_count": 118776,
            "abstract": "Fantastic Mr. Fox is on the run! The three meanest farmers around are out to get him. Fat Boggis, squat Bunce, and skinny Bean have joined forces, and they have Mr. Fox and his family surrounded. What they don’t know is that they’re not dealing with just any fox–Mr. Fox would never surrender. But only the most fantastic plan ever can save him now.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Classics",
                "Animals",
                "Young Adult",
                "Humor",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Welcome to the Monkey House",
            "authors": [
                "Kurt Vonnegut Jr.",
                "Курт Воннегут"
            ],
            "ranking": 4.12,
            "ranking_count": 57376,
            "abstract": "Welcome to the Monkey House. is a collection of Kurt Vonnegut’s shorter works. Originally printed in publications as diverse as. The Magazine of Fantasy and Science Fiction. and. The Atlantic Monthly. , these superb stories share Vonnegut’s audacious sense of humor and extraordinary range of creative vision.. Alternative cover edition. here",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Science Fiction",
                "Classics",
                "Literature",
                "Humor",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "Women Who Run With the Wolves: Myths and Stories of the Wild Woman Archetype",
            "authors": [
                "Clarissa Pinkola Estés"
            ],
            "ranking": 4.11,
            "ranking_count": 60611,
            "abstract": "Within every woman there is a wild and natural creature, a powerful force, filled with good instincts, passionate creativity, and ageless knowing. Her name is Wild Woman, but she is an endangered species. Clarissa Pinkola Estes, Ph.D., Jungian analyst and cantadora storyteller shows how women's vitality can be restored through what she calls psychic archeological digs into the ruins of the female unconsious. Using multicultural myths, fairy tales, folk tales, and stories, Dr. Estes helps women reconnect with the healthy, instinctual, visionary attributes of the Wild Woman archetype.. Dr. Estes has created a new lexicon for describing the female psyche. Fertile and life-giving, it is a psychology of women in the truest sense, a knowing of the soul.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Psychology",
                "Spirituality",
                "Fantasy",
                "Womens",
                "Self Help",
                "Philosophy",
                "Gender",
                "Unfinished"
            ]
        },
        {
            "title": "The Motorcycle Diaries: Notes on a Latin American Journey",
            "authors": [
                "Ernesto Che Guevara",
                "Aleida Guevara March"
            ],
            "ranking": 3.77,
            "ranking_count": 36816,
            "abstract": "The young Che Guevara’s lively and highly entertaining travel diary, now a popular movie and a New York Times bestseller.. This new, expanded edition features exclusive, unpublished photos taken by the 23-year-old Ernesto on his journey across a continent, and a tender preface by Aleida Guevara, offering an insightful perspective on the man and the icon.. Features of this edition include:. A preface by Che Guevara’s daughter Aleida. Introduction by Cintio Vintier, well-known Latin American poet. Photos & maps from the original journey. Postcript: Che’s personal reflections on his formative years: “A child of my environment.”. Published in association with the Che Guevara Studies Center, Havana",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "Biography",
                "History",
                "Autobiography",
                "Politics",
                "Adventure",
                "Biography Memoir",
                "Classics"
            ]
        },
        {
            "title": "Concrete Island",
            "authors": [
                "J.G. Ballard"
            ],
            "ranking": 3.75,
            "ranking_count": 9787,
            "abstract": "On a day in April, just after three o'clock in the afternoon, Robert Maitland's car crashes over the concrete parapet of a high-speed highway onto the island below, where he is injured and, finally, trapped. What begins as an almost ludicrous predicament in Concrete Island soon turns into horror as Maitland - a wickedly modern Robinson Crusoe - realizes that, despite evidence of other inhabitants, this doomed terrain has become a mirror of his own mind. Seeking the dark outer rim of the everyday, Ballard weaves private catastrophe into an intensely specular allegory.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Novels",
                "Thriller",
                "European Literature",
                "Literature",
                "Drama",
                "Horror"
            ]
        },
        {
            "title": "Arminius and Thusnelda Versus Rome",
            "authors": [
                "Michael G. Kramer"
            ],
            "ranking": 4.35,
            "ranking_count": 3656,
            "abstract": "In September of 9 A.D., the man appointed as the Roman Governor of Germania with the backing of Augustus tried to complete the Roman conquest of the Germans. At the time, the Germanic tribes were loosely allied, but they would unite for offensive or defensive warfare if they were threatened. The Roman Governor called Varus had been passing too many judgements upon the Germanic tribesmen, who too often saw their kinsmen and women either impaled or crucified. At an early age, three boys were taken to Rome for instruction in Roman Law, basic engineering, Latin, and learning to become officers serving with the Roman army to repay Rome for their education. After completing their training and at their mid to late teens, the boys were sent to their units. Over time, Arminius became disgusted with how the Romans treated people and resolved to throw them out of his county. In time Arminius met Thusnelda, who married him. Together, they became a thorn in the side of Rome. That resulted in Varus leading three entire legions against them. The legions were ambushed by a handful of Germanic warriors who destroyed all three roman legions and all of their supporting units. That totalled over 20,000 men. At the time, the Germanic woman had full equality with Germanic men. Women even sat on military councils, and often, their advice was sought by the male warriors. The woman would follow their men at a distance from them, but they were always close enough to their men to be able to lend assistance to them if needed. that often turned the tables of the fight and resulted in the Germanic woman being feared as such as the Germanic man by the Romans!",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Drama",
                "Novels",
                "Contemporary",
                "Historical"
            ]
        },
        {
            "title": "Her Fearful Symmetry",
            "authors": [
                "Audrey Niffenegger"
            ],
            "ranking": 3.26,
            "ranking_count": 92257,
            "abstract": "Six years after the phenomenal success of The Time Traveler's Wife, Audrey Niffenegger has returned with a spectacularly compelling and haunting second novel set in and around Highgate Cemetery in London.. When Elspeth Noblin dies of cancer, she leaves her London apartment to her twin nieces, Julia and Valentina. These two American girls never met their English aunt, only knew that their mother, too, was a twin, and Elspeth her sister. Julia and Valentina are semi-normal American teenagers--with seemingly little interest in college, finding jobs, or anything outside their cozy home in the suburbs of Chicago, and with an abnormally intense attachment to one another.. The girls move to Elspeth's flat, which borders Highgate Cemetery in London. They come to know the building's other residents. There is Martin, a brilliant and charming crossword puzzle setter suffering from crippling Obsessive Compulsive Disorder; Marjike, Martin's devoted but trapped wife; and Robert, Elspeth's elusive lover, a scholar of the cemetery. As the girls become embroiled in the fraying lives of their aunt's neighbors, they also discover that much is still alive in Highgate, including--perhaps--their aunt, who can't seem to leave her old apartment and life behind.. Niffenegger weaves a captivating story in Her Fearful Symmetry about love and identity, about secrets and sisterhood, and about the tenacity of life--even after death.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Mystery",
                "Contemporary",
                "Paranormal",
                "Adult Fiction",
                "Adult",
                "Magical Realism"
            ]
        },
        {
            "title": "The Orange Girl",
            "authors": [
                "Jostein Gaarder",
                "James    Anderson",
                "Olga Đorđilović"
            ],
            "ranking": 3.91,
            "ranking_count": 28101,
            "abstract": "'My father died eleven years ago. I was only four then. I never thought I'd hear from him again, but now we're writing a book together'. To Georg Røed, his father is no more than a shadow, a distant memory. But then one day his grandmother discovers some pages stuffed into the lining of an old red pushchair. The pages are a letter to Georg, written just before his father died, and a story, 'The Orange Girl'.. But 'The Orange Girl' is no ordinary story - it is a riddle from the past and centres around an incident in his father's youth. One day he boarded a tram and was captivated by a beautiful girl standing in the aisle, clutching a huge paper bag of luscious-looking oranges. Suddenly the tram gave a jolt and he stumbled forward, sending the oranges flying in all directions. The girl simply hopped off the tram leaving Georg's father with arms full of oranges. Now, from beyond the grave, he is asking his son to help him finally solve the puzzle of her identity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Young Adult",
                "Novels",
                "Romance",
                "Contemporary",
                "European Literature",
                "Literature",
                "Roman",
                "Family"
            ]
        },
        {
            "title": "Altered Carbon",
            "authors": [
                "Richard K. Morgan"
            ],
            "ranking": 4.04,
            "ranking_count": 96909,
            "abstract": "Four hundred years from now mankind is strung out across a region of interstellar space inherited from an ancient civilization discovered on Mars. The colonies are linked together by the occasional sublight colony ship voyages and hyperspatial data-casting. Human consciousness is digitally freighted between the stars and downloaded into bodies as a matter of course.. But some things never change. So when ex-envoy, now-convict Takeshi Kovacs has his consciousness and skills downloaded into the body of a nicotine-addicted ex-thug and presented with a catch-22 offer, he really shouldn't be surprised. Contracted by a billionaire to discover who murdered his last body, Kovacs is drawn into a terrifying conspiracy that stretches across known space and to the very top of society.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Science Fiction Fantasy",
                "Fantasy"
            ]
        },
        {
            "title": "This Savage Song",
            "authors": [
                "Victoria Schwab"
            ],
            "ranking": 4.04,
            "ranking_count": 87947,
            "abstract": "There’s no such thing as safe in a city at war, a city overrun with monsters. In this dark urban fantasy from author Victoria Schwab. ,. a young woman and a young man must choose whether to become heroes or villains—and friends or enemies—with the future of their home at stake. The first of two books.. Kate Harker and August Flynn are the heirs to a divided city—a city where the violence has begun to breed actual monsters. All Kate wants is to be as ruthless as her father, who lets the monsters roam free and makes the humans pay for his protection. All August wants is to be human, as good-hearted as his own father, to play a bigger role in protecting the innocent—but he’s one of the monsters. One who can steal a soul with a simple strain of music. When the chance arises to keep an eye on Kate, who’s just been kicked out of her sixth boarding school and returned home, August jumps at it. But Kate discovers August’s secret, and after a failed assassination attempt the pair must flee for their lives.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Horror"
            ]
        },
        {
            "title": "The Lover",
            "authors": [
                "Marguerite Duras",
                "Barbara Bray",
                "Maxine Hong Kingston"
            ],
            "ranking": 3.74,
            "ranking_count": 43903,
            "abstract": "Set against the backdrop of French colonial Vietnam, The Lover reveals the intimacies and intricacies of a clandestine romance between a pubescent girl from a financially strapped French family and an older, wealthy Chinese-Vietnamese man. (from Wikipedia)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Romance",
                "European Literature",
                "Literature",
                "Historical",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "My Grandmother Asked Me to Tell You She's Sorry",
            "authors": [
                "Fredrik Backman",
                "Henning Koch"
            ],
            "ranking": 4.07,
            "ranking_count": 194511,
            "abstract": "Elsa is seven years old and different. Her grandmother is seventy-seven years old and crazy, standing-on-the-balcony-firing-paintball-guns-at-men-who-want-to-talk-about-Jesus-crazy. She is also Elsa's best, and only, friend. At night Elsa takes refuge in her grandmother's stories, in the Land of Almost-Awake and the Kingdom of Miamas where everybody is different and nobody needs to be normal.. When Elsa's grandmother dies and leaves behind a series of letters apologizing to people she has wronged, Elsa's greatest adventure begins. Her grandmother's letters lead her to an apartment building full of drunks, monsters, attack dogs, and totally ordinary old crones, but also to the truth about fairytales and kingdoms and a grandmother like no other.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Fantasy",
                "Humor",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Book Club",
                "Family",
                "Literary Fiction"
            ]
        },
        {
            "title": "We Hunt the Flame",
            "authors": [
                "Hafsah Faizal"
            ],
            "ranking": 3.95,
            "ranking_count": 56225,
            "abstract": "People lived because she killed. People died because he lived.. Zafira is the Hunter, disguising herself as a man when she braves the cursed forest of the Arz to feed her people. Nasir is the Prince of Death, assassinating those foolish enough to defy his autocratic father, the sultan. If Zafira was exposed as a girl, all of her achievements would be rejected; if Nasir displayed his compassion, his father would punish him in the most brutal of ways. Both Zafira and Nasir are legends in the kingdom of Arawiya--but neither wants to be.. War is brewing, and the Arz sweeps closer with each passing day, engulfing the land in shadow. When Zafira embarks on a quest to uncover a lost artifact that can restore magic to her suffering world and stop the Arz, Nasir is sent by the sultan on a similar mission: retrieve the artifact and kill the Hunter. But an ancient evil stirs as their journey unfolds--and the prize they seek may pose a threat greater than either can imagine.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Gospel According to Jesus Christ",
            "authors": [
                "José Saramago",
                "Giovanni Pontiero"
            ],
            "ranking": 4.3,
            "ranking_count": 28041,
            "abstract": "This is a skeptic' s journey into the meaning of God and of human existence. At once an ironic rendering of the life of Christ and a beautiful novel, Saramago' s tale has sparked intense discussion about the meaning of Christianity and the Church as an institution. Translated by Giovanni Pontiero.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Religion",
                "Historical",
                "Cultural",
                "Literature",
                "European Literature",
                "Nobel Prize",
                "Novels",
                "Classics",
                "Philosophy"
            ]
        },
        {
            "title": "Lord of Light",
            "authors": [
                "Roger Zelazny"
            ],
            "ranking": 4.07,
            "ranking_count": 30547,
            "abstract": "Earth is long since dead. On a colony planet, a band of men has gained control of technology, made themselves immortal, and now rule their world as the gods of the Hindu pantheon. Only one dares oppose them: he who was once Siddhartha and is now Mahasamatman. Binder of Demons, Lord of Light.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Hugo Awards",
                "Classics",
                "Religion",
                "Speculative Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Penderwicks: A Summer Tale of Four Sisters, Two Rabbits, and a Very Interesting Boy",
            "authors": [
                "Jeanne Birdsall"
            ],
            "ranking": 4.16,
            "ranking_count": 53325,
            "abstract": "The Penderwick sisters busily discover the summertime magic of Arundel estate’s sprawling gardens, treasure-filled attic, tame rabbits, and the cook who makes the best gingerbread in Massachusetts. Best of all is Jeffrey Tifton, son of Arundel’s owner, the perfect companion for their adventures. Icy-hearted Mrs. Tifton is less pleased with the Penderwicks than Jeffrey, and warns the new friends to stay out of trouble. Is that any fun? For sure the summer will be unforgettable.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Realistic Fiction",
                "Young Adult",
                "Family",
                "Adventure",
                "Audiobook",
                "Contemporary"
            ]
        },
        {
            "title": "Her Final Breath",
            "authors": [
                "Robert Dugoni"
            ],
            "ranking": 4.3,
            "ranking_count": 53459,
            "abstract": "Homicide detective Tracy Crosswhite has returned to the police force after the sensational retrial of her sister’s killer. Still scarred from that ordeal, Tracy is pulled into an investigation that threatens to end her career, if not her life.. A serial killer known as the Cowboy is killing young women in cheap motels in North Seattle. Even after a stalker leaves a menacing message for Crosswhite, suggesting the killer or a copycat could be targeting her personally, she is charged with bringing the murderer to justice. With clues scarce and more victims dying, Tracy realizes the key to solving the murders may lie in a decade-old homicide investigation that others, including her captain, Johnny Nolasco, would prefer to keep buried. With the Cowboy on the hunt, can Tracy find the evidence to stop him, or will she become his next victim?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Sula",
            "authors": [
                "Toni Morrison"
            ],
            "ranking": 3.98,
            "ranking_count": 77847,
            "abstract": "This rich and moving novel traces the lives of two black heroines from their close-knit childhood in a small Ohio town, through their sharply divergent paths of womanhood, to their ultimate confrontation and reconciliation.. Nel Wright has chosen to stay in the place where she was born, to marry, raise a family, and become a pillar of the black community. Sula Peace has rejected the life Nel has embraced, escaping to college, and submerging herself in city life. When she returns to her roots, it is as a rebel and a wanton seductress. Eventually, both women must face the consequences of their choices. Together, they create an unforgettable portrait of what it means and costs to be a black woman in America.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Race",
                "Academic",
                "Feminism"
            ]
        },
        {
            "title": "Ghost Town",
            "authors": [
                "Rachel Caine"
            ],
            "ranking": 4.26,
            "ranking_count": 36387,
            "abstract": "Deep in the heart of Texas, Morganville is a small college town full of laid-back students and eccentric townies, not to mention the sort of creatures you wouldn't want to run into after dark. Despite their obvious differences, the human and vampire residents of Morganville have learned to coexist, but that doesn't stop genius student Claire Danvers from keeping up her guard. Because in Morganville, nothing is as it seems.... While developing a new system to maintain the town's defenses, Claire discovers a way to use the vampires' powers to help keep outsiders from spreading news of Morganville's unique situation once they've crossed the city limits.. But the new system has an unexpected and possibly deadly consequence: People inside the town start forgetting who and what they are - even the vampires. And when Claire's boyfriend, Shane, and her best friend, Eve, start treating her like a perfect stranger, Claire realizes she has to figure out a way to pull the plug on her experiment - before she forgets how to save herself... and Morganville.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Tipping the Velvet",
            "authors": [
                "Sarah Waters"
            ],
            "ranking": 4.03,
            "ranking_count": 64278,
            "abstract": "Nan King, an oyster girl, is captivated by the music hall phenomenon Kitty Butler, a male impersonator extraordinaire treading the boards in Canterbury. Through a friend at the box office, Nan manages to visit all her shows and finally meet her heroine. Soon after, she becomes Kitty's dresser and the two head for the bright lights of Leicester Square where they begin a glittering career as music-hall stars in an all-singing and dancing double act. At the same time, behind closed doors, they admit their attraction to each other and their affair begins.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "The Secret Hour",
            "authors": [
                "Scott Westerfeld"
            ],
            "ranking": 3.81,
            "ranking_count": 28962,
            "abstract": "Strange things happen at midnight in the town of Bixby, Oklahoma. Time freezes. Nobody moves except dark creatures that haunt the shadows and the few people who are free to move at midnight, Midnighters. Their different powers strongest at midnight are: Seer, Mindcaster, Acrobat, Polymath. All changes when Jessica Day comes to Bixby High with a hidden power.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Changes",
            "authors": [
                "Jim Butcher"
            ],
            "ranking": 4.5,
            "ranking_count": 106886,
            "abstract": "Long ago, Susan Rodriguez was Harry Dresden's lover-until she was attacked by his enemies, leaving her torn between her own humanity and the bloodlust of the vampiric Red Court. Susan then disappeared to South America, where she could fight both her savage gift and those who cursed her with it.. Now Arianna Ortega, Duchess of the Red Court, has discovered a secret Susan has long kept, and she plans to use it-against Harry. To prevail this time, he may have no choice but to embrace the raging fury of his own untapped dark power. Because Harry's not fighting to save the world.... He's fighting to save his child.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Paranormal",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Complete Fairy Tales",
            "authors": [
                "Oscar Wilde"
            ],
            "ranking": 4.33,
            "ranking_count": 11240,
            "abstract": "The Complete Fairy Tales of Oscar Wilde includes the two definitive story collections The Happy Prince and Other Tales (1888) and A House of Pomegranates (1891). This volume collects exquisite and poignant tales of true beauty, selfless love, generosity, loyalty, brilliant wit, and moral aestheticism, such as The Birthday of the Infanta, The Selfish Giant, The Nightingale and the Rose, and The Happy Prince, among others.. A true classic of wonder for all ages.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Short Stories",
                "Fantasy",
                "Fiction",
                "Childrens",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Syrian Brides",
            "authors": [
                "Anna Halabi"
            ],
            "ranking": 4.16,
            "ranking_count": 220,
            "abstract": "This delightful collection of short stories offers insight into the lives of Syrian women, both the married and the brides-to-be. It reveals the warmth and humor as well as the oppression in the Syrian society. The stories make the reader laugh while addressing serious issues such as domestic violence.. Um Hussam can't find a suitable bride for her son, testing each candidate's sight, hearing and reading skills, occasionally cobbing a feel. Jamila's husband Hassan can't forget his deceased wife, until she makes sure he never mentions her again. Rami can't help but wonder whether his new bride is a natural beauty or a talented surgeon's masterpiece. Khadija's maid stabs her in the back while Rana's husband Muafak can't find the right excuse to avoid a fight.",
            "part_of_series": true,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "Cultural",
                "Feminism",
                "Literary Fiction",
                "Womens Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "The Day Jesus Rode Into Croydon",
            "authors": [
                "Kirk St Moritz"
            ],
            "ranking": 3.47,
            "ranking_count": 251,
            "abstract": "The Day Jesus Rode Into Croydon is a mystery with elements of comedy and thought provoking realism. Occurring in contemporary times entwined with the golden days of childhood in the 1980s the story takes in the everyday setting of a life wasted in English suburbia to escape and vengeance in far off lands, revealing dark secrets and hidden pasts along the way.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Mystery"
            ]
        },
        {
            "title": "Austenland",
            "authors": [
                "Shannon Hale"
            ],
            "ranking": 3.55,
            "ranking_count": 86360,
            "abstract": "Jane Hayes, 33 ans, est une jeune femme parfaitement normale et équilibrée... Ou du moins le serait-elle, sans l'adaptation par la BBC d' Orgueil et Préjugés qui a viré chez elle à l'obsession et réduit sa vie sentimentale à néant. En effet, quel homme au monde pourrait soutenir la comparaison avec Mr Darcy, joué par Colin Firth?. Et quand une parente lui laisse en héritage un séjour de trois semaines à Pembrook Park, un manoir anglais où des clientes fortunées vivent dans la peau des héroïnes de Jane Austen, les fantasmes de Jane deviennent un peu trop réels pour son bien..",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Humor",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "The Art of Fielding",
            "authors": [
                "Chad Harbach"
            ],
            "ranking": 3.98,
            "ranking_count": 111016,
            "abstract": "At Westish College, a small school on the shore of Lake Michigan, baseball star Henry Skrimshander seems destined for big league stardom. But when a routine throw goes disastrously off course, the fates of five people are upended.. Henry's fight against self-doubt threatens to ruin his future. College president Guert Affenlight, a longtime bachelor, has fallen unexpectedly and helplessly in love. Owen Dunne, Henry's gay roommate and teammate, becomes caught up in a dangerous affair. Mike Schwartz, the Harpooners' team captain and Henry's best friend, realizes he has guided Henry's career at the expense of his own. And Pella Affenlight, Guert's daughter, returns to Westish after escaping an ill-fated marriage, determined to start a new life.. As the season counts down to its climactic final game, these five are forced to confront their deepest hopes, anxieties, and secrets. In the process they forge new bonds, and help one another find their true paths. Written with boundless intelligence and filled with the tenderness of youth, The Art of Fielding is an expansive, warmhearted novel about ambition and its limits, about family and friendship and love, and about commitment - to oneself and to others.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Sports",
                "Contemporary",
                "Literary Fiction",
                "Adult Fiction",
                "Novels",
                "Audiobook",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "The Aleph and Other Stories",
            "authors": [
                "Jorge Luis Borges",
                "Andrew Hurley"
            ],
            "ranking": 4.36,
            "ranking_count": 35213,
            "abstract": "Full of philosophical puzzles and supernatural surprises, these stories contain some of Borges's most fully realized human characters. With uncanny insight, he takes us inside the minds of an unrepentant Nazi, an imprisoned Mayan priest, fanatical Christian theologians, a woman plotting vengeance on her father’s “killer,” and a man awaiting his assassin in a Buenos Aires guest house.  This volume also contains the hauntingly brief vignettes about literary imagination and personal identity collected in. The Maker. , which Borges wrote as failing eyesight and public fame began to undermine his sense of self.. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Fantasy",
                "Magical Realism",
                "Literature",
                "European Literature",
                "Cultural",
                "Philosophy"
            ]
        },
        {
            "title": "Not Okay",
            "authors": [
                "Brett Axel"
            ],
            "ranking": 4.54,
            "ranking_count": 79,
            "abstract": "Alone, scarred, ill-equipped, sometimes brash, Peter Wilson searches for healing from child sexual abuse and mental illness in the 1980's. With the resources at his disposal inadequate, he turns to the pop psychology self help book, I'm OK You're OK, wisecracks, and a little bit of murder.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Dark"
            ]
        },
        {
            "title": "Dare Me",
            "authors": [
                "Megan Abbott"
            ],
            "ranking": 3.23,
            "ranking_count": 26719,
            "abstract": "Tense, dark, and beautifully written (Gillian Flynn), this novel of friendship and betrayal from an Edgar Award-winning author is a harrowing glimpse into the dark heart of the all-American girl.. Addy Hanlon has always been Beth Cassidy's best friend and trusted lieutenant. Beth calls the shots and Addy carries them out, a long-established order of things that has brought them to the pinnacle of their high-school careers. Now they're seniors who rule the intensely competitive cheer squad, feared and followed by the other girls—until the young new coach arrives.. Cool and commanding, an emissary from the adult world just beyond their reach, Coach Colette French draws Addy and the other cheerleaders into her life. Only Beth, unsettled by the new regime, remains outside Coach's golden circle, waging a subtle but vicious campaign to regain her position as top girl—both with the team and with Addy herself.. Then a suicide focuses a police investigation on Coach and her squad. After the first wave of shock and grief, Addy tries to uncover the truth behind the death—and learns that the boundary between loyalty and love can be dangerous terrain.. The raw passions of girlhood are brought to life in this taut, unflinching exploration of friendship, ambition, and power. Writing with total authority and an almost desperate intensity (Tom Perrotta), award-winning novelist Megan Abbott delivers a story as unnerving and thrilling as adolescence itself.. Spectacular . . . It's. Heathers. meets. Fight Club. good.. —Chelsea Cain, the. New York Times Book Review",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Mystery",
                "Thriller",
                "Contemporary",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "The Strain",
            "authors": [
                "Guillermo del Toro",
                "Chuck Hogan"
            ],
            "ranking": 3.78,
            "ranking_count": 83167,
            "abstract": "A Boeing 777 arrives at JFK and is on its way across the tarmac, when it suddenly stops dead. All window shades are pulled down. All lights are out. All communication channels have gone quiet. Crews on the ground are lost for answers, but an alert goes out to the CDC. Dr. Ephraim Eph Goodweather, head of their Canary project, a rapid-response team that investigates biological threats, gets the call and boards the plane. What he finds makes his blood run cold.. In a pawnshop in Spanish Harlem, a former professor and survivor of the Holocaust named Abraham Setrakian knows something is happening. And he knows the time has come, that a war is brewing.. So begins a battle of mammoth proportions as the vampiric virus that has infected New York begins to spill out into the streets. Eph, who is joined by Setrakian and a motley crew of fighters, must now find a way to stop the contagion and save his city - a city that includes his wife and son - before it is too late.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Paranormal",
                "Fantasy",
                "Science Fiction",
                "Thriller",
                "Audiobook",
                "Apocalyptic"
            ]
        },
        {
            "title": "Blood in the Skies",
            "authors": [
                "G.D. Falksen"
            ],
            "ranking": 3.65,
            "ranking_count": 232,
            "abstract": "G.D. Falksen's steampunk epic launches with Blood In The Skies.. In 1908, the world ended in fire.. Humanity, always bad at following orders, refused to die. Now, two hundred years later, what remains is divided between civilized order and lawless frontier. For the citizens of the Commonwealth, the brave pilots of the Air Force are all that stand between them and the dreaded pirate lords of the Badlands. For generations, the two forces have struggled back and forth in an endless cycle of invasion and reprisal. Now that is about to change, and flying ace Elizabeth Steele is about to find herself dragged into a web of intrigue aimed at the downfall of the civilized world.. Nothing that a clever girl with a trusty aeroplane and a charming spy at her side can't handle.. This is steampunk clanking to life on the page. --Jay Lake. G. D. Falksen's witty, anachronistic, and downright fun writing style makes him a storyteller to watch. --Terrance Zdunich (REPO! The Genetic Opera). A piston blast of pure pulp adventure --John Leavitt (Dr. Sketchy's Official Rainy Day Colouring Book). A rousing adventure filled with a wealth of imagery, action and technological wonders. --Chet Phillips. G.D. Falksen is not only one of the most important authors in Steampunk literature, he is arguably the most enjoyable. --Art Donovan (The Art of Steampunk). A delightfully crunchy alternate reality that lets you feel the gears grinding. --Phil Foglio (Girl Genius)",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Apocalyptic",
                "Young Adult",
                "Horror"
            ]
        },
        {
            "title": "A Constellation of Vital Phenomena",
            "authors": [
                "Anthony Marra"
            ],
            "ranking": 4.1,
            "ranking_count": 52118,
            "abstract": "A brilliant debut novel that brings to life an abandoned hospital where a tough-minded doctor decides to harbor a hunted young girl, with powerful consequences.. In the final days of December 2004, in a small rural village in Chechnya, eight-year-old Havaa hides in the woods when her father is abducted by Russian forces. Fearing for her life, she flees with their neighbor Akhmed—a failed physician—to the bombed-out hospital, where Sonja, the one remaining doctor, treats a steady stream of wounded rebels and refugees and mourns her missing sister. Over the course of five dramatic days, Akhmed and Sonja reach back into their pasts to unravel the intricate mystery of coincidence, betrayal, and forgiveness that unexpectedly binds them and decides their fate.. With. The English Patient. 's dramatic sweep and. The Tiger's Wife. 's expert sense of place, Marra gives us a searing debut about the transcendent power of love in wartime, and how it can cause us to become greater than we ever thought possible.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Cultural",
                "Literary Fiction",
                "Contemporary",
                "Adult Fiction",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "North of Beautiful",
            "authors": [
                "Justina Chen"
            ],
            "ranking": 3.92,
            "ranking_count": 35311,
            "abstract": "As he continued to stare, I wanted to point to my cheek and remind him, But you were the one who wanted this, remember? You're the one who asked-and I repeat-. Why not fix your face?. It's hard not to notice Terra Cooper.. She's tall, blond, and has an enviable body. But with one turn of her cheek, all people notice is her unmistakably flawed face. Terra secretly plans to leave her stifling small town in the Northwest and escape to an East Coast college, but gets pushed off-course by her controlling father. When an unexpected collision puts Terra directly in Jacob's path, the handsome but quirky Goth boy immediately challenges her assumptions about herself and her life, and she is forced in yet another direction. With her carefully laid plans disrupted, will Terra be able to find her true path?. Written in lively, artful prose, award-winning author Justina Chen Headley has woven together a powerful novel about a fractured family, falling in love, travel, and the meaning of true beauty.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Realistic Fiction",
                "Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "In the Afterlight",
            "authors": [
                "Alexandra Bracken"
            ],
            "ranking": 4.27,
            "ranking_count": 55808,
            "abstract": "Ruby can't look back. Fractured by an unbearable loss, she and the kids who survived the government's attack on Los Angeles travel north to regroup. With them is a prisoner: Clancy Gray, son of the president, and one of the few people Ruby has encountered with abilities like hers. Only Ruby has any power over him, and just one slip could lead to Clancy wreaking havoc on their minds.. They are armed only with a volatile secret: proof of a government conspiracy to cover up the real cause of IAAN, the disease that has killed most of America's children and left Ruby and others like her with powers the government will kill to keep contained. But internal strife may destroy their only chance to free the rehabilitation camps housing thousands of other Psi kids.. Meanwhile, reunited with Liam, the boy she would-and did-sacrifice everything for to keep alive, Ruby must face the painful repercussions of having tampered with his memories of her. She turns to Cole, his older brother, to provide the intense training she knows she will need to take down Gray and the government. But Cole has demons of his own, and one fatal mistake may be the spark that sets the world on fire.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Labyrinth",
            "authors": [
                "Kate Mosse"
            ],
            "ranking": 3.6,
            "ranking_count": 52513,
            "abstract": "In the Pyrenees mountains near Carcassonne, Alice, a volunteer at an archaeological dig, stumbles into a cave and makes a startling discovery-two crumbling skeletons, strange writings on the walls, and the pattern of a labyrinth. Eight hundred years earlier, on the eve of a brutal crusade that will rip apart southern France, a young woman named Alais is given a ring and a mysterious book for safekeeping by her father. The book, he says, contains the secret of the true Grail, and the ring, inscribed with a labyrinth, will identify a guardian of the Grail. Now, as crusading armies gather outside the city walls of Carcassonne, it will take a tremendous sacrifice to keep the secret of the labyrinth safe.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Thriller",
                "Cultural",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Before We Were Yours",
            "authors": [
                "Lisa Wingate"
            ],
            "ranking": 4.38,
            "ranking_count": 483750,
            "abstract": "Memphis, 1939.. Twelve-year-old Rill Foss and her four younger siblings live a magical life aboard their family’s Mississippi River shantyboat. But when their father must rush their mother to the hospital one stormy night, Rill is left in charge—until strangers arrive in force. Wrenched from all that is familiar and thrown into a Tennessee Children’s Home Society orphanage, the Foss children are assured that they will soon be returned to their parents—but they quickly realize the dark truth. At the mercy of the facility’s cruel director, Rill fights to keep her sisters and brother together in a world of danger and uncertainty.. Aiken, South Carolina, present day. Born into wealth and privilege, Avery Stafford seems to have it all: a successful career as a federal prosecutor, a handsome fiancé, and a lavish wedding on the horizon. But when Avery returns home to help her father weather a health crisis, a chance encounter leaves her with uncomfortable questions and compels her to take a journey through her family’s long-hidden history, on a path that will ultimately lead either to devastation or to redemption.. Based on one of America’s most notorious real-life scandals—in which Georgia Tann, director of a Memphis-based adoption organization, kidnapped and sold poor children to wealthy families all over the country—Lisa Wingate’s riveting, wrenching, and ultimately uplifting tale reminds us how, even though the paths we take can lead to many places, the heart never forgets where we belong.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Book Club",
                "Adult",
                "Adult Fiction",
                "Family",
                "Contemporary",
                "Parenting"
            ]
        },
        {
            "title": "Fallen Crest High",
            "authors": [
                "Tijan"
            ],
            "ranking": 4.09,
            "ranking_count": 53971,
            "abstract": "Alternate cover edition of ASIN. B009ZOZP0W. Mason and Logan Kade are two brothers who did their own thing. They were rich and expected to attend her school, Fallen Crest Academy. They chose public school and now Samantha has to live with them. The problem is that she doesn't care at all: about them, about her friends, about her cheating boyfriend, or even about her parent's divorce. But maybe that's a good thing. Maybe change is a good thing.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Young Adult",
                "Contemporary",
                "Sports",
                "Drama",
                "Contemporary Romance"
            ]
        },
        {
            "title": "Paula",
            "authors": [
                "Isabel Allende"
            ],
            "ranking": 4.15,
            "ranking_count": 39367,
            "abstract": "Paula es el libro más conmovedor, más personal y más íntimo de Isabel Allende. Junto al lecho en que agonizaba su hija Paula, la gran narradora chilena escribió la historia de su familia y de sí misma con el propósito de regalársela a Paula cuando ésta superara el dramático trance. El resultado se convirtió en un autorretrato de insólita emotividad y en una exquisita recreación de la sensibilidad de las mujeres de nuestra época.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "European Literature",
                "Biography Memoir",
                "Magical Realism",
                "Literature",
                "Cultural",
                "Womens"
            ]
        },
        {
            "title": "The Rise of Mallory",
            "authors": [
                "Roy Huff"
            ],
            "ranking": 4.32,
            "ranking_count": 125,
            "abstract": "As the epic journey continues, a victorious Owen Sage stands undefeated against his enemies. His last battle in Everville gave rise to a new insidious evil, Mallory; whose determination to defeat him opens an unexplored Pandora’s box. Owen's search for truth will unveil the mystery and surprising insights surrounding himself and his friends at Easton Falls University. New creatures will be uncovered and the true value of friendship will be tested, as Owen embarks on yet another battle in Everville.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "New Adult",
                "Business",
                "Adventure"
            ]
        },
        {
            "title": "Mack",
            "authors": [
                "Mimi Jean Pamfiloff"
            ],
            "ranking": 4.19,
            "ranking_count": 1747,
            "abstract": "THEY THINK KING IS EVIL, BUT HE'S GOT NOTHING ON ME. -Mack. MY NAME IS MACK.. And if I play my cards right, I will soon be dead. Permanently. Not even my powerful twin brother will be able to resurrect me. A good thing. Because a man like me has no business living. Not when I have killed. Not when I have betrayed everyone I have ever cared for. Not when I know I'm destined to do it again.. This is why I have come looking for her--the only one capable of ending me once and for all. But will she think I'm just another insane patient? Or will she believe the truth? I am thousands of years old, my heart too dark to be salvaged. And my name isn't really Mack.. ~~~. MY NAME IS TEDDI,. short for Theodora. My entire life has been a canvas of grays, whites, and black. I can't feel, I can't understand joy, I've never truly lived. Until now. His name is Mack, and though he believes he's cursed, my degree in psychology tells me otherwise. Besides, someone who's capable of bringing so much light into my life can't be anything but good.. But I can save him. If he'll let me.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Dark",
                "Mystery",
                "Contemporary",
                "Suspense",
                "Business"
            ]
        },
        {
            "title": "Jesus' Son",
            "authors": [
                "Denis Johnson"
            ],
            "ranking": 4.13,
            "ranking_count": 33542,
            "abstract": "Jesus' Son. , the first collection of stories by Denis Johnson, presents a unique, hallucinatory vision of contemporary American life unmatched in power and immediacy and marks a new level of achievement for this acclaimed writer. In their intensity of perception, their neon-lit evocation of a strange world brought uncomfortably close to our own, the stories in. Jesus' Son. offer a disturbing yet eerily beautiful portrayal of American loneliness and hope.. Contains:. Car Crash While Hitchhiking. Two Men. Out on Bail. Dundun. Work. Emergency. Dirty Wedding. The Other Man. Happy Hour. Steady Hands at Seattle General. Beverly Home'",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "Literature",
                "Literary Fiction",
                "Classics",
                "Novels",
                "The United States Of America"
            ]
        },
        {
            "title": "The White Dragon",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.19,
            "ranking_count": 44813,
            "abstract": "Jaxom, a rebellious young aristocrat, and Ruth, his white dragon, fly into another time to retrieve the queen's stolen egg, thereby averting a dragonrider war, and find their planet threatened once again by a Threadfall.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Speculative Fiction",
                "Adult",
                "Adventure"
            ]
        },
        {
            "title": "The Twilight Saga",
            "authors": [
                "Stephenie Meyer",
                "Ilyana Kadushin",
                "Karsten Kredel",
                "Sylke Hachmeister",
                "Matt Walters"
            ],
            "ranking": 3.91,
            "ranking_count": 113077,
            "abstract": "Stephenie Meyer holds you spellbound with her incredible New York Times bestselling Twilight Saga. Experience the entire series on audio with narrator Ilyana Kadushin and prepare to be amazed by the more than 60 hours of listening pleasure. Twilight (11 CDs):. When Isabella Swan moves to the gloomy town of Forks, Washington, and meets the mysterious, alluring Edward Cullen, her life takes a thrilling and terrifying turn. With his porcelain skin, golden eyes, mesmerizing voice, and supernatural gifts, Edward is both irresistible and impenetrable. Up until now, he has managed to keep his true identity hidden, but Bella is determined to uncover his dark secret.. New Moon (12 CDs):. For Bella Swan, there is one thing more important than life itself: Edward Cullen. But being in love with a vampire is even more dangerous than Bella ever could have imagined. Edward has already rescued Bella from the clutches of one evil vampire, but now, as their daring relationship threatens all that is near and dear to them, they realize their troubles may be just beginning.. Eclipse (13 CDs):. As Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge, Bella once again finds herself surrounded by danger. In the midst of it all, she is forced to choose between her love for Edward and her friendship with Jacob--knowing that her decision has the potential to ignite the ageless struggle between vampire and werewolf.. Breaking Dawn  (14 CDs):. Twilight tempted the imagination. New Moon made readers thirsty for more. Eclipse turned the saga into a worldwide phenomenon. And now, the story that everyone has been waiting for..... Breaking Dawn,  the final installment in the #1 bestselling Twilight Saga, will take your breath away.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction",
                "Shapeshifters",
                "Love"
            ]
        },
        {
            "title": "The Tombs of Atuan",
            "authors": [
                "Ursula K. Le Guin",
                "Margot Paronis"
            ],
            "ranking": 4.1,
            "ranking_count": 101655,
            "abstract": "Librarian's Note: For an alternate cover edition of the same ISBN, click. here. .. When young Tenar is chosen as high priestess to the ancient and nameless Powers of the Earth, everything is taken away - home, family, possessions, even her name. For she is now Arha, the Eaten One, guardian of the ominous Tombs of Atuan.. While she is learning her way through the dark labyrinth, a young wizard, Ged, comes to steal the Tombs' greatest hidden treasure, the Ring of Erreth-Akbe. But Ged also brings with him the light of magic, and together, he and Tenar escape from the darkness that has become her domain.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Classics",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "The Club Dumas",
            "authors": [
                "Arturo Pérez-Reverte",
                "Sonia Soto"
            ],
            "ranking": 3.81,
            "ranking_count": 37763,
            "abstract": "Lucas Corso is a book detective, a middle-aged mercenary hired to hunt down rare editions for wealthy and unscrupulous clients. When a well-known bibliophile is found dead, leaving behind part of the original manuscript of Alexandre Dumas's The Three Musketeers, Corso is brought in to authenticate the fragment. He is soon drawn into a swirling plot involving devil worship, occult practices, and swashbuckling derring-do among a cast of characters bearing a suspicious resemblance to those of Dumas's masterpiece. Aided by a mysterious beauty named for a Conan Doyle heroine, Corso travels from Madrid to Toledo to Paris on the killer's trail in this twisty intellectual romp through the book world",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Historical",
                "Writing",
                "Cultural",
                "European Literature",
                "Adventure",
                "Fantasy"
            ]
        },
        {
            "title": "The Signature of All Things",
            "authors": [
                "Elizabeth Gilbert"
            ],
            "ranking": 3.85,
            "ranking_count": 106053,
            "abstract": "A glorious, sweeping novel of desire, ambition, and the thirst for knowledge, from the # 1 New York Times bestselling author of Eat, Pray, Love and Committed.. In The Signature of All Things, Elizabeth Gilbert returns to fiction, inserting her inimitable voice into an enthralling story of love, adventure and discovery. Spanning much of the eighteenth and nineteenth centuries, the novel follows the fortunes of the extraordinary Whittaker family as led by the enterprising Henry Whittaker—a poor-born Englishman who makes a great fortune in the South American quinine trade, eventually becoming the richest man in Philadelphia. Born in 1800, Henry's brilliant daughter, Alma (who inherits both her father's money and his mind), ultimately becomes a botanist of considerable gifts herself. As Alma's research takes her deeper into the mysteries of evolution, she falls in love with a man named Ambrose Pike who makes incomparable paintings of orchids and who draws her in the exact opposite direction — into the realm of the spiritual, the divine, and the magical. Alma is a clear-minded scientist; Ambrose a utopian artist — but what unites this unlikely couple is a desperate need to understand the workings of this world and the mechanisms behind all life.. Exquisitely researched and told at a galloping pace, The Signature of All Things soars across the globe—from London to Peru to Philadelphia to Tahiti to Amsterdam, and beyond. Along the way, the story is peopled with unforgettable characters: missionaries, abolitionists, adventurers, astronomers, sea captains, geniuses, and the quite mad. But most memorable of all, it is the story of Alma Whittaker, who — born in the Age of Enlightenment, but living well into the Industrial Revolution — bears witness to that extraordinary moment in human history when all the old assumptions about science, religion, commerce, and class were exploding into dangerous new ideas. Written in the bold, questing spirit of that singular time, Gilbert's wise, deep, and spellbinding tale is certain to capture the hearts and minds of readers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Adult Fiction",
                "Environment",
                "Literary Fiction",
                "Novels",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "Fool Moon",
            "authors": [
                "Jim Butcher"
            ],
            "ranking": 4.0,
            "ranking_count": 179110,
            "abstract": "Harry Dresden — Wizard. Lost Items Found. Paranormal Investigations. Consulting. Advice. Reasonable Rates. No Love Potions, Endless Purses, or Other Entertainment.. Business has been slow. Okay, business has been dead. And not even of the undead variety. You would think Chicago would have a little more action for the only professional wizard in the phone book. But lately, Harry Dresden hasn't been able to dredge up any kind of work — magical. or. mundane.. But just when it looks like he can't afford his next meal, a murder comes along that requires his particular brand of supernatural expertise.. A brutally mutilated corpse. Strange-looking paw prints. A full moon. Take three guesses--and the first two don't count...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Audiobook",
                "Science Fiction Fantasy",
                "Shapeshifters"
            ]
        },
        {
            "title": "Fantastic Beasts and Where to Find Them: The Original Screenplay",
            "authors": [
                "J.K. Rowling"
            ],
            "ranking": 4.2,
            "ranking_count": 142446,
            "abstract": "J.K. Rowling's screenwriting debut is captured in this exciting hardcover edition of the Fantastic Beasts and Where to Find Them screenplay.. When Magizoologist Newt Scamander arrives in New York, he intends his stay to be just a brief stopover. However, when his magical case is misplaced and some of Newt's fantastic beasts escape, it spells trouble for everyone…. Fantastic Beasts and Where to Find Them marks the screenwriting debut of J.K. Rowling, author of the beloved and internationally bestselling Harry Potter books. Featuring a cast of remarkable characters, this is epic, adventure-packed storytelling at its very best.. Whether an existing fan or new to the wizarding world, this is a perfect addition to any reader's bookshelf.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Plays",
                "Adventure",
                "Childrens",
                "Historical"
            ]
        },
        {
            "title": "Pilgrim at Tinker Creek",
            "authors": [
                "Annie Dillard"
            ],
            "ranking": 4.09,
            "ranking_count": 24632,
            "abstract": "An exhilarating meditation on nature and its seasons—a personal narrative highlighting one year's exploration on foot in the author's own neighborhood in Tinker Creek, Virginia. In the summer, Dillard stalks muskrats in the creek and contemplates wave mechanics; in the fall she watches a monarch butterfly migration and dreams of Arctic caribou. She tries to con a coot; she collects pond water and examines it under a microscope. She unties a snake skin, witnesses a flood, and plays 'King of the Meadow' with a field of grasshoppers.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Autobiography",
                "Writing",
                "Classics",
                "Philosophy",
                "Science",
                "Spirituality",
                "Literature"
            ]
        },
        {
            "title": "History of the Peloponnesian War",
            "authors": [
                "Thucydides",
                "Rex Warner",
                "Moses I. Finley"
            ],
            "ranking": 3.88,
            "ranking_count": 32576,
            "abstract": "Written four hundred years before the birth of Christ, this detailed contemporary account of the long life-and-death struggle between Athens and Sparta stands an excellent chance of fulfilling its author's ambitious claim. Thucydides himself (c.460-400 BC) was an Athenian and achieved the rank of general in the earlier stages of the war. He applied thereafter a passion for accuracy and a contempt for myth and romance in compiling this factual record of a disastrous conflict.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Classics",
                "Nonfiction",
                "War",
                "Politics",
                "Cultural",
                "Literature",
                "Military"
            ]
        },
        {
            "title": "Raw",
            "authors": [
                "Belle Aurora"
            ],
            "ranking": 4.18,
            "ranking_count": 38800,
            "abstract": "***Author Note: This is not a love story. This is a story of love gone wrong.***. Growing up the way I did, you’d think I’d be more screwed up than what I actually am.. Soon as I turned sixteen, I left that bump in the road I called home and took my chances on the street.. Best decision I ever made.. Now, at the age of twenty six, I’m educated, employed and damn good at my job.. My friends have become my family. Like me, they know what it’s like to grow up unloved.. But the saying is true.. The world makes way for those who know where they are going.. That’s me.. I know where I’m going and I’ll get there eventually. On my own terms and at my own pace.. But then there’s him.. I feel his eyes on me. I see him hiding in plain sight. He watches me.. He makes me feel.. It’s unconventional.. But it’s real.. I’m sure you’re wondering how a person falls in love with their stalker.. So am I.. This isn’t a story.. This is my life.",
            "part_of_series": true,
            "genre_list": [
                "Dark",
                "Romance",
                "Erotica",
                "Contemporary",
                "Adult Fiction",
                "Sociology",
                "New Adult",
                "Adult"
            ]
        },
        {
            "title": "Time Enough for Love",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 3.97,
            "ranking_count": 34018,
            "abstract": "The capstone and crowning achievement of Heinlein's famous Future History, Time Enough for Love follows Lazarus Long through a vast and magnificent timescape of centuries and worlds. Heinlein's longest and most ambitious work, it is the story of a man so in love with Life that he refused to stop living it; and so in love with Time that he became his own ancestor.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Classics",
                "Speculative Fiction",
                "Audiobook",
                "Novels",
                "Romance"
            ]
        },
        {
            "title": "The Killer Inside Me",
            "authors": [
                "Jim Thompson"
            ],
            "ranking": 3.88,
            "ranking_count": 24153,
            "abstract": "Everyone in the small town of Central City, Texas loves Lou Ford. A deputy sheriff, Lou's known to the small-time criminals, the real-estate entrepreneurs, and all of his coworkers--the low-lifes, the big-timers, and everyone in-between--as the nicest guy around. He may not be the brightest or the most interesting man in town, but nevertheless, he's the kind of officer you're happy to have keeping your streets safe. The sort of man you might even wish your daughter would end up with someday.. But behind the platitudes and glad-handing lurks a monster the likes of which few have seen. An urge that has already claimed multiple lives, and cost Lou his brother Mike, a self-sacrificing construction worker who fell to his death on the job in what was anything but an accident. A murder that Lou is determined to avenge--and if innocent people have to die in the process, well, that's perfectly all right with him.. In. The Killer Inside Me. , Thompson goes where few novelists have dared to go, giving us a pitch-black glimpse into the mind of the American Serial Killer years before Charles Manson, John Wayne Gacy, and Brett Easton Ellis's. American Psycho. , in the novel that will forever be known as the master performance of one of the greatest crime novelists of all time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Horror",
                "Classics",
                "Novels",
                "Suspense"
            ]
        },
        {
            "title": "Ordinary People",
            "authors": [
                "Judith Guest"
            ],
            "ranking": 3.92,
            "ranking_count": 19991,
            "abstract": "The Jarrets are a typical American family. Calvin is a determined, successful provider and Beth an organized, efficient wife. They had two sons, Conrad and Buck, but now they have one. In this memorable, moving novel, Judith Guest takes the reader into their lives to share their misunderstandings, pain...and ultimate healing.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Contemporary",
                "Psychology",
                "Young Adult",
                "Novels",
                "Literature",
                "Academic",
                "Literary Fiction",
                "Family"
            ]
        },
        {
            "title": "The Tale of Peter Rabbit",
            "authors": [
                "Beatrix Potter"
            ],
            "ranking": 4.2,
            "ranking_count": 228878,
            "abstract": "Now, my dears, said old Mrs Rabbit one morning, you may go into the fields or down the lane, but don't go into Mr. McGregor's garden.. But what does Peter Rabbit do? Beatrix Potter's delightful 'Tale of Peter Rabbit' tells the story.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Animals",
                "Fantasy",
                "Kids",
                "Young Adult"
            ]
        },
        {
            "title": "Winter's Tale",
            "authors": [
                "Mark Helprin"
            ],
            "ranking": 3.5,
            "ranking_count": 27310,
            "abstract": "New York City is subsumed in arctic winds, dark nights, and white lights, its life unfolds, for it is an extraordinary hive of the imagination, the greatest house ever built, and nothing exists that can check its vitality. One night in winter, Peter Lake, orphan and master-mechanic, attempts to rob a fortress-like mansion on the Upper West Side.. Though he thinks the house is empty, the daughter of the house is home. Thus begins the love between Peter Lake, a middle-aged Irish burglar, and Beverly Penn, a young girl, who is dying.. Peter Lake, a simple, uneducated man, because of a love that, at first he does not fully understand, is driven to stop time and bring back the dead. His great struggle, in a city ever alight with its own energy and besieged by unprecedented winters, is one of the most beautiful and extraordinary stories of American literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Magical Realism",
                "Romance",
                "New York",
                "Unfinished",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Holy Bible: English Standard Version",
            "authors": [
                "Anonymous"
            ],
            "ranking": 4.54,
            "ranking_count": 42783,
            "abstract": "The English Standard Version (ESV) Bible is an essentially literal Bible translation that combines word-for-word precision and accuracy with literary excellence, beauty, and depth of meaning.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Reference",
                "Classics",
                "Spirituality",
                "History"
            ]
        },
        {
            "title": "The Reluctant Fundamentalist",
            "authors": [
                "Mohsin Hamid"
            ],
            "ranking": 3.72,
            "ranking_count": 71480,
            "abstract": "At a café table in Lahore, a bearded Pakistani man converses with an uneasy American stranger. As dusk deepens to night, he begins the tale that has brought them to this fateful encounter…. Changez is living an immigrant's dream of America. At the top of his class at Princeton, he is snapped up by an elite valuation firm. He thrives on the energy of New York, and his budding romance with elegant, beautiful Erica promises entry into Manhattan society at the same exalted level once occupied by his own family back in Lahore.. But in the wake of September 11, Changez finds his position in his adopted city suddenly overturned, and his relationship with Erica shifting. And Changez's own identity is in seismic shift as well, unearthing allegiances more fundamental than money, power, and maybe even love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Religion",
                "Academic",
                "Historical"
            ]
        },
        {
            "title": "The Warrior Heir",
            "authors": [
                "Cinda Williams Chima"
            ],
            "ranking": 3.94,
            "ranking_count": 50257,
            "abstract": "An epic battle between good and evil.... Before he knew about the Roses, 16-year-old Jack lived an unremarkable life in the small Ohio town of Trinity. Only the medicine he has to take daily and the thick scar above his heart set him apart from the other high schoolers. Then one day Jack skips his medicine. Suddenly, he is stronger, fiercer, and more confident than ever before. And it feels great—until he loses control of his own strength and nearly kills another player during soccer team tryouts.. Soon, Jack learns the startling truth about himself: he is Weirlind, part of an underground society of magical people who live among us. At their helm sits the feuding houses of the Red Rose and the White Rose, whose power is determined by playing The Game—a magical tournament in which each house sponsors a warrior to fight to the death. The winning house rules the Weir.. As if his bizarre heritage isn't enough, Jack finds out that he's not just another member of Weirlind—he's one of the last of the warriors—at a time when both houses are scouting for a player.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "Crazy Rich Asians",
            "authors": [
                "Kevin Kwan"
            ],
            "ranking": 3.88,
            "ranking_count": 412709,
            "abstract": "Crazy Rich Asians is the outrageously funny debut novel about three super-rich, pedigreed Chinese families and the gossip, backbiting, and scheming that occurs when the heir to one of the most massive fortunes in Asia brings home his ABC (American-born Chinese) girlfriend to the wedding of the season.. When Rachel Chu agrees to spend the summer in Singapore with her boyfriend, Nicholas Young, she envisions a humble family home, long drives to explore the island, and quality time with the man she might one day marry. What she doesn't know is that Nick's family home happens to look like a palace, that she'll ride in more private planes than cars, and that with one of Asia's most eligible bachelors on her arm, Rachel might as well have a target on her back.. Initiated into a world of dynastic splendor beyond imagination, Rachel meets Astrid, the It Girl of Singapore society; Eddie, whose family practically lives in the pages of the Hong Kong socialite magazines; and Eleanor, Nick's formidable mother, a woman who has very strong feelings about who her son should—and should not—marry.. Uproarious, addictive, and filled with jaw-dropping opulence,. Crazy Rich Asians. is an insider's look at the Asian JetSet; a perfect depiction of the clash between old money and new money; between Overseas Chinese and Mainland Chinese; and a fabulous novel about what it means to be young, in love, and gloriously, crazily rich.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Audiobook",
                "Adult",
                "Humor",
                "Adult Fiction",
                "Cultural",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Notice Me",
            "authors": [
                "Emem Uko"
            ],
            "ranking": 4.26,
            "ranking_count": 577,
            "abstract": "Music DJ? Sure. Being the frontman of a popular band in a foreign country? Never in his wildest dreams. Anders finds himself living a cool life but at a price of projecting an effeminate image to the public. His fans love it. They’ve only known him since his makeover after his debut as a singer. They don’t know the manly Anders. But the girl he wants to notice him thinks he’s not her type. Now he has to choose between his public image and his private life. Millions of fans versus one? Their happiness or his happiness?. Emem Uko takes you on a suspense-filled journey on the behind-the-scenes struggles of the lead vocalist of a boy band. A journey of growth, loss and finding a long-needed love. It is music to your ears. You will want it on repeat.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Young Adult",
                "New Adult",
                "Novels",
                "Adult",
                "Romance",
                "Childrens",
                "Music"
            ]
        },
        {
            "title": "One of Us Is Next",
            "authors": [
                "Karen M. McManus"
            ],
            "ranking": 3.99,
            "ranking_count": 132803,
            "abstract": "Come on, Bayview, you know you've missed this.. A ton of copycat gossip apps have popped up since Simon died, but in the year since the Bayview four were cleared of his shocking death, no one's been able to fill the gossip void quite like he could. The problem is no one has the facts.. Until now.. This time it's not an app, though—it's a game.. Truth or Dare.. Phoebe's. the first target. If you choose not to play, it's a truth. And hers is dark.. Then comes. Maeve. and she should know better—always choose the dare.. But by the time. Knox. is about to be tagged, things have gotten dangerous. The dares have become deadly, and if Maeve learned anything from Bronwyn last year, it's that they can't count on the police for help. Or protection.. Simon's gone, but someone's determined to keep his legacy at Bayview High alive. And this time, there's a whole new set of rules.. The highly anticipated sequel to the New York Times bestselling thriller everyone is talking about, One of Us Is Lying! There's a new mystery to solve at Bayview High, and there's a whole new set of rules.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Thriller",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Romance",
                "Suspense"
            ]
        },
        {
            "title": "Phantom",
            "authors": [
                "Susan  Kay"
            ],
            "ranking": 4.33,
            "ranking_count": 11821,
            "abstract": "This incredible portrait of Erik--the Phantom--recreates his entire life, from his survival as a child in a carnival freak show to his creative genius behind the Paris Opera House--and its labyrinthine world below--to his discovery of love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Fantasy",
                "Retellings",
                "Horror",
                "Classics",
                "Gothic",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Winter's Promise",
            "authors": [
                "Christelle Dabos",
                "Hildegarde Serle"
            ],
            "ranking": 4.1,
            "ranking_count": 60342,
            "abstract": "Long ago, following a cataclysm called “The Rupture,” the world was shattered into many floating celestial islands. Known now as Arks, each has developed in distinct ways; each seems to possess its own unique relationship to time, such that nowadays vastly different worlds exist, together but apart. And over all of the Arks the spirit of an omnipotent ancestor abides.. Ophelia lives on Anima, an ark where objects have souls. Beneath her worn scarf and thick glasses, the young girl hides the ability to read and communicate with the souls of objects, and the power to travel through mirrors. Her peaceful existence on the Ark of Anima is disrupted when she is promised in marriage to Thorn, from the powerful Dragon clan. Ophelia must leave her family and follow her fiancée to the floating capital on the distant Ark of the Pole. Why has she been chosen? Why must she hide her true identity? Though she doesn’t know it yet, she has become a pawn in a deadly plot.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Cultural",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Wintersmith",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.22,
            "ranking_count": 58551,
            "abstract": "Tiffany Aching is a trainee witch — now working for the seriously scary Miss Treason. But when Tiffany witnesses the Dark Dance — the crossover from summer to winter — she does what no one has ever done before and leaps into the dance. Into the oldest story there ever is. And draws the attention of the Wintersmith himself.. As Tiffany-shaped snowflakes hammer down on the land, can Tiffany deal with the consequences of her actions? Even with the help of Granny Weatherwax and the Nac Mac Feegle — the fightin’, thievin’ pictsies who are prepared to lay down their lives for their “big wee hag.”. Wintersmith. is the third title in an exuberant series crackling with energy and humour. It follows. The Wee Free Men. and. Hat Full of Sky. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Humor",
                "Childrens",
                "Audiobook",
                "Science Fiction Fantasy",
                "Paranormal"
            ]
        },
        {
            "title": "Calvin and Hobbes",
            "authors": [
                "Bill Watterson",
                "G.B. Trudeau"
            ],
            "ranking": 4.6,
            "ranking_count": 144603,
            "abstract": "This is the first collection of the popular comic strip that features Calvin, a rambunctious 6-year-old boy, and his stuffed tiger, Hobbes, who comes charmingly to life.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Childrens",
                "Graphic Novels Comics",
                "Classics",
                "Comics"
            ]
        },
        {
            "title": "Case Histories",
            "authors": [
                "Kate Atkinson"
            ],
            "ranking": 3.81,
            "ranking_count": 100079,
            "abstract": "The first book in Kate Atkinson's Jackson Brodie Mysteries series, called The best mystery of the decade by Stephen King, finds private investigator Jackson Brodie following three seemingly unconnected family mysteries in Cambridge.. Case one: A little girl goes missing in the night. Case two: A beautiful young office worker falls victim to a maniac's apparently random attack.. Case three: A new mother finds herself trapped in a hell of her own making - with a very needy baby and a very demanding husband - until a fit of rage creates a grisly, bloody escape.. Thirty years after the first incident, as private investigator Jackson Brodie begins investigating all three cases, startling connections and discoveries emerge . . .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Audiobook",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Wings of Fire: An Autobiography",
            "authors": [
                "A.P.J. Abdul Kalam",
                "Arun Tiwari"
            ],
            "ranking": 4.25,
            "ranking_count": 46930,
            "abstract": "Avul Pakir Jainulabdeen Abdul Kalam, the son of a little-educated boat-owner in Rameswaram, Tamil Nadu, had an unparalleled career as a defence scientist, culminating in the highest civilian award of India, the Bharat Ratna. As chief of the country's defence research and development programme, Kalam demonstrated the great potential for dynamism and innovation that existed in seemingly moribund research establishments. This is the story of Kalam's rise from obscurity and his personal and professional struggles, as well as the story of Agni, Prithvi, Akash, Trishul and Nag-missiles that have become household names in India and that have raised the nation to the level of a missile power of international reckoning. This is also the saga of independent India's struggle for technological self-sufficiency and defensive autonomy-a story as much about politics, domestic and international, as it is about science.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Cultural",
                "Asian Literature",
                "Inspirational",
                "Autobiography",
                "Science",
                "History",
                "Self Help"
            ]
        },
        {
            "title": "பொன்னியின் செல்வன்",
            "authors": [
                "Kalki"
            ],
            "ranking": 4.7,
            "ranking_count": 8416,
            "abstract": "பொன்னியின் செல்வன் - அமரர் கல்கி எழுதிய புகழ் பெற்ற தமிழ் வரலாற்றூப் புதினமாகும். 1950 - 1955 ஆண்டு வரை கல்கி வார இதழில் தொடர்கதையாக வெளியிடப்பட்டது. இப் புதினத்துக்குக் கிடைத்த மக்கள் ஆதரவு காரணமாகத் தொடர்ந்தும் பல்வேறு காலகட்டங்களில் இதே புதினத்தைக் கல்கி இதழ் தொடராக வெளியிட்டது. தவிர தனி நூலாகவும் வெளியிடப்பட்டுப் பல பதிப்புக்களைக் கண்டுள்ளது. கி.பி. 1000 ஆம் ஆண்டு வாக்கில் இருந்த சோழப் பேரரசை அடிப்படையாகக் கொண்டு இந்த வரலாற்றுப் புதினம் எழுதப்பட்டிருக்கிறது.. சோழர்களின் பொற்கால ஆட்சியைப் பற்றி சரித்திர நூல்களில் இருந்து தெரிந்துகொண்டதைக் காட்டிலும், பொன்னியின் செல்வனில் இருந்தே பெரும்பாலான தமிழர்கள் ஆர்வத்துடன் கற்றிருக்கிறார்கள்.. தமிழர்களின் உயிரோடும் உணர்வுகளோடும் ஒன்றிக் கலந்துவிட்ட பொன்னியின் செல்வனை திரும்பத் திரும்ப வாசியுங்கள். அடுத்த தலைமுறைக்கு அறிமுகப்படுத்துங்கள்.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Asian Literature",
                "Fantasy",
                "Novels",
                "Cultural",
                "Adventure",
                "Thriller"
            ]
        },
        {
            "title": "The 4-Hour Workweek",
            "authors": [
                "Timothy Ferriss"
            ],
            "ranking": 3.92,
            "ranking_count": 247564,
            "abstract": "What do you do? Tim Ferriss has trouble answering the question. Depending on when you ask this controversial Princeton University guest lecturer, he might answer: I race motorcycles in Europe. I ski in the Andes. I scuba dive in Panama. I dance tango in Buenos Aires. He has spent more than five years learning the secrets of the New Rich, a fast-growing subculture who has abandoned the deferred-life plan and instead mastered the new currencies-time and mobility-to create luxury lifestyles in the here and now. Whether you are an overworked employee or an entrepreneur trapped in your own business, this book is the compass for a new and revolutionary world.. Join Tim Ferriss as he teaches you:. - How to outsource your life to overseas virtual assistants for $5 per hour and do whatever you want?. - How blue-chip escape artists travel the world without quitting their jobs?. - How to eliminate 50% of your work in 48 hours using the principles of a forgotten Italian economist?. - How to trade a long-haul career for short work bursts and freuent mini-retirements?. - What the crucial difference is between absolute and relative income?. - How to train your boss to value performance over presence, or kill your job (or company) if it's beyond repair?. - What automated cash-flow muses are and how to create one in 2 to 4 weeks?. - How to cultivate selective ignorance-and create time-with a low-information diet?. - What the management secrets of Remote Control CEOs are?. - How to get free housing worldwide and airfare at 50-80% off?. - How to fill the void and create a meaningful life after removing work and the office",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Self Help",
                "Productivity",
                "Economics",
                "Audiobook",
                "Psychology",
                "Buisness"
            ]
        },
        {
            "title": "Days Gone Bye",
            "authors": [
                "Robert Kirkman",
                "Tony Moore",
                "Andreas Mergenthaler",
                "Frank Darabont",
                "Charles Adlard",
                "Sina Grace",
                "Hardy Hellstern",
                "Charlie Adlard",
                "more…",
                "Rus Wooton",
                "Stefano Gaudiano",
                "Cliff Rathburn",
                "Marc-Oliver Frisch",
                "Dave    Stewart",
                "Michael Schuster",
                "Frank Neubauer",
                "…less"
            ],
            "ranking": 4.27,
            "ranking_count": 216032,
            "abstract": "The world we knew is gone. The world of commerce and frivolous necessity has been replaced by a world of survival and responsibility. An epidemic of apocalyptic proportions has swept the globe, causing the dead to rise and feed on the living. In a matter of months society has crumbled: no government, no grocery stores, no mail delivery, no cable TV. In a world ruled by the dead, the survivors are forced to finally start living.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Apocalyptic",
                "Science Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Blood of the Fold",
            "authors": [
                "Terry Goodkind"
            ],
            "ranking": 3.99,
            "ranking_count": 77131,
            "abstract": "There is an alternate cover edition. here. .. Richard comes to terms with his true identity as a War Wizard. The New World, and all the freedom of humankind, is under threat from the Imperial Order after he had brought down the barrier between the Old and New World. The Imperial Order has already sent delegations and armies into the New World. Richard's only option to stop the invasion is to claim his heritage and unite all free kingdoms and provinces under one rule and one command.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Adventure",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "The Three-Body Problem",
            "authors": [
                "Liu Cixin",
                "Ken Liu"
            ],
            "ranking": 4.07,
            "ranking_count": 212423,
            "abstract": "The Three-Body Problem. is the first chance for English-speaking readers to experience the Hugo Award-winning phenomenon from China's most beloved science fiction author, Liu Cixin.. Set against the backdrop of China's Cultural Revolution, a secret military project sends signals into space to establish contact with aliens. An alien civilization on the brink of destruction captures the signal and plans to invade Earth. Meanwhile, on Earth, different camps start forming, planning to either welcome the superior beings and help them take over a world seen as corrupt, or to fight against the invasion. The result is a science fiction masterpiece of enormous scope and vision.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Science Fiction Fantasy",
                "Fantasy",
                "Audiobook",
                "Novels",
                "Speculative Fiction"
            ]
        }
    ]
}