{
    "books": [
        {
            "title": "A Company of Swans",
            "authors": [
                "Eva Ibbotson"
            ],
            "ranking": 4.0,
            "ranking_count": 9811,
            "abstract": "For nineteen-year-old Harriet Morton, life in 1912 Cambridge is as dry and dull as a biscuit. Her stuffy father and her opressive aunt Louisa allow her only one outlet: ballet. When a Russian ballet master comes to class searching for dancers to fill the corps of his ballet company before their South American tour, Harriet's world changes. Defying her father's wishes and narrowly escaping the clutches of the man who wishes to marry her, Harriet sneaks off to join the ballet on their journey to the Amazon. There, in the wild, lush jungle, they perform Swan Lake in grand opera houses for the wealthy and culture-deprived rubber barons, and Harriet meets Rom Verney, the handsome and mysterious British exile who owns the most ornate opera house. Utterly enchanted by both the exotic surroundings and by Rom's affections, Harriet is swept away by her new life, completely unaware that her father and would-be fiancé have begun to track her down...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Young Adult",
                "Fiction",
                "Adult",
                "Womens Fiction",
                "Literature"
            ]
        },
        {
            "title": "Алые паруса",
            "authors": [
                "Alexander Grin",
                "Александр Степанович Грин"
            ],
            "ranking": 3.9,
            "ranking_count": 9290,
            "abstract": "«Алые паруса» — это история любви, почти за вековое свое существование ставшая такой же классической и известной, как истории Ромео и Джульетты или Орфея и Эвридики. Но также, и, возможно, в большей степени, это история о том, как мечта, из года в год подкрепляемая верой и надеждой, однажды сбывается, превращаясь в неопровержимый факт.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Cultural",
                "Fiction",
                "Romance",
                "Literature",
                "Childrens",
                "Fantasy",
                "Young Adult",
                "Academic"
            ]
        },
        {
            "title": "War in a Stringbag: The Classic Second World War Fleet Air Arm Autobiography (Cassell Military Classics)",
            "authors": [
                "Charles     Lamb"
            ],
            "ranking": 4.18,
            "ranking_count": 114,
            "abstract": "Commander Charles Lamb fought an exceptional war piloting the slow and obsolete. Fairey Swordfish.. Antiquated as it was, the. Stringbag. still outmaneuvered almost any other aircraft--especially with Lamb at the controls. Go with him into the thick of the action--landing on the. Courageous. just before she sinks; flying 29 sorties over northern Europe; attacking E-boats through the nine days of Dunkirk. Also experience the terror of being shot down...and living to soar again, defending Malta and the Mediterranean. A rare story of courage.",
            "part_of_series": false,
            "genre_list": [
                "Aviation",
                "History",
                "Military",
                "War",
                "Nonfiction",
                "Biography",
                "Military History"
            ]
        },
        {
            "title": "Daughters of the Grail",
            "authors": [
                "Elizabeth Chadwick"
            ],
            "ranking": 3.85,
            "ranking_count": 994,
            "abstract": "Thirteenth-century France. Bridget has grown up mastering the mystical gifts of her ancestor, Mary Magdalene, whose unbroken female lineage has kept a legacy of wisdom alive for a thousand years. But the all-powerful Catholic Church has sworn to destroy Bridget for using her healing talents and supernatural abilities.. Bridget's duty to continue the bloodline leads her into the arms of Raoul de Montvallant--a Catholic. But when the Church's savage religious intolerance causes Raoul to turn rebel, a terrible vengeance is exacted by Simon de Montfort, the unstoppable Catholic leader of a crusade against peaceful heretics.. As war rages on, it is the children of these passionate souls, Magda and Dominic, who must strive to preserve the ancient knowledge for future generations, and find the love and courage to endure....",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Romance",
                "Literature",
                "Fantasy",
                "European Literature"
            ]
        },
        {
            "title": "The Rasp",
            "authors": [
                "Philip MacDonald"
            ],
            "ranking": 3.68,
            "ranking_count": 164,
            "abstract": "Philip MacDonald introduces one of the most engaging characters among all fictional detectives. Anthony Gethryn is an amateur and, of course, British. The story is set in the bucolic English countryside near London. The case concerns a cabinet minister who has been killed with a most unlikely implement. To discover the murderer, Gethryn must play the role of a villain, an initially effective ploy that becomes complicated when he discovers that the young woman of romantic interest may actually be implicated in the crime.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "La última niebla",
            "authors": [
                "María Luisa Bombal"
            ],
            "ranking": 3.78,
            "ranking_count": 1647,
            "abstract": "Maria Luisa Bombal es una de las voces mas grandes y originales del siglo XX, precursora del realismo magico, lo cual se manifiesta claramente en este invalorable fragmento de su obra. La breve obra narrativa de Maria Luisa Bombal le ha valido un lugar de excepcion en la literatura contemporanea. La novela La ultima niebla y los relatos El arbol, Trenzas, Lo secreto y Las islas nuevas configuran una creacion personalisima que se situa en la frontera poetica entre lo real y lo fantastico, contraponiendo la espiritualidad fragil de cierto mundo femenino y el dominio del sueno y la magia con la brutalidad elemental y telurica de cierto mundo masculino.. El propio Jorge Luis Borges afirmo con total rotundidad que el nombre de Maria Luisa Bombal no falta nunca entre los mejores del continente--circunstancia tanto mas notable dada la relativa brevedad de su obra--, y que el hecho de que sus caminos se cruzaran fue para el motivo a un tiempo de gratitud y de satisfaccion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Gothic",
                "Classics",
                "Academic",
                "European Literature",
                "Cultural",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Galton Case",
            "authors": [
                "Ross Macdonald"
            ],
            "ranking": 4.08,
            "ranking_count": 3326,
            "abstract": "Almost twenty years have passed since Anthony Galton disappeared, along with a suspiciously streetwise bride and several thousand dollars of his family's fortune. Now Anthony's mother wants him back and has hired Lew Archer to find him. What turns up is a headless skeleton, a boy who claims to be Galton's son, and a con game whose stakes are so high that someone is still willing to kill for them. Devious and poetic,. The Galton Case. displays MacDonald at the pinnacle of his form.. From the Trade Paperback edition.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Classics",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Gödel's Proof",
            "authors": [
                "Ernest Nagel",
                "James Roy Newman",
                "Douglas R. Hofstadter"
            ],
            "ranking": 4.18,
            "ranking_count": 5019,
            "abstract": "In 1931 Kurt Gödel published his fundamental paper, On Formally Undecidable Propositions of. Principia Mathematica. and Related Systems. This revolutionary paper challenged certain basic assumptions underlying much research in mathematics and logic. Gödel received public recognition of his work in 1951 when he was awarded the first Albert Einstein Award for achievement in the natural sciences--perhaps the highest award of its kind in the United States. The award committee described his work in mathematical logic as one of the greatest contributions to the sciences in recent times.. However, few mathematicians of the time were equipped to understand the young scholar's complex proof. Ernest Nagel and James Newman provide a readable and accessible explanation to both scholars and non-specialists of the main ideas and broad implications of Gödel's discovery. It offers every educated person with a taste for logic and philosophy the chance to understand a previously difficult and inaccessible subject.. New York University Press is proud to publish this special edition of one of its bestselling books. With a new introduction by Douglas R. Hofstadter, this book will appeal students, scholars, and professionals in the fields of mathematics, computer science, logic and philosophy, and science.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Philosophy",
                "Nonfiction",
                "History",
                "Academic"
            ]
        },
        {
            "title": "The Human Comedy",
            "authors": [
                "William Saroyan",
                "Don Freeman",
                "Michael Farmer"
            ],
            "ranking": 4.02,
            "ranking_count": 5353,
            "abstract": "The place is Ithaca, in California's San Joaquin Valley. The time is World War II. The family is the Macauley's -- a mother, sister, and three brothers whose struggles and dreams reflect those of America's second-generation immigrants.. In particular, fourteen-year-old Homer, determined to become one of the fastest telegraph messengers in the West, finds himself caught between reality and illusion as delivering his messages of wartime death, love, and money brings him face-to-face with human emotion at its most naked and raw.. Gentle, poignant and richly autobiographical, this delightful novel shows us the boy becoming the man in a world that even in the midst of war, appears sweeter, safer and more livable than out own.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Novels",
                "Literature",
                "Young Adult",
                "Drama"
            ]
        },
        {
            "title": "Masks",
            "authors": [
                "Fumiko Enchi",
                "Juliet Winters Carpenter"
            ],
            "ranking": 3.69,
            "ranking_count": 2698,
            "abstract": "Masks takes its name from the Noh masks of Japanese dramas, and much is made of spirit possession. This is a curiously elegant and scandalous tale of sexual deception and revenge. Ibuki loves widow Yasuko who is young, charming and sparkling with intelligence as well as beauty. His friend, Mikame, desires her too but that is not the difficulty. What troubles Ibuki is the curious bond that has grown between Yasuko and her mother-in-law, Mieko, a handsome, cultivated yet jealous woman in her fifties, who is manipulating the relationship between Yasuko and the two men who love her.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Asian Literature",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Stone of Tears",
            "authors": [
                "Terry Goodkind"
            ],
            "ranking": 4.1,
            "ranking_count": 109286,
            "abstract": "In. Wizard's First Rule,. Richard Cypher's world was turned upside down. Once a simple woods guide, Richard was forced to become the Seeker of Truth, to save the world from the vile dominance of Darken Rahl, the most viciously savage and powerful wizard the world had ever seen. He was joined on this epic quest by his beloved Kahlan, the only survivor among the Confessors, who brought a powerful but benevolent justice to the land before Rahl's evil scourge. Aided by Zedd, the last of the wizards who opposed Rahl, they were able to cast him into the underworld, saving the world from the living hell of life under Rahl.. But the veil to the underworld has been torn, and Rahl, from beyond the veil, begins to summon a sinister power more dreadful than any he has wielded before. Horrifying creatures escape through the torn veil, wreaking havoc on the unsuspecting world above.. If Rahl isn't stopped, he will free the Keeper itself, an evil entity whose power is so vast and foul that once freed, it can never again be contained.. Richard and Kahlan must face Rahl and the Keeper's terrible minions. But first, Richard must endure the ministrations of the Sisters of the Light, or die from the pain of magic that is his birthright and his curse. While Richard undertakes the arduous journey to the forbidden city of the Sisters, Kahlan must embark upon a long and dangerous mission to Aydindril, citadel of the old wizards, where she hopes to find Zedd and the help only he can lend to their desperate cause.. War, suffering, torture, and deceit lie in their paths, and nothing will save them from a destiny of violent death, unless their courage and faith are joined with luck and they find the elusive.... Stone of Tears. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Romance",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "The Joys of Motherhood",
            "authors": [
                "Buchi Emecheta"
            ],
            "ranking": 4.18,
            "ranking_count": 6262,
            "abstract": "Nnu Ego is a woman who gives all her energy, money and everything she has to raising her children - leaving her little time to make friends.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Western Africa",
                "Literature",
                "Historical",
                "Feminism",
                "Novels",
                "Womens",
                "Classics"
            ]
        },
        {
            "title": "Reflections on the Psalms",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 3.89,
            "ranking_count": 6434,
            "abstract": "Lewis writes here about the difficulties he has met or the joys he has gained in reading the Psalms. He points out that the Psalms are poems, intended to be sung, not doctrinal treatises or sermons. Proceeding with his characteristic grace, he guides readers through both the form and the meaning of these beloved passages in the Bible.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Spirituality",
                "Philosophy",
                "Classics"
            ]
        },
        {
            "title": "Челн на миллион лет",
            "authors": [
                "Poul Anderson"
            ],
            "ranking": 3.83,
            "ranking_count": 4443,
            "abstract": "Редко, очень редко — раз в поколение, раз в несколько веков — рождаются бессмертные среди людей. Путь их лежит через столетия варварства, через страны и континенты.. Таковы герои романа — финикиец Ханно, римлянин Руфус, Свобода Володаровна из Древней Руси, Ду Шань из империи Хань.... Долгая жизнь оказывается не только благословением, но и проклятием — время смывает все, и привычные лица, и привычные эпохи. Но тем, кто прошел свой путь до конца, не сломавшись, выпадает честь повести людей к звездам — и дальше.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Historical",
                "Science Fiction Fantasy",
                "Space",
                "Speculative Fiction",
                "Adventure"
            ]
        },
        {
            "title": "El Luto humano",
            "authors": [
                "José Revueltas"
            ],
            "ranking": 4.15,
            "ranking_count": 260,
            "abstract": "Brand New. Ship worldwide",
            "part_of_series": false,
            "genre_list": [
                "European Literature"
            ]
        },
        {
            "title": "From October to Brest Litovsk",
            "authors": [
                "Leon Trotsky"
            ],
            "ranking": 3.79,
            "ranking_count": 89,
            "abstract": "Trotsky's account of the revolutionary events in Russia in 1905",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "Cultural",
                "Literature",
                "Philosophy"
            ]
        },
        {
            "title": "Icefields",
            "authors": [
                "Thomas Wharton"
            ],
            "ranking": 3.57,
            "ranking_count": 759,
            "abstract": "Winner of:. The Banff Grand National Prize for Literature. The Writers Guild of Alberta Best First Book Award. The Commonwealth Best First Novel Prize (Caribbean and Canada Region). At a quarter past three in the afternoon, on August 17, 1898, Doctor Edward Byrne slipped on the ice of Acturus glacier in the Canadian Rockies and slid into a crevasse . . .. Nearly sixty feet below the surface, Byrne is wedged upside down between the narrowing walls of a chasm, fighting his desire to sleep. The ice in front of him is lit with a pale blue-green radiance. There, embedded in he pure, antediluvian glacier, Byrne sees something that will inextricably link him to the vast bed of ice, and the people who inhabit this strange corner of the world. In this moment, his life becomes a quest to uncover the mystery of the icefield that almost became his tomb.. Within the deceptively simple framework of a tourist guidebook,. Icefields. takes a breathtaking, imaginative look at the human spirit, loss, myth, and elusive truths. Here is an impressive literary landscape, and an expedition unlike any you have ever experienced.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Adventure",
                "Academic",
                "Travel"
            ]
        },
        {
            "title": "What Do You Care What Other People Think?",
            "authors": [
                "Richard P. Feynman"
            ],
            "ranking": 4.17,
            "ranking_count": 27391,
            "abstract": "One of the greatest physicists of the twentieth century, Richard Feynman possessed an unquenchable thirst for adventure and an unparalleled ability to tell the stories of his life.. What Do You Care What Other People Think?. is Feynman’s last literary legacy, prepared with his friend and fellow drummer, Ralph Leighton. Among its many tales—some funny, others intensely moving—we meet Feynman’s first wife, Arlene, who taught him of love’s irreducible mystery as she lay dying in a hospital bed while he worked nearby on the atomic bomb at Los Alamos. We are also given a fascinating narrative of the investigation of the space shuttle. Challenger. ’s explosion in 1986, and we relive the moment when Feynman revealed the disaster’s cause by an elegant experiment: dropping a ring of rubber into a glass of cold water and pulling it out, misshapen.",
            "part_of_series": true,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Biography",
                "Autobiography",
                "History",
                "Philosophy",
                "Biography Memoir",
                "Humor"
            ]
        },
        {
            "title": "Dune",
            "authors": [
                "Frank Herbert"
            ],
            "ranking": 4.25,
            "ranking_count": 1066300,
            "abstract": "A deluxe hardcover edition of the best-selling science-fiction book of all time—part of Penguin Galaxy, a collectible series of six sci-fi/fantasy classics, featuring a series introduction by Neil Gaiman.. Science fiction’s supreme masterpiece, Dune will be forever considered a triumph of the imagination. Set on the desert planet Arrakis, it is the story of the boy Paul Atreides, who will become the mysterious man known as Muad’Dib. Paul’s noble family is named stewards of Arrakis, whose sands are the only source of a powerful drug called “the spice.” After his family is brought down in a traitorous plot, Paul must go undercover to seek revenge, and to bring to fruition humankind’s most ancient and unattainable dream. A stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Classics",
                "Science Fiction Fantasy",
                "Audiobook",
                "Space",
                "Novels",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Take a Girl Like You",
            "authors": [
                "Kingsley Amis"
            ],
            "ranking": 3.34,
            "ranking_count": 836,
            "abstract": "A virgin's progress amid orgy and seduction. When attractive little Jenny Bunn comes south to teach, she falls in with Patrick Standish, a schoolmaster, and all the rakes and rogues of a provincial Hell Fire Club.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Literature",
                "Classics",
                "Novels",
                "Modern",
                "Literary Fiction",
                "European Literature"
            ]
        },
        {
            "title": "The Book of Daniel",
            "authors": [
                "E.L. Doctorow"
            ],
            "ranking": 3.86,
            "ranking_count": 5235,
            "abstract": "As Cold War hysteria inflames America, FBI agents knock on the Bronx apartment door of a Communist man and his wife. After a highly controversial trial, the couple go to the electric chair for treason despite worldwide protests. Decades later their son, Daniel, grown to young manhood, tries to make sense of their lives and deaths - and their legacy to him. Like millions of other Americans, he is attempting to reconcile an America based on the highest human ideals with the tragedy of his parents. This is the framework for E.L. Doctorow's dazzling masterpiece, as he fictionalizes an actual social and political drama to create an intensely moving, searching, and illuminating tale of two decades, two generations, and a troubled legacy of passion and purpose, martyrdom and meaning.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Literature",
                "Classics",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "Parenthood by Proxy: Don't Have Them if You Won't Raise Them",
            "authors": [
                "Laura Schlessinger"
            ],
            "ranking": 3.76,
            "ranking_count": 208,
            "abstract": "Children's welfare is the driving force behind Dr. Laura Schlessinger's mission. A devoted mother to her son, Deryk, she identifies herself as her kid's mom because that's her most important job.. Never one to shy away from tough truths, Dr. Laura marshalls compelling evidence for the widespread neglect of America's children and convincingly condemns the numerous rationalizations to excuse it. Parents, special interest groups, and professionals in education and psychology all contribute to a dangerous trend that places adult fulfillment above obligation to children.. Parenthood by Proxy. addresses the serious causes and effects of this national crisis, among them the high rate of divorce, serial marriages, single parenting, the premature sexualization of children, dual-career families, disdain for religion, the redefinition of immoral behavior as lifestyle choices, and societal intolerance for the concept of judgment.. In. Parenthood by Proxy. , Dr. Laura exhorts parents to make their own children their top priority and, if necessary, to change their lives to do so. In her inimitable, straight-shooting style, Dr. Laura entreats parents to involve themselves in their children's hearts, minds, and souls, to cherish and protect them, and to commit to the essential task of teaching them right from wrong. She acknowledges that parents no longer get much support from neighbors or public and private institutions, but she urges mothers and fathers to work even harder to counteract the prevailing culture of selfishness and irresponsibility.. Parenthood by Proxy. covers all aspects of parenting, from childbearing to discipline, from multiple families to being role models. Dr. Laura also tackles such cultural and societal concerns as abortion, modern sexuality, drug and alcohol use, violence, discipline, and a child's right to privacy.. Parenthood by Proxy. is a passionate and provocative summation of the perils of parenting and a road map to safety for America's families.",
            "part_of_series": false,
            "genre_list": [
                "Parenting",
                "Nonfiction",
                "Self Help"
            ]
        },
        {
            "title": "Psycho Beach Party",
            "authors": [
                "Charles Busch"
            ],
            "ranking": 3.46,
            "ranking_count": 96,
            "abstract": "Comedy / 5m, 6f (2f. roles may be played by m.) / Drop and wing / Imagine 'Gidget' crossed with 'The Three Faces of Eve' and 'Mommie Dearest'. Chicklet, a perky teenager in Malibu Beach circa 1962, wants to learn to surf and join a group of beach bums led by the great Kanaka. Unfortunately, she suffers from a multiple personality disorder. Seeing red causes her to transform into various other selves, including a sinister vamp out to conquer the world. Complications arise when a movie starlet flees the set of her latest rotten movie to hide among the surfers. The climax is a wild luau scene where hypnosis reveals the shocking root of Chicklet's psychosis.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Fiction",
                "Drama"
            ]
        },
        {
            "title": "Eye in the Sky",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.74,
            "ranking_count": 5725,
            "abstract": "While sightseeing at the Belmont Bevatron, Jack Hamilton, along with seven others, is caught in a lab accident. When he regains consciousness, he is in a fantasy world of Old Testament morality gone awry—a place of instant plagues, immediate damnations, and death to all perceived infidels. Hamilton figures out how he and his compatriots can escape this world and return to their own, but first they must pass through three other vividly fantastical worlds, each more perilous and hilarious than the one before.. Winner of both the Hugo and John W. Campbell awards for best novel, widely regarded as the premiere science fiction writer of his day, and the object of cult-like adoration from his legions of fans, Philip K. Dick has come to be seen in a literary light that defies classification in much the same way as Borges and Calvino. With breathtaking insight, he utilizes vividly unfamiliar worlds to evoke the hauntingly and hilariously familiar in our society and ourselves.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novels",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Literature",
                "Horror"
            ]
        },
        {
            "title": "Olivia",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.83,
            "ranking_count": 5999,
            "abstract": "Olivia always knew her younger sister would get into trouble. but she never realized the undercurrents of disaster would grow to a raging flood..... Olivia was always the sensible one. The responsible sister. She took after their father, a man as cold and driven as the Cape Cod wind, a man possessed by an inner need to be respected and successful. She would be the one to take over his million-dollar businesses. She would become the unwavering compass and resilient caretaker of the Logan family -- whether she wanted to or not.. But Belinda belonged only to herself. Flighty, flirtatious, and possessed of a beauty that promised her a privileged life, Belinda was lavished with attention. Mother and Father, family friends, boys from school, they all adored Belinda. And as she matured into a young woman, her beauty became even more haunting. She vowed never to grow up, to remain forever an enchanting little girl to be worshiped and cared for.. Then came that fateful night, when Olivia was awakened by the low whistle of the wind off the ocean...a whistle that became an unearthly wail coming from Belinda's bedroom. It was the tragic night that their father would forbid them to speak of ever again. The night they would never forget. The night that would send generations of Logans down an unavoidable path of lies, deceit, and heartbreak.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Mystery",
                "Gothic",
                "Womens Fiction",
                "Adult Fiction",
                "Thriller",
                "Drama"
            ]
        },
        {
            "title": "Lotta on Troublemaker Street",
            "authors": [
                "Astrid Lindgren",
                "Robin Preiss Glasser"
            ],
            "ranking": 4.01,
            "ranking_count": 2593,
            "abstract": "Poor Lotta is having a very bad day. First, she wakes up mad because in her dream her older brother and sister were mean to her. Then, Mother expects her to wear a sweater that scratches and tickles. Madder than ever, Lotta decides to run away and find a new place to live. After all, everyone at her house is mean, so she won't miss her family at all -- will she?. This hilarious and authentic look at a very bad day in the life of a very spunky five-year-old is sure to resonate with every reader.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Humor",
                "Family",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "The Birth Order Book: Why You Are the Way You Are",
            "authors": [
                "Kevin Leman"
            ],
            "ranking": 3.78,
            "ranking_count": 6298,
            "abstract": "With insight and wit, Dr. Leman offers readers a fascinating and often funny look at how birth order affects personality, marriage and relationships, parenting style, career, and children.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Parenting",
                "Self Help",
                "Relationships",
                "Family",
                "Christian",
                "Audiobook",
                "Reference"
            ]
        },
        {
            "title": "Northwest Passage",
            "authors": [
                "Kenneth Roberts"
            ],
            "ranking": 4.18,
            "ranking_count": 2998,
            "abstract": "Told through the eyes of primary character Langdon Towne, much of this novel centers around the exploits and character of Robert Rogers, the leader of Rogers' Rangers, who were a colonial force fighting with the British during the French and Indian War.. Structurally, Northwest Passage is divided into halves. The first half is a carefully researched, day-by-day recreation of the raid by Rogers' Rangers on the Indian village at Saint-François-du-Lac, Quebec (or Saint Francis, to the Americans troops), a settlement of the Abenakis, an American Indian tribe. The second half of the novel covers Rogers' later life in London, England and Fort Michilimackinac, Michigan. Roberts' decision to cover the novel's material in two distinct halves followed the actual trajectory of Rogers' life.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Classics",
                "North American Hi...",
                "Novels",
                "War",
                "Unfinished",
                "Literary Fiction"
            ]
        },
        {
            "title": "أنا حرة",
            "authors": [
                "إحسان عبد القدوس"
            ],
            "ranking": 3.53,
            "ranking_count": 4293,
            "abstract": "كانت تريد أن تنطلق... وقد انطلقت عدة مرات.. كانت تذهب إلى الحقول في شارع بين الجناين.. وكانت في كل مرة تعود من انطلاقها لتستقبلها عمتها بالشبشب، وكان أحياناً يتولى استقبالها زوج عمتها، وكانت في بادئ الأمر تبكي وتصرخ وتستغيث وهي تحت الصفعات وضربات الشبشب، ثم بدأت تدافع عن نفسها وتصرخ وتصد الضربات بذارعيها وتجادل عمتها وزوج عمتها، وقد صاحت في وجههما يوماً: -أنا حرة.. أعمل اللي أنا عايزاه.. ما حدث له دعوة بيّه.. وأخرسها كفّ زوج عمتها بصفعة على شفتيها، وردت عمتها: -حرة!! حر لما. يلهفك، قليلة التربية!.. وعندما هدأت أخذت تكرر بلهجة ساخرة: أنا حرة.. أنا حرة!! ثم انطلقت دموعها مرة أخرى... هل هي حرة، وهل يقدّر لها يوماً أن تكون حرّة تفعل ما تريد؟.. متى ستخرج من هذا البيت؟ وإلى أين؟...",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Media Tie In",
                "Classics",
                "Fiction",
                "Literature",
                "Audiobook",
                "Romance",
                "Feminism",
                "Drama",
                "African Literature"
            ]
        },
        {
            "title": "Die Ketzerin",
            "authors": [
                "Peter Berling"
            ],
            "ranking": 3.31,
            "ranking_count": 51,
            "abstract": "Anno Domini 1205. Peter Berling erzählt die fesselnde Geschichte der schönen, rothaarigen Laurence, deren geheimer Wunsch es ist, Ritter zu werden. Eine Wahrsagerin prophezeit der erst Fünfzehnjährigen eine seltsame, außerordentliche Zukunft. Kühn beschließt sie, ihr Schicksal in die eigene Hand zu nehmen, denn sie glaubt fest daran, dass es einer wagemutigen Frau wie ihr gelingen müsste, in die Runde der Gralsritter aufgenommen zu werden. Als Ritter verkleidet, sticht die Tochter eines Normannen in See, stellt sich den Abenteuern ferner Küsten, bis sie mitten in den Strudel des fanatischen Kreuzzuges gegen die Katharer gerät, der später, als Albigenserkrieg verharmlost, in die Historie eingehen sollte.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Historical"
            ]
        },
        {
            "title": "Betsy and Joe",
            "authors": [
                "Maud Hart Lovelace",
                "Vera Neville"
            ],
            "ranking": 4.32,
            "ranking_count": 4961,
            "abstract": "Made for Each Other?. Betsy Ray has always thought that she and the fascinating Joe Willard would make the perfect couple. Now, in her senior year at Deep Valley High School, it looks as though she'll get her wish. As soon as Joe returns from his summer job in North Dakota, he's on the Rays' porch with sweet words for Betsy. It's going to be a wonderful senior year!. Then Tony Markham, Betsy's longtime chum, comes calling -- and his intentions are definitely romantic. Betsy is torn. She really cares for Joe, but she doesn't want to hurt Tony. Can she figure out a way to follow her heart without ruining her friendship?",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Romance"
            ]
        },
        {
            "title": "Legion of the Damned",
            "authors": [
                "Sven Hassel"
            ],
            "ranking": 3.97,
            "ranking_count": 4441,
            "abstract": "Sven Hassel's iconic war novel about the Russian Front.. 'An extraordinary book, which has captured the attention of all of Europe' -. New York Times. '. Legion of the Damned. is an incredible picture of totalitarianism, of stupefying injustice... He is graphic, at times brilliantly so, but never brutal or bitter. He is, too, a first rate storyteller' -. Washington Post. Convicted of deserting the German army, Sven Hassel is sent to a penal regiment on the Russian Front. He and his comrades are regarded as expendable, cannon fodder in the battle against the implacable Red Army. Outnumbered and outgunned, they fight their way across the frozen steppe.... This iconic anti-war novel is a testament to the atrocities suffered by the lone soldier in the fight for survival.. Sven Hassel's unflinching narrative is based on his own experiences in the German Army. He began writing his first novel,. Legion of the Damned. in a prisoner of war camp at the end of World War Two.",
            "part_of_series": true,
            "genre_list": [
                "War",
                "Fiction",
                "Historical",
                "Audiobook",
                "Literature",
                "Novels",
                "Thriller"
            ]
        },
        {
            "title": "On Television",
            "authors": [
                "Pierre Bourdieu",
                "Priscilla Parkhurst Ferguson"
            ],
            "ranking": 3.75,
            "ranking_count": 1262,
            "abstract": "On Television exposes the invisible mechanisms of manipulation and censorship that determine what appears on the small screen. Bourdieu shows how the ratings game has transformed journalism -- and hence politics -- and even such seemingly removed fields as law, science, art, and philosophy. Bourdieu had long been concerned with the role of television in cultural and political life when he bypassed the political and commercial control of the television networks and addressed his country's viewers from the television station of the College de France. On Television, which expands on that lecture, not only describes the limiting and distorting effect of television on journalism and the world of ideas, but offers the blueprint for a counterattack.",
            "part_of_series": false,
            "genre_list": [
                "Sociology",
                "Philosophy",
                "Nonfiction",
                "Politics",
                "Social Science",
                "Cultural",
                "Writing",
                "Social"
            ]
        },
        {
            "title": "Marathon Man",
            "authors": [
                "William Goldman"
            ],
            "ranking": 4.12,
            "ranking_count": 20270,
            "abstract": "Tom Babe Levy is a runner in every sense: racing tirelessly toward his goals of athletic and academic excellence--and endlessly away from the specter of his famous father's scandal-driven suicide. But an unexpected visit from his beloved older brother will set in motion a chain of events that plunge Babe into a vortex of terror, treachery, and murder--and force him into a race for his life . . . and for the answer to the fateful question, Is it safe?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Spy Thriller",
                "Classics",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "A Song for Mary: An Irish-American Memory",
            "authors": [
                "Dennis  Smith"
            ],
            "ranking": 3.68,
            "ranking_count": 280,
            "abstract": "A moving memoir of growing up Irish Catholic & poor in New York City. Told in the first person, this lyrical remembrance is a powerful odyssey of one young man coming of age in a confusing & sometimes hostile world.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "European Literature",
                "Cultural",
                "Autobiography"
            ]
        },
        {
            "title": "The Spirit Cabinet",
            "authors": [
                "Paul Quarrington"
            ],
            "ranking": 3.55,
            "ranking_count": 134,
            "abstract": "After a long, slow climb out of the strip clubs of Europe, Jurgen and Rudolfo have hit the big time in Las Vegas, headlining a magic act as slick as their own buffed and usually half-naked bodies. Rudolfo is content orchestrating the spectacle and attempting to twin his soul with Jurgen's. But Jurgen hungers for more--and finds it in a mysterious collection of magician's paraphernalia that once belonged to Harry Houdini. With the knowledge he finds there, and his own faith in the unknown, Jurgen becomes the miracle worker of the Las Vegas strip. Darkly comic, deeply sad, and always ironic (Library Journal), The Spirit Cabinet takes dead aim at the place within us that yearns for miracles. It is not a book about magicians and their pursuit of magic, wrote Alan Beaton in The National Post; it is a book about human beings, and their pursuit of faith.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Fantasy"
            ]
        },
        {
            "title": "Listening for the Heartbeat of God: A Celtic Spirtuality",
            "authors": [
                "J. Philip Newell"
            ],
            "ranking": 4.32,
            "ranking_count": 778,
            "abstract": "An overview of Celtic spirituality and its implications for us today.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Religion",
                "Nonfiction",
                "Christian",
                "History",
                "Philosophy"
            ]
        },
        {
            "title": "El desorden de tu nombre",
            "authors": [
                "Juan José Millás"
            ],
            "ranking": 3.57,
            "ranking_count": 822,
            "abstract": "Cuando Julio Orgaz, ejecutivo de una empresa editorial, sale cada martes y viernes de la consulta del psicoanalista, encuentra en el parque a Laura, mujer casada que le atrae inexplicablemente y de la que en poco tiempo se enamora. Pero la mirada de Julio descubre a veces, en el rostro de Laura, los rasgos de otra mujer a la que amó.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Slickrock; The Canyon Country of Southeast Utah",
            "authors": [
                "Edward Abbey",
                "Philip Hyde"
            ],
            "ranking": 4.18,
            "ranking_count": 56,
            "abstract": "A book which describes the unique beauty and fragile ecology of Utah, which was, at time of writing, already threatened by destruction due to tourism, pollution, etc. Illustrated throughout with lush, color photography by Philip Hyde. Text by Edward Abbey. Scores of dazzling color photographs taken of what Abbey described as the one part of Earth that is still almost as it was before man began to tinker with the land -- a piece of Utah that ought to remain that way.",
            "part_of_series": false,
            "genre_list": [
                "Westerns"
            ]
        },
        {
            "title": "Donald and His Friends",
            "authors": [
                "Walt Disney Company"
            ],
            "ranking": 3.47,
            "ranking_count": 38,
            "abstract": "Say happy birthday to Donald Duck! He's having a big birthday bash, and he's celebrating with other Disney characters such as Mickey Mouse, Goofy, Huey, Dewey, Louie, Peter Pan, Merlin, Snow White, and others.",
            "part_of_series": false,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "Winter Night: Selected Poems by Attila József",
            "authors": [
                "Attila József",
                "John Batki"
            ],
            "ranking": 4.5,
            "ranking_count": 14,
            "abstract": "In pure lyrics and longer elegiac poems this great Hungarian poet inscribed not only his own sad fate but that of millions in an Eastern Europe that only nominally between the wars during the '20s and 30s. Translator Batki demonstrates how contemporary this work remains.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "A Grace Disguised: How the Soul Grows through Loss",
            "authors": [
                "Jerry Sittser"
            ],
            "ranking": 4.48,
            "ranking_count": 2432,
            "abstract": "An expanded edition of this classic book on grief and loss with a new preface and epilogue.. Loss came suddenly for Jerry Sittser. In an instant, a tragic car accident claimed three generations of his family: his mother, his wife, and his young daughter. While most of us will not experience such a catastrophic loss in our lifetime, all of us will taste it. And we can, if we choose, know as well the grace that transforms it. A Grace Disguised plumbs the depths of sorrow, whether due to illness, divorce, or the loss of someone we love. The circumstances are not important; what we do with those circumstances is. In coming to the end of ourselves, we can come to the beginning of a new life one marked by spiritual depth, joy, compassion, and a deeper appreciation of simple blessings.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Autobiography",
                "Spirituality",
                "Psychology"
            ]
        },
        {
            "title": "Our Spoons Came from Woolworths",
            "authors": [
                "Barbara Comyns"
            ],
            "ranking": 3.9,
            "ranking_count": 2493,
            "abstract": "Marry in haste, repent at leisure. Sophia is twenty-one years old, carries a newt -- Great Warty -- around in her pocket and marries -- in haste -- a young artist called Charles. Swept into bohemian London of the thirties, Sophia is ill-equipped to cope. Poverty, babies (however much loved) and her husband conspire to torment her. Hoping to add some spice to her life, Sophia takes up with the dismal, ageing art critic, Peregrine, and learns to repent her marriage -- and her affair -- at leisure. But in this case virtue is more than its own reward, for repentance brings an abrupt end to a life of unpaid bills, unsold pictures and unwashed crockery ...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Novels",
                "Historical",
                "Literature",
                "Literary Fiction",
                "Female Authors",
                "Womens"
            ]
        },
        {
            "title": "Tempo di uccidere",
            "authors": [
                "Ennio Flaiano",
                "Maria Bellonci",
                "J.A. Schröeder"
            ],
            "ranking": 3.86,
            "ranking_count": 795,
            "abstract": "In un'Africa spogliata di ogni esotismo e folclore, un tenente dell'esercito italiano vaga alla ricerca di un medico, guidato dal mal di denti. Si allontana dal campo, rimane solo, si perde. È così, per caso, che cominciano le avventure del protagonista di Tempo di uccidere, indubbiamente il capolavoro di Ennio Flaiano. Un susseguirsi di casi fortuiti e banali crea le condizioni per le avventure del protagonista, un antieroe solitario che del caso diventa prigioniero e schiavo, tanto da arrivare a credere che la propria storia non sia nient'altro che il compiersi di un destino prescritto. Perché alla fine, in qualche modo, da ogni circostanza sembra scaturirne un'altra: un incidente, l'incontro con Miriam, l'amore, lo spettro di un omicidio e quello della lebbra. Tutto appare concatenato, tutto concorre a trascinarlo in una cupa crisi esistenziale.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "Novels",
                "War",
                "Historical"
            ]
        },
        {
            "title": "Funny Boy",
            "authors": [
                "Shyam Selvadurai"
            ],
            "ranking": 4.01,
            "ranking_count": 6390,
            "abstract": "In the world of his large family, affluent Tamils living in Colombo, Arjie is an oddity, a 'funny boy' who prefers dressing as a girl to playing cricket with his brother.. In FUNNY BOY we follow the life of the family through Arjie's eyes, as he comes to terms both with his own homosexuality and with the racism of the society in which he lives. In the north of Sri Lanka there is a war going on between the army and the Tamil Tigers, and gradually it begins to encroach on the family's comfortable life. Sporadic acts of violence flare into full scale riots and lead, ultimately, to tragedy.. Written in clear, simple prose, Syam Selvadurai's first novel is masterly in its mingling of the personal and political.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Historical",
                "Cultural",
                "Young Adult"
            ]
        },
        {
            "title": "The Honorable Imposter: 1620",
            "authors": [
                "Gilbert Morris"
            ],
            "ranking": 4.03,
            "ranking_count": 2173,
            "abstract": "Forced by his family to become a minister in the Church of England, Gilbert Winslow is offered a dangerous and challenging task by one of the most powerful nobles in Britain. Taking the post offers fortune and escape from a life he despises, but Winslow discovers it also means becoming a spy. His mission is to infiltrate a group of religious separatists and to ferret out the whereabouts of their leader, who is accused of dissension against the King. In spite of his initial uneasiness, infiltration proves to be an easy matter. But will the ultimate betrayal be so simple? With the influences of good and evil, faith and doubt, compassion and selfishness pulling him apart, to whom could he turn?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Romance",
                "Adult",
                "Inspirational"
            ]
        },
        {
            "title": "The Other",
            "authors": [
                "Thomas Tryon"
            ],
            "ranking": 3.99,
            "ranking_count": 20898,
            "abstract": "Entranced and terrified, the reader of. The Other. is swept up in the life of a Connecticut country town in the thirties—and in the fearful mysteries that slowly darken and overwhelm it.. Originally published in 1971,. The Other. is one of the most influential horror novels ever written. Its impeccable recreation of small-town life and its skillful handling of the theme of personality transference between thirteen-year-old twins led to widespread critical acclaim for the novel, which was successfully filmed from Thomas Tryon's own screenplay.. This edition features original artwork by surrealist artist Harry O. Morris.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Mystery",
                "Gothic",
                "Thriller",
                "Classics",
                "Suspense",
                "Holiday",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "Reflections in a Golden Eye",
            "authors": [
                "Carson McCullers",
                "Tennessee Williams"
            ],
            "ranking": 3.82,
            "ranking_count": 5239,
            "abstract": "This particular hell is an army post in the South. Its inhabitants: a sexually disturbed officer; his sensual animal of a wife; his fellow-officer and wife's lover; a delicate, sensitive woman who must live with her husband's infidelity; and the driven young private who brings the searing drama to a head.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Gothic",
                "LGBT",
                "American",
                "Novels",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Diversion",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.98,
            "ranking_count": 1922,
            "abstract": "The Yeerks are finally starting to realize that the Andalite bandits are probably not aliens at all. They're finally starting to realize that maybe they've been dealing with humans all along. And no one—especially the newly appointed Visser One—is happy with this knowledge. Not happy at all.. When Tobias, the other Animorphs, and Ax realize that the Yeerks are about to find them, it's by accident. But that doesn't make the discovery any less serious. Because in war, one side wins. And one side loses. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "Topper",
            "authors": [
                "Thorne Smith",
                "Carolyn See"
            ],
            "ranking": 3.7,
            "ranking_count": 978,
            "abstract": "Thorne Smith is a master of urbane wit and sophisticated repartee. Topper, his best-known work, is the hilarious, ribald comedy on which the hit television show and movie (starring Cary Grant) were based.. It all begins when Cosmo Topper, a law-abiding, mild-mannered bank manager, decides to buy a secondhand car, only to find it haunted by the ghosts of its previous owners--the reckless, feckless, frivolous couple who met their untimely demise when the car careened into an oak tree. The ghosts, George and Marion Kerby, make it their mission to rescue Topper from the drab summer of suburban Sundays that is his life--and they commence a series of madcap adventures that leave Topper, and anyone else who crosses their path, in a whirlwind of discomfiture and delight.. As enchanting today as it was when first published in 1926, Topper has set the standard in American pop culture for such mischievous apparitions as those seen in The Ghost and Mrs. Muir, Heaven Can Wait, Beetlejuice, and Bewitched.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Fantasy",
                "Classics",
                "Paranormal",
                "Literature",
                "Horror"
            ]
        },
        {
            "title": "The Butter Battle Book",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.13,
            "ranking_count": 13987,
            "abstract": "Illus. in full color.. Dr. Seuss chronicles the feud between the Yooks and the Zooks from slingshots through sophisticated weaponry, until each side has the capacity to destroy the world. The language amuses, the drawings are zesty and humorous, and the demand for this book will be large.-- School Library Journal.. Provocative, packs an allegorical punch. The parade of increasingly elaborate (and ridiculous) armaments makes a telling point.-- Booklist.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "War",
                "Fantasy",
                "Politics",
                "Humor"
            ]
        },
        {
            "title": "Pure Temptation",
            "authors": [
                "Connie Mason"
            ],
            "ranking": 3.76,
            "ranking_count": 323,
            "abstract": "Spirits could be so bloody unpredictable, and the specter of Lady Amelia was worst of all. Just when one of her ne'er-do-well descendents thought he could go astray in peace, the phantom lady always appeared to change his wicked ways.. A rogue without peer, Jackson Graystoke wanted to make gaming and carousing in London society his life's work. And the penniless baronet would have gladly damned himself with wine and women—if Lady Amelia had given him the ghost of a chance.. Fresh off the boat from Ireland, Moira O'Toole wasn't fool enough to believe in legends or naive enough to trust a rake. Yet after an accident landed her in Graystoke Manor, she found herself haunted, harried, and hopelessly charmed by Black Jack Graystoke and his exquisite promise of...Pure Temptation.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Paranormal",
                "Fantasy",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Smell of Evil",
            "authors": [
                "Charles Birkin"
            ],
            "ranking": 3.66,
            "ranking_count": 38,
            "abstract": "A sinister baron and his wife inflict unimaginable tortures on their young niece to compel her to sign over her fortune. - In the aftermath of World War II, a German woman's garden is lush and beautiful, for an appalling reason. - Missionaries in Africa get a gruesome surprise when their converts take a biblical text too literally. - A child's fantasy becomes a deadly game with a macabre ending for his adult playmate. The thirteen stories in The Smell of Evil (1965) reveal Sir Charles Birkin (1907-1985) at his diabolical best. Largely eschewing ghost stories and tales of the supernatural, Birkin pioneered a different type of modern horror fiction, describing in exquisitely polished prose the sufferings of ordinary, decent people who encounter inexplicable cruelty and evil in their everyday lives. An important and neglected figure in 20th century British horror fiction, Birkin returns to shock a new generation of readers in this edition, the first in more than 30 years, which features a new introduction by John Llewellyn Probert.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Anthologies",
                "Fantasy"
            ]
        },
        {
            "title": "Band of Brothers: E Company, 506th Regiment, 101st Airborne from Normandy to Hitler's Eagle's Nest",
            "authors": [
                "Stephen E. Ambrose"
            ],
            "ranking": 4.4,
            "ranking_count": 112500,
            "abstract": "As good a rifle company as any, Easy Company, 506th Airborne Division, US Army, kept getting tough assignments--responsible for everything from parachuting into France early DDay morning to the capture of Hitler's Eagle's Nest at Berchtesgaden. In Band of Brothers, Ambrose tells of the men in this brave unit who fought, went hungry, froze & died, a company that took 150% casualties & considered the Purple Heart a badge of office. Drawing on hours of interviews with survivors as well as the soldiers' journals & letters, Stephen Ambrose recounts the stories, often in the men's own words, of these American heroes.. Foreword. We wanted those wings; Camp Toccoa, 7-12/42. Stand up & hook up; Benning, Mackall, Bragg, Shanks, 12/42-9/43. Duties of the latrine orderly; Aldbourne, 9/43-3/44. Look out, Hitler! Here we come!; Slapton Sands, Uppottery, 4/1-6/5/44. Follow me; Normandy, 6/6/44. Move out!; Carentan, 6/7-7/12/44. Healing wounds & scrubbed missions; Aldbourne, 7/13-9/16/44. Hell's highway; Holland, 9/17-10/1/44. Island; Holland, 10/2-11/25/44. Resting, recovering & refitting: Mourmelon-le-Grand, 11/26-12/18/44. They got us surrounded-the poor bastards; Bastogne, 12/19-31/44. Breaking point; Bastogne, 1/1-13/45. Attack; Noville, 1/14-17/45. Patrol: Haguenau, 1/18-2/23/45. Best feeling in the world: Mourmelon, 2/25-4/2/45. Getting to know the enemy: Germany, 4/2-30/45. Drinking Hitler's champagne; Berchtesgaden, 5/1-8/45. Soldier's dream life; Austria, 5/8-7/31/45. Postwar careers; 1945-91. Acknowledgments & Sources. Index",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Historical",
                "Biography",
                "North American Hi...",
                "Audiobook"
            ]
        },
        {
            "title": "The Rat-Pit",
            "authors": [
                "Patrick MacGill"
            ],
            "ranking": 4.39,
            "ranking_count": 33,
            "abstract": "This text tells the tale of the struggle of Donegal girl Norah Ryan against poverty at the turn of the century. The name is from a lodging house where human beings, pinched and poverty-stricken and ground down with a weight of oppression, are hemmed up like the plague-stricken in a pest-house.",
            "part_of_series": false,
            "genre_list": [
                "Novels"
            ]
        },
        {
            "title": "Over the Edge",
            "authors": [
                "Jonathan Kellerman"
            ],
            "ranking": 3.91,
            "ranking_count": 11550,
            "abstract": "When the phone rings in the middle of the night, child psychologist Alex Delaware does not hesitate. It's a call he can't ignore.. Driving through the San Fernando Valley, Alex rushes to Jamey Cadmus, the patient he had failed five years before--and who now calls with a bizarre cry for help. But, by the time Alex reaches Canyon Oaks Psychiatric Hospital, Jamey is gone, surfacing a day later in the hands of the police who believe Jamey is the infamous Lavender Slasher, a psychotic serial killer. Wooed by a high-powered attorney to build a defense, Alex will get a chance to do what he couldn't five years ago. And when he peers into a family's troubled history and Jamey's brilliant, tormented mind, the psychologist puts himself at the heart of a high-profile case. Because Alex knows that in a realm of money, loss, and madness, something terrible pushed Jamey over the edge--or else someone is getting away with murder.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Psychology"
            ]
        },
        {
            "title": "Changes for Addy: A Winter Story",
            "authors": [
                "Connie Rose Porter"
            ],
            "ranking": 4.06,
            "ranking_count": 3387,
            "abstract": "Addy Walker is a proud, courageous girl growing up in 1864, during the midst of the Civil War. Addy's stories tell of her daring escape with her mother from slavery, and the challenges they face afterward as they try to reunite their family. But Addy's stories are about much more than hardship. They are full of the love and hope that help her get through the worst of times and keep her dreams alive The long struggle to reunite Addy's family finally ends, but there is loss and heartache along with the happiness.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Military History",
                "Young Adult",
                "Cultural"
            ]
        },
        {
            "title": "Η δυστυχία του να είσαι Έλληνας",
            "authors": [
                "Νίκος Δήμου"
            ],
            "ranking": 3.82,
            "ranking_count": 501,
            "abstract": "«Ένα βιβλίο µυθικό».. Mercedes Arancibia, Periodistas en Espanol, Ισπανία. «Ένας Φειδίας του ύφους!». Christophe Ono-dit-Biot, Le Point, Γαλλία. «Μία αποκάλυψη!». Norbert Mayer, Die Presse, Γερµανία. «Οι διάσηµοι αφορισµοί του Δήµου... έχουν αποκτήσει κύρος θεσµού».. Manuel Gogos, Neue Zurcher Zeitung, Ελβετία. «Η μεγαλύτερη δυστυχία του Δήμου είναι ότι αυτόν, τον ένθερμο πατριώτη, δεν τον άκουσε κανείς».. Berthold Seewald, Die Welt. «... ένας προικισμένος άνθρωπος, έξυπνος, παρατηρητικός, σπινθηροβόλος». Αλέξανδρος Κοτζιάς, H Καθημερινή. «... έχει γίνει κλασικό. Πικρό κείμενο αυτογνωσίας, έθεσε με τον δικό του σαρκαστικό τρόπο το θέμα της νεοελληνικής ταυτότητας. [...] Ένα πραγματικά πατριωτικό βιβλίο».. Αλέξανδρος Στεργιόπουλος, Ελευθεροτυπία, Βιβλιοθήκη. «Ο εξυπνότερος συγγραφέας μας μετά τον Ροΐδη;». Γ.Π. Σαββίδης, Τα Νέα",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Philosophy",
                "Writing",
                "Literature",
                "Sociology",
                "Politics"
            ]
        },
        {
            "title": "Phantoms in the Brain: Probing the Mysteries of the Human Mind",
            "authors": [
                "V.S. Ramachandran",
                "Sandra Blakeslee",
                "Oliver Sacks"
            ],
            "ranking": 4.26,
            "ranking_count": 18329,
            "abstract": "Neuroscientist V.S. Ramachandran is internationally renowned for uncovering answers to the deep and quirky questions of human nature that few scientists have dared to address. His bold insights about the brain are matched only by the stunning simplicity of his experiments -- using such low-tech tools as cotton swabs, glasses of water and dime-store mirrors. In. Phantoms in the Brain,. Dr. Ramachandran recounts how his work with patients who have bizarre neurological disorders has shed new light on the deep architecture of the brain, and what these findings tell us about who we are, how we construct our body image, why we laugh or become depressed, why we may believe in God, how we make decisions, deceive ourselves and dream, perhaps even why we're so clever at philosophy, music and art. Some of his most notable cases:. A woman paralyzed on the left side of her body who believes she is lifting a tray of drinks with both hands offers a unique opportunity to test Freud's theory of denial.. A man who insists he is talking with God challenges us to ask: Could we be wired for religious experience?. A woman who hallucinates cartoon characters illustrates how, in a sense, we are all hallucinating, all the time.. Dr. Ramachandran's inspired medical detective work pushes the boundaries of medicine's last great frontier -- the human mind -- yielding new and provocative insights into the big questions about consciousness and the self.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Science",
                "Nonfiction",
                "Biology",
                "Health",
                "Neuroscience",
                "Medical",
                "Philosophy"
            ]
        },
        {
            "title": "The Complete Encyclopedia of Vegetables and Vegetarian Cooking",
            "authors": [
                "Roz Denny"
            ],
            "ranking": 4.17,
            "ranking_count": 59,
            "abstract": "This encyclopedia provides a comprehensive illustrated guide to over 180 vegetable ingredients and how to cook them, together with more than 300 mouthwatering recipes for every occasion.'",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Reference"
            ]
        },
        {
            "title": "Indivisible by Four: A String Quartet in Pursuit of Harmony",
            "authors": [
                "Arnold Steinhardt"
            ],
            "ranking": 4.37,
            "ranking_count": 295,
            "abstract": "The Guarneri Quartet is fabled for its unique longevity and high-spirited virtuosity. Here is its story from the inside--a story filled with drama, humor, danger, compassion, and, of course, glorious music.. A player who studies and performs the exalted string-quartet repertoire has opted for a very special life. Arnold Steinhardt, tracing his own development as a student, orchestra player, and budding young soloist, gives a touching account of how he and his intrepid colleagues were converted to chamber music despite the daunting odds against success. And he reveals, as no one has before, the intensely difficult process by which--on the battlefield of daily three-hour rehearsals--four individualists master and then overcome the confining demands of ensemble playing.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Autobiography",
                "Biography"
            ]
        },
        {
            "title": "Miranda's Big Mistake",
            "authors": [
                "Jill Mansell"
            ],
            "ranking": 3.77,
            "ranking_count": 9011,
            "abstract": "Love is always just around the corner in a Jill Mansell novel - with a few surprises and a lot of humour on the way to happiness. Miranda is thrilled when she meets Greg at a cocktail party. He's gorgeous, he's funny - and he's very keen. Just what a girl needs to put some sparkle in her life. Heavens, he's practically perfect! Greg likes Miranda a lot. She's young, she's pretty, and she never talks about babies. Of course he hasn't told her everything about himself - even the sweetest girls can be a bit funny about a man who's just left his newly pregnant wife. But there's no way she's going to find out - or is there?. Luckily for Miranda men are like buses - you don't see any for ages then three come along at once. She just needs to catch the right one...",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Humor",
                "Adult",
                "European Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Comanches: The Destruction of a People",
            "authors": [
                "T.R. Fehrenbach"
            ],
            "ranking": 4.37,
            "ranking_count": 339,
            "abstract": "Authoritative and immediate, this is a brilliant account of the most powerful of the American Indian tribes. T. R. Fehrenbach traces the Comanches' rise to power, from their prehistoric origins to their domination of the high plains for more than a century until their demise in the face of Anglo-American expansion.. Master horseback riders who lived in teepees and hunted bison, the Comanches were stunning orators, disciplined warriors, and the finest makers of arrows. They lived by a strict legal code and worshipped within a cosmology of magic. As he portrays the Comanche lifestyle, Fehrenbach re-creates their doomed battle against European encroachment. While they destroyed the Spanish dream of colonizing North America and blocked the French advance into the Southwest, the Comanches ultimately fell before the Texas Rangers and the U. S. Army in the great raids and battles of the mid-nineteenth century.. This is a classic American story, vividly and poignantly told.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Native Americans",
                "Literature",
                "Biography",
                "Westerns",
                "War"
            ]
        },
        {
            "title": "The Trick to Money Is Having Some",
            "authors": [
                "Stuart Wilde"
            ],
            "ranking": 3.98,
            "ranking_count": 361,
            "abstract": "In this book,. Stuart Wilde. shows you that money is merely a form of energy, and that the difference between having it and not having it is merely a small but subtle shift in consciousness (in fact, one woman claims she won $1.7 million in the lottery using the techniques presented within these pages).. Like his other highly successful books, this work is chock full of useful information and practical ideas. His breezy and comical style makes for effortless reading as you plot your path to complete financial freedom.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Business",
                "Self Help",
                "Economics",
                "Currency"
            ]
        },
        {
            "title": "Illywhacker",
            "authors": [
                "Peter Carey"
            ],
            "ranking": 3.78,
            "ranking_count": 2874,
            "abstract": "Illywhacker is a dazzling comic narrative, from the lips of the 139-year-old Herbert Badgery, the 'illywhacker' or confidence trickster of the title. Overflowing with magic, jokes and inventions, peopled with aviators, car salesmen, Chinamen and impresarios, Peter Carey's novel is a contemporary classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Humor",
                "Fantasy",
                "Contemporary"
            ]
        },
        {
            "title": "The Sea Came in at Midnight",
            "authors": [
                "Steve Erickson"
            ],
            "ranking": 3.81,
            "ranking_count": 903,
            "abstract": "God invented millennia for writers like Steve Erickson. Erickson's previous books have buried L.A.'s freeways in sand, set bonfires in Paris streets, and hitched along for the 1996 presidential campaign. In terms of madness, doom, and sheer human folly, what could possibly be left? Plenty, as it turns out. As. The Sea Came in at Midnight. opens, 17-year-old Kristin works in a Japanese memory hotel, where despite her so-so looks she's in high demand. As an American, Kristin represents the Western annihilation of ancient Japanese memory and therefore its master and possessor, a red bomb in one hand, a red bottle of soda pop in the other. After one of her best clients expires in the booth, she finally tells him her own story--which turns out to be quite a tale, involving escape from a millennial suicide cult and nude solitary confinement at the behest of a man known only as the Occupant. Add in the novel's other threads, which span 40 years and include a dream cartographer, a chaos-based calendar, time capsules, and both real and faked snuff films, and you have a heady mixture indeed. Fans of Erickson's unsettling, dreamlike style are legion, and they won't be disappointed in his latest take on the End Time, Blade Runner-style. But in a way, the millennium is beside the point; with a plot like this one, a mere flipping of digits seems so much apocalyptic icing on the cake. Combing a lyrical surrealism with a jittery, jump-cut technique, Erickson writes like the 21st-century heir of Pynchon and DeLillo.. --Chloe Byrne",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Magical Realism",
                "Science Fiction",
                "American"
            ]
        },
        {
            "title": "Reach for the Sky",
            "authors": [
                "Paul Brickhill"
            ],
            "ranking": 4.3,
            "ranking_count": 1223,
            "abstract": "The inspirational story of Douglas Bader, DSO, DFC.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "War",
                "Aviation",
                "Military",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "Wild Horse Summer",
            "authors": [
                "Hope Ryden"
            ],
            "ranking": 3.76,
            "ranking_count": 101,
            "abstract": "Alison spends her thirteenth summer on a ranch in Wyoming where she learns to ride a horse and where Kelly, her cousin, who is blind, helps her overcome an old fear.",
            "part_of_series": false,
            "genre_list": [
                "Animals",
                "Realistic Fiction",
                "Childrens",
                "Disability"
            ]
        },
        {
            "title": "Hand to Mouth: A Chronicle of Early Failure",
            "authors": [
                "Paul Auster"
            ],
            "ranking": 3.63,
            "ranking_count": 2803,
            "abstract": "Paul Auster's. Hand to Mouth: A Chronicle of Early Failure. is a fascinating and often funny memoir about his early years as a writer struggling to be published, and to make enough money to survive. Leaving high school with itchy feet and refusing to play it safe, Auster avoided convention and the double life of steady office employment while writing. From the streets of New York City, Dublin, and Paris to a surreal adventure in a dusty village in Mexico, Auster's account of living on next to nothing introduces an unforgettable cast of characters while examining what it means to be a writer.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Literature",
                "Language",
                "Biography Memoir",
                "The United States Of America"
            ]
        },
        {
            "title": "Passing",
            "authors": [
                "Nella Larsen",
                "Thadious M. Davis",
                "Ntozake Shange"
            ],
            "ranking": 3.93,
            "ranking_count": 45531,
            "abstract": "Alternate Cover Edition for. 9780142437278. .. First published to critical acclaim in 1929,. Passing. firmly established Nella Larsen's prominence among women writers of the Harlem Renaissance. The Modern Library is proud to present Passing—an electrifying story of two women who cross the color line in 1920s New York—together with a new Introduction by the Obie Award- winning playwright and novelist Ntozake Shange.. Irene Redfield, the novel's protagonist, is a woman with an enviable life. She and her husband, Brian, a prominent physician, share a comfortable Harlem town house with their sons. Her work arranging charity balls that gather Harlem's elite creates a sense of purpose and respectability for Irene. But her hold on this world begins to slip the day she encounters Clare Kendry, a childhood friend with whom she had lost touch. Clare—light-skinned, beautiful, and charming—tells Irene how, after her father's death, she left behind the black neighborhood of her adolescence and began passing for white, hiding her true identity from everyone, including her racist husband. As Clare begins inserting herself into Irene's life, Irene is thrown into a panic, terrified of the consequences of Clare's dangerous behavior. And when Clare witnesses the vibrancy and energy of the community she left behind, her burning desire to come back threatens to shatter her careful deception.. Brilliantly plotted and elegantly written,. Passing. offers a gripping psychological portrait of emotional extremity.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Race",
                "Cultural",
                "Audiobook",
                "Academic",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Reasons and Persons",
            "authors": [
                "Derek Parfit"
            ],
            "ranking": 4.26,
            "ranking_count": 1509,
            "abstract": "Challenging, with several powerful arguments, some of our deepest beliefs about rationality, morality, and personal identity, Derek Parfit claims that we have a false view about our own nature. It is often rational to act against our own best interests, he argues, and most of us have moral. views that are self-defeating. We often act wrongly, although we know there will be no one with serious grounds for complaint, and when we consider future generations it is very hard to avoid conclusions that most of us will find very disturbing.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Science",
                "Spirituality",
                "Reference",
                "Unfinished",
                "Self Help"
            ]
        },
        {
            "title": "A Fool and His Honey",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 3.8,
            "ranking_count": 15152,
            "abstract": "Sleepless nights, a cross-country chase and a temporary stint at motherhood all turn newlywed Aurora Teagarden's life upside down. When her husband's niece, Regina, shows up unannounced on their doorstep with a baby and a secret, Aurora's perpetual curiosity leaps into overdrive -- especially when the body of the girl's husband is found axe-murdered in her own backyard! But Aurora's curiosity may get the best of her this time, as she walks right into the middle of Regina's dangerous secrets.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Romance",
                "Adult",
                "Audiobook",
                "Womens Fiction"
            ]
        },
        {
            "title": "My Name Is Aram",
            "authors": [
                "William Saroyan",
                "Don Freeman"
            ],
            "ranking": 4.16,
            "ranking_count": 1647,
            "abstract": "William Saroyan's most celebrated work of short fiction- a boy's view of the American Dream. Aram Garoghlanian was a Californian, born in Fresno on the other side of the Southern Pacific tracks. But he was also part of a large, sprawling family of immigrant Armenians--a whole tribe of eccentric uncles, brawling cousins, and gentle women. Through these unforgettable, often hilarious characters Aram comes to understand life, courage, and the power of dreams. Whether it is fierce Uncle Khosrove who yells Pay no attention to it in any situation, Uncle Melik, who tries to grow pomegranate trees in the desert, or angelic-looking Cousin Arak who gets Arma into classroom scrapes, Aram's visions are shaped and colored by this tum-of-the-century clan. Like Sherwood Anderson's Winesburg, Ohio, William Saroyan's brilliant short stories in. My Name Is Aram. work together to create a picture of a time, a place, and a boy's world-a truly classic account of an impoverished family newly arrived in America-rich in matters of the heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "The United States Of America",
                "Childrens"
            ]
        },
        {
            "title": "The Locked Room",
            "authors": [
                "Paul Auster"
            ],
            "ranking": 3.88,
            "ranking_count": 4565,
            "abstract": "When Fanshawe disappears, leaving behind a wife, a baby and an extraordinary cache of novels, plays and poems, his boyhood friend is lured obsessively into the life that Fanshawe left behind.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Literature",
                "Novels",
                "Literary Fiction",
                "New York",
                "The United States Of America",
                "Contemporary"
            ]
        },
        {
            "title": "The Painted Word",
            "authors": [
                "Tom Wolfe"
            ],
            "ranking": 3.83,
            "ranking_count": 6324,
            "abstract": "America's nerviest journalist (. Newsweek. ) trains his satirical eye on Modern Art in this masterpiece (. The Washington Post. ). Wolfe's style has never been more dazzling, his wit never more keen. He addresses the scope of Modern Art, from its founding days as Abstract Expressionism through its transformations to Pop, Op, Minimal, and Conceptual. This is Tom Wolfe at his most clever, amusing, and irreverent (. San Francisco Chronicle. ).",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Nonfiction",
                "History",
                "Writing",
                "Criticism",
                "Cultural",
                "Culture",
                "Literature"
            ]
        },
        {
            "title": "Understanding Comics: The Invisible Art",
            "authors": [
                "Scott McCloud"
            ],
            "ranking": 3.99,
            "ranking_count": 114863,
            "abstract": "Scott McCloud's. Understanding Comics. is a seminal examination of comics art: its rich history, surprising technical components, and major cultural significance. Explore the secret world between the panels, through the lines, and within the hidden symbols of a powerful but misunderstood art form.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "Art",
                "Design",
                "Graphic Novels Comics",
                "Language",
                "Reference",
                "Comics",
                "History"
            ]
        },
        {
            "title": "A Season in the Congo",
            "authors": [
                "Aimé Césaire",
                "Gayatri Chakravorty Spivak"
            ],
            "ranking": 3.52,
            "ranking_count": 242,
            "abstract": "This play by renowned poet and political activist Aime Césairerecounts the tragic death of Patrice Lumumba, the first prime minister of the Congo Republic and an African nationalist hero.. A Season in the Congo. follows Lumumba’s efforts to free the Congolese from Belgian rule and the political struggles that led to his assassination in 1961. Césaire powerfully depicts Lumumba as a sympathetic, Christ-like figure whose conscious martyrdom reflects his self-sacrificing humanity and commitment to pan-Africanism.. Born in Martinique and educated in Paris, Césaire was a revolutionary artist and lifelong political activist, who founded the Martinique      Independent Revolution Party. Césaire’s ardent personal opposition to Western imperialism and racism fuels both his profound sympathy for Lumumba and the emotional strength of. A Season in the Congo. .. Now rendered in a lyrical translation by distinguished scholar Gayatri Chakravorty Spivak, Césaire’s play will find a new audience of readers interested in world literature and the vestiges of European colonialism.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Cultural",
                "Fiction",
                "Literature"
            ]
        },
        {
            "title": "CivilWarLand in Bad Decline",
            "authors": [
                "George Saunders"
            ],
            "ranking": 4.22,
            "ranking_count": 18830,
            "abstract": "In six stories and the novella, Bounty, Saunders introduces readers to people struggling to survive in an increasingly haywire world.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Humor",
                "Science Fiction",
                "Literature",
                "Contemporary",
                "Literary Fiction"
            ]
        },
        {
            "title": "Cruel as the Grave",
            "authors": [
                "Sharon Kay Penman"
            ],
            "ranking": 3.93,
            "ranking_count": 3448,
            "abstract": "In 1193 England, Eleanor of Aquitaine searches vainly for her eldest son, imprisoned by his enemies, while her youngest plots to capture the crown. In her service is young Justin de Quincy, the Queen's Man, who is called upon to investigate the death of a young peddler's daughter.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "The Real Face of Atheism",
            "authors": [
                "Ravi Zacharias"
            ],
            "ranking": 4.16,
            "ranking_count": 748,
            "abstract": "Atheism is a world without God. Its true nature—whether disguised in Eastern mysticism or American cynicism—is despair. In this thought-provoking and witty book, Ravi Zacharias provides Christians a clear apologetic for their faith.. Formerly published as. A Shattered Visage. ,. The Real Face of Atheism. systematically examines atheistic positions on human nature, the meaning of life, morality, the First Cause, death, and more. With a new introduction and revisions throughout,. The Real Face of Atheism. is the perfect text for pastors, students, and thinking laypeople who want to improve their apologetic skill and reach out to non-believers.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Philosophy",
                "Religion",
                "Christianity",
                "Spirituality"
            ]
        },
        {
            "title": "The Culture of Cities (Book 2)",
            "authors": [
                "Lewis Mumford"
            ],
            "ranking": 4.08,
            "ranking_count": 119,
            "abstract": "This offers the first broad treatment of the city in both its historic and its contemporary aspects. “For distinction, entertainment, information, scholarship, and general human interest [this] is one of the most distinguished books” (Forum). Index; photographs.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Architecture",
                "Geography",
                "Cities",
                "Sociology",
                "Philosophy",
                "Anthropology",
                "Design"
            ]
        },
        {
            "title": "The History of Mr. Polly",
            "authors": [
                "H.G. Wells"
            ],
            "ranking": 3.65,
            "ranking_count": 1680,
            "abstract": "Mr Polly is an ordinary middle-aged man who is tired of his wife's nagging and his dreary job as the owner of a regional gentleman's outfitters. Faced with the threat of bankruptcy, he concludes that the only way to escape his frustrating existence is by burning his shop to the ground, and killing himself. Unexpected events, however, conspire at the last moment to lead the bewildered Mr Polly to a bright new future - after he saves a life, fakes his death, and escapes to a life of heroism, hope and ultimate happiness.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "European Literature",
                "Novels",
                "Literature",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Ποίηση",
            "authors": [
                "Tasos Livaditis",
                "Τάσος Λειβαδίτης"
            ],
            "ranking": 4.56,
            "ranking_count": 55,
            "abstract": "Ποίηση 1979-1987. Στον τόμο περιλαμβάνονται οι συλλογές:. Εγχειρίδιο ευθανασίας. Ο τυφλός με το λύχνο. Βιολέτες για μια εποχή. Μικρό βιβλίο για μεγάλα όνειρα. Τα χειρόγραφα του φθινοπώρου",
            "part_of_series": true,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The First Five Years of the Communist International, Vol 1",
            "authors": [
                "Leon Trotsky"
            ],
            "ranking": 4.38,
            "ranking_count": 24,
            "abstract": "During the early years of the Communist International, from 1919 through 1922, its course was recorded in reports and resolutions shaped above all by its central founding leader, V.I. Lenin, as well as by Leon Trotsky. This two-volume collection contains speeches and writings by Trotsky on the struggle for working class power in the imperialist epoch, the worker-peasant alliance, the fight for national liberation, defense of the Soviet republic, and much more.. Index, Annotation",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Journeys by Heart: A Christology of Erotic Power",
            "authors": [
                "Rita Nakashima Brock"
            ],
            "ranking": 4.06,
            "ranking_count": 53,
            "abstract": "Winner of the 1988 Crossroad Women's Studies Award",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Spirituality",
                "Nonfiction"
            ]
        },
        {
            "title": "Drinking: A Love Story",
            "authors": [
                "Caroline Knapp"
            ],
            "ranking": 4.08,
            "ranking_count": 18427,
            "abstract": "The roots of alcoholism in the life of a brilliant daughter of an upper-class family are explored in this stylistic, literary memoir of drinking by a Massachusetts journalist.. Caroline Knapp describes how the distorted world of her well-to-do parents pushed her toward anorexia and alcoholism. Fittingly, it was literature that saved her: she found inspiration in Pete Hamill's 'A Drinking Life' and sobered up. Her tale is spiced up with the characters she has known along the way.. A journalist describes her twenty years as a functioning alcoholic, explaining how she used alcohol to escape personal relationships and the realities of life until a series of personal crises forced her to confront her problem.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Psychology",
                "Biography",
                "Biography Memoir",
                "Health",
                "Self Help",
                "Mental Health",
                "Food and Drink"
            ]
        },
        {
            "title": "The Once and Future King",
            "authors": [
                "T.H. White",
                "Neil Gaiman"
            ],
            "ranking": 4.06,
            "ranking_count": 104846,
            "abstract": "T.H White′s masterful retelling of the Arthurian legend is an abiding classic. Here all five volumes that make up the story are published in one volume, as White himself always wished. Exquisite comedy offsets the tragedy of Arthur′s personal doom as White brings to life the major British epic of all time with brilliance, grandeur, warmth and charm.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Historical",
                "Mythology",
                "Young Adult",
                "Science Fiction Fantasy",
                "Literature"
            ]
        },
        {
            "title": "Less Than Angels",
            "authors": [
                "Barbara Pym"
            ],
            "ranking": 3.94,
            "ranking_count": 2665,
            "abstract": "In a wonderful twist on her subjects, Pym has written a book that inspects the behavior of a group of anthropologists. She pits them against each other in affairs of the heart and mind.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Humor",
                "Literature",
                "Academic",
                "Novels",
                "Literary Fiction",
                "Romance"
            ]
        },
        {
            "title": "Ten Stupid Things Women Do to Mess Up Their Lives",
            "authors": [
                "Laura Schlessinger"
            ],
            "ranking": 3.72,
            "ranking_count": 4807,
            "abstract": "Dr. Laura Schlessinger is the incredibly popular and controversial psychotherapist who hosts a nationally syndicated, top-rated midday radio talk show. She has strong convictions and doesn't hesitate to voice them to callers. She urges women emphatically to lose a domineering jerk of a lover and pick one of the good guys, to stay home and parent the babies they've made, and to follow the dream rather than some dreamboat. Above all, she exhorts women not to blame anybody or anything but themselves if they're unhappy and their lives seem a mess.. 10 Stupid Things Women Do to Mess Up Their Lives. uses real-world examples from Schlessinger's radio show and private practice to drive the message home. And the message is that our reticence to be bold and brave often makes us act like stupid, submissive victims. Once we muster the courage to take responsibility for our own problems and to tolerate the discomforts of risk, the possibilities for personal growth and joy are limitless.. If you're looking for an all-approving hand to hold, you won't find it here. If you're prepared to take a clear-eyed look at your self-diminishing behavior and to make the move to a quality existence, there's no one better than Schlessinger to keep you honest and to cheer you on. One thing's for sure: You'll never look at your relationships, behaviors and decisions the same way after you've finished reading this book.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Relationships",
                "Psychology",
                "Womens",
                "Marriage",
                "Adult",
                "Social Issues",
                "Education"
            ]
        },
        {
            "title": "Complete Poems",
            "authors": [
                "Marianne Moore"
            ],
            "ranking": 4.02,
            "ranking_count": 3042,
            "abstract": "The Viking Press, 1981.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Womens",
                "Fiction",
                "Academic",
                "Anthologies"
            ]
        },
        {
            "title": "Holy the Firm",
            "authors": [
                "Annie Dillard"
            ],
            "ranking": 4.21,
            "ranking_count": 4487,
            "abstract": "In 1975 Annie Dillard took up residence on an island in Puget Sound in a wooded room furnished with one enormous window, one cat, one spider and one person. For the next two years she asked herself questions about time, reality, sacrifice death, and the will of God. In. Holy the Firm. she writes about a moth consumed in a candle flame, about a seven-year-old girl burned in an airplane accident, about a baptism on a cold beach. But behind the moving curtain of what she calls the hard things -- rock mountain and salt sea, she sees, sometimes far off and sometimes as close by as a veil or air, the power play of holy fire.. This is a profound book about the natural world -- both its beauty and its cruelty -- the Pulitzer Prize-winning Dillard knows so well.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Spirituality",
                "Philosophy",
                "Religion",
                "Poetry",
                "Environment",
                "Literature"
            ]
        },
        {
            "title": "The Samurai",
            "authors": [
                "Shūsaku Endō",
                "Van C. Gessel"
            ],
            "ranking": 3.98,
            "ranking_count": 2640,
            "abstract": "One of the late Shusaku Endo’s finest works,. The Samurai. tells of the journey of some of the first Japanese to set foot on European soil and the resulting clash of cultures and politics.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Asian Literature",
                "Religion",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Little Farm in the Ozarks",
            "authors": [
                "Roger Lea MacBride",
                "David Gilleece"
            ],
            "ranking": 4.05,
            "ranking_count": 9775,
            "abstract": "The second book in the Rose Years series, the story of the spirited daughter of the author of the beloved Little House series.. Rose Wilder, Laura Ingalls Wilder's daughter, is the last of the Little House girls. Going fishing for the first time, starting in a new school, saving the farmhouse from a fire—these are just a few things that happen during young Rose Wilder's first year at Rocky Ridge Farm. She and her parents, Laura and Almanzo, have moved to the Missouri Ozarks to begin a new life. Rose feels out of place as the new girl in her class but gradually gains confidence, and Rocky Ridge truly becomes her home.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Literature",
                "Family"
            ]
        },
        {
            "title": "The Collected Stories of Philip K. Dick 1: The Short Happy Life of the Brown Oxford",
            "authors": [
                "Philip K. Dick",
                "Roger Zelazny",
                "Steven Owen Godersky"
            ],
            "ranking": 4.21,
            "ranking_count": 6620,
            "abstract": "Many thousands of readers consider Philip K. Dick the greatest science fiction mind on any planet. Since his untimely death in 1982, interest in his works has continued to mount, and his reputation has been further enhanced by a growing body of critical attention. Dick won the prestigious Hugo Award for best novel of 1963 for The Man in the High Castle,  and in the last year of his life, the film Blade Runner was made from his novel Do Androids Dream of Electric Sheep?This volume includes all of the writer's earliest short and medium-length fiction (including some previously unpublished stories) covering the years 1952-1955. These fascinating stories include Beyond Lies the Wub,  The Short Happy Life of the Brown Oxford,  The Variable Man,  and twenty-two others.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Anthologies",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Desert Quartet: An Erotic Landscape",
            "authors": [
                "Terry Tempest Williams",
                "Mary Frank"
            ],
            "ranking": 4.2,
            "ranking_count": 188,
            "abstract": "Beautifully illuminated with drawings and paintings by noted artist Mary Frank, Williams, one of the West's most intense and lyrical writers, invokes the lure and drama of the landscape. This is an incandescent meditation--in word and image--on the physical vastness and beauty of the desert and the spiritual place one woman finds for herself there.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Environment",
                "Nonfiction",
                "Art"
            ]
        },
        {
            "title": "The Whipping Boy",
            "authors": [
                "Sid Fleischman",
                "Peter Sís"
            ],
            "ranking": 3.59,
            "ranking_count": 26425,
            "abstract": "A shout comes echoing up the stairway. Fetch the whipping boy!. A young orphan named Jemmy rouses from his sleep. Ain't I already been whipped twice today? Gaw! What's the prince done now? It was forbidden to spank, thrash, or whack the heir to the throne. Jemmy had been plucked from the streets to serve as whipping boy to the arrogant and spiteful Prince Brat.. Dreaming of running away, Jemmy finds himself trapped in Prince Brat's own dream at once brash and perilous.. In this briskly told tale of high adventure, taut with suspense and rich with colorful characters, the whipping boy and Prince Brat must at last confront each other.. Award-winning author Sid Fleischman again blends the broadly comic with the deeply compassionate in this memorable novel.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Classics",
                "Adventure",
                "Fantasy"
            ]
        },
        {
            "title": "Bomber",
            "authors": [
                "Len Deighton"
            ],
            "ranking": 4.15,
            "ranking_count": 2540,
            "abstract": "The classic novel of the Second World War that relates in devastating detail the 24-hour story of an allied bombing raid.. Bomber is a novel of war. There are no victors, no vanquished. There are simply those who remain alive, and those who die.. Bomber follows the progress of an Allied air raid through a period of twenty-four hours in the summer of 1943. It portrays all the participants in a terrifying drama, both in the air and on the ground, in Britain and in Germany.. In its documentary style, it is unique. In its emotional power it is overwhelming.. Len Deighton has been equally acclaimed as a novelist and as an historian. In Bomber he has combined both talents to produce a masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Aviation",
                "Thriller",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "Chapterhouse: Dune",
            "authors": [
                "Frank Herbert"
            ],
            "ranking": 3.91,
            "ranking_count": 54679,
            "abstract": "Alternate Cover Edition of ISBN 0441102670.. The desert planet Arrakis, called Dune, has been destroyed. Now, the Bene Gesserit, heirs to Dune's power, have colonized a green world--and are turning it into a desert, mile by scorched mile.. Here is the last book. Frank Herbert. wrote before his death. A stunning climax to the epic Dune legend that will live on forever...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Space",
                "Audiobook",
                "Adventure",
                "Novels"
            ]
        }
    ]
}