{
    "books": [
        {
            "title": "Fierce Invalids Home from Hot Climates",
            "authors": [
                "Tom Robbins"
            ],
            "ranking": 4.03,
            "ranking_count": 27333,
            "abstract": "As clever and witty a novel as anyone has written in a long time . . . Robbins takes readers on a wild, delightful ride. . . . A delight from beginning to end.--. Buffalo News. Switters is a contradiction for all seasons: an anarchist who works for the government; a pacifist who carries a gun; a vegetarian who sops up ham gravy; a cyberwhiz who hates computers; a man who, though obsessed with the preservation of innocence, is aching to deflower his high-school-age stepsister (only to become equally enamored of a nun ten years his senior). Yet there is nothing remotely wishy-washy about Switters. He doesn't merely pack a pistol. He. is. a pistol. And as we dog Switters's strangely elevated heels across four continents, in and out of love and danger, discovering in the process the true Third Secret of Fatima, we experience Tom Robbins--that fearless storyteller, spiritual renegade, and verbal break dancer--at the top of his game. On one level this is a fast-paced CIA adventure story with comic overtones; on another it's a serious novel of ideas that brings the Big Picture into unexpected focus; but perhaps more than anything else,. Fierce Invalids. is a sexy celebration of language and life.. Praise for. Fierce Invalids Home From Hot Climates. Superb.. --. New York Post. Dangerous? Wicked? Forbidden? You bet. . . . Pour yourself a bowl of chips and dig in.. --. Daily News. , New York. Robbins is a great writer . . . and definitely a provocative rascal.. --. The Tennessean. Whoever said truth is stranger than fiction never read a Tom Robbins novel. . . Clever, creative, and witty, Robbins tosses off impassioned observations like handfuls of flower petals.. --. San Diego Union-Tribune",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Novels",
                "Literature",
                "Contemporary",
                "Modern",
                "Magical Realism",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Demolished Man",
            "authors": [
                "Alfred Bester"
            ],
            "ranking": 3.98,
            "ranking_count": 30080,
            "abstract": "In a world in which the police have telepathic powers, how do you get away with murder?. Ben Reichs heads a huge 24th century business empire, spanning the solar system. He is also an obsessed, driven man determined to murder a rival. To avoid capture, in a society where murderers can be detected even before they commit their crime, is the greatest challenge of his life.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Mystery",
                "Hugo Awards",
                "Science Fiction Fantasy",
                "Fantasy",
                "Speculative Fiction",
                "Novels"
            ]
        },
        {
            "title": "سینوهه",
            "authors": [
                "Mika Waltari",
                "ذبیح‌الله منصوری"
            ],
            "ranking": 4.17,
            "ranking_count": 21660,
            "abstract": "First published in the United States in 1949 and widely condemned as obscene,. The Egyptian. outsold every other novel published that year, and remains a classic; readers worldwide have testified to its life-changing power. It is a full-bodied re-creation of a largely forgotten era in the world’s history: the Egypt of the 14th century B.C.E., when pharaohs and gods contended with the near-collapse of history’s greatest empire. This epic tale encompasses the whole of the then-known world, from Babylon to Crete, from Thebes to Jerusalem, while centering around one unforgettable figure: Sinuhe, a man of mysterious origins who rises from the depths of degradation to become personal physician to Pharaoh Akhnaton.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Northern Africa",
                "European Literature",
                "Novels",
                "Adventure",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Mummy",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.85,
            "ranking_count": 44793,
            "abstract": "Ramses the Great has reawakened in opulent Edwardian London. Having drunk the elixir of life, he is now Ramses the Damned, doomed forever to wander the earth, desperate to quell hungers that can never be satisfied. He becomes the close companion of a voluptuous heiress, Julie Stratford, but his cursed past again propels him toward disaster. He is tormented by searing memories of his last reawakening, at the behest of Cleopatra, his beloved queen of Egypt. And his intense longing for her, undiminished over the centuries, will force him to commit an act that will place everyone around him in the gravest danger.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Historical",
                "Romance",
                "Northern Africa"
            ]
        },
        {
            "title": "Captain Blood",
            "authors": [
                "Rafael Sabatini"
            ],
            "ranking": 4.18,
            "ranking_count": 15549,
            "abstract": "Short Description:. Peter Blood, an Irish physician and soldier in England in the 1680's, is wrongly convicted of treason and sentenced to indentured slavery in the Caribbean. He escapes and becomes the most feared pirate captain on the Spanish Main, but all the glory of his adventures cannot help him, for the woman he loves cannot love a thief and pirate. Even when he destroys England's enemies, even at his most triumphant...but wait! What's that.... Long Description:. Peter Blood, an Irish physician and former soldier is happily settled, in the 1680's, as the doctor in an English town, when the rebellion of the Duke of Monmouth catches him by accident. He saves a man's life, as a doctor must try to do, but the man is a rebel and the hanging Judge Jeffreys sentences him to ten years as an indentured slave in the Caribbean colonies. Once there, his knowledge as a physician is recognized, and thus he meets and falls in love with the daughter of the man who own his servitude; not likely to be a successful love story! A Spanish ship attacks the town, and while the Spaniards celebrate their victory he boldly steals their ship, and he and his fellow convicts sail off to become the boldest and most fearless of pirates among the islands and on the Spanish Main. But all the glory of his adventures cannot help him, for the woman he loves cannot love a thief and pirate. Even when he destroys England's enemies, even at his most triumphant...but wait! Is that... The classic novel of adventure and romance, and one of Sabatini's best.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Adventure",
                "Fiction",
                "Romance",
                "Action",
                "Literature"
            ]
        },
        {
            "title": "The Black Book",
            "authors": [
                "Orhan Pamuk",
                "Maureen Freely"
            ],
            "ranking": 3.92,
            "ranking_count": 10982,
            "abstract": "A New Translation and Afterword by Maureen Freely. Galip is a lawyer living in Istanbul. His wife, the detective novel–loving Ruya, has disappeared. Could she have left him for her ex-husband or. Celâl, a popular newspaper columnist? But Celâl, too, seems to have vanished. As Galip investigates, he finds himself assuming the enviable Celâl's identity, wearing his clothes, answering his phone calls, even writing his columns. Galip pursues every conceivable clue, but the nature of the mystery keeps changing, and when he receives a death threat, he begins to fear the worst.. With its cascade of beguiling stories about Istanbul,. The Black Book. is a brilliantly unconventional mystery, and a provocative meditation on identity. For Turkish literary readers it is the cherished cult novel in which Orhan Pamuk found his original voice, but it has largely been neglected by English-language readers. Now, in Maureen Freely’s beautiful new translation, they, too, may encounter all its riches.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Asian Literature",
                "Cultural",
                "Mystery",
                "Novels",
                "Literature",
                "Nobel Prize",
                "Contemporary",
                "Literary Fiction",
                "Roman"
            ]
        },
        {
            "title": "William Golding's Lord of the Flies",
            "authors": [
                "Harold Bloom"
            ],
            "ranking": 3.77,
            "ranking_count": 562,
            "abstract": "Each title features:. - Critical essays reflecting a variety of schools of criticism. - Notes on the contributing critics, a chronology of the author's life, and an index. - An introductory essay by Harold Bloom.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Criticism",
                "Horror"
            ]
        },
        {
            "title": "The Elephant Vanishes",
            "authors": [
                "Haruki Murakami",
                "Jay Rubin",
                "John Chancer",
                "Alfred Birnbaum"
            ],
            "ranking": 3.85,
            "ranking_count": 45142,
            "abstract": "Alternate cover edition of ISBN 9780679750536. With the same deadpan mania and genius for dislocation that he brought to his internationally acclaimed novels. A Wild Sheep Chase. and. Hard-Boiled Wonderland and the End of the World. , Haruki Murakami makes this collection of stories a determined assault on the normal. A man sees his favorite elephant vanish into thin air; a newlywed couple suffers attacks of hunger that drive them to hold up a McDonald's in the middle of the night; and a young woman discovers that she has become irresistible to a little green monster who burrows up through her backyard.. By turns haunting and hilarious,. The Elephant Vanishes. is further proof of Murakami's ability to cross the border between separate realities -- and to come back bearing treasure.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Magical Realism",
                "Contemporary",
                "Literature",
                "Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Tales of the City",
            "authors": [
                "Armistead Maupin"
            ],
            "ranking": 4.02,
            "ranking_count": 40349,
            "abstract": "San Francisco, 1976. A naïve young secretary, fresh out of Cleveland, tumbles headlong into a brave new world of laundromat Lotharios, pot-growing landladies, cut throat debutantes, and Jockey Shorts dance contests. The saga that ensues is manic, romantic, tawdry, touching, and outrageous—unmistakably the handiwork of Armistead Maupin.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Humor",
                "Classics",
                "Contemporary",
                "Novels",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Love of a Good Woman",
            "authors": [
                "Alice Munro"
            ],
            "ranking": 4.02,
            "ranking_count": 8072,
            "abstract": "**Winner of the Nobel Prize in Literature**. Alice Munro has a genius for entering the lives of ordinary people and capturing the passions and contradictions that lie just below the surface. In this brilliant new collection she takes mainly the lives of women - unruly, ungovernable, unpredictable, unexpected, funny, sexy and completely recognisable - and brings their hidden desires bubbling to the surface. The love of a good woman is not as pure and virtuous as it seems: as in her title story it can be needy and murderous. Here are women behaving badly, leaving husbands and children, running off with unsuitable lovers, pushing everyday life to the limits, and if they don't behave badly, they think surprising and disturbing thoughts.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Nobel Prize",
                "Womens"
            ]
        },
        {
            "title": "Dr. Sax",
            "authors": [
                "Jack Kerouac"
            ],
            "ranking": 3.41,
            "ranking_count": 3123,
            "abstract": "“Kerouac dreams of America in the authentic rolling rhythms of a Whitman or a Thomas Wolfe, drunk with eagerness for life.”—John K. Hutchens",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "The United States Of America",
                "American",
                "Literary Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "Die Trying",
            "authors": [
                "Lee Child"
            ],
            "ranking": 4.05,
            "ranking_count": 123177,
            "abstract": "Alternate cover for this ISBN can be found. here. In a Chicago suburb, a dentist is met in his office parking lot by three men and ordered into the trunk of his Lexus. On a downtown sidewalk, Jack Reacher and an unknown woman are abducted in broad daylight by two men - practiced and confident - who stop them at gunpoint and hustle them into the same sedan. Then Reacher and the woman are switched into a second vehicle and hauled away, leaving the dentist bound and gagged inside his car with the woman's abandoned possessions, two gallons of gasoline. . . and a burning match. The FBI is desperate to rescue the woman, a Special Agent from the Chicago office, because the FBI always - always - takes care of its own, and because this woman is not just another agent. Reacher and the woman join forces, against seemingly hopeless odds, to outwit their captors and escape. But the FBI thinks Jack is one of the kidnappers - and when they close in, the Bureau snipers will be shooting to kill.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Action",
                "Suspense",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Black Spring",
            "authors": [
                "Henry Miller"
            ],
            "ranking": 3.83,
            "ranking_count": 4972,
            "abstract": "Continuing the subversive self-revelation begun in Tropic of Cancer and Tropic of Capricorn, Henry Miller takes readers along a mad, free-associating journey from the damp grime of his Brooklyn youth to the sun-splashed cafes and squalid flats of Paris. With incomparable glee, Miller shifts effortlessly from Virgil to venereal disease, from Rabelais to Roquefort. In this seductive technicolor swirl of Paris and New York, he captures like no one else the blending of people and the cities they inhabit.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Classics",
                "Novels",
                "Adult Fiction",
                "Short Stories",
                "Literary Fiction",
                "American"
            ]
        },
        {
            "title": "Behind the Scenes at the Museum",
            "authors": [
                "Kate Atkinson"
            ],
            "ranking": 3.96,
            "ranking_count": 36377,
            "abstract": "Ruby Lennox begins narrating her life at the moment of conception, and from there takes us on a whirlwind tour of the twentieth century as seen through the eyes of an English girl determined to learn about her family and its secrets.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "European Literature",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Family",
                "Young Adult"
            ]
        },
        {
            "title": "The Moving Finger",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.86,
            "ranking_count": 37192,
            "abstract": "The placid village of Lymstock seems the perfect place for Jerry Burton to recuperate from his accident under the care of his sister, Joanna. But soon a series of vicious poison-pen letters destroys the village's quiet charm, eventually causing one recipient to commit suicide. The vicar, the doctor, the servants—all are on the verge of accusing one another when help arrives from an unexpected quarter. The vicar's houseguest happens to be none other than Jane Marple.. Librarian's note: this entry is for the novel, The Moving Finger. Collections and other Miss Marple stories are located elsewhere on Goodreads. The series includes 12 novels and 20 short stories. Entries for the short stories can be found by searching Goodreads for: a Miss Marple Short Story.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Complete Poems 1927-1979",
            "authors": [
                "Elizabeth Bishop"
            ],
            "ranking": 4.2,
            "ranking_count": 12252,
            "abstract": "Elizabeth Bishop was vehement about her art--a perfectionist who didn't want to be seen as a woman poet. In 1977, two years before her death she wrote, art is art and to separate writings, paintings, musical compositions, etc., into two sexes is to emphasize values in them that are. not. art. She also deeply distrusted the dominant mode of modern poetry, one practiced with such detached passion by her friend Robert Lowell, the confessional.. Bishop was unforgiving of fashion and limited ways of seeing and feeling, but cast an even more trenchant eye on her own work. One wishes this volume were thicker, though the perfections within mark the rightness of her approach. The poems are sublimely controlled, fraught with word play, fierce moral vision (see her caustic ballad on Ezra Pound, Visits to St. Elizabeths), and reticence. From the surreal sorrow of the early Man-Moth (leaping off from a typo she had come across for mammoth), about a lonely monster who rarely emerges from the pale subways of cement he calls his home, to the beauty of her villanelle One Art (with its repeated the art of losing isn't hard to master), the poet wittily explores distance and desolation, separation and sorrow.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Fiction",
                "LGBT",
                "The United States Of America",
                "Female Authors",
                "Academic"
            ]
        },
        {
            "title": "The Apprenticeship of Duddy Kravitz",
            "authors": [
                "Mordecai Richler"
            ],
            "ranking": 3.72,
            "ranking_count": 8385,
            "abstract": "From Mordecai Richler, one of our greatest satirists, comes one of literature's most delightful characters, Duddy Kravitz -- in a novel that belongs in the pantheon of seminal twentieth century books.. Duddy -- the third generation of a Jewish immigrant family in Montreal -- is combative, amoral, scheming, a liar, and totally hilarious. From his street days tormenting teachers at the Jewish academy to his time hustling four jobs at once in a grand plan to be somebody, Duddy learns about living -- and the lesson is an outrageous roller-coaster ride through the human comedy. As Richler turns his blistering commentary on love, money, and politics,. The Apprenticeship Of Duddy Kravitz. becomes a lesson for us all...in laughter and in life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Academic",
                "Novels",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Night in Lisbon",
            "authors": [
                "Erich Maria Remarque",
                "Ralph Manheim"
            ],
            "ranking": 4.29,
            "ranking_count": 15088,
            "abstract": "History and fate collide as the Nazis rise to power in. The Night in Lisbon,. a classic tale of survival from the renowned author of. All Quiet on the Western Front. .. With the world slowly sliding into war, it is crucial that enemies of the Reich flee Europe at once. But so many routes are closed, and so much money is needed. Then one night in Lisbon, as a poor young refugee gazes hungrily at a boat bound for America, a stranger approaches him with two tickets and a story to tell.. It is a harrowing tale of bravery and butchery, daring and death, in which the price of love is beyond measure and the legacy of evil is infinite. As the refugee listens spellbound to the desperate teller, in a matter of hours the two form a unique and unshakable bond—one that will last all their lives.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "War",
                "European Literature",
                "Novels",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "The Pact",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 4.02,
            "ranking_count": 288241,
            "abstract": "For eighteen years the Hartes and the Golds have lived next door to each other, sharing everything from Chinese food to chicken pox to carpool duty—they've grown so close it seems they have always been a part of each other's lives. Parents and children alike have been best friends, so it's no surprise that in high school Chris and Emily's friendship blossoms into something more. They've been soul mates since they were born.. So when midnight calls from the hospital come in, no one is ready for the appalling truth: Emily is dead at seventeen from a gunshot wound to the head. There's a single unspent bullet in the gun that Chris took from his father's cabinet—a bullet that Chris tells police he intended for himself. But a local detective has doubts about the suicide pact that Chris has described.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Drama",
                "Mystery",
                "Adult Fiction",
                "Adult",
                "Young Adult",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Mumbo Jumbo",
            "authors": [
                "Ishmael Reed"
            ],
            "ranking": 3.84,
            "ranking_count": 3762,
            "abstract": "The Classic Freewheeling Look at Race Relations Through the Ages. Mumbo Jumbo. is Ishmael Reed's brilliantly satiric deconstruction of Western civilization, a racy and uproarious commentary on our society. In it, Reed, one of our preeminent African-American authors, mixes portraits of historical figures and fictional characters with sound bites on subjects ranging from ragtime to Greek philosophy. Cited by literary critic Harold Bloom as one of the five hundred most significant books in the Western canon,. Mumbo Jumbo. is a trenchant and often biting look at black-white relations throughout history, from a keen observer of our culture.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Cultural",
                "Classics",
                "Literature",
                "Race",
                "Academic",
                "Historical"
            ]
        },
        {
            "title": "Autumn Sonata: Selected Poems",
            "authors": [
                "Georg Trakl",
                "Daniel Simko",
                "Carolyn Forché"
            ],
            "ranking": 4.51,
            "ranking_count": 337,
            "abstract": "Georg Trakl's poems are considered some of the most difficult for any translator to tackle; his German is dense and sometimes almost impenetrable. Daniel Simko's collection Autumn Sonata, has been lauded for the simplicity and directness of its translations, accomplished with out sacrificing the drama of Trakl's rich imagery. Suffering from manic depressive episodes and haunted by his experiences tending the wounded and dying during World War One, Trakl's poems reflect a sense of lostness: nightmare visions and disembodied voices provide an often eccentric perspective of reality. Though he yearns for deliverance, there poems do not anticipate it. Instead, they map the interior landscape of a brilliant, though troubled, spirit.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Classics",
                "Fiction",
                "Literature"
            ]
        },
        {
            "title": "Son of the Shadows",
            "authors": [
                "Juliet Marillier"
            ],
            "ranking": 4.33,
            "ranking_count": 29586,
            "abstract": "After years of comparative peace, darkness has fallen upon Ulster. Trouble is brewing and even those in the heart of the forest are not safe. Niamh, elder daughter of Sorcha, is required to make a strategic marriage, while her sister Liadan, who has the gift of Sight and her mother’s talent for healing, finds herself drawn into the shadowy world of the Painted Man and his warrior band. There Liadan begins a journey that is to transform her life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Historical",
                "Fiction",
                "Historical Fiction",
                "Adult",
                "Young Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "When Christ and His Saints Slept",
            "authors": [
                "Sharon Kay Penman"
            ],
            "ranking": 4.24,
            "ranking_count": 15798,
            "abstract": "A.D. 1135. As church bells tolled for the death of England's King Henry I, his barons faced the unwelcome prospect of being ruled by a woman: Henry's beautiful daughter Maude, Countess of Anjou. But before Maude could claim her throne, her cousin Stephen seized it. In their long and bitter struggle, all of England bled and burned.. Sharon Kay Penman's magnificent fifth novel summons to life a spectacular medieval tragedy whose unfolding breaks the heart even as it prepares the way for splendors to come—the glorious age of Eleanor of Aquitaine and the Plantagenets that would soon illumine the world.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Literature",
                "Cultural",
                "Romance",
                "War"
            ]
        },
        {
            "title": "A High Wind in Jamaica",
            "authors": [
                "Richard Hughes",
                "Francine Prose"
            ],
            "ranking": 3.78,
            "ranking_count": 9181,
            "abstract": "New edition of a classic adventure novel and one of the most startling, highly praised stories in English literature - a brilliant chronicle of two sensitive children's violent voyage from innocence to experience.. After a terrible hurricane levels their Jamaican estate, the Bas-Thorntons decide to send their children back to the safety and comfort of England. On the way their ship is set upon by pirates, and the children are accidentally transferred to the pirate vessel. Jonsen, the well-meaning pirate captain, doesn't know how to dispose of his new cargo, while the children adjust with surprising ease to their new life. As this strange company drifts around the Caribbean, events turn more frightening and the pirates find themselves increasingly incriminated by the children's fates. The most shocking betrayal, however, will take place only after the return to civilization.. The swift, almost hallucinatory action of Hughes's novel, together with its provocative insight into the psychology of children, made it a best seller when it was first published in 1929 and has since established it as a classic of twentieth-century literature - an unequaled exploration of the nature, and limits, of innocence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Adventure",
                "Novels",
                "European Literature",
                "Literature",
                "Childrens"
            ]
        },
        {
            "title": "The Ghost Writer",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.82,
            "ranking_count": 11338,
            "abstract": "When talented young writer Nathan Zuckerman makes his pilgrimage to sit at the feet of his hero, the reclusive master of American Literature, E. I. Lonoff, he soon finds himself enmeshed in the great Jewish writer's domestic life, with all its complexity, artifice and drive for artistic truth. As Nathan sits in breathlessly awkward conversation with his idol, a glimpse of a dark-haired beauty through a closing doorway leaves him reeling. He soon learns that the entrancing vision is Amy Bellette, but her position in the Lonoff household - student? mistress? - remains tantalisingly unclear. Over a disturbed and confusing dinner, Nathan gleans snippets of Amy's haunting Jewish background, and begins to draw his own fantastical conclusions...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Classics",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "Naked",
            "authors": [
                "David Sedaris"
            ],
            "ranking": 4.08,
            "ranking_count": 254429,
            "abstract": "Welcome to the hilarious, strange, elegiac, outrageous world of David Sedaris. In. Naked. , Sedaris turns the mania for memoir on its proverbial ear, mining the exceedingly rich terrain of his life, his family, and his unique worldview—a sensibility at once take-no-prisoners sharp and deeply charitable. A tart-tongued mother does dead-on imitations of her young son's nervous tics, to the great amusement of his teachers; a stint of Kerouackian wandering is undertaken (of course!) with a quadriplegic companion; a family gathers for a wedding in the face of imminent death. Through it all is Sedaris's unmistakable voice, without doubt one of the freshest in American writing.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Autobiography",
                "Writing",
                "Short Stories",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "LGBT"
            ]
        },
        {
            "title": "The Bronze Horseman",
            "authors": [
                "Paullina Simons"
            ],
            "ranking": 4.3,
            "ranking_count": 76146,
            "abstract": "Librarian note: alternate covers for this edition can be found. here. and. here. and. here. .. During the summer of 1941 the Metanov family are living a hard life in Leningrad. As the German armies advance their future looks bleak. For Tatiana, love arrives in the guise of Alexander, who harbours a deadly and extraordinary secret.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "War",
                "Cultural",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Unnamable",
            "authors": [
                "Samuel Beckett"
            ],
            "ranking": 4.0,
            "ranking_count": 2462,
            "abstract": "The Unnamable consists entirely of a disjointed monologue from the perspective of an unnamed (presumably unnamable) and immobile protagonist. There is no concrete plot or setting - and whether the other characters (Mahood (formerly Basil) and Worm) actually exist or whether they are facets of the narrator himself is debatable. The protagonist also claims authorship of the main characters in the two previous novels of the Trilogy and Beckett's earlier novels Murphy, Mercier and Camier, and Watt. The novel is a mix of recollections and existential musings on the part of its narrator, many of which pertain specifically to the possibility that the narrator is constructed by the language he speaks. Other 'characters' (a stretch to call them distinctly different than the narrator) serve as the passive recipient of the dialogue and in many places (as the narrator suggests) the dialogue's genesis. The novel builds in its despairing tone until the ending, which consists mainly of very long run-on sentences. It closes with the phrase I can't go on, I'll go on, which was later used as the title of an anthology of Beckett works.. The Unnamable is a 1953 novel by Samuel Beckett. It is the third and final entry in Beckett's Trilogy of novels, which begins with Molloy followed by Malone Dies. It was originally published in French as L'Innommable and later translated by the author into English. Grove Press published the English edition in 1958.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Novels",
                "European Literature",
                "Literature",
                "Philosophy",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Tommyknockers",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.57,
            "ranking_count": 137252,
            "abstract": "Librarian's Note: This is alternate cover edition #2. ISBN 10: 0451156609. ISBN13: 9780451156600. See:. Original Record Here. Late Last Night and the Night Before .... ... Tommyknockers, tommyknockers, knocking at the door.. Something was happening in Bobbi Anderson's idyllic small town of Haven, Maine. Something that gave every man, woman, and child in town powers far beyond ordinary mortals. Something that turned the town into a death trap for all outsiders. Something that came from a metal object, buried for millennia, that Bobbi accidentally stumbled across.. It wasn't that Bobbi and the other good folks of Haven had sold their souls to reap the rewards of the most deadly evil this side of hell. It was more like a diabolical takeover...an invasion of body and soul--and mind..... Note: All information herein, such as number of pages, publisher, etc., refer to this alternate cover edition and may or may not coincide with the main entry for this ISBN or any other alternate covers.. ~",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Fantasy",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "The Professor's House",
            "authors": [
                "Willa Cather",
                "A.S. Byatt"
            ],
            "ranking": 3.76,
            "ranking_count": 8205,
            "abstract": "On the eve of his move to a new, more desirable residence, Professor Godfrey St. Peter finds himself in the shabby study of his former home. Surrounded by the comforting, familiar sights of his past, he surveys his life and the people he has loved — his wife Lillian, his daughters, and Tom Outland, his most outstanding student and once, his son-in-law to be. Enigmatic and courageous—and a tragic victim of the Great War — Tom has remained a source of inspiration to the professor. But he has also left behind him a troubling legacy which has brought betrayal and fracture to the women he loves most.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Academic",
                "Historical",
                "American"
            ]
        },
        {
            "title": "Anne of Green Gables Boxed Set",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.48,
            "ranking_count": 4389,
            "abstract": "Anne Of Green Gables 1908. Anne Of Avonlea 1909. Anne Of The Island 1915. The Cuthberts of Green Gables had decided to adopt an orphan to help Matthew with the farm chores. The longer Anne was there, the more no one could image Green Gable without her.. Anne Of Avonlea. It seemed only yesterday the freckled redhead had come to the island. Here was Anne, at pretty sixteen, teaching at the Avonlea school. Not quite grown up. Anne was not very different from her restless young pupils, as spirited as ever.. Anne Of The Island. Wishing couldn't keep Anne of Green Gables from growing up. Anne's whole world was changing—her childhood friends marrying, Anne herself leaving the Island for four years of college. But as much as life changed, important things stayed the same; especially irrepressible Anne.. The Anne Series. Delightful, unpredictable Anne Shirley has been charming readers of all ages, in every part of the world, for over half a century. a bestseller from the moment it was published, the series has allowed generations of children to grow up joyfully right along with Anne.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Historical",
                "Cultural",
                "Romance",
                "Literature"
            ]
        },
        {
            "title": "First Blood",
            "authors": [
                "David Morrell"
            ],
            "ranking": 4.02,
            "ranking_count": 7970,
            "abstract": "First came the man: a young wanderer in a fatigue coat and long hair. Then came the legend, as John Rambo sprang from the pages of. First Blood. to take his place in the American cultural landscape. This remarkable novel pits a young Vietnam veteran against a small-town cop who doesn't know whom he's dealing with—or how far Rambo will take him into a life-and-death struggle through the woods, hills, and caves of rural Kentucky.. Millions saw the Rambo movies, but those who haven't read the book that started it all are in for a surprise—a critically acclaimed story of character, action, and compassion.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Action",
                "War",
                "Adventure",
                "Classics",
                "Mystery",
                "Suspense"
            ]
        },
        {
            "title": "Kate Vaiden",
            "authors": [
                "Reynolds Price"
            ],
            "ranking": 3.9,
            "ranking_count": 1476,
            "abstract": "0ne of the most feisty, spellbinding and engaging heroines in modern fiction captures the essence of her own life in this contemporary American odyssey born of red-clay land and small-town people. We meet Kate at a crucial moment in middle age when she begins to yearn to see the son she abandoned when she was seventeen. But if she decides to seek him, will he understand her? Winner of the National Book Critics Circle Award,. Kate Vaiden. is a penetrating psychological portrait of an ordinary woman in extraordinary circumstances, a story as joyous, tragic, comic and compelling as life itself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "American",
                "Literary Fiction",
                "Book Club",
                "Novels",
                "Historical",
                "Literature",
                "Adult Fiction",
                "Classics",
                "Modern"
            ]
        },
        {
            "title": "The Nine Tailors",
            "authors": [
                "Dorothy L. Sayers"
            ],
            "ranking": 4.03,
            "ranking_count": 18157,
            "abstract": "When a disfigured corpse is discovered in a country parish, the local rector pleads with Lord Peter to take on what will become one of his most brilliant and complicated cases.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "European Literature",
                "Thriller",
                "Historical",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Strawberry Girl",
            "authors": [
                "Lois Lenski"
            ],
            "ranking": 3.87,
            "ranking_count": 12740,
            "abstract": "The land was theirs, but so were its hardships. Strawberries -- big, ripe, and juicy. Ten-year-old Birdie Boyer can hardly wait to start picking them. But her family has just moved to the Florida backwoods, and they haven′t even begun their planting. Don′t count your biddies ′fore they′re hatched, gal young un! her father tells her.. Making the new farm prosper is not easy. There is heat to suffer through, and droughts, and cold snaps. And, perhaps most worrisome of all for the Boyers, there are rowdy neighbors, just itching to start a feud.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Academic",
                "Family"
            ]
        },
        {
            "title": "The Lost World",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.82,
            "ranking_count": 137607,
            "abstract": "It is now six years since the secret disaster at Jurassic Park, six years since the extraordinary dream of science and imagination came to a crashing end – the dinosaurs destroyed, the park dismantled, the island indefinitely closed to the public.. There are rumors that something has survived....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Adventure",
                "Fantasy",
                "Horror",
                "Animals",
                "Science Fiction Fantasy",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "The Physician",
            "authors": [
                "Noah Gordon"
            ],
            "ranking": 4.38,
            "ranking_count": 44608,
            "abstract": "In the 11th century, Rob Cole left poor, disease-ridden London to make his way across the land, hustling, juggling, peddling cures to the sick—and discovering the mystical ways of healing. It was on his travels that he found his own very real gift for healing—a gift that urged him on to become a doctor. So all consuming was his dream, that he made the perilous, unheard-of journey to Persia, to its Arab universities where he would undertake a transformation that would shape his destiny forever.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Health",
                "Novels",
                "Romance",
                "Classics",
                "European Literature"
            ]
        },
        {
            "title": "The Day of the Scorpion",
            "authors": [
                "Paul Scott",
                "Richard Brown",
                "Garard Green"
            ],
            "ranking": 4.29,
            "ranking_count": 1518,
            "abstract": "In The Day of the Scorpion, Scott draws us deeper in to his epic of India at the close of World War II. With force and subtlety, he recreates both private ambition and perversity, and the politics of an entire subcontinent at a turning point in history.. As the scorpion, encircled by a ring of fire, will sting itself to death, so does the British raj hasten its own destruction when threatened by the flames of Indian independence. Brutal repression and imprisonment of India's leaders cannot still the cry for home rule. And in the midst of chaos, the English Laytons withdraw from a world they no longer know to seek solace in denial, drink, and madness.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Literature",
                "European Literature",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "Good Morning, Midnight",
            "authors": [
                "Jean Rhys"
            ],
            "ranking": 3.89,
            "ranking_count": 8370,
            "abstract": "The last of the four novels Jean Rhys wrote in interwar Paris,. Good Morning, Midnight. is the culmination of a searing literary arc, which established Rhys as an astute observer of human tragedy. Her everywoman heroine, Sasha, must confront the loves— and losses— of her past in this mesmerizing and formally daring psychological portrait.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Womens",
                "Literary Fiction",
                "Feminism",
                "European Literature"
            ]
        },
        {
            "title": "A Bend in the River",
            "authors": [
                "V.S. Naipaul"
            ],
            "ranking": 3.77,
            "ranking_count": 16537,
            "abstract": "When Salim, a young Indian man, is offered a small business in Central Africa, he accepts. As he strives to establish himself, he becomes closely involved with the fluid and dangerous politics of the newly-dependent state.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Historical",
                "Nobel Prize",
                "Literary Fiction"
            ]
        },
        {
            "title": "Molloy",
            "authors": [
                "Samuel Beckett",
                "Patrick Bowles"
            ],
            "ranking": 4.05,
            "ranking_count": 7364,
            "abstract": "Molloy, the first of the three masterpieces which constitute Samuel Beckett’s famous trilogy, appeared in French in 1951, followed seven months later by Malone Dies (Malone meurt), and two years later by The Unnamable (L’Innommable). Few works of contemporary literature have been so universally acclaimed as central to their time and to our understanding of the human experience.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Cultural",
                "Nobel Prize",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Flanders Panel",
            "authors": [
                "Arturo Pérez-Reverte",
                "Margaret Jull Costa"
            ],
            "ranking": 3.79,
            "ranking_count": 22008,
            "abstract": "While restoring a 15th-century painting which depicts a chess game between the Duke of Flanders and his knight, Julia, a young art expert, discovers a hidden inscription in the corner: Quis Necavit Equitem. Translation: Who killed the knight? Breaking the silence of five centuries, Julia's hunt for a Renaissance murderer leads her into a modern-day game of sin, betrayal, and death.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Thriller",
                "Art",
                "Cultural",
                "European Literature"
            ]
        },
        {
            "title": "Lost in the Funhouse",
            "authors": [
                "John Barth"
            ],
            "ranking": 3.7,
            "ranking_count": 5849,
            "abstract": "Barth's lively, highly original collection of short pieces is a major landmark of experimental fiction. Though many of the stories gathered here were published separately, there are several themes common to them all, giving them new meaning in the context of this collection.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Classics",
                "Literary Fiction",
                "United States",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "The Power of Now: A Guide to Spiritual Enlightenment",
            "authors": [
                "Eckhart Tolle"
            ],
            "ranking": 4.14,
            "ranking_count": 276117,
            "abstract": "Eckhart Tolle's message is simple: living in the now is the truest path to happiness and enlightenment. And while this message may not seem stunningly original or fresh, Tolle's clear writing, supportive voice and enthusiasm make this an excellent manual for anyone who's ever wondered what exactly living in the now means. Foremost, Tolle is a world-class teacher, able to explain complicated concepts in concrete language. More importantly, within a chapter of reading this book, readers are already holding the world in a different container--more conscious of how thoughts and emotions get in the way of their ability to live in genuine peace and happiness.. Tolle packs a lot of information and inspirational ideas into. The Power of Now. . (Topics include the source of Chi, enlightened relationships, creative use of the mind, impermanence and the cycle of life.) Thankfully, he's added markers that symbolise break time. This is when readers should close the book and mull over what they just read. As a result,. The Power of Now. reads like the highly acclaimed. A Course in Miracles. --a spiritual guidebook that has the potential to inspire just as many study groups and change just as many lives for the better. --. Gail Hudson",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Spirituality",
                "Philosophy",
                "Psychology",
                "Audiobook",
                "Religion",
                "Inspirational",
                "Unfinished"
            ]
        },
        {
            "title": "Red Harvest",
            "authors": [
                "Dashiell Hammett"
            ],
            "ranking": 3.96,
            "ranking_count": 25944,
            "abstract": "When the last honest citizen of Poisonville was murdered, the Continental Op stayed on to punish the guilty--even if that meant taking on an entire town.. Red Harvest is more than a superb crime novel: it is a classic exploration of corruption and violence in the American grain.. The Op was in Personville, derogatory nickname aside, as the result of a letter to the Continental Detective Agency in San Francisco from Donald Willsson, publisher of the local paper, asking for an agent to visit. No other information. As soon as the OP arrives, the body count begins. It starts with his client!",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "The Rowan",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.04,
            "ranking_count": 16535,
            "abstract": "Told in the timeless style of Anne McCaffrey, The Rowan is the first installment in a wonderful trilogy. This is sci-fi at its best: a contemporary love story as well as an engrossing view of our world in the future.. The kinetically gifted, trained in mind/machine gestalt, are the most valued citizens of the Nine Star League. Using mental powers alone, these few Prime Talents transport ships, cargo and people between Earth's Moon, Mars' Demos and Jupiter's Callisto.. An orphaned young girl, simply called The Rowan, is discovered to have superior telepathic potential and is trained to become Prime Talent on Callisto. After years of self-sacrificing dedication to her position, The Rowan intercepts an urgent mental call from Jeff Raven, a young Prime Talent on distant Deneb. She convinces the other Primes to merge their powers with hers to help fight off an attack by invading aliens. Her growing relationship with Jeff gives her the courage to break her status-imposed isolation, and choose the more rewarding world of love and family.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Space",
                "Adult"
            ]
        },
        {
            "title": "Paula",
            "authors": [
                "Isabel Allende"
            ],
            "ranking": 4.15,
            "ranking_count": 39401,
            "abstract": "Paula es el libro más conmovedor, más personal y más íntimo de Isabel Allende. Junto al lecho en que agonizaba su hija Paula, la gran narradora chilena escribió la historia de su familia y de sí misma con el propósito de regalársela a Paula cuando ésta superara el dramático trance. El resultado se convirtió en un autorretrato de insólita emotividad y en una exquisita recreación de la sensibilidad de las mujeres de nuestra época.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "European Literature",
                "Biography Memoir",
                "Magical Realism",
                "Literature",
                "Cultural",
                "Womens"
            ]
        },
        {
            "title": "The Cat in the Hat Comes Back",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 3.88,
            "ranking_count": 29702,
            "abstract": "The Cat in the Hat returns for more out-of-control fun in this wintry Beginner Book by Dr. Seuss.. It’s a snowy day and Dick and Sally are stuck shovelling . . . until the Cat in the Hat arrives to liven things up (to say the least!). Featuring the Cat’s helpers Little Cat A, Little Cat B, and so on through the alphabet, and ending with a gigantic Voom,. 'The Cat in the Hat Comes Back' is a riotous, fun-filled follow-up to Dr. Seuss’s classic 'The Cat in the Hat.'.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Humor",
                "Fantasy",
                "Animals"
            ]
        },
        {
            "title": "The Temple of the Golden Pavilion",
            "authors": [
                "Yukio Mishima",
                "Ivan Morris"
            ],
            "ranking": 3.99,
            "ranking_count": 15356,
            "abstract": "In. The Temple of the Golden Pavilion. , celebrated Japanese novelist Yukio Mishima creates a haunting and vivid portrait of a young man’s obsession with idealized beauty and his destructive quest to possess it fully.. Mizoguchi, an ostracized stutterer, develops a childhood fascination with Kyoto’s famous Golden Temple. While an acolyte at the temple, he fixates on the structure’s aesthetic perfection and it becomes the one and only object of his desire. But as Mizoguchi begins to perceive flaws in the temple, he determines that the only true path to beauty lies in an act of horrendous violence. Based on a real incident that occurred in 1950,. The Temple of the Golden Pavilion. brilliantly portrays the passions and agonies of a young man in postwar Japan, bringing to the subject the erotic imagination and instinct for the dramatic moment that marked Mishima as one of the towering makers of modern fiction. With an introduction by Donald Keene; Translated from the Japanese by Ivan Morris.. (Book Jacket Status: Jacketed)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Literature",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "South of the Border, West of the Sun",
            "authors": [
                "Haruki Murakami",
                "Philip Gabriel"
            ],
            "ranking": 3.88,
            "ranking_count": 104858,
            "abstract": "Alternate cover edition. here. .. Growing up in the suburbs of post-war Japan, it seemed to Hajime that everyone but him had brothers and sisters. His sole companion was Shimamoto, also an only child. Together they spent long afternoons listening to her father's record collection. But when his family moved away, the two lost touch. Now Hajime is in his thirties. After a decade of drifting he has found happiness with his loving wife and two daughters, and success running a jazz bar. Then Shimamoto reappears. She is beautiful, intense, enveloped in mystery. Hajime is catapulted into the past, putting at risk all he has in the present.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Contemporary",
                "Romance",
                "Novels",
                "Magical Realism",
                "Literature"
            ]
        },
        {
            "title": "A Theory of Justice",
            "authors": [
                "John Rawls"
            ],
            "ranking": 3.95,
            "ranking_count": 11841,
            "abstract": "Since it appeared in 1971, John Rawls's A Theory of Justice has become a classic. The author has now revised the original edition to clear up a number of difficulties he and others have found in the original book.. Rawls aims to express an essential part of the common core of the democratic tradition - justice as fairness - and to provide an alternative to utilitarianism, which had dominated the Anglo-Saxon tradition of political thought since the nineteenth century. Rawls substitutes the ideal of the social contract as a more satisfactory account of the basic rights and liberties of citizens as free and equal persons. Each person, writes Rawls, possesses an inviolability founded on justice that even the welfare of society as a whole cannot override. Advancing the ideas of Rousseau, Kant, Emerson, and Lincoln, Rawls's theory is as powerful today as it was when first published.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Politics",
                "Nonfiction",
                "Law",
                "Classics",
                "Economics",
                "Sociology",
                "Academic"
            ]
        },
        {
            "title": "City of Golden Shadow",
            "authors": [
                "Tad Williams"
            ],
            "ranking": 3.92,
            "ranking_count": 26418,
            "abstract": "Renie Sulaweyo, a teacher in the South Africa of tomorrow, realizes something is wrong on the network. Kids, including her brother Stephen, have logged into the net, and cannot escape. Clues point to a mysterious golden city called Otherland, but investigators all end up dead.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Adventure",
                "Audiobook",
                "Epic"
            ]
        },
        {
            "title": "Zen Mind, Beginner's Mind: Informal Talks on Zen Meditation and Practice",
            "authors": [
                "Shunryu Suzuki",
                "Trudy Dixon",
                "Huston Smith",
                "Richard Baker"
            ],
            "ranking": 4.2,
            "ranking_count": 41468,
            "abstract": "“In the beginner’s mind there are many possibilities, but in the expert’s there are few.”. So begins this most beloved of all American Zen books. Seldom has such a small handful of words provided a teaching as rich as has this famous opening line. In a single stroke, the simple sentence cuts through the pervasive tendency students have of getting so close to Zen as to completely miss what it’s all about. An instant teaching on the first page. And that’s just the beginning.. In the forty years since its original publication,. Zen Mind, Beginner’s Mind. has become one of the great modern Zen classics, much beloved, much reread, and much recommended as the best first book to read on Zen. Suzuki Roshi presents the basics—from the details of posture and breathing in zazen to the perception of nonduality—in a way that is not only remarkably clear, but that also resonates with the joy of insight from the first to the last page. It’s a book to come back to time and time again as an inspiration to practice, and it is now available to a new generation of seekers in this fortieth anniversary edition, with a new afterword by Shunryu Suzuki’s biographer, David Chadwick.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Nonfiction",
                "Spirituality",
                "Buddhism",
                "Self Help",
                "Psychology",
                "Cultural"
            ]
        },
        {
            "title": "Space Trilogy: Out of the Silent Planet / Perelandra / That Hideous Strength",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.15,
            "ranking_count": 10030,
            "abstract": "The Cosmic Trilogy relates the interplanetary travels of Ransom, C.S. Lewis's ill-informed and terrified victim who leaves Earth much against his will and who, in the first book of the trilogy, Out of the Silent Planet, published by the Bodley Head in 1938, encounters the imaginary and delightful world of Macalandra. In the second book, Perelandra (1943), Ransom is transported to a world of sweet smells and delicious tastes, a new Garden of Eden in which is enacted, with a difference, the story of Temptation. That Hideous Strength (1945) completes the trilogy and finds Dr Ransom returned from his travels in space and living in an English university town - where the Senior Common Room is given a mysterious depth, a more than earthly dimension which such things, in the author's view, always have in life.. C.S. Lewis believed that popular science was the new mythology of his age, and in The Cosmic Trilogy he ransacks the uncharted territory of space and makes that mythology the medium of his spiritual imagination.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Classics",
                "Christian",
                "Christian Fiction",
                "Science Fiction Fantasy",
                "Religion",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "Sodom and Gomorrah",
            "authors": [
                "Marcel Proust",
                "Christopher Prendergast",
                "John Sturrock"
            ],
            "ranking": 4.34,
            "ranking_count": 6886,
            "abstract": "Sodom and Gomorrah. – now in a superb translation by John Sturrock – takes up the theme of homosexual love, male and female, and dwells on how destructive sexual jealousy can be for those who suffer it. Proust's novel is also an unforgiving analysis of both the decadent high society of Paris, and the rise of a philistine bourgeoisie that is on the way to supplanting it. Characters who had lesser roles in earlier volumes now reappear in a different light and take center stage, notably Albertine, with whom the narrator believes he is in love, and also the insanely haughty Baron de Charlus.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Romance",
                "Philosophy"
            ]
        },
        {
            "title": "The Loved One",
            "authors": [
                "Evelyn Waugh"
            ],
            "ranking": 3.77,
            "ranking_count": 11268,
            "abstract": "Following the death of a friend, British poet and pets' mortician Dennis Barlow finds himself entering the artificial Hollywood paradise of the Whispering Glades Memorial Park. Within its golden gates, death, American-style, is wrapped up and sold like a package holiday. There, Dennis enters the fragile and bizarre world of Aimée, the naïve Californian corpse beautician, and Mr Joyboy, the master of the embalmer's art.... A dark and savage satire on the Anglo-American cultural divide,. The Loved One. depicts a world where love, reputation, and death cost a very great deal.. This is an alternate cover edition:. https://www.goodreads.com/book/show/3.... .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "Literature",
                "European Literature",
                "Novels",
                "Death",
                "Literary Fiction"
            ]
        },
        {
            "title": "A History of the English Speaking Peoples, 4 Vols",
            "authors": [
                "Winston S. Churchill"
            ],
            "ranking": 4.3,
            "ranking_count": 1396,
            "abstract": "Here is one of the great books of our age, Winston Churchill's most ambitious work and the crowning achievement of his career. His theme is a noble one, worthy of the great purpose and imaginative scope of its author:. 'Back in the mists of time on that little Anglo-Saxon island there was kindled the flame of freedom and equality for the individual. This idea grew and was spread over the earth by the English-speaking peoples, and has now brought democracy to the whole free world, and become the shining hope of the future of mankind.'. He tells of the struggles and setbacks of the great men and the little men who carried the banner forward and the selfish men who dragged it back. But there is no mistaking the drive of the swelling tide.. This is naturally a British history, but it is also very much an American, Canadian, New Zealand, Australian, Indian, South African history, the greatest story of our centuries told by the master storyteller of our time.. (inside front flap). This book does not seek to rival the works of professional historians. It aims rather to present a personal view on the processes whereby English-speaking peoples throughout the world have achieved their distinctive position and character. I write about the things in our past that appear significant to me and I do so as one not without some experience of historical and violent events in our own time. I use the term 'English-speaking peoples' because there is no other that applies both to the inhabitants of the British Isles and to those independent nations who derive their beginnings, their speech, and many of their institutions from England, and who now preserve, nourish, and develop them in their own ways.. (Winston S. Churchill, from preface to v. 1)",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Classics",
                "Historical",
                "European Literature",
                "Politics",
                "North American Hi..."
            ]
        },
        {
            "title": "And the Band Played On: Politics, People, and the AIDS Epidemic",
            "authors": [
                "Randy Shilts",
                "William Greider"
            ],
            "ranking": 4.36,
            "ranking_count": 25959,
            "abstract": "By the time Rock Hudson's death in 1985 alerted all America to the danger of the AIDS epidemic, the disease had spread across the nation, killing thousands of people and emerging as the greatest health crisis of the 20th century. America faced a troubling question: What happened? How was this epidemic allowed to spread so far before it was taken seriously? In answering these questions, Shilts weaves the disparate threads into a coherent story, pinning down every evasion and contradiction at the highest levels of the medical, political, and media establishments.. Shilts shows that the epidemic spread wildly because the federal government put budget ahead of the nation's welfare; health authorities placed political expediency before the public health; and scientists were often more concerned with international prestige than saving lives. Against this backdrop, Shilts tells the heroic stories of individuals in science and politics, public health and the gay community, who struggled to alert the nation to the enormity of the danger it faced.. And the Band Played On. is both a tribute to these heroic people and a stinging indictment of the institutions that failed the nation so badly.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "LGBT",
                "Science",
                "Politics",
                "Health",
                "Medical",
                "Sociology"
            ]
        },
        {
            "title": "Dancing at the Rascal Fair",
            "authors": [
                "Ivan Doig"
            ],
            "ranking": 4.23,
            "ranking_count": 6376,
            "abstract": "The central volume in Ivan Doig's acclaimed Montana trilogy,. Dancing at the Rascal Fair. is an authentic saga of the American experience at the turn of this century and a passionate, portrayal of the immigrants who dared to try new lives in the imposing Rocky Mountains.. Ivan Doig's supple tale of landseekers unfolds into a fateful contest of the heart between Anna Ramsay and Angus McCaskill, walled apart by their obligations as they and their stormy kith and kin vie to tame the brutal, beautiful Two Medicine country.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Westerns",
                "Literature",
                "Audiobook",
                "Literary Fiction",
                "Novels",
                "Classics",
                "Adult Fiction"
            ]
        },
        {
            "title": "Anil's Ghost",
            "authors": [
                "Michael Ondaatje"
            ],
            "ranking": 3.58,
            "ranking_count": 16604,
            "abstract": "An alternate cover edition of this ISBN can be found. here. .. With his first novel since the internationally acclaimed. The English Patient. , Booker Prize-winning author Michael Ondaatje gives us a work displaying all the richness of imagery and language and the piercing emotional truth that we have come to know as the hallmarks of his writing.. Anil’s Ghost. transports us to Sri Lanka, a country steeped in centuries of tradition, now forced into the late twentieth century by the ravages of civil war. Into this maelstrom steps Anil Tissera, a young woman born in Sri Lanka, educated in England and America, who returns to her homeland as a forensic anthropologist sent by an international human rights group to discover the source of the organized campaigns of murder engulfing the island. What follows is a story about love, about family, about identity, about the unknown enemy, about the quest to unlock the hidden past–a story propelled by a riveting mystery. Unfolding against the deeply evocative background of Sri Lanka’s landscape and ancient civilization,. Anil’s Ghost. is a literary spellbinder–Michael Ondaatje’s most powerful novel yet.",
            "part_of_series": false,
            "genre_list": [
                "Literary Fiction",
                "Cultural",
                "Contemporary",
                "Mystery",
                "Novels",
                "War",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "My Sweet Audrina",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.87,
            "ranking_count": 25782,
            "abstract": "V.C. Andrews, author of the phenomenally successful Dollanganger series, has created a fascinating new cast of characters in this haunting story of love and deceit, innocence and betrayal, and the suffocating power of parental love.. Audrina Adare wanted so to be as good as her sister. She knew her father could not love her as he loved her sister. Her sister was so special, so perfect -- and dead.. Now she will come face to face with the dangerous, terrifying secret that everyone knows. Everyone except.... My Sweet Audrina",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Horror",
                "Young Adult",
                "Gothic",
                "Mystery",
                "Romance",
                "Thriller",
                "Drama",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "The First Man in Rome",
            "authors": [
                "Colleen McCullough"
            ],
            "ranking": 4.11,
            "ranking_count": 21736,
            "abstract": "From the bestselling author of. The Thorn Birds. comes a masterpiece of historical fiction that is fascinating, moving, and gloriously heroic. The reader is swept into the whirlpool of pageantry, passion, splendor, chaos and earth-shattering upheaval that was ancient Rome. Here is the story of Marius, wealthy but lowborn, and Sulla, aristocratic but penniless and debauched -- extraordinary men of vision whose ruthless ambition will lay the foundations of the most awesome and enduring empire known to humankind.. A towering saga of great events and mortal frailties, it is peopled with a vast, and vivid cast of unforgettable men and women -- soldiers and senators, mistresses and wives, kings and commoners -- combined in a richly embroidered human tapestry to bring a remarkable era to bold and breathtaking life.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Roman",
                "History",
                "Novels",
                "War",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Lilith's Brood",
            "authors": [
                "Octavia E. Butler"
            ],
            "ranking": 4.37,
            "ranking_count": 17293,
            "abstract": "Lilith Iyapo is in the Andes, mourning the death of her family, when war destroys Earth. Centuries later, she is resurrected -- by miraculously powerful unearthly beings, the Oankali. Driven by an irresistible need to heal others, the Oankali are rescuing our dying planet by merging genetically with mankind. But Lilith and all humanity must now share the world with uncanny, unimaginably alien creatures: their own children. This is their story...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Apocalyptic",
                "Feminism",
                "Novels"
            ]
        },
        {
            "title": "Object Lessons",
            "authors": [
                "Anna Quindlen"
            ],
            "ranking": 3.83,
            "ranking_count": 8289,
            "abstract": "It is the 1960s, in suburban New York City, and twelve-year-old Maggie Scanlan begins to sense that despite the calm surface of her peaceful life, everything is going strangely wrong.. When her all-powerful grandfather is struck down by a stroke, the reverberations affect Maggie's entire family. Her normally dispassionate father breaks down, her mother becomes distant and unavailable, and matters only get worse when her cousin and her best friend start doing things to each other that leave Maggie confused about sex and terrified of sin.. With all of this upheaval, how can she be sure that what she wants is even worth having?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Young Adult",
                "Family",
                "Novels",
                "Adult Fiction",
                "Adult",
                "Drama",
                "Literary Fiction"
            ]
        },
        {
            "title": "Fables & Reflections",
            "authors": [
                "Neil Gaiman",
                "Bryan Talbot",
                "Stan Woch",
                "P. Craig Russell",
                "Shawn McManus",
                "John Watkiss",
                "Jill Thompson",
                "Duncan Eagleson",
                "more…",
                "Kent Williams",
                "Todd Klein",
                "…less"
            ],
            "ranking": 4.44,
            "ranking_count": 52171,
            "abstract": "NEW YORK TIMES bestselling author Neil Gaiman's transcendent series SANDMAN is often hailed as the definitive Vertigo title and one of the finest achievements in graphic storytelling. Gaiman created an unforgettable tale of the forces that exist beyond life and death by weaving ancient mythology, folklore and fairy tales with his own distinct narrative vision.. The critically acclaimed THE SANDMAN: FABLES AND REFLECTIONS continues the fantastical epic of Morpheus, the King of Dreams, as he observes and interacts with an odd assortment of historical and fictional characters throughout time. Featuring tales of kings, explorers, spies, and werewolves, this book of myth and imagination delves into the dark dreams of Augustus Caesar, Marco Polo, Cain and Abel, Norton I, and Orpheus to illustrate the effects that these subconscious musings have had on the course of history and mankind.. A new edition of this title collecting issues #29-31, 38-40, 50 and SANDMAN SPECIAL #1 with recolored pages.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Horror",
                "Comics",
                "Comics Manga"
            ]
        },
        {
            "title": "Julie of the Wolves",
            "authors": [
                "Jean Craighead George",
                "John Schoenherr"
            ],
            "ranking": 3.82,
            "ranking_count": 57620,
            "abstract": "Alone and lost—on the North Slope of Alaska. Miyax rebels against a home situation she finds intolerable. She runs away toward San Francisco, toward her pen pal, who calls her Julie. But soon Miyax is lost in the Alaskan wilderness, without food, without even a compass. Slowly she is accepted by a pack of Arctic wolves, and she comes to love them as though they were her brothers. With their help, and drawing on her father’s training, she struggles day by day to survive. In the process, she is forced to rethink her past, and to define for herself the traditional riches of Eskimo life: intelligence, fearlessness, and love.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Childrens",
                "Classics",
                "Historical",
                "Adventure",
                "Animals",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Who Moved My Cheese?",
            "authors": [
                "Spencer Johnson",
                "Kenneth H. Blanchard"
            ],
            "ranking": 3.84,
            "ranking_count": 420753,
            "abstract": "It is the amusing and enlightening story of four characters who live in a maze and look for cheese to nourish them and make them happy. Cheese is a metaphor for what you want to have in life, for example a good job, a loving relationship, money or possessions, health or spiritual peace of mind. The maze is where you look for what you want, perhaps the organisation you work in, or the family or community you live in. The problem is that the cheese keeps moving.. In the story, the characters are faced with unexpected change in their search for the cheese. One of them eventually deals with change successfully and writes what he has learned on the maze walls for you to discover.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Business",
                "Psychology",
                "Leadership",
                "Philosophy",
                "Inspirational",
                "Audiobook"
            ]
        },
        {
            "title": "Autobiography of Red",
            "authors": [
                "Anne Carson"
            ],
            "ranking": 4.3,
            "ranking_count": 21638,
            "abstract": "The award-winning poet Anne Carson reinvents a genre in. Autobiography of Red. , a stunning work that is both a novel and a poem, both an unconventional re-creation of an ancient Greek myth and a wholly original coming-of-age story set in the present.. Geryon, a young boy who is also a winged red monster, reveals the volcanic terrain of his fragile, tormented soul in an autobiography he begins at the age of five. As he grows older, Geryon escapes his abusive brother and affectionate but ineffectual mother, finding solace behind the lens of his camera and in the arms of a young man named Herakles, a cavalier drifter who leaves him at the peak of infatuation. When Herakles reappears years later, Geryon confronts again the pain of his desire and embarks on a journey that will unleash his creative imagination to its fullest extent. By turns whimsical and haunting, erudite and accessible, richly layered and deceptively simple,. Autobiography of Red. is a profoundly moving portrait of an artist coming to terms with the fantastic accident of who he is.. A profound love story . . . sensuous and funny, poignant, musical and tender. --. The New York Times Book Review. A deeply odd and immensely engaging book. . . . [Carson] exposes with passionate force the mythic underlying the explosive everyday.  --. The Village Voice. A. NEW YORK TIMES. NOTABLE BOOK OF THE YEAR. National book Critics Circle Award Finalist",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Fantasy",
                "LGBT",
                "Classics",
                "Cultural",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Wild Boys: A Book of the Dead",
            "authors": [
                "William S. Burroughs"
            ],
            "ranking": 3.57,
            "ranking_count": 3636,
            "abstract": "The Wild Boys. is a futuristic tale of global warfare in which a guerrilla gang of boys dedicated to freedom battles the organized armies of repressive police states. Making full use of his inimitable humor, wild imagination, and style, Burroughs creates a world that is as terrifying as it is fascinating.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Classics",
                "Literature",
                "Science Fiction",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "The Book of the SubGenius",
            "authors": [
                "SubGenius Foundation",
                "Ivan Stang"
            ],
            "ranking": 4.11,
            "ranking_count": 2181,
            "abstract": "Sometimes a book goes too far. Sometimes is... now. First, there was. The Gilgamesh. . Then... the. Bhagavad-Gita. Then.... the Torah, the New Testament, the Koran. Then.... the Book of Mormon, Dianetics, I'm OK You're OK.. And now.... The Book of the Subgenius (How to Prosper in the Coming Weird Times)",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Philosophy",
                "Religion",
                "Fiction",
                "Art",
                "Occult",
                "Science Fiction",
                "Spirituality",
                "Self Help"
            ]
        },
        {
            "title": "De donkere kamer van Damokles",
            "authors": [
                "Willem Frederik Hermans"
            ],
            "ranking": 3.82,
            "ranking_count": 10348,
            "abstract": "De donkere kamer van Damokles. vertelt het verhaal van Henri Osewoudt, sigarenhandelaar te Voorschoten. Tijdens de Tweede Wereldoorlog ontmoet hij de verzetsman Dorbeck, die sprekend op hem lijkt op één ding na, dat hij zwart haar heeft terwijl Osewoudt blond is, en die hem opdrachten geeft die hij gewillig uitvoert.. Na de bezetting lijkt alles zich tegen hem te keren en wordt hij gekwalificeerd als fantast en landverrader. Hij tracht wanhopig het tegendeel te bewijzen.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "European Literature",
                "Classics",
                "Academic",
                "Historical",
                "War",
                "Roman",
                "Novels"
            ]
        },
        {
            "title": "Without Remorse",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 4.19,
            "ranking_count": 66939,
            "abstract": "John Kelly, former Navy SEAL and Vietnam veteran, is still getting over the accidental death of his wife six months before, when he befriends a young woman with a decidedly checkered past. When that past reaches out for her in a particularly horrifying fashion, he vows revenge and, assembling all of his old skills, sets out to track down the men responsible, before it can happen again.. At the same time, the Pentagon is readying an operation to rescue a key group of prisoners in a North Vietnamese prisoner-of-war camp. One man, they find, knows the terrain around the camp better than anyone else they have: a certain former Navy SEAL named John Kelly.. Kelly has his own mission. The Pentagon wants him for theirs. Attempting to juggle the two, Kelly (now code-named Mr. Clark) finds himself confronted by a vast array of enemies, both at home and abroad - men so skillful that the slightest misstep means death. And the fate of dozens of people, including Kelly himself, rests on his making sure that misstep never happens.. Men aren't born dangerous. They grow dangerous. And the most dangerous of all, Kelly learns, are the ones you least expect.... As Clancy takes us through the twists and turns of Without Remorse, he blends the exceptional realism and authenticity that are his hallmarks with intricate plotting, knife-edge suspense and a remarkable cast of characters.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Action",
                "Spy Thriller",
                "War",
                "Suspense",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "The Cruel Sea",
            "authors": [
                "Nicholas Monsarrat"
            ],
            "ranking": 4.18,
            "ranking_count": 6955,
            "abstract": "A powerful novel of the North Atlantic in World War II, this is the story of the British ships Compass Rose and Saltash and of their desparate cat-and-mouse game with Nazi U-boats. First published to great acclaim in 1951, The Cruel Sea remains a classic novel of endurance and daring.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Classics",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "The Summer Book",
            "authors": [
                "Tove Jansson",
                "Esther Freud",
                "Thomas Teal"
            ],
            "ranking": 4.06,
            "ranking_count": 27492,
            "abstract": "An elderly artist and her six-year-old granddaughter while away a summer together on a tiny island in the gulf of Finland. Gradually, the two learn to adjust to each other's fears, whims and yearnings for independence, and a fierce yet understated love emerges - one that encompasses not only the summer inhabitants but the island itself, with its mossy rocks, windswept firs and unpredictable seas.. Full of brusque humour and wisdom,. The Summer Book. is a profoundly life-affirming story. Tove Jansson captured much of her own experience and spirit in the book, which was her favourite of the novels she wrote for adults. This new edition sees the return of a European literary gem - fresh, authentic and deeply humane.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Story of the Eye",
            "authors": [
                "Georges Bataille",
                "Joachim Neugroschel",
                "Dovid Bergelson"
            ],
            "ranking": 3.67,
            "ranking_count": 18163,
            "abstract": "Only Georges Bataille could write, of an eyeball removed from a corpse, that the caress of the eye over the skin is so utterly, so extraordinarily gentle, and the sensation is so bizarre that it has something of a rooster's horrible crowing. Bataille has been called a metaphysician of evil, specializing in blasphemy, profanation, and horror.. Story of the Eye. , written in 1928, is his best-known work; it is unashamedly surrealistic, both disgusting and fascinating, and packed with seemingly endless violations. It's something of an underground classic, rediscovered by each new generation. Most recently, the Icelandic pop singer Björk Guðdmundsdóttir cites. Story of the Eye. as a major inspiration: she made a music video that alludes to Bataille's erotic uses of eggs, and she plans to read an excerpt for an album.. Warning:. Story of the Eye. is graphically sexual, and is only suited for adults who are not easily offended.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Adult Fiction",
                "Classics",
                "Horror",
                "Philosophy",
                "Literature",
                "European Literature",
                "Novels",
                "Sexuality"
            ]
        },
        {
            "title": "Suddenly Last Summer",
            "authors": [
                "Tennessee Williams"
            ],
            "ranking": 3.95,
            "ranking_count": 6686,
            "abstract": "Kerr, in the NY Herald-Tribune, describes: This, says Mr. Williams through the most sympathetic voice among his characters, 'is a true story about the time and the world we live in.' He has made it seem true-or at least curiously and suspensefully possible-by the extraordinary skill with which he has wrung detail after detail out of a young woman who has lived with horror. Anne Meacham, as a girl who has been the sole witness to her cousin's unbelievably shocking death, is brought into a 'planned jungle' of a New Orleans garden to confront a family that is intensely interested in having her deny the lurid tale she has told. The post-dilettante's mother is, indeed, so ruthlessly eager to suppress the facts that she had the girl incarcerated in a mental institution and she is perfectly willing, once she finishes her ritualistic five o'clock frozen daiquiri, to order the performance of a frontal lobotomy. A nun stands in rigid attendance; a doctor prepares a hypodermic to force the truth; greedy relatives beg her to recant in return for solid cash. Under the assorted, and thoroughly fascinating, pressures that are brought to bear, and under the intolerable, stammering strain of reliving her own memories, Miss Meacham slowly, painfully, hypnotically paints a concrete and blistering portrait of loneliness.of the sudden snapping of that spider's web that is one man's life, of ultimate panic and futile flight. The very reluctance with which the grim, hopeless narrative is unfolded binds us to it; Mr. Williams threads it out with a spare, sure, sharply vivid control of language.and the spell is cast.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "Literature",
                "American",
                "Gothic"
            ]
        },
        {
            "title": "Left Behind",
            "authors": [
                "Tim LaHaye",
                "Jerry B. Jenkins"
            ],
            "ranking": 3.84,
            "ranking_count": 217591,
            "abstract": "An airborne Boeing 747 is headed to London when, without any warning, passengers mysteriously disappear from their seats. Terror and chaos slowly spread not only through the plane but also worldwide as unusual events continue to unfold. For those who have been left behind, the apocalypse has just begun...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Christian",
                "Christian Fiction",
                "Fantasy",
                "Religion",
                "Thriller",
                "Science Fiction"
            ]
        },
        {
            "title": "Tripwire",
            "authors": [
                "Lee Child",
                "Miloš Đurđević"
            ],
            "ranking": 4.11,
            "ranking_count": 108200,
            "abstract": "Jack Reacher, ex-military policeman relaxed in Key West until Costello turned up dead. The amiable PI was hired in New York by the daughter of Reacher's mentor and former commanding officer, General Garber. Garber's investigation into a Vietnam MIA sets Reacher on collision with hand-less Hook Hobie, hours away from his biggest score.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Action",
                "Suspense",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "JR",
            "authors": [
                "William Gaddis",
                "Frederick R. Karl"
            ],
            "ranking": 4.3,
            "ranking_count": 3023,
            "abstract": "J R is the long-awaited novel from William Gaddis, author of. The Recognitions,. that tremendous book which, in the twenty years since its publication, has come to be acknowledged as an American masterpiece. And. J R. is a book of comparable magnitude, substance, and humor--a rushing, raucous look at money and its influence, at love and its absence, at success and its failures, in the magnificently orchestrated circus of all its larger- and smaller-than-life characters; a frantic, forlorn comedy about who uses -- and misuses -- whom.. At the center: J R, ambitious sixth-grader in torn sneakers, bred on the challenge of free enterprise and fired by heady mail-order promises of success. His teachers would rather be elsewhere, his principal doubles as a bank president, his Long Island classroom mirrors the world he sees around him -- a world of public relations and private betrayals where everything (and everyone) wears a price tag, a world of deals where honesty is no substitute for experience, and the letter of the law flouts its spirit at every turn. Operating from the remote anonymity of phone booths and the local post office, with beachheads in a seedy New York cafeteria and a catastrophic, carton-crammed tenement on East 96th Street, J R parlays a deal for thousands of surplus Navy picnic forks through penny stock flyers and a distant textile-mill bankruptcy into a nationwide, hydra-headed family of companies.. The J R Corp and its Boss engulf brokers, lawyers, Congressmen, disaffected school teachers and disenfranchised Indians, drunks, divorcées, second-hand generals, and a fledgling composer hopelessly entangled in a nightmare marriage of business and the arts. Their bullish ventures -- shaky mineral claims and gas leases, cost-plus defense contracts, a string of nursing homes. cum. funeral parlors, a formula for frozen music -- burgeon into a paper empire ranging from timber to textiles, from matchbooks to (legalized) marijuana, from prostheses to publishing, inadvertently crushing hopes, careers, an entire town, on a collision course with the bigger world . . . the pragmatic Real World where the business of America. is. business, where the stock market exists as a convenience, and the tax laws make some people more equal than others . . . the world that makes the rules because it plays to win, and plays for keeps.. Absurdly logical, mercilessly real, gathering its own tumultuous momentum for the ultimate brush with commodity trading when the drop in pork belly futures masks the crumbling of our own,. J R. captures the reader in the cacophony of voices that revolves around this young captive of his own myths -- voices that dominate the book, talking to each other, at each other, into phones, on intercoms, from TV screens and radios -- a vast mosaic of sound that sweeps the reader into the relentless real time of spoken words in a way unprecedented in modern fiction. The disturbing clarity with which this finished writer captures the ways in which we deal, dissemble, stumble through our words -- through our lives -- while the real plans are being made elsewhere makes. J R. the extraordinary novel that it is.. --From the first-edition dustjacket",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America",
                "United States"
            ]
        },
        {
            "title": "Olivia",
            "authors": [
                "Ian Falconer"
            ],
            "ranking": 4.14,
            "ranking_count": 62684,
            "abstract": "Have fun with Olivia... dressing up, singing songs, building sand castles, napping (maybe), dancing, painting on walls and - whew! - going to sleep at last.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Humor",
                "Family",
                "Fantasy",
                "Classics",
                "Art"
            ]
        },
        {
            "title": "Ballet Shoes",
            "authors": [
                "Noel Streatfeild",
                "Diane Goode"
            ],
            "ranking": 4.06,
            "ranking_count": 35168,
            "abstract": "An alternate cover edition for this ISBN from 1993 can be found. here. Pauline, Petrova and Posy are orphans determined to help out their family by attending the Children's Academy of Dancing and Stage Training. But when they vow to make a name for themselves, they have no idea it's going to be such hard work! They launch themselves into the world of show business, complete with working papers, the glare of the spotlight, and practice, practice, practice! Pauline is destined for the movies. Posy is a born dancer. But practical Petrova finds she'd rather pilot a plane than perform a pirouette. Each girl must find the courage to follow her dream.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Historical",
                "Realistic Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Tractatus Logico-Philosophicus",
            "authors": [
                "Ludwig Wittgenstein",
                "David Pears",
                "Brian McGuinness",
                "Bertrand Russell"
            ],
            "ranking": 4.08,
            "ranking_count": 17858,
            "abstract": "Perhaps the most important work of philosophy written in the twentieth century,. Tractatus Logico-Philosophicus. was the only philosophical work that Ludwig Wittgenstein published during his life. Written in short, carefully numbered paragraphs of extreme brilliance, it captured the imagination of a generation of philosophers. For Wittgenstein, logic was something we use to conquer a reality which is in itself both elusive and unobtainable. He famously summarized the book in the following words: 'What can be said at all can be said clearly; and what we cannot talk about we must pass over in silence.' David Pears and Brian McGuinness received the highest praise for their meticulous translation. The work is prefaced by Bertrand Russell's original introduction to the first English edition.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Classics",
                "Humanities",
                "European Literature",
                "Science",
                "Literature"
            ]
        },
        {
            "title": "Our Man in Havana",
            "authors": [
                "Graham Greene"
            ],
            "ranking": 3.95,
            "ranking_count": 30926,
            "abstract": "Graham Greene's classic Cuban spy story, now with a new package and a new introduction. First published in 1959,. Our Man in Havana. is an espionage thriller, a penetrating character study, and a political satire that still resonates to this day. Conceived as one of Graham Greene's 'entertainments,' it tells of MI6's man in Havana, Wormold, a former vacuum-cleaner salesman turned reluctant secret agent out of economic necessity. To keep his job, he files bogus reports based on Lamb's. Tales from Shakespeare. and dreams up military installations from vacuum-cleaner designs. Then his stories start coming disturbingly true.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Spy Thriller",
                "Literature",
                "Humor",
                "Mystery",
                "Thriller",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Undaunted Courage: The Pioneering First Mission to Explore America's Wild Frontier",
            "authors": [
                "Stephen E. Ambrose"
            ],
            "ranking": 4.18,
            "ranking_count": 57693,
            "abstract": "'This was much more than a bunch of guys out on an exploring and collecting expedition. This was a military expedition into hostile territory'. In 1803 President Thomas Jefferson selected his personal secretary, Captain Meriwether Lewis, to lead a pioneering voyage across the Great Plains and into the Rockies. It was completely uncharted territory; a wild, vast land ruled by the Indians. Charismatic and brave, Lewis was the perfect choice and he experienced the savage North American continent before any other white man. UNDAUNTED COURAGE is the tale of a hero, but it is also a tragedy. Lewis may have received a hero's welcome on his return to Washington in 1806, but his discoveries did not match the president's fantasies of sweeping, fertile plains ripe for the taking. Feeling the expedition had been a failure, Lewis took to drink and piled up debts. Full of colourful characters - Jefferson, the president obsessed with conquering the west; William Clark, the rugged frontiersman; Sacagawea, the Indian girl who accompanied the expedition; Drouillard, the French-Indian hunter - this is one of the great adventure stories of all time and it shot to the top of the US bestseller charts. Drama, suspense, danger and diplomacy combine with romance and personal tragedy making UNDAUNTED COURAGE an outstanding work of scholarship and a thrilling adventure.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "North American Hi...",
                "Adventure",
                "Historical",
                "Travel",
                "Westerns",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "The Second World War",
            "authors": [
                "Winston S. Churchill",
                "John Keegan"
            ],
            "ranking": 4.48,
            "ranking_count": 1888,
            "abstract": "The definitive, Nobel Prize–winning history of World War II, universally acknowledged as a magnificent historical reconstruction and an enduring work of literature. From Britain's darkest and finest hour to the great alliance and ultimate victory, the Second World War remains the most pivotal event of the twentieth century. Winston Churchill was not only the war's greatest leader, he was the free world's singularly eloquent voice of defiance in the face of Nazi tyranny, and it's that voice that animates this six-volume history. Remarkable both for its sweep and for its sense of personal involvement, it begins with. The Gathering Storm. ; moves on to. Their Finest Hour. , The. Grand Alliance. ,. The Hinge of Fate. , and. Closing the Ring. ; and concludes with. Triumph and Tragedy. .",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Biography",
                "Military",
                "Classics",
                "Politics",
                "Historical"
            ]
        },
        {
            "title": "Season of Migration to the North",
            "authors": [
                "Tayeb Salih",
                "Denys Johnson-Davies",
                "الطيب صالح"
            ],
            "ranking": 3.71,
            "ranking_count": 24019,
            "abstract": "After years of study in Europe, the young narrator of. Season of Migration to the North. returns to his village along the Nile in the Sudan. It is the 1960s, and he is eager to make a contribution to the new postcolonial life of his country. Back home, he discovers a stranger among the familiar faces of childhood—the enigmatic Mustafa Sa’eed. Mustafa takes the young man into his confidence, telling him the story of his own years in London, of his brilliant career as an economist, and of the series of fraught and deadly relationships with European women that led to a terrible public reckoning and his return to his native land.. But what is the meaning of Mustafa’s shocking confession? Mustafa disappears without explanation, leaving the young man—whom he has asked to look after his wife—in an unsettled and violent no-man’s-land between Europe and Africa, tradition and innovation, holiness and defilement, and man and woman, from which no one will escape unaltered or unharmed.. Season of Migration to the North. is a rich and sensual work of deep honesty and incandescent lyricism. In 2001 it was selected by a panel of Arab writers and critics as the most important Arab novel of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Cultural",
                "Classics",
                "Northern Africa",
                "Literature",
                "Historical",
                "Academic"
            ]
        },
        {
            "title": "An Echo in the Darkness",
            "authors": [
                "Francine Rivers"
            ],
            "ranking": 4.61,
            "ranking_count": 47242,
            "abstract": "A prosperous trader, Marcus Lucianus Valerian has made a fortune providing sand and slaves for the Roman games. But Hadassah, a slave in his family's household, has enchanted him with her quiet beauty and her staunch faith in Christ. When Marcus' sister sends Hadassah to almost certain death in the games, Marcus feels that his life has been ripped apart. Now he is on his way to Jerusalem to find out more about Hadassah's god, unaware that a miracle awaits him back in Rome.. The political intrigue of the imperial city provides a dramatic backdrop for Marcus' spiritual quest. This rich and unforgettable work achieves even greater impact through Richard Ferrone's dramatic narration.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Christian",
                "Fiction",
                "Romance",
                "Adult",
                "Religion"
            ]
        },
        {
            "title": "The Road to Wellville",
            "authors": [
                "T. Coraghessan Boyle"
            ],
            "ranking": 3.68,
            "ranking_count": 6222,
            "abstract": "Will Lightbody is a man with a stomach ailment whose only sin is loving his wife, Eleanor, too much. Eleanor is a health nut of the first stripe, and when in 1907 she journeys to Dr. John Harvey Kellogg's infamous Battle Creek Spa to live out the vegetarian ethos, poor Will goes too.. So begins T. Coraghessan Boyle's wickedly comic look at turn-of-the-century fanatics in search of the magic pill to prolong their lives - or the profit to be had from manufacturing it. Brimming with a Dickensian cast of characters and laced with wildly wonderful plot twists, Jane Smiley in. The New York Times Book Review. called. The Road to Wellville. a marvel, enjoyable from beginning to end.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Humor",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "Health",
                "The United States Of America"
            ]
        },
        {
            "title": "The Dragonriders of Pern",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.26,
            "ranking_count": 28897,
            "abstract": "Alternate cover edition can be found. here. .. Finally together in one volume, the first three books in the world's most beloved science fiction series, THE DRAGONRIDERS OF PERN, by Anne McCaffrey, one of the great science fiction writers of all time: DRAGONFLIGHT, DRAGONQUEST, THE WHITE DRAGON. Those who know these extraordinary tales will be able to re-visit with Lessa, F'lar, Ruth, Lord Jaxon, and all the others. And for those just discovering this magical place, there are incomparable tales of danger, deceit, and daring, just waiting to be explored..",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "A Man in Full",
            "authors": [
                "Tom Wolfe"
            ],
            "ranking": 3.85,
            "ranking_count": 17420,
            "abstract": "The setting is Atlanta, Georgia — a racially mixed, late-century boomtown full of fresh wealth and wily politicians. The protagonist is Charles Croker, once a college football star, now a late-middle-aged Atlanta conglomerate king whose outsize ego has at last hit up against reality. Charlie has a 29,000 acre quail-shooting plantation, a young and demanding second wife, and a half-empty office complex with a staggering load of debt.. Meanwhile, Conrad Hensley, idealistic young father of two, is laid off from his job at the Croker Global Foods warehouse near Oakland and finds himself spiraling into the lower depths of the American legal system.. And back in Atlanta, when star Georgia Tech running back Fareek “the Canon” Fanon, a homegrown product of the city’s slums, is accused of date-raping the daughter of a pillar of the white establishment, upscale black lawyer Roger White II is asked to represent Fanon and help keep the city’s delicate racial balance from blowing sky-high.. Networks of illegal Asian immigrants crisscrossing the continent, daily life behind bars, shady real estate syndicates — Wolfe shows us contemporary America with all the verve, wit, and insight that have made him our most admired novelist. Charlie Croker’s deliverance from his tribulations provides an unforgettable denouement to the most widely awaited, hilarious and telling novel America has seen in ages — Tom Wolfe’s most outstanding achievement to date.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Contemporary",
                "Philosophy",
                "Literary Fiction",
                "Classics",
                "American",
                "Modern"
            ]
        },
        {
            "title": "Sacred Hunger",
            "authors": [
                "Barry Unsworth"
            ],
            "ranking": 4.11,
            "ranking_count": 6703,
            "abstract": "Sacred Hunger. is a stunning and engrossing exploration of power, domination, and greed. Filled with the sacred hunger to expand its empire and its profits, England entered full into the slave trade and spread the trade throughout its colonies. In this Booker Prize-winning work, Barry Unsworth follows the failing fortunes of William Kemp, a merchant pinning his last chance to a slave ship; his son who needs a fortune because he is in love with an upper-class woman; and his nephew who sails on the ship as its doctor because he has lost all he has loved. The voyage meets its demise when disease spreads among the slaves and the captain's drastic response provokes a mutiny. Joining together, the sailors and the slaves set up a secret, utopian society in the wilderness of Florida, only to await the vengeance of the single-minded, young Kemp.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Literature",
                "European Literature",
                "Cultural",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Race"
            ]
        },
        {
            "title": "The Order of Things: An Archaeology of the Human Sciences",
            "authors": [
                "Michel Foucault"
            ],
            "ranking": 4.12,
            "ranking_count": 8500,
            "abstract": "Librarian note: an alternate cover for this edition can be found. here. .. With vast erudition, Foucault cuts across disciplines and reaches back into seventeenth century to show how classical systems of knowledge, which linked all of nature within a great chain of being and analogies between the stars in the heavens and the features in a human face, gave way to the modern sciences of biology, philology, and political economy. The result is nothing less than an archaeology of the sciences that unearths old patterns of meaning and reveals the shocking arbitrariness of our received truths.. In the work that established him as the most important French thinker since Sartre, Michel Foucault offers startling evidence that “man”—man as a subject of scientific knowledge—is at best a recent invention, the result of a fundamental mutation in our culture.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "History",
                "Science",
                "Sociology",
                "Cultural",
                "Anthropology",
                "Academic",
                "Psychology"
            ]
        },
        {
            "title": "To Serve Them All My Days",
            "authors": [
                "R.F. Delderfield"
            ],
            "ranking": 4.31,
            "ranking_count": 2708,
            "abstract": "Young David Powlett-Jones, a Welsh miner's son, is invalided home from France when he suffers severe shell shock on the Western Front. At a remote English public school in Devon the debilitated veteran, himself barely out of his teens, decides temporarily to try his hand at teaching while striving to awaken from the nightmare of World War I -- the national catastrophe that sweeps England out of the comfortable certainties of the Victorian Age into the moral perplexities and harsh economic realities of more modern times.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "War",
                "Classics",
                "Novels",
                "Education"
            ]
        },
        {
            "title": "Dictionary of the Khazars",
            "authors": [
                "Milorad Pavić",
                "Christina Pribićević-Zorić"
            ],
            "ranking": 4.17,
            "ranking_count": 6221,
            "abstract": "A national bestseller, Dictionary of the Khazars was cited by The New York Times Book Review as one of the best books of the year. Written in two versions, male and female (both available in Vintage International), which are identical save for seventeen crucial lines, Dictionary is the imaginary book of knowledge of the Khazars, a people who flourished somewhere beyond Transylvania between the seventh and ninth centuries. Eschewing conventional narrative and plot, this lexicon novel combines the dictionaries of the world's three major religions with entries that leap between past and future, featuring three unruly wise men, a book printed in poison ink, suicide by mirrors, a chimerical princess, a sect of priests who can infiltrate one's dreams, romances between the living and the dead, and much more.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Magical Realism",
                "Literature",
                "Classics",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "The Ascent of Man",
            "authors": [
                "Jacob Bronowski"
            ],
            "ranking": 4.2,
            "ranking_count": 5935,
            "abstract": "Lauded by critics & devoured by readers, this companion to the BBC series traces the development of science as an expression of the special gifts that characterize humans & make us preeminent animals. Bronowski's exciting, illustrated investigation offers a perspective not just on science, but on civilization itself.. Lower than the angels. Foreword. The harvest of the seasons. The grain in the stone. The hidden structure. The music of the spheres. The starry messanger. The majestic clockwork. The drive for power. The ladder of creation. World within world. Knowledge or certainty. Generation upon generation. The long childhood. Bibliography. Index",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "History",
                "Nonfiction",
                "Philosophy",
                "Anthropology",
                "Biology",
                "Reference"
            ]
        },
        {
            "title": "Jaws",
            "authors": [
                "Peter Benchley"
            ],
            "ranking": 3.97,
            "ranking_count": 149107,
            "abstract": "The classic, blockbuster thriller of man-eating terror that inspired the Steven Spielberg movie and made millions of beachgoers afraid to go into the water. Experience the thrill of helpless horror again—or for the first time!",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Classics",
                "Adventure",
                "Suspense",
                "Animals",
                "Audiobook",
                "Novels",
                "Mystery"
            ]
        },
        {
            "title": "Bunnicula",
            "authors": [
                "Deborah Howe",
                "James Howe",
                "Alan Daniel"
            ],
            "ranking": 3.86,
            "ranking_count": 65839,
            "abstract": "BEWARE THE HARE!. Is he or isn't he a vampire?. Before it's too late, Harold the dog and Chester the cat must find out the truth about the newest pet in the Monroe household -- a suspicious-looking bunny with unusual habits... and fangs!",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Horror",
                "Animals",
                "Humor",
                "Young Adult",
                "Paranormal"
            ]
        },
        {
            "title": "Tender Buttons",
            "authors": [
                "Gertrude Stein"
            ],
            "ranking": 3.71,
            "ranking_count": 6009,
            "abstract": "Before becoming the patron of Lost Generation artists, Gertrude Stein established her reputation as an innovative author whose style was closer to painting than literature. Stein's strong influence on 20th-century literature is evident in this 1915 work of highly original prose rendered in thought-provoking experimental techniques.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "LGBT",
                "Womens"
            ]
        },
        {
            "title": "The Cricket in Times Square",
            "authors": [
                "George Selden",
                "Garth Williams"
            ],
            "ranking": 4.03,
            "ranking_count": 63146,
            "abstract": "One night, the sounds of New York City--the rumbling of subway trains, thrumming of automobile tires, hooting of horns, howling of brakes, and the babbling of voices--is interrupted by a sound that even Tucker Mouse, a jaded inhabitant of Times Square, has never heard before. Mario, the son of Mama and Papa Bellini, proprietors of the subway-station newsstand, had only heard the sound once. What was this new, strangely musical chirping? None other than the mellifluous leg-rubbing of the somewhat disoriented Chester Cricket from Connecticut. Attracted by the irresistible smell of liverwurst, Chester had foolishly jumped into the picnic basket of some unsuspecting New Yorkers on a junket to the country. Despite the insect's wurst intentions, he ends up in a pile of dirt in Times Square.. Mario is elated to find Chester. He begs his parents to let him keep the shiny insect in the newsstand, assuring his bug-fearing mother that crickets are harmless, maybe even good luck. What ensues is an altogether captivating spin on the city mouse/country mouse story, as Chester adjusts to the bustle of the big city. Despite the cricket's comfortable matchbox bed (with Kleenex sheets); the fancy, seven-tiered pagoda cricket cage from Sai Fong's novelty shop; tasty mulberry leaves; the jolly company of Tucker Mouse and Harry Cat; and even his new-found fame as the most famous musician in New York City, Chester begins to miss his peaceful life in the Connecticut countryside.. The Cricket in Times Square. --a Newbery Honor Book in 1961--is charmingly illustrated by the well-loved Garth Williams, and the tiniest details of this elegantly spun, vividly told, surprisingly suspenseful tale will stick with children for years and years. Make sure this classic sits on the shelf of your favorite child, right next to. The Wind in the Willows. .. (Ages 9 to 12)",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Fantasy",
                "Animals",
                "Young Adult",
                "Academic"
            ]
        }
    ]
}