{
    "books": [
        {
            "title": "Shadows",
            "authors": [
                "Jennifer L. Armentrout",
                "Justine Eyre"
            ],
            "ranking": 4.11,
            "ranking_count": 39645,
            "abstract": "The last thing Dawson Black expected was Bethany Williams. As a Luxen, an alien life form on Earth, human girls are…well, fun. But since the Luxen have to keep their true identities a secret, falling for one would be insane.. Dangerous. Tempting. Undeniable.. Bethany can’t deny the immediate connection between her and Dawson. And even though boys aren’t a complication she wants, she can’t stay away from him. Still, whenever they lock eyes, she’s drawn in.. Captivated. Lured. Loved.. Dawson is keeping a secret that will change her existence...and put her life in jeopardy. But even he can’t stop risking everything for one human girl. Or from a fate that is as unavoidable as love itself.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Novella"
            ]
        },
        {
            "title": "Say Nothing: A True Story of Murder and Memory in Northern Ireland",
            "authors": [
                "Patrick Radden Keefe"
            ],
            "ranking": 4.43,
            "ranking_count": 74859,
            "abstract": "In December 1972, Jean McConville, a thirty-eight-year-old mother of ten, was dragged from her Belfast home by masked intruders, her children clinging to her legs. They never saw her again. Her abduction was one of the most notorious episodes of the vicious conflict known as The Troubles. Everyone in the neighborhood knew the I.R.A. was responsible. But in a climate of fear and paranoia, no one would speak of it. In 2003, five years after an accord brought an uneasy peace to Northern Ireland, a set of human bones was discovered on a beach. McConville's children knew it was their mother when they were told a blue safety pin was attached to the dress--with so many kids, she had always kept it handy for diapers or ripped clothes.. Patrick Radden Keefe's mesmerizing book on the bitter conflict in Northern Ireland and its aftermath uses the McConville case as a starting point for the tale of a society wracked by a violent guerrilla war, a war whose consequences have never been reckoned with. The brutal violence seared not only people like the McConville children, but also I.R.A. members embittered by a peace that fell far short of the goal of a united Ireland, and left them wondering whether the killings they committed were not justified acts of war, but simple murders.. Patrick Radden Keefe writes an intricate narrative about a notorious killing in Northern Ireland and its devastating repercussions.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Crime",
                "Cultural",
                "Politics",
                "Audiobook",
                "Mystery",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "Dodger",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 3.93,
            "ranking_count": 24714,
            "abstract": "A storm.. Rain-lashed city streets. A flash of lightning. A scruffy lad sees a girl leap desperately from a horse-drawn carriage in a vain attempt to escape her captors. Can the lad stand by and let her be caught again? Of course not, because he's...Dodger.. Seventeen-year-old Dodger may be a street urchin, but he gleans a living from London's sewers, and he knows a jewel when he sees one. He's not about to let anything happen to the unknown girl--not even if her fate impacts some of the most powerful people in England.. From Dodger's encounter with the mad barber Sweeney Todd to his meetings with the great writer Charles Dickens and the calculating politician Benjamin Disraeli, history and fantasy intertwine in a breathtaking account of adventure and mystery.. Beloved and bestselling author Sir Terry Pratchett combines high comedy with deep wisdom in this tale of an unexpected coming-of-age and one remarkable boy's rise in a complex and fascinating world.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Humor",
                "Audiobook",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "The Raven King",
            "authors": [
                "Nora Sakavic"
            ],
            "ranking": 4.38,
            "ranking_count": 43038,
            "abstract": "The Foxes are a fractured mess, but their latest disaster might be the miracle they've always needed to come together as a team. The one person standing in their way is Andrew, and the only one who can break through his personal barriers is Neil.. Except Andrew doesn't give up anything for free and Neil is terrible at trusting anyone but himself. The two don't have much time to come to terms with their situation before outside forces start tearing them apart. Riko is intent on destroying Neil's fragile new life, and the Foxes have just become collateral damage.. Neil's days are numbered, but he's learning the hard way to go down fighting for what he believes in, and Neil believes in Andrew even if Andrew won't believe in himself.",
            "part_of_series": true,
            "genre_list": [
                "LGBT",
                "Contemporary",
                "Young Adult",
                "Sports",
                "New Adult",
                "Fiction",
                "Romance",
                "Dark"
            ]
        },
        {
            "title": "Right Behind You",
            "authors": [
                "Lisa Gardner"
            ],
            "ranking": 4.12,
            "ranking_count": 27923,
            "abstract": "THE #1. NEW YORK TIMES. BESTSELLER!. Lisa Gardner's latest thriller following her runaway hit. Find Her. takes her wildly popular brand of suspense to new heights.. Eight years ago, Sharlah May Nash's older brother beat their drunken father to death with a baseball bat in order to save both of their lives. Now thirteen years old, Sharlah has finally moved on. About to be adopted by retired FBI profiler Pierce Quincy and his partner, Rainie Conner, Sharlah loves one thing best about her new family: They are all experts on monsters.. Then the call comes in. A double murder at a local gas station, followed by reports of an armed suspect shooting his way through the wilds of Oregon. As Quincy and Rainie race to assist, they are forced to confront mounting evidence: The shooter may very well be Sharlah's older brother, Telly Ray Nash, and it appears his killing spree has only just begun.. As the clock winds down on a massive hunt for Telly, Quincy and Rainie must answer two critical questions: Why after eight years has this young man started killing again? And what does this mean for Sharlah? Once upon a time, Sharlah's big brother saved her life. Now, she has two questions of her own: Is her brother a hero or a killer? And how much will it cost her new family before they learn the final, shattering truth? Because as Sharlah knows all too well, the biggest danger is the one standing right behind you. .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "The Women in the Castle",
            "authors": [
                "Jessica Shattuck"
            ],
            "ranking": 3.85,
            "ranking_count": 58725,
            "abstract": "Three women, haunted by the past and the secrets they hold. Set at the end of World War II, in a crumbling Bavarian castle that once played host to all of German high society, a powerful and propulsive story of three widows whose lives and fates become intertwined—an affecting, shocking, and ultimately redemptive novel from the author of the. New York Times. Notable Book. The Hazards of Good Breeding.. Amid the ashes of Nazi Germany’s defeat, Marianne von Lingenfels returns to the once-grand castle of her husband’s ancestors, an imposing stone fortress now fallen into ruin following years of war. The widow of a resister murdered in the failed July 20, 1944, plot to assassinate Adolf Hitler, Marianne plans to uphold the promise she made to her husband’s brave conspirators: to find and protect their wives, her fellow resistance widows.. First Marianne rescues six-year-old Martin, the son of her dearest childhood friend, from a Nazi reeducation home. Together, they make their way across the smoldering wreckage of their homeland to Berlin, where Martin’s mother, the beautiful and naive Benita, has fallen into the hands of occupying Red Army soldiers. Then she locates Ania, another resister’s wife, and her two boys, now refugees languishing in one of the many camps that house the millions displaced by the war.. As Marianne assembles this makeshift family from the ruins of her husband’s resistance movement, she is certain their shared pain and circumstances will hold them together. But she quickly discovers that the black-and-white, highly principled world of her privileged past has become infinitely more complicated, filled with secrets and dark passions that threaten to tear them apart. Eventually, all three women must come to terms with the choices that have defined their lives before, during, and after the war—each with their own unique share of challenges.. Written with the devastating emotional power of. The Nightingale, Sarah’s Key. , and. The Light Between Oceans. , Jessica Shattuck’s evocative and utterly enthralling novel offers a fresh perspective on one of the most tumultuous periods in history. Combining piercing social insight and vivid historical atmosphere,. The Women in the Castle. is a dramatic yet nuanced portrait of war and its repercussions that explores what it means to survive, love, and, ultimately, to forgive in the wake of unimaginable hardship.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "World War II"
            ]
        },
        {
            "title": "All the Single Ladies: Unmarried Women and the Rise of an Independent Nation",
            "authors": [
                "Rebecca Traister"
            ],
            "ranking": 3.99,
            "ranking_count": 15824,
            "abstract": "In 2009, award-winning journalist Rebecca Traister started. All the Single Ladies. about the twenty-first century phenomenon of the American single woman. It was the year the proportion of American women who were married dropped below fifty percent; and the median age of first marriages, which had remained between twenty and twenty-two years old for nearly a century (1890–1980), had risen dramatically to twenty-seven.. But over the course of her vast research and more than a hundred interviews with academics and social scientists and prominent single women, Traister discovered a startling truth: The phenomenon of the single woman in America is not a new one. And historically, when women were given options beyond early heterosexual marriage, the results were massive social change—temperance, abolition, secondary education, and more. Today, only twenty percent of Americans are married by age twenty-nine, compared to nearly sixty percent in 1960.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "History",
                "Politics",
                "Audiobook",
                "Sociology",
                "Womens",
                "Gender",
                "Social Movements"
            ]
        },
        {
            "title": "An Enchantment of Ravens",
            "authors": [
                "Margaret  Rogerson"
            ],
            "ranking": 3.65,
            "ranking_count": 66951,
            "abstract": "Every enchantment has a price.. With a flick of her paintbrush, Isobel creates stunning portraits for a dangerous set of clients: the fair folk. These immortal creatures cannot bake bread or put a pen to paper without crumbling to dust. They crave human Craft with a terrible thirst, and they trade valuable enchantments for Isobel’s paintings. But when she receives her first royal patron—Rook, the autumn prince—Isobel makes a deadly mistake. She paints mortal sorrow in his eyes, a weakness that could cost him his throne, and even his life.. Furious, Rook spirits Isobel away to his kingdom to stand trial for her crime. But something is seriously amiss in his world, and they are attacked from every side. With Isobel and Rook depending upon each other for survival, their alliance blossoms into trust, perhaps even love . . . a forbidden emotion that would violate the fair folks’ ruthless laws, rendering both their lives forfeit. What force could Isobel's paintings conjure that is powerful enough to defy the ancient malice of the fairy courts?. Isobel and Rook journey along a knife-edge in a lush world where beauty masks corruption and the cost of survival might be more frightening than death itself.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Fiction",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "Gideon the Ninth",
            "authors": [
                "Tamsyn Muir"
            ],
            "ranking": 4.22,
            "ranking_count": 69942,
            "abstract": "The Emperor needs necromancers.. The Ninth Necromancer needs a swordswoman.. Gideon has a sword, some dirty magazines, and no more time for undead bullshit.. Brought up by unfriendly, ossifying nuns, ancient retainers, and countless skeletons, Gideon is ready to abandon a life of servitude and an afterlife as a reanimated corpse. She packs up her sword, her shoes, and her dirty magazines, and prepares to launch her daring escape. But her childhood nemesis won't set her free without a service.. Harrowhark Nonagesimus, Reverend Daughter of the Ninth House and bone witch extraordinaire, has been summoned into action. The Emperor has invited the heirs to each of his loyal Houses to a deadly trial of wits and skill. If Harrowhark succeeds she will become an immortal, all-powerful servant of the Resurrection, but no necromancer can ascend without their cavalier. Without Gideon's sword, Harrow will fail, and the Ninth House will die.. Of course, some things are better left dead.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "LGBT",
                "Fiction",
                "Horror",
                "Adult",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "The Tattooist of Auschwitz",
            "authors": [
                "Heather   Morris"
            ],
            "ranking": 4.27,
            "ranking_count": 682278,
            "abstract": "In April 1942, Lale Sokolov, a Slovakian Jew, is forcibly transported to the concentration camps at Auschwitz-Birkenau. When his captors discover that he speaks several languages, he is put to work as a. Tätowierer. (the German word for tattooist), tasked with permanently marking his fellow prisoners.. Imprisoned for more than two and a half years, Lale witnesses horrific atrocities and barbarism—but also incredible acts of bravery and compassion. Risking his own life, he uses his privileged position to exchange jewels and money from murdered Jews for food to keep his fellow prisoners alive.. One day in July 1942, Lale, prisoner 32407, comforts a trembling young woman waiting in line to have the number 34902 tattooed onto her arm. Her name is Gita, and in that first encounter, Lale vows to somehow survive the camp and marry her.. A vivid, harrowing, and ultimately hopeful re-creation of Lale Sokolov's experiences as the man who tattooed the arms of thousands of prisoners with what would become one of the most potent symbols of the Holocaust,. The Tattooist of Auschwitz. is also a testament to the endurance of love and humanity under the darkest possible conditions.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "War",
                "World War II",
                "Romance",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Cold Wind",
            "authors": [
                "C.J. Box"
            ],
            "ranking": 4.23,
            "ranking_count": 12652,
            "abstract": "Librarian’s note: This is a previously-published edition of. paperback. ISBN: 978-0425246917. .. When Earl Alden is found dead, his wife Missy is arrested. Unfortunately for Joe Pickett, Missy is his much-disliked mother-in- law. All signs point to her being guilty as sin. But then things happen to make Joe wonder if everything is as it seems. He has the county DA and sheriff on one side, his wife on the other, and some powerful interests breathing down his neck. Whichever way this goes, it's not going to be good.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Westerns",
                "Thriller",
                "Suspense",
                "Adventure",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "The King's Men",
            "authors": [
                "Nora Sakavic"
            ],
            "ranking": 4.58,
            "ranking_count": 42156,
            "abstract": "Neil Josten is out of time. He knew when he came to PSU he wouldn't survive the year, but with his death right around the corner he's got more reasons than ever to live.. Befriending the Foxes was inadvisable. Kissing one is unthinkable. Neil should know better than to get involved with anyone this close to the end, but Andrew's never been the easiest person to walk away from. If they both say it doesn't mean anything, maybe Neil won't regret losing it, but the one person Neil can't lie to is himself.. He's got promises to keep and a team to get to championships if he can just outrun Riko a little longer, but Riko's not the only monster in Neil's life. The truth might get them all killed—or be Neil's one shot at getting out of this alive.",
            "part_of_series": true,
            "genre_list": [
                "LGBT",
                "Contemporary",
                "Young Adult",
                "Sports",
                "Romance",
                "New Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Water Knife",
            "authors": [
                "Paolo Bacigalupi"
            ],
            "ranking": 3.84,
            "ranking_count": 23405,
            "abstract": "In a future hammered by climate change and drought, mountain snows have turned to rain, and rain evaporates before it hits the ground. In a fragmenting United States, the cities of Phoenix and Las Vegas skirmish for a dwindling share of the Colorado River. But it is the Las Vegas water knives - assassins, terrorists and spies - who are legendary for protecting Las Vegas' water supplies, and for ensuring Phoenix's ruin.. When rumours of a game-changing water source surface, Las Vegas dispatches elite water knife Angel Velasquez to Phoenix to investigate. There, he discovers hardened journalist Lucy Monroe, who holds the secret to the water source Angel seeks. But Angel isn't the only one hunting for water, Lucy is no pushover, and the death of a despised water knife is a small price to pay in return for the life-giving flow of a river.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Apocalyptic",
                "Speculative Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "A Million Worlds with You",
            "authors": [
                "Claudia Gray"
            ],
            "ranking": 4.05,
            "ranking_count": 14377,
            "abstract": "A million universes. A million dangers. One destiny.. The fate of the multiverse rests in Marguerite Caine’s hands. Marguerite has been at the center of a cross-dimensional feud since she first traveled to another universe using her parents’ invention, the Firebird. Only now has she learned the true plans of the evil Triad Corporation—and that those plans could spell doom for dozens or hundreds of universes, each facing total annihilation.. Paul Markov has always been at Marguerite’s side, but Triad’s last attack has left him a changed man—angry and shadowed by tragedy. He struggles to overcome the damage done to him, but despite Marguerite’s efforts to help, Paul may never be the same again.. So it’s up to Marguerite alone to stop the destruction of the multiverse. Billions of lives are at stake. The risks have never been higher. And Triad has unleashed its ultimate weapon: another dimension’s Marguerite—wicked, psychologically twisted, and always one step ahead.. In the conclusion to Claudia Gray’s Firebird trilogy, fate and family will be questioned, loves will be won and lost, and the multiverse will be forever changed. It’s a battle of the Marguerites…and only one can win.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Unsheltered",
            "authors": [
                "Barbara Kingsolver"
            ],
            "ranking": 3.63,
            "ranking_count": 52568,
            "abstract": "The. New York Times. bestselling author of. Flight Behavior, The Lacuna,. and. The Poisonwood Bible. and recipient of numerous literary awards—including the National Humanities Medal, the Dayton Literary Peace Prize, and the Orange Prize—returns with a timely novel that interweaves past and present to explore the human capacity for resiliency and compassion in times of great upheaval.. Willa Knox has always prided herself on being the embodiment of responsibility for her family. Which is why it’s so unnerving that she’s arrived at middle age with nothing to show for her hard work and dedication but a stack of unpaid bills and an inherited brick home in Vineland, New Jersey, that is literally falling apart. The magazine where she worked has folded, and the college where her husband had tenure has closed. The dilapidated house is also home to her ailing and cantankerous Greek father-in-law and her two grown children: her stubborn, free-spirited daughter, Tig, and her dutiful debt-ridden, ivy educated son, Zeke, who has arrived with his unplanned baby in the wake of a life-shattering development.. In an act of desperation, Willa begins to investigate the history of her home, hoping that the local historical preservation society might take an interest and provide funding for its direly needed repairs. Through her research into Vineland’s past and its creation as a Utopian community, she discovers a kindred spirit from the 1880s, Thatcher Greenwood.. A science teacher with a lifelong passion for honest investigation, Thatcher finds himself under siege in his community for telling the truth: his employer forbids him to speak of the exciting new theory recently published by Charles Darwin. Thatcher’s friendships with a brilliant woman scientist and a renegade newspaper editor draw him into a vendetta with the town’s most powerful men. At home, his new wife and status-conscious mother-in-law bristle at the risk of scandal, and dismiss his financial worries and the news that their elegant house is structurally unsound.. Brilliantly executed and compulsively readable,. Unsheltered. is the story of two families, in two centuries, who live at the corner of Sixth and Plum, as they navigate the challenges of surviving a world in the throes of major cultural shifts. In this mesmerizing story told in alternating chapters, Willa and Thatcher come to realize that though the future is uncertain, even unnerving, shelter can be found in the bonds of kindred—whether family or friends—and in the strength of the human spirit.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Literary Fiction",
                "Contemporary",
                "Adult Fiction",
                "Novels",
                "Adult",
                "Family"
            ]
        },
        {
            "title": "Little Princes: One Man's Promise to Bring Home the Lost Children of Nepal",
            "authors": [
                "Conor Grennan"
            ],
            "ranking": 4.24,
            "ranking_count": 22022,
            "abstract": "Little Princes. is the epic story of Conor Grennan's battle to save the lost children of Nepal and how he found himself in the process. Part. Three Cups of Tea. , and part. Into Thin Air. , Grennan's remarkable memoir is at once gripping and inspirational, and it carries us deep into an exotic world that most readers know little about.. One Person Can Make a Difference. In search of adventure, twenty-nine-year-old Conor Grennan traded his day job for a year-long trip around the globe, a journey that began with a three-month stint volunteering at the Little Princes Children's Home, an orphanage in war-torn Nepal.. Conor was initially reluctant to volunteer, unsure whether he had the proper skill, or enough passion, to get involved in a developing country in the middle of a civil war. But he was soon overcome by the herd of rambunctious, resilient children who would challenge and reward him in a way that he had never imagined. When Conor learned the unthinkable truth about their situation, he was stunned: The children were not orphans at all. Child traffickers were promising families in remote villages to protect their children from the civil war - for a huge fee - by taking them to safety. They would then abandon the children far from home, in the chaos of Nepal's capital, Kathmandu.. For Conor, what began as a footloose adventure becomes a commitment to reunite the children he had grown to love with their families, but this would be no small task. He would risk his life on a journey through the legendary mountains of Nepal, facing the dangers of a bloody civil war and a debilitating injury. Waiting for Conor back in Kathmandu, and hopeful he would make it out before being trapped in by snow, was the woman who would eventually become his wife and share his life's work.. Little Princes. is a true story of families and children, and what one person is capable of when faced with seemingly insurmountable odds. At turns tragic, joyful, and hilarious,. Little Princes. is a testament to the power of faith and the ability of love to carry us beyond our wildest expectations.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Travel",
                "Biography",
                "Cultural",
                "Biography Memoir",
                "Audiobook",
                "Inspirational",
                "Adventure"
            ]
        },
        {
            "title": "Habibi",
            "authors": [
                "Craig Thompson"
            ],
            "ranking": 4.03,
            "ranking_count": 38896,
            "abstract": "From the internationally acclaimed author of. Blankets. , a highly anticipated new graphic novel.. Sprawling across an epic landscape of deserts, harems, and modern industrial clutter,. Habibi. tells the tale of Dodola and Zam, refugee child slaves bound to each other by chance, by circumstance, and by the love that grows between them. We follow them as their lives unfold together and apart; as they struggle to make a place for themselves in a world (not unlike our own) fueled by fear, lust, and greed; and as they discover the extraordinary depth—and frailty—of their connection.. At once contemporary and timeless,. Habibi. gives us a love story of astounding resonance: a parable about our relationship to the natural world, the cultural divide between the first and third worlds, the common heritage of Christianity and Islam, and, most potently, the magic of storytelling.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Graphic Novels Comics",
                "Fantasy",
                "Religion",
                "Romance",
                "Adult",
                "Historical"
            ]
        },
        {
            "title": "Virals",
            "authors": [
                "Kathy Reichs",
                "Brendan Reichs"
            ],
            "ranking": 3.94,
            "ranking_count": 37337,
            "abstract": "Tory Brennan, niece of acclaimed forensic anthropologist Temperance Brennan (of the Bones novels and hit TV show), is the leader of a ragtag band of teenage sci-philes who live on a secluded island off the coast of South Carolina. When the group rescues a dog caged for medical testing on a nearby island, they are exposed to an experimental strain of canine parvovirus that changes their lives forever.. As the friends discover their heightened senses and animal-quick reflexes, they must combine their scientific curiosity with their newfound physical gifts to solve a cold-case murder that has suddenly become very hot if they can stay alive long enough to catch the killer's scent.. Fortunately, they are now more than friends. They're a pack. They are. Virals. .",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Thriller"
            ]
        },
        {
            "title": "Fifth Grave Past the Light",
            "authors": [
                "Darynda Jones"
            ],
            "ranking": 4.42,
            "ranking_count": 35034,
            "abstract": "Never underestimate the power of a woman on a double espresso with a mocha latte chaser high.-T-shirt Charley Davidson isnt your everyday, run-of-the-mill grim reaper. Shes more of a paranormal private eyegrim reaper extraordinaire. However, she gets sidetracked when the sexy, sultry son of Satan, Reyes Farrow, moves in next door. To further complicate matters, Reyes is her main suspect in an arson case. Charley has vowed to stay away from him until she can find out the truth...but then dead women start appearing in her apartment, one after another, each lost, confused, and terrified beyond reason. When it becomes apparent that her own sister, Gemma, is the serial killers next target, Charley has no choice but to ask for Reyess help. Arsonist or not, hes the one man alive who could protect Gemma no matter who or what comes at her. But he wants something in return. Charley. All of her, body and soul. And to keep her sister safe, it is a price she is willing to pay.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Mystery",
                "Paranormal",
                "Adult",
                "Humor"
            ]
        },
        {
            "title": "Thunderhead",
            "authors": [
                "Neal Shusterman"
            ],
            "ranking": 4.43,
            "ranking_count": 117195,
            "abstract": "Rowan has gone rogue, and has taken it upon himself to put the Scythedom through a trial by fire. Literally. In the year since Winter Conclave, he has gone off-grid, and has been striking out against corrupt scythes—not only in MidMerica, but across the entire continent. He is a dark folk hero now—“Scythe Lucifer”—a vigilante taking down corrupt scythes in flames.. Citra, now a junior scythe under Scythe Curie, sees the corruption and wants to help change it from the inside out, but is thwarted at every turn, and threatened by the “new order” scythes. Realizing she cannot do this alone—or even with the help of Scythe Curie and Faraday, she does the unthinkable, and risks being “deadish” so she can communicate with the Thunderhead—the only being on earth wise enough to solve the dire problems of a perfect world. But will it help solve those problems, or simply watch as perfection goes into decline?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "An Unkindness of Ghosts",
            "authors": [
                "Rivers Solomon"
            ],
            "ranking": 3.99,
            "ranking_count": 15722,
            "abstract": "Odd-mannered, obsessive, withdrawn, Aster has little to offer folks in the way of rebuttal when they call her ogre and freak. She's used to the names; she only wishes there was more truth to them. If she were truly a monster, as they accuse, she'd be powerful enough to tear down the walls around her until nothing remained of her world, save for stories told around the cookfire.. Aster lives in the low-deck slums of the HSS. Matilda. , a space vessel organized much like the antebellum South. For generations, the. Matilda. has ferried the last of humanity to a mythical Promised Land. On its way, the ship's leaders have imposed harsh moral restrictions and deep indignities on dark-skinned sharecroppers like Aster, who they consider to be less than human.. When the autopsy of. Matilda. 's sovereign reveals a surprising link between his death and her mother's suicide some quarter-century before, Aster retraces her mother's footsteps. Embroiled in a grudge with a brutal overseer and sowing the seeds of civil war, Aster learns there may be a way off the ship if she's willing to fight for it.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "LGBT",
                "Fantasy",
                "Adult",
                "Audiobook",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "A Sick Day for Amos McGee",
            "authors": [
                "Philip C. Stead",
                "Erin E. Stead"
            ],
            "ranking": 4.24,
            "ranking_count": 21187,
            "abstract": "Amos McGee, a friendly zookeeper, always made time to visit his good friends: the elephant, the tortoise, the penguin, the rhinoceros, and the owl.. But one day—Ah-choo!—he woke up with the sniffles and the sneezes. Though he didn't make it into the zoo that day, he did receive some unexpected guests.. Philip C. Stead's gently humorous tale of friendship and dedication is illustrated by his wife Erin E. Stead's elegant drawings, embellished with subtle hints of color.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Animals",
                "Fiction",
                "Fantasy",
                "Humor",
                "Kids",
                "Health",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Greater Journey: Americans in Paris",
            "authors": [
                "David McCullough",
                "Edward Herrmann"
            ],
            "ranking": 3.93,
            "ranking_count": 18707,
            "abstract": "From two-time Pulitzer Prize-winning author David McCullough comes the inspiring, enthralling—and until now, untold—story of the American painters, writers, sculptors, and doctors who journeyed to Paris between 1830 and 1900, ambitious to excel in their work, fell in love with the city, and changed America with what they achieved.. After risking the hazardous journey across the Atlantic, these Americans embarked on a greater journey in the City of Light. That they achieved so much for themselves and their country profoundly altered American history. As David McCullough writes, “Not all pioneers went west.”. Elizabeth Blackwell, the first female doctor in America, was one of this intrepid band. Another was Charles Sumner, who enrolled at the Sorbonne because of a burning desire to know more about everything. There he saw black students with the same ambition he had, and when he returned home, he would become the most powerful, unyielding voice for abolition in the U.S. Senate, almost at the cost of his life.. Writers Ralph Waldo Emerson, Nathaniel Hawthorne, Mark Twain, and Henry James were all “discovering” Paris, marveling at the treasures in the Louvre, or out with the Sunday throngs strolling the city’s boulevards and gardens. “At last I have come into a dreamland,” wrote Harriet Beecher Stowe, seeking escape from the notoriety. Uncle Tom’s Cabin. had brought her. Sculptor Augustus Saint-Gaudens and painters Mary Cassatt and John Singer Sargent, three great American artists, flourished in Paris, inspired by French masters and the city itself.. McCullough tells this sweeping, fascinating story with power and intimacy, bringing us into the lives of remarkable men and women.. The Greater Journey. is itself a masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Biography",
                "North American Hi...",
                "Travel",
                "Art",
                "Historical",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Dorothy Must Die",
            "authors": [
                "Danielle  Paige"
            ],
            "ranking": 3.81,
            "ranking_count": 75974,
            "abstract": "The. New York Times. bestselling first book in a dark new series that reimagines the Oz saga, from debut author Danielle Paige.. I didn't ask for any of this. I didn't ask to be some kind of hero. But when your whole life gets swept up by a tornado—taking you with it—you have no choice but to go along, you know?. Sure, I've read the books. I've seen the movies. I know the song about the rainbow and the happy little blue birds. But I never expected Oz to look like this. To be a place where Good Witches can't be trusted, Wicked Witches may just be the good guys, and winged monkeys can be executed for acts of rebellion. There's still a road of yellow brick—but even that's crumbling.. What happened? Dorothy. They say she found a way to come back to Oz. They say she seized power and the power went to her head. And now no one is safe.. My name is Amy Gumm—and I'm the other girl from Kansas. I've been recruited by the Revolutionary Order of the Wicked. I've been trained to fight. And I have a mission: Remove the Tin Woodman's heart. Steal the Scarecrow's brain. Take the Lion's courage. And—Dorothy must die.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Retellings",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Effortless",
            "authors": [
                "S.C. Stephens"
            ],
            "ranking": 4.35,
            "ranking_count": 114802,
            "abstract": "After being caught in the middle of a love triangle that led to a devastating betrayal, Kiera pledged to learn from the mistakes she made. She was determined to never again inflict that kind of pain on anyone, especially the soulful, talented man who held her heart. But life offers new challenges for every relationship, and when Kiera's love is put to the ultimate test, will it survive? Love is easy ... trust is hard.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Music",
                "Academic",
                "Young Adult",
                "Adult",
                "Womens Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Flood of Fire",
            "authors": [
                "Amitav Ghosh"
            ],
            "ranking": 4.14,
            "ranking_count": 5355,
            "abstract": "It is 1839 and tension has been rapidly mounting between China and British India following the crackdown on opium smuggling by Beijing. With no resolution in sight, the colonial government declares war.. One of the vessels requisitioned for the attack, the Hind, travels eastwards from Bengal to China, sailing into the midst of the First Opium War. The turbulent voyage brings together a diverse group of travellers, each with their own agenda to pursue. Among them is Kesri Singh, a sepoy in the East India Company who leads a company of Indian sepoys; Zachary Reid, an impoverished young sailor searching for his lost love, and Shireen Modi, a determined widow en route to China to reclaim her opium-trader husband's wealth and reputation. Flood of Fire follows a varied cast of characters from India to China, through the outbreak of the First Opium War and China's devastating defeat, to Britain's seizure of Hong Kong.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Literary Fiction",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Radio Silence",
            "authors": [
                "Alice Oseman"
            ],
            "ranking": 4.18,
            "ranking_count": 60113,
            "abstract": "This is a previously-published edition of ISBN 9780007559244. What if everything you set yourself up to be was wrong?. Frances has been a study machine with one goal. Nothing will stand in her way; not friends, not a guilty secret – not even the person she is on the inside. Then Frances meets Aled, and for the first time she's unafraid to be herself.. So when the fragile trust between them is broken, Frances is caught between who she was and who she longs to be. Now Frances knows that she has to confront her past. To confess why Carys disappeared…. Frances is going to need every bit of courage she has.. Engaging with themes of identity, diversity and the freedom to choose,. Radio Silence. is a tour de force by the most exciting writer of her generation.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Young Adult",
                "LGBT",
                "Fiction",
                "Audiobook",
                "Health",
                "Romance"
            ]
        },
        {
            "title": "The Darkest Part of the Forest",
            "authors": [
                "Holly Black"
            ],
            "ranking": 3.87,
            "ranking_count": 65091,
            "abstract": "Children can have a cruel, absolute sense of justice. Children can kill a monster and feel quite proud of themselves. A girl can look at her brother and believe they’re destined to be a knight and a bard who battle evil. She can believe she’s found the thing she’s been made for.. Hazel lives with her brother, Ben, in the strange town of Fairfold where humans and fae exist side by side. The faeries’ seemingly harmless magic attracts tourists, but Hazel knows how dangerous they can be, and she knows how to stop them. Or she did, once.. At the center of it all, there is a glass coffin in the woods. It rests right on the ground and in it sleeps a boy with horns on his head and ears as pointed as knives. Hazel and Ben were both in love with him as children. The boy has slept there for generations, never waking.. Until one day, he does…. As the world turns upside down, Hazel tries to remember her years pretending to be a knight. But swept up in new love, shifting loyalties, and the fresh sting of betrayal, will it be enough?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "LGBT",
                "Fiction",
                "Fairies"
            ]
        },
        {
            "title": "The Golden Lily",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.3,
            "ranking_count": 115518,
            "abstract": "Sydney Sage is an Alchemist, one of a group of humans who dabble in magic and serve to bridge the worlds of humans and vampires. Alchemists protect vampire secrets - and human lives.. Sydney would love to go to college, but instead, she's been sent into hiding at a posh boarding school in Palm Springs, California - tasked with protecting Moroi princess Jill Dragomir from assassins who want to throw the Moroi court into civil war. Formerly in disgrace, Sydney is now praised for her loyalty and obedience, and held up as the model of an exemplary Alchemist.. But the closer she grows to Jill, Eddie, and especially Adrian, the more she finds herself questioning her age-old Alchemist beliefs, her idea of family, and her sense of what it means to truly belong. Her world becomes even more complicated when magical experiments show Sydney may hold the key to prevent becoming Strigoi - the fiercest vampires, the ones who don't die. But it's her fear of being just that - special, magical, powerful - that scares her more than anything. Equally daunting is her new romance with Braydon, a cute, brainy guy who seems to be her match in every way. Yet, as perfect as he seems, Sydney finds herself being drawn to someone else - someone forbidden to her.. When a shocking secret threatens to tear the vampire world apart, Sydney's loyalties are suddenly tested more than ever before. She wonders how she's supposed to strike a balance between the principles and dogmas she's been taught, and what her instincts are now telling her.. Should she trust the Alchemists - or her heart?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Boy Who Sneaks in My Bedroom Window",
            "authors": [
                "Kirsty Moseley"
            ],
            "ranking": 3.88,
            "ranking_count": 71302,
            "abstract": "Liam James, boy next door and total douchebag, is my brother’s best friend. I can’t stand him. Well, that’s not strictly true, at night I see a side of him that no one else does. Every night Liam becomes my safe haven, my protector, the one to chase the demons of my abusive childhood away and hold all the broken pieces of me together.. He’s cocky, he’s arrogant, and he’s also some sort of playboy in training. With his ‘hit it and quit it’ mentality, he’s the last person you’d want to fall in love with. I only wish someone had told my heart that…. The international bestselling novel, and finalist of the Goodreads choice awards YA fiction 2012.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "New Adult",
                "Sociology",
                "Womens Fiction",
                "Love"
            ]
        },
        {
            "title": "The Rules of Magic",
            "authors": [
                "Alice Hoffman"
            ],
            "ranking": 3.99,
            "ranking_count": 90791,
            "abstract": "Find your magic. For the Owens family, love is a curse that began in 1620, when Maria Owens was charged with witchery for loving the wrong man.. Hundreds of years later, in New York City at the cusp of the sixties, when the whole world is about to change, Susanna Owens knows that her three children are dangerously unique. Difficult Franny, with skin as pale as milk and blood red hair, shy and beautiful Jet, who can read other people’s thoughts, and charismatic Vincent, who began looking for trouble on the day he could walk.. From the start Susanna sets down rules for her children: No walking in the moonlight, no red shoes, no wearing black, no cats, no crows, no candles, no books about magic. And most importantly, never, ever, fall in love. But when her children visit their Aunt Isabelle, in the small Massachusetts town where the Owens family has been blamed for everything that has ever gone wrong, they uncover family secrets and begin to understand the truth of who they are. Back in New York City each begins a risky journey as they try to escape the family curse.. The Owens children cannot escape love even if they try, just as they cannot escape the pains of the human heart. The two beautiful sisters will grow up to be the revered, and sometimes feared, aunts in. Practical Magic. , while Vincent, their beloved brother, will leave an unexpected legacy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Magical Realism",
                "Paranormal",
                "Audiobook",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Dark Descendant",
            "authors": [
                "Jenna Black"
            ],
            "ranking": 3.78,
            "ranking_count": 6849,
            "abstract": "From the acclaimed author of the Morgan Kingsley, Exorcist books comes the gripping first novel in a new series about a private eye who discovers, to her surprise, that she’s an immortal huntress.. Nikki Glass can track down any man. But when her latest client turns out to be a true descendant of Hades, Nikki now discovers she can’t die. . . . Crazy as it sounds, Nikki’s manhunting skills are literally god-given. She’s a living, breathing descendant of Artemis who has stepped right into a trap set by the children of the gods. Nikki’s new “friends” include a descendant of Eros, who uses sex as a weapon; a descendant of Loki, whose tricks are no laughing matter; and a half-mad descendant of Kali who thinks she’s a spy. But most powerful of all are the Olympians, a rival clan of immortals seeking to destroy all Descendants who refuse to bow down to them. In the eternal battle of good god/bad god, Nikki would make a divine weapon. But if they think she’ll surrender without a fight,. the gods must be crazy. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Adult",
                "Mythology",
                "Romance"
            ]
        },
        {
            "title": "Kärleken",
            "authors": [
                "Jonas Gardell"
            ],
            "ranking": 4.21,
            "ranking_count": 6615,
            "abstract": "En skildring av 1980-talets Stockholm, sjukdomen aids och de människor som drabbas. Här finns Rasmus som 1982 lämnar den lilla bruksorten Koppom och kastar sig ut i de homosexuellas Stockholm, Benjamin som är Jehovas vittne och en dag ringer på hos Paul, den varmaste, roligaste och bitchigaste bögen som Gud någonsin skapat.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "LGBT",
                "European Literature",
                "Romance",
                "Historical",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "The Folded Earth",
            "authors": [
                "Anuradha Roy"
            ],
            "ranking": 3.58,
            "ranking_count": 2001,
            "abstract": "Anuradha Roy weaves an evocative and deeply moving tale of a young woman making a new life for herself amid the foothills of the Himalaya. Desperate to leave a private tragedy behind, Maya abandons herself to the rhythms of the little village, where people coexist peacefully with nature. But all is not as it seems, and she soon learns that no refuge is remote enough to keep out the modern world. When power-hungry politicians threaten her beloved mountain community, Maya finds herself caught between the life she left behind and the new home she is determined to protect.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "Asian Literature",
                "Historical",
                "Adult Fiction",
                "Contemporary",
                "Novels",
                "Book Club"
            ]
        },
        {
            "title": "The Meursault Investigation",
            "authors": [
                "Kamel Daoud",
                "John Cullen"
            ],
            "ranking": 3.5,
            "ranking_count": 6846,
            "abstract": "He was the brother of “the Arab” killed by the infamous Meursault, the antihero of Camus’s classic novel. Seventy years after that event, Harun, who has lived since childhood in the shadow of his sibling’s memory, refuses to let him remain anonymous: he gives his brother a story and a name—Musa—and describes the events that led to Musa’s casual murder on a dazzlingly sunny beach.. In a bar in Oran, night after night, he ruminates on his solitude, on his broken heart, on his anger with men desperate for a god, and on his disarray when faced with a country that has so disappointed him. A stranger among his own people, he wants to be granted, finally, the right to die.. The Stranger. is of course central to Daoud’s story, in which he both endorses and criticizes one of the most famous novels in the world. A worthy complement to its great predecessor,. The Meursault Investigation. is not only a profound meditation on Arab identity and the disastrous effects of colonialism in Algeria, but also a stunning work of literature in its own right, told in a unique and affecting voice.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Northern Africa",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "The Fifth Risk: Undoing Democracy",
            "authors": [
                "Michael   Lewis"
            ],
            "ranking": 4.09,
            "ranking_count": 40072,
            "abstract": "The morning after Trump was elected president, the people who ran the US Department of Energy waited to brief the administration’s transition team on the agency it would soon be running. Nobody appeared. Across all departments the stories were the same: Trump appointees were few and far between; those who did show up were shockingly uninformed about the functions of their new workplace.. Michael Lewis’s brilliant narrative of the Trump administration’s botched presidential transition takes us into the engine rooms of a government under attack by its leaders through willful ignorance and greed. The government manages a vast array of critical services that keep us safe and underpin our lives, from ensuring the safety of our food and medications and predicting extreme weather events to tracking and locating black- market uranium before the terrorists do.. The Fifth Risk. masterfully and vividly unspools the consequences of what happens when the people given control over our government have no idea how it works.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Economics",
                "Business",
                "Science",
                "Audiobook",
                "North American Hi..."
            ]
        },
        {
            "title": "The Testing",
            "authors": [
                "Joelle Charbonneau",
                "Amélie Sarn",
                "Amélie Hesnard"
            ],
            "ranking": 4.04,
            "ranking_count": 68047,
            "abstract": "Keep your friends close and your enemies closer. Isn't that what they say? But how close is too close when they may be one and the same?. The Seven Stages War left much of the planet a charred wasteland. The future belongs to the next generation's chosen few who must rebuild it. But to enter this elite group, candidates must first pass The Testing—their one chance at a college education and a rewarding career.. Cia Vale is honoured to be chosen as a Testing candidate; eager to prove her worthiness as a University student and future leader of the United Commonwealth. But on the eve of her departure, her father's advice hints at a darker side to her upcoming studies—trust no one.. But surely she can trust Tomas, her handsome childhood friend who offers an alliance? Tomas, who seems to care more about her with the passing of every gruelling (and deadly) day of the Testing.. To survive, Cia must choose: love without truth or life without trust.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Romance",
                "Apocalyptic",
                "Adventure"
            ]
        },
        {
            "title": "Opiate Addiction - The Painkiller Addiction Epidemic, Heroin Addiction and the Way Out",
            "authors": [
                "Taite Adams"
            ],
            "ranking": 3.92,
            "ranking_count": 129,
            "abstract": "Opiate Addiction - The Painkiller Addiction Epidemic, Heroin Addiction and the Way Out Now in its 6th Edition (2018) - Get this Best Selling book Free on Kindle Unlimited. Read on your PC, Mac, smartphone, tablet or Kindle device. Opiate addiction has reached epidemic proportions in the United States, and the problem shows no signs of slowing. Overcoming addiction is tough and, with opiates, many find it nearly impossible. Overdose deaths from prescription painkillers have more than quadrupled over the last fifteen years, and this is just a fraction of the problem. In fact, with prescription opiate addiction now shown to be a gateway drug to heroin, the issue is only getting worse. Last year alone, 11.5 million Americans abused some type of opioid, and more than 660,000 have used heroin in the past year.. If you or someone you love is addicted to opiates,. Opiate Addiction. , now in its 6th Edition, offers a powerful message balanced with both useful information and hope for a way out from its stifling grip. There is no doubt that addiction is a cunning and cruel disease that robs its victims of nearly everything. Those suffering from opiate addiction are often baffled by its effects on their lives and the devastation that can be wrought in such a short period of time. Loved ones feel helpless and hopeless as they are forced to stand by and watch as someone they care about erodes before their eyes.. Are you looking to move beyond addiction? With a clear approach to providing hard facts and drawing on her own history of opiate addiction and recovery, author Taite Adams is able to give the opiate addict or their loved ones answers to many questions, allay common fears, and provide a clear direction for a way out. Some of the areas that are addressed in detail are:. The Opiate Addiction Epidemic What are Opiates and How They Work Pain Pills and Painkiller Addiction Prescription Drug Abuse and Chronic Pain Heroin Addiction Opiate Maintenance Drugs and Substitution Therapy Opiate Addiction as a Disease A Way Out for the Opiate Addict Managing Opiate Detox Going to Treatment for Opiate Addiction and Much More Whether just coming to terms with the idea that there is a problem, looking for opiate detox help, or considering going to treatment, opiate and heroin addiction help is available in many forms and. Opiate Addiction. is an invaluable tool to get your questions answered about overcoming addiction and help you move one step closer to freedom and to a better way of life. 6th Edition Released January 10, 2018.. Tags: opiate addiction, painkiller addiction, heroin addiction, opiates, addiction, heroin detox, opiate detox, opiate recovery, opiate withdrawal, opiate detox, opiate addictions",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "Behemoth",
            "authors": [
                "Scott Westerfeld"
            ],
            "ranking": 4.17,
            "ranking_count": 38357,
            "abstract": "The behemoth is the fiercest creature in the British navy. It can swallow enemy battleships with one bite. The Darwinists will need it, now that they are at war with the Clanker powers.. Deryn is a girl posing as a boy in the British Air Service, and Alek is the heir to an empire posing as a commoner. Finally together aboard the airship. Leviathan. , they hope to bring the war to a halt. But when disaster strikes the. Leviathan. 's peacekeeping mission, they find themselves alone and hunted in enemy territory.. Alek and Deryn will need great skill, new allies, and brave hearts to face what's ahead.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Historical",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The Hypnotist's Love Story",
            "authors": [
                "Liane Moriarty"
            ],
            "ranking": 3.7,
            "ranking_count": 125489,
            "abstract": "Ellen O'Farrell is an expert when it comes to human frailties. She's a hypnotherapist who helps her clients deal with everything from addictions to life-long phobias. So when she falls in love with a man who is being stalked by his ex-girlfriend she's more intrigued than frightened. What makes a supposedly smart, professional woman behave this way? She'd love to meet her!. What she doesn't know is that she already has. Saskia has been masquerading as a client, and their lives are set to collide in ways Ellen could never have predicted.. This wonderfully perceptive new novel from Liane Moriarty is about the lines we'll cross for love. It's about the murky areas between right and wrong, and the complexities of modern relationships.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Cultural",
                "Mystery",
                "Drama"
            ]
        },
        {
            "title": "Doc",
            "authors": [
                "Mary Doria Russell"
            ],
            "ranking": 3.98,
            "ranking_count": 15922,
            "abstract": "The year is 1878, peak of the Texas cattle trade. The place is Dodge City, Kansas, a saloon-filled cow town jammed with liquored-up adolescent cowboys and young Irish hookers. Violence is random and routine, but when the burned body of a mixed-blood boy named Johnnie Sanders is discovered, his death shocks a part-time policeman named Wyatt Earp. And it is a matter of strangely personal importance to Doc Holliday, the frail twenty-six-year-old dentist who has just opened an office at No. 24 Dodge House.. Beautifully educated, born to the life of a Southern gentleman, Dr. John Henry Holliday is given an awful choice at the age of twenty-two: die within months in Atlanta or leave everyone and everything he loves in the hope that the dry air and sunshine of the West will restore him to health. Young, scared, lonely, and sick, he arrives on the Texas frontier just as an economic crash wrecks the dreams of a nation. Soon, with few alternatives open to him, Doc Holliday is gambling professionally; he is also living with Mária Katarina Harony, a high-strung Hungarian whore with dazzling turquoise eyes, who can quote Latin classics right back at him. Kate makes it her business to find Doc the high-stakes poker games that will support them both in high style. It is Kate who insists that the couple travel to Dodge City, because “that’s where the money is.”. And that is where the unlikely friendship of Doc Holliday and Wyatt Earp really begins—before Wyatt Earp is the prototype of the square-jawed, fearless lawman; before Doc Holliday is the quintessential frontier gambler; before the gunfight at the O.K. Corral links their names forever in American frontier mythology—when neither man wanted fame or deserved notoriety.. Authentic, moving, and witty, Maria Doria Russell’s fifth novel redefines these two towering figures of the American West and brings to life an extraordinary cast of historical characters, including Holliday’s unforgettable companion, Kate. First and last, however, Doc is John Henry Holliday’s story, written with compassion, humor, and respect by one of our greatest contemporary storytellers.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Westerns",
                "Audiobook",
                "Literature",
                "North American Hi...",
                "Adult",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Tales from the Shadowhunter Academy",
            "authors": [
                "Cassandra Clare",
                "Sarah Rees Brennan",
                "Maureen Johnson",
                "Robin Wasserman"
            ],
            "ranking": 4.35,
            "ranking_count": 58758,
            "abstract": "Simon Lewis has been a human and a vampire, and now he is becoming a Shadowhunter. But the events of. City of Heavenly Fire. left him stripped of his memories, and Simon isn’t sure who he is anymore. He knows he was friends with Clary, and that he convinced the total goddess Isabelle Lightwood to go out with him…but he doesn’t know how. And when Clary and Isabelle look at him, expecting him to be a man he doesn’t remember…Simon can’t take it.. So when the Shadowhunter Academy reopens, Simon throws himself into this new world of demon-hunting, determined to find himself again. His new self. Whomever this new Simon might be.. But the Academy is a Shadowhunter institution, which means it has some problems. Like the fact that non-Shadowhunter students have to live in the basement. And that differences—like being a former vampire—are greatly looked down upon. At least Simon is trained in weaponry—even if it’s only from hours of playing D&D.. Join Simon on his journey to become a Shadowhunter, and learn about the Academy’s illustrious history along the way, through guest lecturers such as Jace Herondale, Tessa Gray, and Magnus Bane. These ten short stories give an epilogue to the Mortal Instruments series and provide glimpses of what’s in store in the Dark Artifices.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Short Stories",
                "Romance",
                "Fiction",
                "Paranormal",
                "Audiobook"
            ]
        },
        {
            "title": "More Than This",
            "authors": [
                "Patrick Ness"
            ],
            "ranking": 3.96,
            "ranking_count": 58237,
            "abstract": "A boy drowns, desperate and alone in his final moments. He dies. Then he wakes, naked and bruised and thirsty, but alive. How can this be? And what is this strange deserted place?. As he struggles to understand what is happening, the boy dares to hope. Might this not be the end? Might there be more to this life, or perhaps this afterlife?. From multi-award-winning Patrick Ness comes one of the most provocative and moving novels of our time.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "LGBT",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Contemporary"
            ]
        },
        {
            "title": "Eliza and Her Monsters",
            "authors": [
                "Francesca Zappia"
            ],
            "ranking": 4.17,
            "ranking_count": 58876,
            "abstract": "Her story is a phenomenon. Her life is a disaster.. In the real world, Eliza Mirk is shy, weird, and friendless. Online, she’s LadyConstellation, the anonymous creator of the wildly popular webcomic. Monstrous Sea. . Eliza can’t imagine enjoying the real world as much as she loves the online one, and she has no desire to try.. Then Wallace Warland,. Monstrous Sea. ’s biggest fanfiction writer, transfers to her school. Wallace thinks Eliza is just another fan, and as he draws her out of her shell, she begins to wonder if a life offline might be worthwhile.. But when Eliza’s secret is accidentally shared with the world, everything she’s built—her story, her relationship with Wallace, and even her sanity—begins to fall apart.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Young Adult",
                "Romance",
                "Health",
                "Fiction",
                "Realistic Fiction",
                "Mental Health",
                "Audiobook"
            ]
        },
        {
            "title": "The Wiccan Diaries",
            "authors": [
                "T.D. McMichael"
            ],
            "ranking": 3.65,
            "ranking_count": 122,
            "abstract": "On the eve of graduating from her posh New England academy, seventeen-year-old Halsey Rookmaaker receives a disturbing package in the mail, from Rome, Italy. She drops everything--her school, her friends, her future--and sets off, to find the only one who can help her get to the bottom of her past, and to the secrets of what happened to her parents.. Kinsey and Maximilian Rookmaaker were two powerful magical beings . . . until somebody killed them. Now Halsey wants to know why.. With her is Ballard, an attractive teenage boy with problems of his own. Together, they must decipher an ancient magic text, and prevent an evil necromancer from taking over the world.. Life is never easy when you're an unfledged teenage witch. In Volume One of The Diaries, Halsey Rookmaaker must come face to face with her past, and with a dark stranger, who may be out for her blood.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance"
            ]
        },
        {
            "title": "The Particular Sadness of Lemon Cake",
            "authors": [
                "Aimee Bender"
            ],
            "ranking": 3.24,
            "ranking_count": 62893,
            "abstract": "The wondrous Aimee Bender conjures the lush and moving story of a girl whose magical gift is really a devastating curse.. On the eve of her ninth birthday, unassuming Rose Edelstein, a girl at the periphery of schoolyard games and her distracted parents’ attention, bites into her mother’s homemade lemon-chocolate cake and discovers she has a magical gift: she can taste her mother’s emotions in the cake. She discovers this gift to her horror, for her mother—her cheerful, good-with-crafts, can-do mother—tastes of despair and desperation. Suddenly, and for the rest of her life, food becomes a peril and a threat to Rose.. The curse her gift has bestowed is the secret knowledge all families keep hidden—her mother’s life outside the home, her father’s detachment, her brother’s clash with the world. Yet as Rose grows up she learns to harness her gift and becomes aware that there are secrets even her taste buds cannot discern.. The Particular Sadness of Lemon Cake is a luminous tale about the enormous difficulty of loving someone fully when you know too much about them. It is heartbreaking and funny, wise and sad, and confirms Aimee Bender’s place as “a writer who makes you grateful for the very existence of language” (San Francisco Chronicle).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Fantasy",
                "Contemporary",
                "Food and Drink",
                "Adult Fiction",
                "Adult",
                "Young Adult",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "I Contain Multitudes: The Microbes Within Us and a Grander View of Life",
            "authors": [
                "Ed Yong"
            ],
            "ranking": 4.15,
            "ranking_count": 20097,
            "abstract": "Every animal, whether human, squid, or wasp, is home to millions of bacteria and other microbes. Many people think of microbes as germs to be eradicated, but those that live with us—the microbiome—build our bodies, protect our health, shape our identities, and grant us incredible abilities. In this astonishing book, Ed Yong takes us on a grand tour through our microbial partners, and introduces us to the scientists on the front lines of discovery.. Yong, whose humor is as evident as his erudition, prompts us to look at ourselves and our animal companions in a new light—less as individuals and more as the interconnected, interdependent multitudes we assuredly are. The microbes in our bodies are part of our immune systems and protect us from disease. Those in cows and termites digest the plants they eat. In the deep oceans, mysterious creatures without mouths or guts depend on microbes for all their energy. Bacteria provide squids with invisibility cloaks, help beetles to bring down forests, and allow worms to cause diseases that afflict millions of people.. I Contain Multitudes. is the story of these extraordinary partnerships, between the creatures we are familiar with and those we are not. It reveals how we humans are disrupting these partnerships and how we might manipulate them for our own good. It will change both our view of nature and our sense of where we belong in it.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Health",
                "Audiobook",
                "Environment",
                "Medical",
                "Biology"
            ]
        },
        {
            "title": "The Runaway King",
            "authors": [
                "Jennifer A. Nielsen"
            ],
            "ranking": 4.24,
            "ranking_count": 40381,
            "abstract": "A kingdom teetering on the brink of destruction. A king gone missing. Who will survive?. Just weeks after Jaron has taken the throne, an assassination attempt forces him into a deadly situation. Rumors of a coming war are winding their way between the castle walls, and Jaron feels the pressure quietly mounting within Carthya. Soon, it becomes clear that deserting the kingdom may be his only hope of saving it. But the further Jaron is forced to run from his identity, the more he wonders if it is possible to go too far. Will he ever be able to return home again? Or will he have to sacrifice his own life in order to save his kingdom?. The stunning second installment of The Ascendance Trilogy takes readers on a roller coaster ride of treason and murder, thrills and peril, as they journey with the Runaway King.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Childrens",
                "Fiction",
                "Audiobook",
                "Romance",
                "Historical"
            ]
        },
        {
            "title": "Homeland",
            "authors": [
                "Cory Doctorow"
            ],
            "ranking": 3.96,
            "ranking_count": 8656,
            "abstract": "In Cory Doctorow's wildly successful Little Brother, young Marcus Yallow was arbitrarily detained and brutalized by the government in the wake of a terrorist attack on San Francisco―an experience that led him to become a leader of the whole movement of technologically clued-in teenagers, fighting back against the tyrannical security state.. A few years later, California's economy collapses, but Marcus's hacktivist past lands him a job as webmaster for a crusading politician who promises reform. Soon his former nemesis Masha emerges from the political underground to gift him with a thumbdrive containing a Wikileaks-style cable-dump of hard evidence of corporate and governmental perfidy. It's incendiary stuff―and if Masha goes missing, Marcus is supposed to release it to the world. Then Marcus sees Masha being kidnapped by the same government agents who detained and tortured Marcus years earlier.. Marcus can leak the archive Masha gave him―but he can't admit to being the leaker, because that will cost his employer the election. He's surrounded by friends who remember what he did a few years ago and regard him as a hacker hero. He can't even attend a demonstration without being dragged onstage and handed a mike. He's not at all sure that just dumping the archive onto the Internet, before he's gone through its millions of words, is the right thing to do.. Meanwhile, people are beginning to shadow him, people who look like they're used to inflicting pain until they get the answers they want.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Young Adult",
                "Science",
                "Thriller",
                "Audiobook",
                "Politics"
            ]
        },
        {
            "title": "Through the Ever Night",
            "authors": [
                "Veronica Rossi"
            ],
            "ranking": 4.13,
            "ranking_count": 72283,
            "abstract": "It's been months since Aria last saw Perry. Months since Perry was named Blood Lord of the Tides, and Aria was charged with an impossible mission. Now, finally, they are about to be reunited. But their reunion is far from perfect. The Tides don't take kindly to Aria, a former Dweller. And with the worsening Aether storms threatening the tribe's precarious existence, Aria begins to fear that leaving Perry behind might be the only way to save them both.. Threatened by false friends and powerful temptations, Aria and Perry wonder, can their love survive through the ever night?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Apocalyptic",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Resistance",
            "authors": [
                "C.J. Daugherty"
            ],
            "ranking": 4.22,
            "ranking_count": 8172,
            "abstract": "After months on the run, Allie returns to Cimmeria Academy to find the school in turmoil. The atmosphere is thick with danger. Overshadowing it all is Nathaniel. He is close – very close – to getting everything he wants.. A secret civil war is tearing the British political elite apart. And Allie’s family is in the thick of it. Both sides want her. She knows Nathaniel will take her by any means necessary. But she is determined to fight him to the end.. Her friends are ready to stand by her – even to die for her. But if anything happens to them she won’t be able to live with herself.. The fightback starts here. Everything is at stake now. The winner takes all…",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Mystery",
                "Fantasy",
                "Thriller",
                "Fiction",
                "Contemporary",
                "School Stories",
                "Action",
                "Paranormal"
            ]
        },
        {
            "title": "Night School",
            "authors": [
                "C.J. Daugherty"
            ],
            "ranking": 4.05,
            "ranking_count": 21356,
            "abstract": "Allie Sheridan’s world is falling apart. Her brother’s run away from home. Her parents ignore her. And she’s just been arrested.. Again.. This time her parents have had enough. They cut her off from her friends and send her away to boarding school, far from her London friends.. But at Cimmeria Academy, Allie is soon caught up in the strange activities of a secret group of elite students.. When she’s attacked late one night the incident sets off a chain of increasingly violent events. As the school begins to seem like a very dangerous place, she finds out that nothing at Cimmeria is what it seems to be.. And that she is not who she thought she was.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Fantasy",
                "Romance",
                "Fiction",
                "School Stories",
                "Thriller",
                "Contemporary",
                "Paranormal"
            ]
        },
        {
            "title": "The Perfect Hope",
            "authors": [
                "Nora Roberts"
            ],
            "ranking": 4.17,
            "ranking_count": 42917,
            "abstract": "#1. New York Times. bestselling author Nora Roberts introduces you to the Montgomery brothers - Beckett, Ryder, and Owen - as they bring an intimate bed-and-breakfast to life in their hometown.. Ryder is the hardest Montgomery brother to figure out - with a tough-as-nails outside and possibly nothing too soft underneath. He's surly and unsociable, but when he straps on a toolbelt, no woman can resist his sexy swagger. Except, apparently, Hope Beaumont, the innkeeper of his own Inn BoonsBoro.... As the former manager of a D.C. hotel, Hope is used to excitement and glamour, but that doesn't mean she can't appreciate the joys of small-town living. She's where she wants to be - except for in her love life. Her only interaction with the opposite sex has been sparring with the infuriating Ryder, who always seems to get under her skin. Still, no one can deny the electricity that crackles between them...a spark that ignited with a New Year's Eve kiss.. While the inn is running smoothly, thanks to Hope's experience and unerring instincts, her big-city past is about to make an unwelcome - and embarrassing - appearance. Seeing Hope vulnerable stirs up Ryder's emotions and makes him realize that while Hope may not be perfect, she just might be perfect for him.... Duration: approximately 10 hr., 14 min.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "Big Magic: Creative Living Beyond Fear",
            "authors": [
                "Elizabeth Gilbert"
            ],
            "ranking": 3.94,
            "ranking_count": 181984,
            "abstract": "Readers of all ages and walks of life have drawn inspiration and empowerment from Elizabeth Gilbert’s books for years. Gilbert offers insights into the mysterious nature of inspiration. She asks us to embrace our curiosity and let go of needless suffering. She shows us how to tackle what we most love, and how to face down what we most fear. She discusses the attitudes, approaches, and habits we need in order to live our most creative lives. Balancing between soulful spirituality and cheerful pragmatism, Gilbert encourages us to uncover the “strange jewels” that are hidden within each of us. Whether we are looking to write a book, make art, find new ways to address challenges in our work, embark on a dream long deferred, or simply infuse our everyday lives with more mindfulness and passion,. Big Magic. cracks open a world of wonder and joy.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Language",
                "Audiobook",
                "Art",
                "Psychology",
                "Autobiography",
                "Inspirational",
                "Business"
            ]
        },
        {
            "title": "Out of Breath",
            "authors": [
                "Rebecca    Donovan"
            ],
            "ranking": 4.31,
            "ranking_count": 47852,
            "abstract": "Emma leaves Weslyn and everyone in it behind to attend Stanford University, just as she always intended. A shell of her former self, she is not the same girl. She is broken, and the only way that she’ll be whole again is through forgiveness. Emma must find a way to forgive herself and recognize her own worth before she can receive the love she deserves. This final installment will have readers holding their breath until the very last page.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Young Adult",
                "Contemporary",
                "Sociology",
                "Academic",
                "Fiction",
                "Drama",
                "Dark"
            ]
        },
        {
            "title": "Promise of Blood",
            "authors": [
                "Brian  McClellan"
            ],
            "ranking": 4.12,
            "ranking_count": 49166,
            "abstract": "The Age of Kings is dead . . . and I have killed it.. It's a bloody business overthrowing a king.... Field Marshal Tamas' coup against his king sent corrupt aristocrats to the guillotine and brought bread to the starving. But it also provoked war with the Nine Nations, internal attacks by royalist fanatics, and the greedy to scramble for money and power by Tamas's supposed allies: the Church, workers unions, and mercenary forces.. Stretched to his limit, Tamas is relying heavily on his few remaining powder mages, including the embittered Taniel, a brilliant marksman who also happens to be his estranged son, and Adamat, a retired police inspector whose loyalty is being tested by blackmail.. But when gods are involved.... Now, as attacks batter them from within and without, the credulous are whispering about omens of death and destruction. Just old peasant legends about the gods waking to walk the earth. No modern educated man believes that sort of thing. But they should.... In a rich, distinctive world that mixes magic with technology, who could stand against mages that control gunpowder and bullets?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "The Time Traveller's Guide to Elizabethan England",
            "authors": [
                "Ian Mortimer"
            ],
            "ranking": 4.09,
            "ranking_count": 4461,
            "abstract": "The past is a foreign country - this is your guide.. We think of Queen Elizabeth I's reign (1558-1603) as a golden age. But what was it actually like to live in Elizabethan England? If you could travel to the past and walk the streets of London in the 1590s, where would you stay? What would you eat? What would you wear? Would you really have a sense of it being a glorious age? And if so, how would that glory sit alongside the vagrants, diseases, violence, sexism and famine of the time?. In this book Ian Mortimer reveals a country in which life expectancy is in the early thirties, people still starve to death and Catholics are persecuted for their faith. Yet it produces some of the finest writing in the English language, some of the most magnificent architecture, and sees Elizabeth's subjects settle in America and circumnavigate the globe. Welcome to a country that is, in all its contradictions, the very crucible of the modern world.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "European Literature",
                "Audiobook",
                "Literature",
                "English History",
                "Tudor Period",
                "Reference",
                "Travel"
            ]
        },
        {
            "title": "Enclave",
            "authors": [
                "Ann Aguirre"
            ],
            "ranking": 3.91,
            "ranking_count": 68994,
            "abstract": "New York City has been decimated by war and plague, and most of civilization has migrated to underground enclaves, where life expectancy is no more than the early 20's. When Deuce turns 15, she takes on her role as a Huntress, and is paired with Fade, a teenage Hunter who lived Topside as a young boy. When she and Fade discover that the neighboring enclave has been decimated by the tunnel monsters--or Freaks--who seem to be growing more organized, the elders refuse to listen to warnings. And when Deuce and Fade are exiled from the enclave, the girl born in darkness must survive in daylight--guided by Fade's long-ago memories--in the ruins of a city whose population has dwindled to a few dangerous gangs.. Ann Aguirre's thrilling young adult novel is the story of two young people in an apocalyptic world--facing dangers, and feelings, unlike any they've ever known.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Horror",
                "Apocalyptic",
                "Fantasy",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Love You More",
            "authors": [
                "Lisa Gardner"
            ],
            "ranking": 4.18,
            "ranking_count": 45756,
            "abstract": "One question, a split-second decision, and Brian Darby lies dead on the kitchen floor. His wife, state police trooper Tessa Leoni, claims to have shot him in self-defense, and bears the bruises to back up her tale. For veteran detective D. D. Warren it should be an open-and-shut case. But where is their six-year-old daughter?. As the homicide investigation ratchets into a frantic statewide search for a missing child, D. D. Warren must partner with former lover Bobby Dodge to break through the blue wall of police brotherhood, seeking to understand the inner workings of a trooper’s mind while also unearthing family secrets. Would a trained police officer truly shoot her own husband? And would a mother harm her own child?. For Tessa Leoni, the worst has not yet happened. She is walking a tightrope, with nowhere to turn, no one to trust, as the clock ticks down to a terrifying deadline. She has one goal in sight, and she will use every ounce of her training, every trick at her disposal, to do what must be done. No sacrifice is too great, no action unthinkable. A mother knows who she loves. And all others will be made to pay.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Patience",
            "authors": [
                "Daniel Clowes"
            ],
            "ranking": 3.88,
            "ranking_count": 9712,
            "abstract": "Patience. is a psychedelic science-fiction love story, veering with uncanny precision from violent destruction to deeply personal tenderness in a way that is both quintessentially Clowesianand utterly unique in the author's body of work. This 180-page, full-color original graphic novel affords Clowes the opportunity to draw some of the most exuberant and breathtaking pages of his life, and to tell his most suspenseful, surprising and affecting story yet.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Science Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Ahsoka",
            "authors": [
                "E.K. Johnston"
            ],
            "ranking": 4.07,
            "ranking_count": 27841,
            "abstract": "Fans have long wondered what happened to Ahsoka after she left the Jedi Order near the end of the Clone Wars, and before she re-appeared as the mysterious Rebel operative Fulcrum in Rebels. Finally, her story will begin to be told. Following her experiences with the Jedi and the devastation of Order 66, Ahsoka is unsure she can be part of a larger whole ever again. But her desire to fight the evils of the Empire and protect those who need it will lead her right to Bail Organa, and the Rebel Alliance….",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Space",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Day in the Life of Marlon Bundo",
            "authors": [
                "Jill Twiss",
                "E.G. Keller"
            ],
            "ranking": 4.62,
            "ranking_count": 16660,
            "abstract": "HBO's Emmy-winning. Last Week Tonight with John Oliver. presents a picture book about a Very Special boy bunny who falls in love with another boy bunny.. Meet Marlon Bundo, a lonely bunny who lives with his Grampa, Mike Pence - the Vice President of the United States. But on this Very Special Day, Marlon's life is about to change forever.... With its message of tolerance and advocacy, this charming children's book explores issues of same sex marriage and democracy. Sweet, funny, and beautifully illustrated, this book is dedicated to every bunny who has ever felt different.. 100% of. Last Week Tonight's. proceeds will be donated to The Trevor Project and AIDS United.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "LGBT",
                "Fiction",
                "Humor",
                "Animals",
                "Politics",
                "Audiobook",
                "Romance"
            ]
        },
        {
            "title": "The Undoing Project: A Friendship That Changed Our Minds",
            "authors": [
                "Michael   Lewis"
            ],
            "ranking": 3.96,
            "ranking_count": 54334,
            "abstract": "Forty years ago, Israeli psychologists Daniel Kahneman and Amos Tversky wrote a series of breathtakingly original papers that invented the field of behavioral economics. One of the greatest partnerships in the history of science, Kahneman and Tversky’s extraordinary friendship incited a revolution in Big Data studies, advanced evidence-based medicine, led to a new approach to government regulation, and made much of Michael Lewis’s own work possible. In. The Undoing Project,. Lewis shows how their Nobel Prize–winning theory of the mind altered our perception of reality.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Biography",
                "Science",
                "Economics",
                "Business",
                "History",
                "Audiobook",
                "Philosophy",
                "Sociology"
            ]
        },
        {
            "title": "This Isn't the Sort of Thing That Happens to Someone Like You",
            "authors": [
                "Jon McGregor"
            ],
            "ranking": 3.6,
            "ranking_count": 1063,
            "abstract": "A man builds a tree house by a river, in anticipation of the coming flood. A sugar-beet crashes through a young woman's windscreen. A boy sets fire to a barn. A pair of itinerant labourers sit by a lake, talking about shovels and sex, while fighter-planes fly low overhead and prepare for war.. These aren't the sort of things you imagine happening to someone like you. But sometimes they do.. Set in the flat and threatened fenland landscape, where the sky is dominant and the sea lurks just beyond the horizon, these delicate, dangerous, and sometimes deeply funny stories tell of things buried and unearthed, of familiar places made strange, and of lives where much is hidden, much is at risk, and tender moments are hard-won.. Watch Jon McGregor reading from. This Isn't the Sort of Thing That Happens to Someone Like You. Jon McGregor discusses. This Isn't the Sort of Thing That Happens to Someone Like You",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "European Literature",
                "Unfinished",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Call Me Irresistible",
            "authors": [
                "Susan Elizabeth Phillips"
            ],
            "ranking": 4.1,
            "ranking_count": 22672,
            "abstract": "R.S.V.P. to the most riotous wedding of the year..... Lucy Jorik is the daughter of a former president of the United States.. Meg Koranda is the offspring of legends.. One of them is about to marry Mr. Irresistible—Ted Beaudine—the favorite son of Wynette, Texas. The other is not happy about it and is determined to save her friend from a mess of heartache.. But even though Meg knows that breaking up her best friend's wedding is the right thing to do, no one else seems to agree. Faster than Lucy can say I don't, Meg becomes the most hated woman in town—a town she's stuck in with a dead car, an empty wallet, and a very angry bridegroom.. Broke, stranded, and without her famous parents at her back, Meg is sure she can survive on her own wits. What's the worst that can happen? Lose her heart to the one and only Mr. Irresistible? Not likely. Not likely at all.. Call Me Irresistible. is the book Susan Elizabeth Phillips's readers and listeners have long awaited. Ted, better known as little Teddy, the nine-year-old heartbreak kid from Phillips's first best seller,. Fancy Pants. , and as young Teddy, the hunky new college graduate in. Lady Be Good. , is all grown up now—along with Lucy from. First Lady. and Meg from. What I Did for Love. . They're ready to take center stage in a saucy, funny, and highly addictive tale fans will love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Fiction",
                "Adult",
                "Humor",
                "Audiobook",
                "Adult Fiction",
                "Sports"
            ]
        },
        {
            "title": "The Dorito Effect: The Surprising New Truth About Food and Flavor",
            "authors": [
                "Mark Schatzker"
            ],
            "ranking": 4.02,
            "ranking_count": 6622,
            "abstract": "A lively and important argument from an award-winning journalist proving that the key to reversing America's health crisis lies in the overlooked link between nutrition and flavor.. In. The Dorito Effect. , Mark Schatzker shows us how our approach to the nation's number one public health crisis has gotten it wrong. The epidemics of obesity, heart disease, and diabetes are not tied to the overabundance of fat or carbs or any other specific nutrient. Instead, we have been led astray by the growing divide between flavor - the tastes we crave - and the underlying nutrition.. Since the late 1940s, we have been slowly leeching flavor out of the food we grow. Those perfectly round, red tomatoes that grace our supermarket aisles today are mostly water, and the big breasted chickens on our dinner plates grow three times faster than they used to, leaving them dry and tasteless. Simultaneously, we have taken great leaps forward in technology, allowing us to produce in the lab the very flavors that are being lost on the farm. Thanks to this largely invisible epidemic, seemingly healthy food is becoming more like junk food: highly craveable but nutritionally empty. We have unknowingly interfered with an ancient chemical language - flavor - that evolved to guide our nutrition, not destroy it.. With in-depth historical and scientific research,. The Dorito Effect. casts the food crisis in a fascinating new light, weaving an enthralling tale of how we got to this point and where we are headed. We've been telling ourselves that our addiction to flavor is the problem, but it is actually the solution. We are on the cusp of a new revolution in agriculture that will allow us to eat healthier and live longer by enjoying flavor the way nature intended.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Food and Drink",
                "Health",
                "Science",
                "Audiobook",
                "Adult",
                "History"
            ]
        },
        {
            "title": "Killing Lincoln: The Shocking Assassination that Changed America Forever",
            "authors": [
                "Bill O'Reilly",
                "Martin Dugard"
            ],
            "ranking": 4.03,
            "ranking_count": 99731,
            "abstract": "A riveting historical narrative of the heart-stopping events surrounding the assassination of Abraham Lincoln, and the first work of history from mega-bestselling author Bill O'Reilly. The anchor of. The O'Reilly Factor. recounts one of the most dramatic stories in American history—how one gunshot changed the country forever. In the spring of 1865, the bloody saga of America's Civil War finally comes to an end after a series of increasingly harrowing battles. President Abraham Lincoln's generous terms for Robert E. Lee's surrender are devised to fulfill Lincoln's dream of healing a divided nation, with the former Confederates allowed to reintegrate into American society. But one man and his band of murderous accomplices, perhaps reaching into the highest ranks of the U.S. government, are not appeased.. In the midst of the patriotic celebrations in Washington D.C., John Wilkes Booth—charismatic ladies' man and impenitent racist—murders Abraham Lincoln at Ford's Theatre. A furious manhunt ensues and Booth immediately becomes the country's most wanted fugitive. Lafayette C. Baker, a smart but shifty New York detective and former Union spy, unravels the string of clues leading to Booth, while federal forces track his accomplices. The thrilling chase ends in a fiery shootout and a series of court-ordered executions—including that of the first woman ever executed by the U.S. government, Mary Surratt. Featuring some of history's most remarkable figures, vivid detail, and page-turning action,. Killing Lincoln. is history that reads like a thriller.. http://catalog.loc.gov/cgi-bin/Pwebre.... ~",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Historical",
                "North American Hi...",
                "Military History",
                "Politics",
                "Audiobook",
                "Crime"
            ]
        },
        {
            "title": "The Word Is Murder",
            "authors": [
                "Anthony Horowitz"
            ],
            "ranking": 3.93,
            "ranking_count": 48796,
            "abstract": "She planned her own funeral. But did she arrange her own murder?. One bright spring morning in London, Diana Cowper – the wealthy mother of a famous actor - enters a funeral parlor. She is there to plan her own service.. Six hours later she is found dead, strangled with a curtain cord in her own home.. Enter disgraced police detective Daniel Hawthorne, a brilliant, eccentric investigator who’s as quick with an insult as he is to crack a case. Hawthorne needs a ghost writer to document his life; a Watson to his Holmes. He chooses Anthony Horowitz.. Drawn in against his will, Horowitz soon finds himself at the center of a story he cannot control. Hawthorne is brusque, temperamental and annoying but even so his latest case with its many twists and turns proves irresistible. The writer and the detective form an unusual partnership. At the same time, it soon becomes clear that Hawthorne is hiding some dark secrets of his own.. New York Times. bestselling author of. Magpie Murders. and. Moriarty. , Anthony Horowitz has yet again brilliantly reinvented the classic crime novel, this time writing a fictional version of himself as the Watson to a modern-day Holmes.. A masterful and tricky mystery that springs many surprises,. The Word is Murde. r is Anthony Horowitz at his very best.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Adult",
                "European Literature",
                "Contemporary"
            ]
        },
        {
            "title": "The Quantum Thief",
            "authors": [
                "Hannu Rajaniemi"
            ],
            "ranking": 3.83,
            "ranking_count": 21021,
            "abstract": "Jean le Flambeur gets up in the morning and has to kill himself before his other self can kill him first. Just another day in the Dilemma Prison. Rescued by the mysterious Mieli and her flirtatious spacecraft, Jean is taken to the Oubliette, the Moving City of Mars, where time is a currency, memories are treasures, and a moon-turned-singularity lights the night.Meanwhile, investigator Isidore Beautrelet, called in to investigate the murder of a chocolatier, finds himself on the trail of an archcriminal, a man named le Flambeur..... Indeed, in his many lives, the entity called Jean le Flambeur has been a thief, a confidence artist, a posthuman mind-burglar, and more. His origins are shrouded in mystery, but his deeds are known throughout the Heterarchy, from breaking into the vast Zeusbrains of the Inner System to stealing rare Earth antiques form the aristocrats of Mars. In his last exploit, he managed the supreme feat of hiding the truth about himself from the one person in the solar system hardest to hide from: himself. Now he has the chance to regain himself in all his power--in exchange for finishing the one heist he never quite managed.. The Quantam Thief. is a breathtaking joyride through the solar system several centuries hence, a world of marching cities, ubiquitous public-key encryption, people who communicate via shared memory, a race of hyperadvanced humans who originated as an MMORPG guild. But for all its wonders,. The Quantam Thief. is also a story powered by the very human motives of betrayal, jealousy, and revenge. It is a stunning debut.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Fantasy",
                "Mystery",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Modern Romance",
            "authors": [
                "Aziz Ansari",
                "Eric Klinenberg"
            ],
            "ranking": 3.81,
            "ranking_count": 178734,
            "abstract": "At some point, every one of us embarks on a journey to find love. We meet people, date, get into and out of relationships, all with the hope of finding someone with whom we share a deep connection. This seems standard now, but it’s wildly different from what people did even just decades ago. Single people today have more romantic options than at any point in human history. With technology, our abilities to connect with and sort through these options are staggering. So why are so many people frustrated?. Some of our problems are unique to our time. “Why did this guy just text me an emoji of a pizza?” “Should I go out with this girl even though she listed Combos as one of her favorite snack foods? Combos?!” “My girlfriend just got a message from some dude named Nathan. Who’s Nathan? Did he just send her a photo of his penis? Should I check just to be sure?”. But the transformation of our romantic lives can’t be explained by technology alone. In a short period of time, the whole culture of finding love has changed dramatically. A few decades ago, people would find a decent person who lived in their neighborhood. Their families would meet and, after deciding neither party seemed like a murderer, they would get married and soon have a kid, all by the time they were twenty-four. Today, people marry later than ever and spend years of their lives on a quest to find the perfect person, a soul mate.. For years, Aziz Ansari has been aiming his comic insight at modern romance, but for. Modern Romance. , the book, he decided he needed to take things to another level. He teamed up with NYU sociologist Eric Klinenberg and designed a massive research project, including hundreds of interviews and focus groups conducted everywhere from Tokyo to Buenos Aires to Wichita. They analyzed behavioral data and surveys and created their own online research forum on Reddit, which drew thousands of messages. They enlisted the world’s leading social scientists, including Andrew Cherlin, Eli Finkel, Helen Fisher, Sheena Iyengar, Barry Schwartz, Sherry Turkle, and Robb Willer. The result is unlike any social science or humor book we’ve seen before.. In. Modern Romance. , Ansari combines his irreverent humor with cutting-edge social science to give us an unforgettable tour of our new romantic world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Humor",
                "Audiobook",
                "Romance",
                "Sociology",
                "Psychology",
                "Relationships",
                "Autobiography",
                "Adult"
            ]
        },
        {
            "title": "A Closed and Common Orbit",
            "authors": [
                "Becky Chambers"
            ],
            "ranking": 4.35,
            "ranking_count": 50143,
            "abstract": "Lovelace was once merely a ship's artificial intelligence. When she wakes up in an new body, following a total system shut-down and reboot, she has no memory of what came before. As Lovelace learns to negotiate the universe and discover who she is, she makes friends with Pepper, an excitable engineer, who's determined to help her learn and grow.. Together, Pepper and Lovey will discover that no matter how vast space is, two people can fill it together.. The Long Way to a Small, Angry Planet. introduced readers to the incredible world of Rosemary Harper, a young woman with a restless soul and secrets to keep. When she joined the crew of the Wayfarer, an intergalactic ship, she got more than she bargained for - and learned to live with, and love, her rag-tag collection of crewmates.. A Closed and Common Orbit. is the stand-alone sequel to Becky Chambers' beloved debut novel. The Long Way to a Small, Angry Planet. and is perfect for fans of. Firefly. , Joss Whedon,. Mass Effect. and. Star Wars. .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Audiobook",
                "LGBT",
                "Adult",
                "Fantasy",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Barbarian Nurseries",
            "authors": [
                "Héctor Tobar"
            ],
            "ranking": 3.69,
            "ranking_count": 3174,
            "abstract": "The great panoramic social novel that Los Angeles deserves—a twenty-first century, West Coast. Bonfire of the Vanities. by the only writer qualified to capture the city in all its glory and complexity. With. The Barbarian Nurseries,. Héctor Tobar gives our most misunderstood metropolis its great contemporary novel, taking us beyond the glimmer of Hollywood and deeper than camera-ready crime stories to reveal Southern California life as it really is, across its vast, sunshiny sprawl of classes, languages, dreams, and ambitions.. Araceli is the live-in maid in the Torres-Thompson household—one of three Mexican employees in a Spanish-style house with lovely views of the Pacific. She has been responsible strictly for the cooking and cleaning, but the recession has hit, and suddenly Araceli is the last Mexican standing—unless you count Scott Torres, though you’d never suspect he was half Mexican but for his last name and an old family photo with central L.A. in the background. The financial pressure is causing the kind of fights that even Araceli knows the children shouldn’t hear, and then one morning, after a particularly dramatic fight, Araceli wakes to an empty house—except for the two Torres-Thompson boys, little aliens she’s never had to interact with before. Their parents are unreachable, and the only family member she knows of is Señor Torres, the subject of that old family photo. So she does the only thing she can think of and heads to the bus stop to seek out their grandfather. It will be an adventure, she tells the boys. If she only knew . . .. With a precise eye for the telling detail and an unerring way with character, soaring brilliantly and seamlessly among a panorama of viewpoints, Tobar calls on all of his experience—as a novelist, a father, a journalist, a son of Guatemalan immigrants, and a native Angeleno—to deliver a novel as broad, as essential, as alive as the city itself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Family",
                "Adult",
                "Adult Fiction",
                "Audiobook",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Transhumanist Wager",
            "authors": [
                "Zoltan Istvan"
            ],
            "ranking": 3.52,
            "ranking_count": 932,
            "abstract": "#1 BESTSELLER SCIENCE FICTION VISIONARY. #1 BESTSELLER PHILOSOPHY. WINNER Visionary Fiction - International Book Awards. Zoltan Istvan is founder of political organization the Transhumanist Party and is its 2016 presidential candidate.. Leading futurist, philosopher, and former National Geographic journalist Zoltan Istvan presents his award-winning, bestselling visionary novel, The Transhumanist Wager, as a seminal statement of our times.. His philosophical thriller has been called revolutionary, life-changing, and a masterpiece by readers, scholars, and critics. The novel debuts a challenging original philosophy, which rebuffs modern civilization by inviting the end of the human species—and declaring the onset of something greater.. Set in the present day, the novel tells the story of transhumanist Jethro Knights and his unwavering quest for immortality via science and technology. Fighting against him are fanatical religious groups, economically depressed governments, and mystic Zoe Bach: a dazzling trauma surgeon and the love of his life, whose belief in spirituality and the afterlife is absolute. Exiled from America and reeling from personal tragedy, Knights forges a new nation of willing scientists on the world's largest seastead, Transhumania. When the world declares war against the floating libertarian city, demanding an end to its renegade and godless transhuman experiments and ambitions, Knights strikes back, leaving the planet forever changed.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Philosophy",
                "Fiction",
                "Business",
                "Futurism",
                "Thriller",
                "Speculative Fiction",
                "Artificial Intelligence",
                "Unfinished",
                "Psychology"
            ]
        },
        {
            "title": "Barely Breathing",
            "authors": [
                "Rebecca    Donovan"
            ],
            "ranking": 4.31,
            "ranking_count": 68511,
            "abstract": "Unanswered questions. Burning desire. Heartbreaking consequences. The scandalous secrets of Emma's abuse are revealed, but she still has so much to learn out about her past. Why did her mother leave her all those years ago? What really happened the night Emma's father died? Were her memories of being happy just a dream?. The repercussions of one horrific night has affected the lives of everyone involved. But with the promise of true love and new relationships, will Emma let it ruin hers for good?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "New Adult",
                "Contemporary",
                "Sociology",
                "Fiction",
                "Drama",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Never Look Away",
            "authors": [
                "Linwood Barclay"
            ],
            "ranking": 4.02,
            "ranking_count": 17099,
            "abstract": "In this tense, mesmerizing thriller by Linwood Barclay, critically acclaimed author of Fear the Worst and Too Close to Home, a man’s life unravels around him when the unthinkable strikes.. A warm summer Saturday. An amusement park. David Harwood is glad to be spending some quality time with his wife, Jan, and their four-year-old son. But what begins as a pleasant family outing turns into a nightmare after an inexplicable disappearance. A frantic search only leads to an even more shocking and harrowing turn of events.. Until this terrifying moment, David Harwood is just a small-town reporter in need of a break. His paper, the Promise Falls Standard, is struggling to survive. Then he gets a lead that just might be the answer to his prayers: a potential scandal involving a controversial development project for the outskirts of this picturesque upstate New York town. It’s a hot-button issue that will surely sell papers and help reverse the Standard’s fortunes, but strangely, David’s editors keep shooting it down.. Why?. That’s a question no longer at the top of David’s list. Now the only thing he cares about is restoring his family. Desperate for any clue, David dives into his own investigation—and into a web of lies and deceit. For with every new piece of evidence he uncovers, David finds more questions—and moves ever closer to a shattering truth.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Cultural",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "In the Unlikely Event",
            "authors": [
                "Judy Blume"
            ],
            "ranking": 3.54,
            "ranking_count": 64022,
            "abstract": "In her highly anticipated new novel, Judy Blume, the. New York Times. # 1 best-selling author of. Summer Sisters. and of young adult classics such as. Are You There God? It’s Me, Margaret,. creates a richly textured and moving story of three generations of families, friends and strangers, whose lives are profoundly changed by unexpected events.. In 1987, Miri Ammerman returns to her hometown of Elizabeth, New Jersey, to attend a commemoration of the worst year of her life.. Thirty-five years earlier, when Miri was fifteen, and in love for the first time, a succession of airplanes fell from the sky, leaving a community reeling. Against this backdrop of actual events that Blume experienced in the early 1950s, when airline travel was new and exciting and everyone dreamed of going somewhere, Judy Blume imagines and weaves together a haunting story of three generations of families, friends, and strangers, whose lives are profoundly changed by these disasters. She paints a vivid portrait of a particular time and place — Nat King Cole singing “Unforgettable,” Elizabeth Taylor haircuts, young (and not-so-young) love, explosive friendships, A-bomb hysteria, rumors of Communist threat. And a young journalist who makes his name reporting tragedy. Through it all, one generation reminds another that life goes on.. In the Unlikely Event. is a gripping novel with all the hallmarks of Judy Blume's unparalleled storytelling.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Adult Fiction",
                "Audiobook",
                "Adult",
                "Young Adult",
                "Book Club",
                "Contemporary",
                "Womens Fiction"
            ]
        },
        {
            "title": "Aurora Rising",
            "authors": [
                "Amie Kaufman",
                "Jay Kristoff"
            ],
            "ranking": 4.13,
            "ranking_count": 53073,
            "abstract": "From the internationally bestselling authors of THE ILLUMINAE FILES comes an epic new science fiction adventure.. The year is 2380, and the graduating cadets of Aurora Academy are being assigned their first missions. Star pupil Tyler Jones is ready to recruit the squad of his dreams, but his own boneheaded heroism sees him stuck with the dregs nobody else in the Academy would touch…. A cocky diplomat with a black belt in sarcasm. A sociopath scientist with a fondness for shooting her bunkmates. A smart-ass techwiz with the galaxy’s biggest chip on his shoulder. An alien warrior with anger management issues. A tomboy pilot who’s totally not into him, in case you were wondering. And Ty’s squad isn’t even his biggest problem—that’d be Aurora Jie-Lin O’Malley, the girl he’s just rescued from interdimensional space. Trapped in cryo-sleep for two centuries, Auri is a girl out of time and out of her depth. But she could be the catalyst that starts a war millions of years in the making, and Tyler’s squad of losers, discipline-cases and misfits might just be the last hope for the entire galaxy.. They're not the heroes we deserve. They're just the ones we could find. Nobody panic.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Audiobook",
                "Space",
                "Adventure"
            ]
        },
        {
            "title": "Pigeon English",
            "authors": [
                "Stephen Kelman"
            ],
            "ranking": 3.52,
            "ranking_count": 11166,
            "abstract": "Lying in front of Harrison Opoku is a body, the body of one of his classmates, a boy known for his crazy basketball skills, who seems to have been murdered for his dinner.. Armed with a pair of camouflage binoculars and detective techniques absorbed from television shows like. CSI,. Harri and his best friend, Dean, plot to bring the perpetrator to justice. They gather evidence—fingerprints lifted from windows with tape, a wallet stained with blood—and lay traps to flush out the murderer. But nothing can prepare them for what happens when a criminal feels you closing in on him. Recently emigrated from Ghana with his sister and mother to London’s enormous housing projects, Harri is pure curiosity and ebullience—obsessed with gummy candy, a friend to the pigeon who visits his balcony, quite possibly the fastest runner in his school, and clearly also fast on the trail of a murderer. Told in Harri's infectious voice and multicultural slang,. Pigeon English. follows in the tradition of our great novels of friendship and adventure, as Harri finds wonder, mystery, and danger in his new, ever-expanding world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Literary Fiction",
                "European Literature",
                "Novels",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "Scarlet",
            "authors": [
                "A.C. Gaughen"
            ],
            "ranking": 3.93,
            "ranking_count": 24192,
            "abstract": "Will Scarlet is good at two things: stealing from the rich and keeping secrets - skills that are in high demand in Robin Hood's band of thieves, who protect the people of Nottingham from the evil sheriff. Scarlet's biggest secret of all is one only Robin and his men know...that. she. is posing as a thief; that the slip of a boy who is fast with sharp knives is really a girl.. The terrible events in her past that led Scarlet to hide her real identity are in danger of being exposed when the thief taker Lord Gisbourne arrives in town to rid Nottingham of the Hood and his men once and for all. As Gisbourne closes in and puts innocent lives at risk, Scarlet must decide how much the people of Nottingham mean to her, especially John Little, a flirtatious fellow outlaw, and Robin, whose quick smiles have the rare power to unsettle her. There is real honor among these thieves and so much more - making this a fight worth dying for.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Historical",
                "Fantasy",
                "Romance",
                "Retellings",
                "Adventure",
                "Fiction"
            ]
        },
        {
            "title": "Blood of the Demon",
            "authors": [
                "Diana Rowland"
            ],
            "ranking": 4.04,
            "ranking_count": 9486,
            "abstract": "The serial killer known as the Symbol Man has been dealt with, the demonic lord Rhyzkahl is no longer invading her dreams, and Detective Kara Gillian is doing her best to get her life back to normal after being kind of dead for a while.. Unfortunately, there's little about Kara's life that is ever normal or simple. As a skilled summoner of demons, she's hoping to use her arcane abilities to retrieve her aunt's essence and restore it to her body. But when Kara discovers that FBI Agent Ryan Kristoff is somehow known to the demonkind--and not in a good way--old doubts surface and new problems emerge. Moreover, her investigations into the deaths of several seemingly unrelated victims reveal disturbing links to the arcane, with unsettling similarities to her own situation.. But matters get more complicated when she discovers other links between the victims, leading her into a morass of political corruption. And it doesn't help that Rhyzkahl has asked her to be his own summoner, a commitment that could have quite a few advantages and plenty of pitfalls. Politics--whether among humans or demons--is a dangerous game with very high stakes, and Kara is learning that lesson the hard way.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Mystery",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Can't and Won't",
            "authors": [
                "Lydia Davis"
            ],
            "ranking": 3.6,
            "ranking_count": 4575,
            "abstract": "Here is a new collection of short stories from the writer Rick Moody has called “the best prose stylist in America.”. Her stories may be literal one-liners: the entirety of “Bloomington” reads, “Now that I have been here for a little while, I can say with confidence that I have never been here before.” Or they may be lengthier investigations of the havoc wreaked by the most mundane disruptions to routine: in “A Small Story About a Small Box of Chocolates,” a professor receives a gift of thirty-two small chocolates and is paralyzed by the multitude of options she imagines for their consumption. The stories. may appear in the form of letters of complaint; they may be extracted. from Flaubert’s correspondence; or they may be inspired by the author’s own dreams, or the dreams of friends.. What does not vary throughout. Can’t and Won’t. , Lydia Davis’s fifth collection of stories, is the power of her finely honed prose. Davis is sharply observant; she is wry or witty or poignant. Above all, she is refreshing. Davis writes with bracing candor and sly. humor about the quotidian, revealing the mysterious, the foreign, the alienating, and the pleasurable within the predictable patterns. of daily life.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Poetry",
                "Contemporary",
                "Literature",
                "Literary Fiction",
                "Womens",
                "Unfinished"
            ]
        },
        {
            "title": "The Weight of Feathers",
            "authors": [
                "Anna-Marie McLemore"
            ],
            "ranking": 3.77,
            "ranking_count": 5997,
            "abstract": "For twenty years, the Palomas and the Corbeaus have been rivals and enemies, locked in an escalating feud for over a generation. Both families make their living as traveling performers in competing shows—the Palomas swimming in mermaid exhibitions, the Corbeaus, former tightrope walkers, performing in the tallest trees they can find.. Lace Paloma may be new to her family’s show, but she knows as well as anyone that the Corbeaus are pure magia negra, black magic from the devil himself. Simply touching one could mean death, and she's been taught from birth to keep away. But when disaster strikes the small town where both families are performing, it’s a Corbeau boy, Cluck, who saves Lace’s life. And his touch immerses her in the world of the Corbeaus, where falling for him could turn his own family against him, and one misstep can be just as dangerous on the ground as it is in the trees.. Beautifully written, and richly imaginative,. The Weight of Feathers. is an utterly captivating young adult novel by a talented new voice.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Magical Realism",
                "Romance",
                "Contemporary",
                "Fiction",
                "Retellings"
            ]
        },
        {
            "title": "Heroes: Mortals and Monsters, Quests and Adventures",
            "authors": [
                "Stephen Fry"
            ],
            "ranking": 4.31,
            "ranking_count": 29759,
            "abstract": "There are Heroes - and then there are Greek Heroes.. Few mere mortals have ever embarked on such bold and heart-stirring adventures, overcome myriad monstrous perils, or outwitted scheming vengeful gods, quite as stylishly and triumphantly as Greek heroes.. In this companion to his bestselling. Mythos. , Stephen Fry brilliantly retells these dramatic, funny, tragic and timeless tales. Join Jason aboard the Argo as he quests for the Golden Fleece. See Atalanta - who was raised by bears - outrun any man before being tricked with golden apples. Witness wily Oedipus solve the riddle of the Sphinx and discover how Bellerophon captures the winged horse Pegasus to help him slay the monster Chimera.. Filled with white-knuckle chases and battles, impossible puzzles and riddles, acts of base cowardice and real bravery, not to mention murders and selfless sacrifices,. Heroes. is the story of what we mortals are truly capable of - at our worst and our very best.. Read by the author. Running time 15 hours.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Nonfiction",
                "History",
                "Audiobook",
                "Mythology",
                "Classics",
                "Historical",
                "Retellings",
                "Short Stories",
                "Cultural"
            ]
        },
        {
            "title": "Blue Nights",
            "authors": [
                "Joan Didion"
            ],
            "ranking": 3.87,
            "ranking_count": 30146,
            "abstract": "From one of our most powerful writers, a work of stunning frankness about losing a daughter. Richly textured with bits of her own childhood and married life with her husband, John Gregory Dunne, and daughter, Quintana Roo, this book by Joan Didion examines her thoughts, fears, and doubts regarding having children, illness, and growing old.. Blue Nights. opens on July 26, 2010, as Didion thinks back to Quintana’s wedding in New York seven years before.. Today would be her wedding anniversary.. This fact triggers vivid snapshots of Quintana’s childhood—in Malibu, in Brentwood, at school in Holmby Hills. Reflecting on her daughter but also on her role as a parent, Didion asks the candid questions any parent might about how she feels she failed either because cues were not taken or perhaps displaced. “How could I have missed what was clearly there to be seen?” Finally, perhaps we all remain unknown to each other. Seamlessly woven in are incidents Didion sees as underscoring her own age, something she finds hard to acknowledge, much less accept.. Blue Nights. —the long, light evening hours that signal the summer solstice, “the opposite of the dying of the brightness, but also its warning”—like. The Year of Magical Thinking. before it, is an iconic book of incisive and electric honesty, haunting and profoundly moving.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "Audiobook",
                "Writing",
                "Death",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Walking Disaster",
            "authors": [
                "Jamie McGuire"
            ],
            "ranking": 4.18,
            "ranking_count": 181138,
            "abstract": "How much is too much to love? Travis Maddox learned two things from his mother before she died: Love hard. Fight harder.. Finally, the highly anticipated follow-up to the New York Times bestseller Beautiful Disaster.. Can you love someone too much?. Travis Maddox learned two things from his mother before she died: Love hard. Fight harder.. In Walking Disaster, the life of Travis is full of fast women, underground gambling, and violence. But just when he thinks he is invincible, Abby Abernathy brings him to his knees.. Every story has two sides. In Beautiful Disaster, Abby had her say. Now it’s time to see the story through Travis’s eyes.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Academic",
                "Fiction",
                "Womens Fiction",
                "Warfare",
                "Love"
            ]
        },
        {
            "title": "Reason to Breathe",
            "authors": [
                "Rebecca    Donovan"
            ],
            "ranking": 4.22,
            "ranking_count": 89558,
            "abstract": "An passionate love. A brutal betrayal. Unwavering hope.. In a town where most people worry about what to be seen in and who to be seen with, Emma Thomas would rather not be seen at all. She's more concerned with feigning perfection, pulling down her sleeves to conceal the bruises. Emma doesn't want anyone to know how far from perfect her life truly is.. When Emma unexpectedly finds love, it challenges her to recognize her own worth - but at the risk of revealing the terrible secret she's desperate to hide.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "New Adult",
                "Sociology",
                "Fiction",
                "Realistic Fiction",
                "Dark"
            ]
        },
        {
            "title": "The Thousand-Dollar Tan Line",
            "authors": [
                "Rob Thomas",
                "Jennifer Graham"
            ],
            "ranking": 3.98,
            "ranking_count": 43776,
            "abstract": "From Rob Thomas, the creator of groundbreaking television series and movie. Veronica Mars. , comes the first book in a thrilling new mystery series.. Ten years after graduating from high school in Neptune, California, Veronica Mars is back in the land of sun, sand, crime, and corruption. She's traded in her law degree for her old private investigating license, struggling to keep Mars Investigations afloat on the scant cash earned by catching cheating spouses until she can score her first big case.. Now it's spring break, and college students descend on Neptune, transforming the beaches and boardwalks into a frenzied, week-long rave. When a girl disappears from a party, Veronica is called in to investigate. But this is not a simple missing person's case. The house the girl vanished from belongs to a man with serious criminal ties, and soon Veronica is plunged into a dangerous underworld of drugs and organized crime. And when a major break in the investigation has a shocking connection to Veronica's past, the case hits closer to home than she ever imagined.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "Contemporary",
                "Thriller",
                "Adult",
                "Young Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Some Assembly Required: A Journal of My Son's First Son",
            "authors": [
                "Anne Lamott",
                "Sam Lamott"
            ],
            "ranking": 3.66,
            "ranking_count": 12370,
            "abstract": "In. Some Assembly Required. , Anne Lamott enters a new and unexpected chapter of her own life: grandmotherhood.. Stunned to learn that her son, Sam, is about to become a father at nineteen, Lamott begins a journal about the first year of her grandson Jax's life.. In careful and often hilarious detail, Lamott and Sam-about whom she first wrote so movingly in. Operating Instructions. -struggle to balance their changing roles with the demands of college and work, as they both forge new relationships with Jax's mother, who has her own ideas about how to raise a child. Lamott writes about the complex feelings that Jax fosters in her, recalling her own experiences with Sam when she was a single mother. Over the course of the year, the rhythms of life, death, family, and friends unfold in surprising and joyful ways.. By turns poignant and funny, honest and touching,. Some Assembly Required. is the true story of how the birth of a baby changes a family-as this book will change everyone who reads it.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Parenting",
                "Biography",
                "Biography Memoir",
                "Adult",
                "Spirituality",
                "Family",
                "Audiobook",
                "Religion"
            ]
        },
        {
            "title": "Ashfall",
            "authors": [
                "Mike Mullin"
            ],
            "ranking": 3.98,
            "ranking_count": 24183,
            "abstract": "Under the bubbling hot springs and geysers of Yellowstone National Park is a supervolcano. Most people don't know it's there. The caldera is so large that it can only be seen from a plane or satellite. It just could be overdue for an eruption, which would change the landscape and climate of our planet.. For Alex, being left alone for the weekend means having the freedom to play computer games and hang out with his friends without hassle from his mother. Then the Yellowstone supervolcano erupts, plunging his hometown into a nightmare of darkness, ash, and violence. Alex begins a harrowing trek to search for his family and finds help in Darla, a travel partner he meets along the way. Together they must find the strength and skills to survive and outlast an epic disaster.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "First Days",
            "authors": [
                "C.L. Stone"
            ],
            "ranking": 4.35,
            "ranking_count": 10985,
            "abstract": "Sang Sorenson used to be the invisible girl in class. As a new student to Ashley Waters High School, Sang hopes that her new friends will be the change she’s been craving and will make fitting in a breeze.. But Academy students aren’t there to take it easy. The high school is overcrowded and rife with violence. When fights begin, Sang will uncover the true reason the boys traded in their private school life for a public one.. This year, Sang will no longer be invisible. This year, Sang is a target.. The principal and vice principal are hot to take Sang down, and her own mother is determined to entrap Sang forever in her belief that the safest place to be is in the shadows. Despite this, Nathan, Luke, Kota, North, Silas, Victor, and Gabriel will discover Sang’s unyielding loyalty.. And they will sorely need it.. The Academy, supremely influential.. If you enjoyed Pretty Little Liars by Sara Shepard or the Gallagher Girls series by Ally Carter, you may enjoy this series.",
            "part_of_series": true,
            "genre_list": [
                "Polyamorous",
                "Young Adult",
                "Romance",
                "Contemporary",
                "Mystery",
                "New Adult",
                "Sociology",
                "Fiction"
            ]
        },
        {
            "title": "The Death and Life of the Great American School System: How Testing and Choice Are Undermining Education",
            "authors": [
                "Diane Ravitch"
            ],
            "ranking": 4.05,
            "ranking_count": 5445,
            "abstract": "A passionate plea to preserve and renew public education,. The Death and Life of the Great American School System. is a radical change of heart from one of America’s best-known education experts.. Diane Ravitch—former assistant secretary of education and a leader in the drive to create a national curriculum—examines her career in education reform and repudiates positions that she once staunchly advocated. Drawing on over forty years of research and experience, Ravitch critiques today’s most popular ideas for restructuring schools, including privatization, standardized testing, punitive accountability, and the feckless multiplication of charter schools. She shows conclusively why the business model is not an appropriate way to improve schools. Using examples from major cities like New York, Philadelphia, Chicago, Denver, and San Diego, Ravitch makes the case that public education today is in peril.. Ravitch includes clear prescriptions for improving America’s schools:. *Leave decisions about schools to educators, not politicians or businessmen. *Devise a truly national curriculum that sets out what children in every grade should be. learning. *Expect charter schools to educate the kids who need help the most, not to compete with public schools. *Pay teachers a fair wage for their work, not “merit pay” based on deeply flawed and unreliable test scores. *Encourage family involvement in education from an early age. The Death and Life of the Great American School System. is more than just an analysis of the state of play of the American education system. It is a must-read for any stakeholder in the future of American schooling.",
            "part_of_series": false,
            "genre_list": [
                "Education",
                "Nonfiction",
                "Politics",
                "Teaching",
                "History",
                "Academic",
                "Social Issues",
                "Sociology"
            ]
        },
        {
            "title": "The Institute",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.2,
            "ranking_count": 196344,
            "abstract": "In the middle of the night, in a house on a quiet street in suburban Minneapolis, intruders silently murder Luke Ellis’s parents and load him into a black SUV. The operation takes less than two minutes. Luke will wake up at The Institute, in a room that looks just like his own, except there’s no window. And outside his door are other doors, behind which are other kids with special talents—telekinesis and telepathy—who got to this place the same way Luke did: Kalisha, Nick, George, Iris, and ten-year-old Avery Dixon. They are all in Front Half. Others, Luke learns, graduated to Back Half, “like the roach motel,” Kalisha says. “You check in, but you don’t check out.”. In this most sinister of institutions, the director, Mrs. Sigsby, and her staff are ruthlessly dedicated to extracting from these children the force of their extranormal gifts. There are no scruples here. If you go along, you get tokens for the vending machines. If you don’t, punishment is brutal. As each new victim disappears to Back Half, Luke becomes more and more desperate to get out and get help. But no one has ever escaped from the Institute.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Fantasy",
                "Audiobook",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "Lawrence in Arabia: War, Deceit, Imperial Folly, and the Making of the Modern Middle East",
            "authors": [
                "Scott Anderson"
            ],
            "ranking": 4.03,
            "ranking_count": 15182,
            "abstract": "A thrilling and revelatory narrative of one of the most epic and consequential periods in 20th century history – the Arab Revolt and the secret “great game” to control the Middle East. The Arab Revolt against the Turks in World War One was, in the words of T.E. Lawrence, “a sideshow of a sideshow.”  Amidst the slaughter in European trenches, the Western combatants paid scant attention to the Middle Eastern theater.  As a result, the conflict was shaped to a remarkable degree by a small handful of adventurers and low-level officers far removed from the corridors of power.. Curt Prüfer was an effete academic attached to the German embassy in Cairo, whose clandestine role was to foment Islamic jihad against British rule.  Aaron Aaronsohn was a renowned agronomist and committed Zionist who gained the trust of the Ottoman governor of Syria. William Yale was the fallen scion of the American aristocracy, who traveled the Ottoman Empire on behalf of Standard Oil, dissembling to the Turks in order gain valuable oil concessions.  At the center of it all was Lawrence.  In early 1914 he was an archaeologist excavating ruins in the sands of Syria; by 1917 he was the most romantic figure of World War One, battling both the enemy and his own government to bring about the vision he had for the Arab people.. The intertwined paths of these four men – the schemes they put in place, the battles they fought, the betrayals they endured and committed – mirror the grandeur, intrigue and tragedy of the war in the desert.  Prüfer became Germany’s grand spymaster in the Middle East.  Aaronsohn constructed an elaborate Jewish spy-ring in Palestine, only to have the anti-Semitic and bureaucratically-inept British first ignore and then misuse his organization, at tragic personal cost.  Yale would become the only American intelligence agent in the entire Middle East – while still secretly on the payroll of Standard Oil.  And the enigmatic Lawrence rode into legend at the head of an Arab army, even as he waged secret war against his own nation’s imperial ambitions.. Based on years of intensive primary document research, LAWRENCE IN ARABIA definitively overturns received wisdom on how the modern Middle East was formed.  Sweeping in its action, keen in its portraiture, acid in its condemnation of the destruction wrought by European colonial plots, this is a book that brilliantly captures the way in which the folly of the past creates the anguish of the present.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Politics",
                "War",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "Andrew's Brain",
            "authors": [
                "E.L. Doctorow"
            ],
            "ranking": 3.21,
            "ranking_count": 4511,
            "abstract": "This brilliant new novel by an American master, the author of. Ragtime, The Book of Daniel, Billy Bathgate,. and. The March,. takes us on a radical trip into the mind of a man who, more than once in his life, has been an inadvertent agent of disaster.. Speaking from an unknown place and to an unknown interlocutor, Andrew is thinking, Andrew is talking, Andrew is telling the story of his life, his loves, and the tragedies that have led him to this place and point in time. And as he confesses, peeling back the layers of his strange story, we are led to question what we know about truth and memory, brain and mind, personality and fate, about one another and ourselves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Psychology",
                "Literature",
                "Audiobook",
                "Adult Fiction",
                "Novels",
                "American",
                "Philosophy"
            ]
        },
        {
            "title": "Friends vs. Family",
            "authors": [
                "C.L. Stone"
            ],
            "ranking": 4.36,
            "ranking_count": 10078,
            "abstract": "Sang Sorenson is forced to suffer through another of her mother’s extreme punishments. It almost kills her. The Academy boys vow it will be the last. They're determined to keep Sang safe, especially from her own family.. Their solution: complete invasion of her life.. Kota, Luke, Silas, Nathan, Victor, Gabriel and North do everything within their power to show Sang what true loyalty means. It takes more than blood to make a family and they want Sang in theirs.. In this third book of The Academy series Sang experiences a taste of freedom and what it’s like to truly be cared for...to be wanted. Sang learns a bit more about the boys’ broken families and the boys discover more than they could ever have bargained for about Sang’s. The Academy was the answer to their problems. Could it be hers?. Sang’s actions will force her mother to reveal a startling truth. A truth that will change Sang’s life and the boys’ lives in unpredictable ways. Forever.. The Academy, Allegiance",
            "part_of_series": true,
            "genre_list": [
                "Polyamorous",
                "Young Adult",
                "Romance",
                "Contemporary",
                "Mystery",
                "Sociology",
                "New Adult",
                "Spy Thriller"
            ]
        },
        {
            "title": "Girl Waits with Gun",
            "authors": [
                "Amy  Stewart"
            ],
            "ranking": 3.77,
            "ranking_count": 29753,
            "abstract": "A novel based on the forgotten true story of one of the nation’s first female deputy sheriffs.. Constance Kopp doesn’t quite fit the mold. She towers over most men, has no interest in marriage or domestic affairs, and has been isolated from the world since a family secret sent her and her sisters into hiding fifteen years ago. One day a belligerent and powerful silk factory owner runs down their buggy, and a dispute over damages turns into a war of bricks, bullets, and threats as he unleashes his gang on their family farm. When the sheriff enlists her help in convicting the men, Constance is forced to confront her past and defend her family — and she does it in a way that few women of 1914 would have dared.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Thriller",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Running Barefoot",
            "authors": [
                "Amy Harmon"
            ],
            "ranking": 4.28,
            "ranking_count": 13519,
            "abstract": "When Josie Jensen, an awkward 13-year-old musical prodigy crashes headlong into new-comer Samuel Yazzie, an 18-year-old Navajo boy full of anger and confusion, an unlikely friendship blooms. Josie teaches Samuel about words, music and friendship, and along the way finds a kindred spirit. Upon graduation, Samuel abandons the sleepy, small town in search of a future and a life, leaving his young friend behind. Many years go by and Samuel returns, finding Josie in need of the very things she offered him years before. Their roles reversed, Samuel teaches Josie about life, love, and letting go. Deeply romantic and poignant, Running Barefoot is the story of a small town girl and a Native American boy, the ties that bind them to their homes and families, and the love that gives them wings.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Young Adult",
                "New Adult",
                "Fiction",
                "Music",
                "Audiobook",
                "War"
            ]
        },
        {
            "title": "An American Marriage",
            "authors": [
                "Tayari Jones"
            ],
            "ranking": 3.95,
            "ranking_count": 317898,
            "abstract": "Newlyweds Celestial and Roy are the embodiment of both the American Dream and the New South. He is a young executive, and she is an artist on the brink of an exciting career. But as they settle into the routine of their life together, they are ripped apart by circumstances neither could have imagined. Roy is arrested and sentenced to twelve years for a crime Celestial knows he didn’t commit. Though fiercely independent, Celestial finds herself bereft and unmoored, taking comfort in Andre, her childhood friend, and best man at their wedding. As Roy’s time in prison passes, she is unable to hold on to the love that has been her center. After five years, Roy’s conviction is suddenly overturned, and he returns to Atlanta ready to resume their life together.. This stirring love story is a profoundly insightful look into the hearts and minds of three people who are at once bound and separated by forces beyond their control. An American Marriage is a masterpiece of storytelling, an intimate look deep into the souls of people who must reckon with the past while moving forward—with hope and pain—into the future.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Literary Fiction",
                "Adult",
                "Adult Fiction",
                "Romance",
                "Cultural",
                "Race",
                "Book Club"
            ]
        },
        {
            "title": "Orhan's Inheritance",
            "authors": [
                "Aline Ohanesian"
            ],
            "ranking": 3.94,
            "ranking_count": 7920,
            "abstract": "In her extraordinary debut, Aline Ohanesian has created two remarkable characters—a young man ignorant of his family’s and his country’s past, and an old woman haunted by the toll the past has taken on her life.. When Orhan’s brilliant and eccentric grandfather Kemal—a man who built a dynasty out of making. kilim. rugs—is found dead, submerged in a vat of dye, Orhan inherits the decades-old business. But Kemal’s will raises more questions than it answers. He has left the family estate to a stranger thousands of miles away, an aging woman in an Armenian retirement home in Los Angeles. Her existence and secrecy about her past only deepen the mystery of why Orhan’s grandfather willed his home in Turkey to an unknown woman rather than to his own son or grandson.. Left with only Kemal’s ancient sketchbook and intent on righting this injustice, Orhan boards a plane to Los Angeles. There he will not only unearth the story that eighty-seven-year-old Seda so closely guards but discover that Seda’s past now threatens to unravel his future. Her story, if told, has the power to undo the legacy upon which his family has been built.. Moving back and forth in time, between the last years of the Ottoman Empire and the 1990s,. Orhan’s Inheritance. is a story of passionate love, unspeakable horrors, incredible resilience, and the hidden stories that can haunt a family for generations.. “Aline Ohanesian draws from her family’s own dark history to create a tender, powerful story of love and reclamation.. Orhan’s Inheritance. is a breathtaking and expansive work of historical fiction and proof that the past can sometimes rewrite the future.” —Christina Baker Kline, author of. Orphan Train",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adult",
                "Mystery",
                "Novels",
                "Audiobook",
                "Family",
                "Book Club"
            ]
        }
    ]
}