{
    "books": [
        {
            "title": "Time's Arrow",
            "authors": [
                "Martin Amis"
            ],
            "ranking": 3.76,
            "ranking_count": 14556,
            "abstract": "In. Time's Arrow. the doctor Tod T. Friendly dies and then feels markedly better, breaks up with his lovers as a prelude to seducing them, and mangles his patients before he sends them home. And all the while Tod's life races backward in time toward the one appalling moment in modern history when such reversals make sense.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Fantasy",
                "World War II",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "The Chrysalids",
            "authors": [
                "John Wyndham"
            ],
            "ranking": 3.93,
            "ranking_count": 48796,
            "abstract": "A world paralysed by genetic mutation. John Wyndham takes the reader into the anguished heart of a community where the chances of breeding true are less than fifty per cent and where deviations are rooted out and destroyed as offences and abominations.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Fantasy",
                "Apocalyptic",
                "Young Adult",
                "Science Fiction Fantasy",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "Dead Beat",
            "authors": [
                "Jim Butcher"
            ],
            "ranking": 4.4,
            "ranking_count": 117278,
            "abstract": "Meet Harry Dresden, Chicago's first (and only) Wizard P.I. Turns out the 'everyday' world is full of strange and magical things - and most of them don't play well with humans. That's where Harry comes in.. Luckily, however, he's not alone. Although most people don't believe in magic, the Chicago P.D. has a Special Investigations department, headed by his good friend Karrin Murphy. They deal with the . . . stranger cases. It's down to Karrin that Harry sneaks into Graceland Cemetery to meet a vampire named Mavra. Mavra has evidence that would destroy Karrin's career, and her demands are simple. She wants the Word of Kemmler - and all the power that comes with it. But first, Harry's keen to know what he'd be handing over. Before long he's racing against time, and six necromancers, to get the Word. And to prevent a Halloween that would truly wake the dead.. Magic - it can get a guy killed.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Paranormal",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Dash & Lily's Book of Dares",
            "authors": [
                "Rachel Cohn",
                "David Levithan"
            ],
            "ranking": 3.76,
            "ranking_count": 90217,
            "abstract": "“I’ve left some clues for you.. If you want them, turn the page.. If you don’t, put the book back on the shelf, please.”. So begins the latest whirlwind romance from the bestselling authors of. Nick & Norah’s Infinite Playlist. . Lily has left a red notebook full of challenges on a favorite bookstore shelf, waiting for just the right guy to come along and accept its dares. But is Dash that right guy? Or are Dash and Lily only destined to trade dares, dreams, and desires in the notebook they pass back and forth at locations across New York? Could their in-person selves possibly connect as well as their notebook versions? Or will they be a comic mismatch of disastrous proportions?. Rachel Cohn and David Levithan have written a love story that will have readers perusing bookstore shelves, looking and longing for a love (and a red notebook) of their own.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Holiday",
                "Fiction",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Le Morte d'Arthur: King Arthur and the Legends of the Round Table",
            "authors": [
                "Thomas Malory",
                "Keith Baines",
                "Robert Graves"
            ],
            "ranking": 3.92,
            "ranking_count": 36390,
            "abstract": "Ο Αρθούρος, ο Λάνσελοτ, ο Μέρλιν, η βασίλισσα Γκουίνεβιαρ, το Εξκάλιμπερ, η Κυρά της Λίμνης, ο Τρίστραμ και η Ιζόλδη, οι μονομαχίες, οι ηρωισμοί, οι δολοπλοκίες, η γενναιότητα - και φυσικά η προδοσία... Μαζί τους το πλήθος των ιπποτών της Στρογγυλής Τραπέζης, οι φυσικοί και υπεργήινοι εχθροί τους, τα πάθη και οι έρωτες, το θρυλικό Γκράαλ... Και μια ολόκληρη εποχή που κανείς μας δεν πρόκειται να ζήσει πια, έξω από τις σελίδες ετούτου του αθάνατου κειμένου.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fantasy",
                "Fiction",
                "Mythology",
                "Historical",
                "Literature",
                "Poetry",
                "Adventure"
            ]
        },
        {
            "title": "The Golem and the Jinni",
            "authors": [
                "Helene Wecker"
            ],
            "ranking": 4.11,
            "ranking_count": 114091,
            "abstract": "Chava is a golem, a creature made of clay, brought to life by a disgraced rabbi who dabbles in dark Kabbalistic magic, created to be the wife of a man who dies at sea on the voyage from Poland. Chava is unmoored and adrift as the ship arrives in New York harbor in 1899.. Ahmad is a jinni, a being of fire born in the ancient Syrian desert, trapped in an old copper flask, and released in New York City, though still not entirely free.. Ahmad and Chava become unlikely friends and soul mates with a mystical connection. Marvelous and compulsively readable, Helene Wecker's debut novel The Golem and the Jinni weaves strands of Yiddish and Middle Eastern literature, historical fiction and magical fable, into a wondrously inventive and unforgettable tale.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Magical Realism",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Moses Expedition",
            "authors": [
                "Juan Gomez-Jurado",
                "A.V. Lebrón"
            ],
            "ranking": 3.7,
            "ranking_count": 3229,
            "abstract": "A lost treasure, a Nazi war criminal, and an expedition to find a legend . . .. After fifty years in hiding, the Nazi war criminal known as the Butcher of Spiegelgrund has finally been tracked down by Father Anthony Fowler, a CIA operative and a member of the Vatican’s secret service. He wants something from the Butcher—a candle covered in filigree gold that was stolen from a Jewish family many years before.. But it isn’t the gold Fowler is after. As Fowler holds a flame to the wax, the missing fragment of an ancient map that uncovers the location of the Ten Commandments given to Moses is revealed. Soon Fowler is involved in an expedition to Jordan set up by a reclusive billionaire. But there is a traitor in the group who has ties to terrorist organizations back in the United States, and who is patiently awaiting the moment to strike.. From wartime Vienna to terrorist cells in New York and a lost valley in Jordan,. The Moses Expedition. is a thrilling read about a quest for power and the secrets of an ancient world.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Adventure",
                "Suspense",
                "Religion",
                "Historical",
                "Contemporary",
                "Action"
            ]
        },
        {
            "title": "Congo",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.61,
            "ranking_count": 165143,
            "abstract": "Deep in the African rain forest, near the legendary ruins of the Lost City of Zinj, an expedition of eight American geologists is mysteriously and brutally killed in a matter of minutes.. Ten thousand miles away, Karen Ross, the Congo Project Supervisor, watches a gruesome video transmission of the aftermath: a camp destroyed, tents crushed and torn, equipment scattered in the mud alongside dead bodies — all motionless except for one moving image — a grainy, dark, man-shaped blur.. In San Francisco, primatologist Peter Elliot works with Amy, a gorilla with an extraordinary vocabulary of 620 “signs,” the most ever learned by a primate, and she likes to fingerpaint. But recently, her behavior has been erratic and her drawings match, with stunning accuracy, the brittle pages of a Portuguese print dating back to 1642 . . . a drawing of an ancient lost city. A new expedition — along with Amy — is sent into the Congo where they enter a secret world, and the only way out may be through a horrifying death …. source: michaelcrichton.com",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Adventure",
                "Horror",
                "Mystery",
                "Suspense",
                "Cultural",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Cabinet of Curiosities",
            "authors": [
                "Douglas Preston",
                "Lincoln Child"
            ],
            "ranking": 4.25,
            "ranking_count": 45856,
            "abstract": "In downtown Manhattan, a gruesome discovery has just been made-an underground charnel house containing the bones of dozens of murder victims. Research reveals that a serial killer was at work in New York's notorious Five Points neighborhood in the 1880s, bent on prolonging his lifespan by any means. When a newspaper story on the old murders appears to ignite a new series of horrifyingly similar killings, panic overtakes New York City. Now, FBI agent Pendergast, journalist Bill Smithback, and archaeologist Nora Kelly join forces to protect themselves from a vicious killer...before they become the next victims.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Horror",
                "Suspense",
                "Adventure",
                "Audiobook",
                "Science Fiction"
            ]
        },
        {
            "title": "Song Bird: Matters of the Heart",
            "authors": [
                "Christine M. Knight"
            ],
            "ranking": 4.44,
            "ranking_count": 43,
            "abstract": "“I’m not Mavis anymore.”. For years, song bird Nikki Mills (aka Mavis Mills) dreamed of the freedom and lifestyle that came with being a platinum record artist. To get there, she put her career and son first and her love life on hold.. Now an international singing sensation, Nikki discovers her reality is very different from what she had imagined. Determined not to be caged by the fan and media circus, Nikki struggles to protect her son, their relationship and lifestyle. That struggle is complicated by her desire for a love life.. The unearthing of Nikki’s dark past, known only to her inner circle, creates a paparazzi whirlwind that threatens to destroy her. Can she find the courage to withstand the media storm? Can she transcend her past? How will she resolve matters of the heart?. Set between 2000 and 2002, the themes in Song Bird centre on discovery, belonging, transformation, dealing with adversity, and matters of the heart.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Prince of Thorns",
            "authors": [
                "Mark  Lawrence"
            ],
            "ranking": 3.85,
            "ranking_count": 104499,
            "abstract": "Before the thorns taught me their sharp lessons and bled weakness from me I had but one brother, and I loved him well. But those days are gone and what is left of them lies in my mother's tomb. Now I have many brothers, quick with knife and sword, and as evil as you please. We ride this broken empire and loot its corpse. They say these are violent times, the end of days when the dead roam and monsters haunt the night. All that's true enough, but there's something worse out there, in the dark. Much worse.. From being a privileged royal child, raised by a loving mother, Jorg Ancrath has become the Prince of Thorns, a charming, immoral boy leading a grim band of outlaws in a series of raids and atrocities. The world is in chaos: violence is rife, nightmares everywhere. Jorg has the ability to master the living and the dead, but there is still one thing that puts a chill in him. Returning to his father's castle Jorg must confront horrors from his childhood and carve himself a future with all hands turned against him.. Mark Lawrence's debut novel tells a tale of blood and treachery, magic and brotherhood and paints a compelling and brutal, and sometimes beautiful, picture of an exceptional boy on his journey toward manhood and the throne.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Young Adult",
                "Dark",
                "Apocalyptic",
                "Science Fiction"
            ]
        },
        {
            "title": "The Couple Next Door",
            "authors": [
                "Shari Lapena"
            ],
            "ranking": 3.81,
            "ranking_count": 445595,
            "abstract": "It all started at a dinner party. . .. A domestic suspense debut about a young couple and their apparently friendly neighbors--a twisty, rollercoaster ride of lies, betrayal, and the secrets between husbands and wives. . .. Anne and Marco Conti seem to have it all--a loving relationship, a wonderful home, and their beautiful baby, Cora. But one night when they are at a dinner party next door, a terrible crime is committed. Suspicion immediately focuses on the parents. But the truth is a much more complicated story.. Inside the curtained house, an unsettling account of what actually happened unfolds. Detective Rasbach knows that the panicked couple is hiding something. Both Anne and Marco soon discover that the other is keeping secrets, secrets they've kept for years.. What follows is the nerve-racking unraveling of a family--a chilling tale of deception, duplicity, and unfaithfulness that will keep you breathless until the final shocking twist.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Keys to the Demon Prison",
            "authors": [
                "Brandon Mull"
            ],
            "ranking": 4.45,
            "ranking_count": 76023,
            "abstract": "After centuries of plotting, the Sphinx—leader of the Society of the Evening Star—is after the final artifacts needed to open the great demon prison, Zzyxx. If the legendary prison is opened, a tide of evil is certain to usurp control of the world.. In an effort to intercept the final artifacts, Kendra, Seth and the Knights of the Dawn race to strange and exotic preserves across the globe. The stakes have never been higher. The risks have never been more deadly.. In this explosive series finale, allegiances will be confirmed and secrets revealed as the forces of light and darkness collide in a desperate, climactic battle to control the keys to the demon prison.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure"
            ]
        },
        {
            "title": "Partials",
            "authors": [
                "Dan Wells"
            ],
            "ranking": 3.92,
            "ranking_count": 58040,
            "abstract": "Humanity is all but extinguished after a war with Partials—engineered organic beings identical to humans—has decimated the population. Reduced to only tens of thousands by a weaponized virus to which only a fraction of humanity is immune, the survivors in North America have huddled together on Long Island. But sixteen-year-old Kira is determined to find a solution. As she tries desperately to save what is left of her race, she discovers that that the survival of both humans and Partials rests in her attempts to answer questions about the war's origin that she never knew to ask.. Playing on our curiosity of and fascination with the complete collapse of civilization,. Partials. is, at its heart, a story of survival, one that explores the individual narratives and complex relationships of those left behind, both humans and Partials alike—and of the way in which the concept of what is right and wrong in this world is greatly dependent on one's own point of view.. Supports the Common Core State Standards.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Fantasy",
                "Romance",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Archived",
            "authors": [
                "Victoria Schwab"
            ],
            "ranking": 3.96,
            "ranking_count": 32872,
            "abstract": "Imagine a place where the dead rest on shelves like books.. Each body has a story to tell, a life seen in pictures only Librarians can read. The dead are called Histories, and the vast realm in which they rest is the Archive.. Da first brought Mackenzie Bishop here four years ago, when she was twelve years old, frightened but determined to prove herself. Now Da is dead, and Mac has grown into what he once was: a ruthless Keeper, tasked with stopping often violent Histories from waking up and getting out. Because of her job, she lies to the people she loves, and she knows fear for what it is: a useful tool for staying alive.. Being a Keeper isn't just dangerous—it's a constant reminder of those Mac has lost, Da's death was hard enough, but now that her little brother is gone too, Mac starts to wonder about the boundary between living and dying, sleeping and waking. In the Archive, the dead must never be disturbed. And yet, someone is deliberately altering Histories, erasing essential chapters. Unless Mac can piece together what remains, the Archive itself may crumble and fall.. In this haunting, richly imagined novel, Victoria Schwab reveals the thin lines between past and present, love and pain, trust and deceit, unbearable loss and hard-won redemption.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mystery",
                "Fiction",
                "Romance",
                "Paranormal",
                "Horror"
            ]
        },
        {
            "title": "Playing for Keeps",
            "authors": [
                "R.L. Mathewson"
            ],
            "ranking": 4.03,
            "ranking_count": 110655,
            "abstract": "Done with being the world's biggest pushover, Haley decides that things are going to change starting with the aggravating neighbor who has too much charm and not enough restraint. What she didn't expect was to be sucked into his world, but Haley has a game plan and she won't let herself forget just what the bad boy next door is capable of.. The last thing Jason expected was for his little shy neighbor to go Rambo on him over some ruined flowers. After he decides to take her under his wing he can't help but that notice that she fits very nicely in his life. Now the only thing left is to convince her that this is anything but a game.. ©2011 R.L. Mathewson",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Humor",
                "Adult",
                "New Adult",
                "Womens Fiction",
                "Adult Fiction",
                "Fiction",
                "Love"
            ]
        },
        {
            "title": "Thief",
            "authors": [
                "Tarryn Fisher"
            ],
            "ranking": 4.36,
            "ranking_count": 35468,
            "abstract": "Note to Self. Love is patient; love is kind.. Love doesn't boast or brag.. There's no arrogance in love;. it's never rude, crude, or indecent-it's not self absorbed.. Love isn't easily upset.. Love doesn't tally wrongs.. Love trusts, hopes, and endures no matter what.. Love will never become obsolete.. I'll fight for her.. Thief. Caleb Drake never got over his first love. Not when he got married. Not when she got married. When life suddenly comes full circle Caleb must decide how far he is willing to go to get the aloof and alluring Olivia Kaspen back. But for every action in life there is a consequence, and soon Caleb finds out that sometimes love comes at an unbearably high price.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Adult",
                "Drama",
                "Womens Fiction",
                "Dark",
                "Fiction",
                "Love"
            ]
        },
        {
            "title": "All I Really Need to Know I Learned in Kindergarten",
            "authors": [
                "Robert Fulghum"
            ],
            "ranking": 4.0,
            "ranking_count": 22468,
            "abstract": "Robert Fulghum engages with musings on life, death, love, pain, joy, sorrow, and the best chicken-fried steak in the continental United States. The little seed in the Styrofoam cup offers a reminder about our own mortality and the delicate nature of life . . . a spider who catches (and loses) a full-grown woman in its web one fine morning teaches us about surviving catastrophe . . . the love story of Jean-Francois Pilatre and his hot-air balloon reminds us to be brave and unafraid to “fly” . . . life lessons hidden in the laundry pile . . . magical qualities found in a box of crayons . . . hide-and-seek vs. sardines—and how these games relate to the nature of God.. All I Really Need to Know I Learned in Kindergarten. is brimming with the very stuff of life and the significance found in the smallest details.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Humor",
                "Self Help",
                "Philosophy",
                "Writing",
                "Inspirational",
                "Short Stories",
                "Autobiography",
                "Psychology",
                "Classics"
            ]
        },
        {
            "title": "Circle of Friends",
            "authors": [
                "Maeve Binchy",
                "René Huigen",
                "Frans Thomése"
            ],
            "ranking": 4.05,
            "ranking_count": 61782,
            "abstract": "Big, generous-hearted Benny and the elfin Eve Malone have been best friends growing up in sleepy Knockglen. Their one thought is to get to Dublin, to university and to freedom.... On their first day at University College, Dublin, the inseparable pair are thrown together with fellow students Nan Mahon, beautiful but selfish, and handsome Jack Foley. But trouble is brewing for Benny and Eve's new circle of friends, and before long, they find passion, tragedy - and the independence they yearned for.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Cultural",
                "Historical",
                "European Literature",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Pleasure Unbound",
            "authors": [
                "Larissa Ione"
            ],
            "ranking": 4.04,
            "ranking_count": 52942,
            "abstract": "In a place where ecstasy can cost you your life . . .. She's a demon-slayer who hungers for sensual pleasure-but fears it will always be denied her. Until Tayla Mancuso lands in a hospital run by demons in disguise, and the head doctor, Eidolon, makes her body burn with unslakable desire. But to prove her ultimate loyalty to her peers, she must betray the surgeon who saved her life.. Two lovers will dare to risk all.. Eidolon cannot resist this fiery, dangerous woman who fills him with both rage and passion. Not only is she his avowed enemy, but she could very well be the hunter who has been preying upon his people. Torn between his need for the truth and his quest to find his perfect mate before a horrific transformation claims him forever, Eidolon will dare the unthinkable-and let Tayla possess him, body and soul . . .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Arctic Incident",
            "authors": [
                "Eoin Colfer",
                "Sian Melangell Dafydd"
            ],
            "ranking": 3.95,
            "ranking_count": 148961,
            "abstract": "Artemis Fowl wants to find his father, held hostage in Russia; Holly Short wants to find who’s supplying the goblins with human technology; Foaly wants to find out who’s disabled all the LEP Technology and pointed the finger at him. Artemis has received a ransom demand for his father but is captured by the LEP who suspect him of supplying the goblins with dangerous Human technology (batteries). He convinces them he’s innocent and agrees to help them if they help him free his father. Meanwhile, down in the underground world, chaos has arisen. An unknown traitor has stolen forbidden weapons and armed a horde of trolls, setting them loose to wreak havoc on the citizens. Clues lead Captain Holly Short straight to Artemis, and she exacts a small bit of revenge by kidnapping him, just as he once kidnapped her. But soon she learns that Artemis isn’t behind the chaos, and if she’s to have any hope of stopping it, she will need his help. As a result, these onetime adversaries must now join forces—a mix that proves to be both charming and volatile.. The world that Colfer creates is as vivid and fantastical as any shire, gotham, or galaxy far, far away in recent memory. Grade: A-.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Science Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Into the Darkest Corner",
            "authors": [
                "Elizabeth Haynes"
            ],
            "ranking": 4.08,
            "ranking_count": 68342,
            "abstract": "When young, pretty Catherine Bailey meets Lee Brightman, she can't believe her luck. Gorgeous, charismatic, and a bit mysterious, Lee seems almost too perfect to be true.. But what begins as flattering attention and spontaneous, passionate sex transforms into raging jealousy, and Catherine soon discovers that Lee's dazzling blue eyes and blond good looks hide a dark, violent nature. Disturbed by his increasingly erratic, controlling behavior, she tries to break it off; turning to her friends for support, she's stunned to find they don't believe her. Increasingly isolated and driven into the darkest corner of her world, a desperate Catherine plans a meticulous escape.. Four years later, Lee is behind bars and Catherine—now Cathy—is trying to build a new life in a new city. Though her body has healed, the trauma of the past still haunts her. Then Stuart Richardson, her attractive new neighbor, moves in. Encouraging her to confront her fears, he sparks unexpected hope and the possibility of love and a normal life.. Until the day the phone rings . . .",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Contemporary",
                "Adult",
                "Romance"
            ]
        },
        {
            "title": "The End of Everything",
            "authors": [
                "Megan Abbott"
            ],
            "ranking": 3.37,
            "ranking_count": 14716,
            "abstract": "Thirteen-year-old Lizzie Hood and her next-door neighbor, Evie Verver, are inseparable, best friends who swap clothes, bathing suits, and field-hockey sticks and between whom, presumably, there are no secrets. Then one afternoon, Evie disappears, and as a rabid, giddy panic spreads through the balmy suburban community, everyone turns to Lizzie for answers. Was Evie unhappy, troubled, or upset? Had she mentioned being followed? Would she have gotten into the car of a stranger?. Compelled by curiosity, Lizzie takes up her own furtive pursuit of the truth. Haunted by dreams of her lost friend and titillated by her own new power as the center of the disappearance, Lizzie uncovers secret after secret and begins to wonder if she knew anything at all about her best friend.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Young Adult",
                "Thriller",
                "Contemporary",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "The Meat Market",
            "authors": [
                "James Chalk"
            ],
            "ranking": 3.67,
            "ranking_count": 464,
            "abstract": "For mature readers only. This pulp, cyberpunk, technothriller has profanity, violence, sexual situations, and an atheist protagonist. There are some disturbing scenes that may upset the more sensitive reader.. For Jonathan Harkon, living life in exile is never easy.. Forced into hiding his true identity and leaving the only home and family he's ever known, Jonathan finds himself halfway across the solar system, smuggling condoms for the religiously-oppressed citizens of an outer-system colony named Sanctity.. It isn't long before his cover as a bouncer for a local bikini-bar is questioned, and he is quickly embroiled in Sanctity's hardcore, underground, sex-slave trade.. With few friends by his side and only his ship, the HMS Mary Rose, to rely upon, Jonathan will need every ounce of the strength and skill that his heavily enhanced, genetically-engineered body can manage, if he means to survive and expose the terrible truth behind Sanctity's Meat Market.. Set in the not too distant future, The Meat Market is the first short novel in author James Chalk's Jonathan Harkon Adventure series.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Pulp",
                "Fiction",
                "Space",
                "Mystery",
                "Adult Fiction",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Einstein: His Life and Universe",
            "authors": [
                "Walter Isaacson"
            ],
            "ranking": 4.14,
            "ranking_count": 160763,
            "abstract": "Einstein was a rebel and nonconformist from boyhood days, and these character traits drove both his life and his science. In this narrative, Walter Isaacson explains how his mind worked and the mysteries of the universe that he discovered.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Science",
                "History",
                "Biography Memoir",
                "Audiobook",
                "Autobiography",
                "Historical"
            ]
        },
        {
            "title": "Revenge of the Witch",
            "authors": [
                "Joseph Delaney",
                "Patrick  Arrasmith"
            ],
            "ranking": 4.0,
            "ranking_count": 45617,
            "abstract": "Thomas Ward is the seventh son of a seventh son and has been apprenticed to the local Spook. The job is hard, the Spook is distant and many apprentices have failed before Thomas. Somehow Thomas must learn how to exorcise ghosts, contain witches and bind boggarts. But when he is tricked into freeing Mother Malkin, the most evil witch in the County, the horror begins..",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Horror",
                "Fiction",
                "Childrens",
                "Paranormal",
                "Adventure"
            ]
        },
        {
            "title": "Bloodrose",
            "authors": [
                "Andrea Cremer"
            ],
            "ranking": 4.06,
            "ranking_count": 27845,
            "abstract": "Calla has always welcomed war.. But now that the final battle is upon her, there's more at stake than fighting. There's saving Ren, even if it incurs Shay's wrath. There's keeping Ansel safe, even if he's been branded a traitor. There's proving herself as the pack's alpha, facing unnamable horrors, and ridding the world of the Keepers' magic once and for all. And then there's deciding what to do when the war ends. If Calla makes it out alive, that is. In this remarkable final installment of the Nightshade trilogy, international bestselling author Andrea Cremer crafts a dynamic novel with twists and turns that will keep you breathless until its final pages.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Shapeshifters",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Isla and the Happily Ever After",
            "authors": [
                "Stephanie Perkins"
            ],
            "ranking": 4.02,
            "ranking_count": 112500,
            "abstract": "Love ignites in the City That Never Sleeps, but can it last?. Hopeless romantic Isla has had a crush on introspective cartoonist Josh since their first year at the School of America in Paris. And after a chance encounter in Manhattan over the summer, romance might be closer than Isla imagined. But as they begin their senior year back in France, Isla and Josh are forced to confront the challenges every young couple must face, including family drama, uncertainty about their college futures, and the very real possibility of being apart.. Featuring cameos from fan-favorites Anna, Étienne, Lola, and Cricket, this sweet and sexy story of true love—set against the stunning backdrops of New York City, Paris, and Barcelona—is a swoonworthy conclusion to Stephanie Perkins’s beloved series.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Largesse of the Sea Maiden",
            "authors": [
                "Denis Johnson"
            ],
            "ranking": 3.92,
            "ranking_count": 7175,
            "abstract": "The Largesse of the Sea Maiden. is the long-awaited new story collection from Denis Johnson. It follows the groundbreaking, highly acclaimed. Jesus’ Son. . Written in the same luminous prose, this collection finds Johnson in new territory, contemplating old age, mortality, the ghosts of the past, and the elusive and unexpected ways the mysteries of the universe assert themselves. Finished shortly before Johnson’s death in May 2017, this collection is the last word from a writer whose work will live on for many years to come.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literary Fiction",
                "Literature",
                "Audiobook",
                "Contemporary",
                "Adult Fiction",
                "Drama"
            ]
        },
        {
            "title": "The Beautiful and Damned",
            "authors": [
                "F. Scott Fitzgerald",
                "Kermit Vanderbilt",
                "Monty",
                "Magnolia Books"
            ],
            "ranking": 3.74,
            "ranking_count": 50376,
            "abstract": "First published in 1922,. The Beautiful and the Damned. followed Fitzgerald's impeccable debut,. This Side of Paradise,. thus securing his place in the tradition of great American novelists. Embellished with the author's lyrical prose, here is the story of Harvard-educated, aspiring aesthete Anthony Patch and his beautiful wife, Gloria. As they await the inheritance of his grandfather's fortune, their reckless marriage sways under the influence of alcohol and avarice. A devastating look at the nouveau riche, and the New York nightlife, as well as the ruinous effects of wild ambition,. The Beautiful and the Damned. achieved stature as one of Fitzgerald's most accomplished novels. Its distinction as a classic endures to this day. Pocket Book's Enriched Classics present the great works of world literature enhanced for the contemporary reader. Special features include critical perspectives, suggestions for further read, and a unique visual essay composed of period photographs that help bring every word to life.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Romance",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "Glamorama",
            "authors": [
                "Bret Easton Ellis"
            ],
            "ranking": 3.54,
            "ranking_count": 23147,
            "abstract": "The author of. American Psycho. and. Less Than Zero. continues to shock and haunt us with his incisive and brilliant dissection of the modern world.In his most ambitious and gripping book yet, Bret Easton Ellis takes our celebrity obsessed culture and increases the volume exponentially.. Set in 90s Manhattan, Victor Ward, a model with perfect abs and all the right friends, is seen and photographed everywhere, even in places he hasn't been and with people he doesn't know. He's living with one beautiful model and having an affair with another onthe eve of opening the trendiest nightclub in New York City history.And now it's time to move to the next stage. But the future he gets is not the one he had in mind.. With the same deft satire and savage wit he has brought to his other fiction, Bret Ellis gets beyond the facade and introduces us, unsparingly, to what we always feared was behind it.. Glamorama. shows us a shadowy looking-glass reality, the juncture where fame and fashion and terror and mayhem meet and then begin to resemble the familiar surface of our lives.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Thriller",
                "Novels",
                "Literature",
                "Horror",
                "The United States Of America",
                "Literary Fiction",
                "Adult"
            ]
        },
        {
            "title": "Summer Knight",
            "authors": [
                "Jim Butcher"
            ],
            "ranking": 4.26,
            "ranking_count": 139148,
            "abstract": "For the 1st printing edition of this ISBN, see. here. .. HARRY DRESDEN -- WIZARD. Lost items found. Paranormal Investigations. Consulting. Advice. Reasonable Rates.. No Love Potions, Endless Purses, or Other Entertainment. Ever since his girlfriend left town to deal with her newly acquired taste for blood, Harry Dresden has been down and out in Chicago. He can't pay his rent. He's alienating his friends. He can't even recall the last time he took a shower.. The only professional wizard in the phone book has become a desperate man.. And just when it seems things can't get any worse, in saunters the Winter Queen of Faerie. She has an offer Harry can't refuse if he wants to free himself of the supernatural hold his faerie godmother has over him--and hopefully end his run of bad luck. All he has to do is find out who murdered the Summer Queen's right-hand man, the Summer Knight, and clear the Winter Queen's name.. It seems simple enough, but Harry knows better than to get caught in the middle of faerie politics. Until he finds out that the fate of the entire world rests on his solving this case. No pressure or anything...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Science Fiction Fantasy",
                "Paranormal"
            ]
        },
        {
            "title": "The Exiled Queen",
            "authors": [
                "Cinda Williams Chima"
            ],
            "ranking": 4.33,
            "ranking_count": 48163,
            "abstract": "Haunted by the loss of his mother and sister, Han Alister journeys south to begin his schooling at Mystwerk House in Oden’s Ford. But leaving the Fells doesn’t mean that danger isn't far behind. Han is hunted every step of the way by the Bayars, a powerful wizarding family set on reclaiming the amulet Han stole from them. And Mystwerk House has dangers of its own. There, Han meets Crow, a mysterious wizard who agrees to tutor Han in the darker parts of sorcery—but the bargain they make is one Han may regret.. Meanwhile, Princess Raisa ana’Marianna runs from a forced marriage in the Fells, accompanied by her friend Amon and his triple of cadets. Now, the safest place for Raisa is Wein House, the military academy at Oden's Ford. If Raisa can pass as a regular student, Wein House will offer both sanctuary and the education Raisa needs to succeed as the next Gray Wolf queen.. Everything changes when Han and Raisa’s paths cross, in this epic tale of uncertain friendships, cut-throat politics, and the irresistible power of attraction.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Vanishing Acts",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 3.7,
            "ranking_count": 100629,
            "abstract": "Delia Hopkins has led a charmed life. Raised in rural New Hampshire by her widowed father, Andrew, she now has a young daughter, a handsome fiance, and her own search-and-rescue bloodhound, which she uses to find missing persons. But as Delia plans her wedding, she is plagued by flashbacks of a life she can't recall. And then a policeman knocks on her door, revealing a secret that changes the world as she knows it. In shock and confusion, Delia must sift through the truth - even when it jeopardizes her life and the lives of those she loves. What happens when you learn you are not who you thought you were? When the people you've loved and trusted suddenly change before your eyes? When getting your deepest wish means giving up what you've always taken for granted? Vanishing Acts explores how life - as we know it - might not turn out the way we imagined; how doing the right thing could mean doing the wrong thing; how the memory we thought had vanished could return as a threat.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Drama",
                "Mystery",
                "Adult Fiction",
                "Adult",
                "Realistic Fiction",
                "Novels",
                "Family"
            ]
        },
        {
            "title": "The Sheltering Sky",
            "authors": [
                "Paul Bowles"
            ],
            "ranking": 3.9,
            "ranking_count": 26149,
            "abstract": "In this classic work of psychological terror, Paul Bowles examines the ways in which Americans apprehend an alien culture--and the ways in which their incomprehension destroys them. The story of three American travelers adrift in the cities and deserts of North Africa, The Sheltering Sky is at once merciless and heartbreaking in its compassion. It etches the limits of human reason and intelligence--perhaps even the limits of human life --when they touch the unfathomable emptiness and impassive cruelty of the desert.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Travel",
                "Literature",
                "Novels",
                "Historical",
                "Northern Africa",
                "Literary Fiction"
            ]
        },
        {
            "title": "Rabbit, Run",
            "authors": [
                "John Updike"
            ],
            "ranking": 3.58,
            "ranking_count": 57188,
            "abstract": "Rabbit, Run. is the book that. established John Updike as one of the major American novelists of his—or any other—generation. Its hero is Harry “Rabbit” Angstrom, a onetime high-school basketball star who on an impulse deserts his wife and son. He is twenty-six years old, a man-child caught in a struggle between instinct and thought, self and society, sexual gratification and family duty—even, in a sense, human hard-heartedness and divine Grace. Though his flight from home traces a zigzag of evasion, he holds to the faith that he is on the right path, an invisible line toward his own salvation as straight as a ruler’s edge.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "Going Bovine",
            "authors": [
                "Libba Bray"
            ],
            "ranking": 3.66,
            "ranking_count": 35412,
            "abstract": "Can Cameron find what he’s looking for?. All 16-year-old Cameron wants is to get through high school—and life in general—with a minimum of effort. It’s not a lot to ask. But that’s before he’s given some bad news: he’s sick and he’s going to die. Which totally sucks. Hope arrives in the winged form of Dulcie, a loopy punk angel/possible hallucination with a bad sugar habit. She tells Cam there is a cure—if he’s willing to go in search of it. With the help of a death-obsessed, video-gaming dwarf and a yard gnome, Cam sets off on the mother of all road trips through a twisted America into the heart of what matters most.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Humor",
                "Contemporary",
                "Adventure",
                "Audiobook",
                "Realistic Fiction",
                "Death"
            ]
        },
        {
            "title": "The Robe",
            "authors": [
                "Lloyd C. Douglas"
            ],
            "ranking": 4.2,
            "ranking_count": 24751,
            "abstract": "A Roman soldier, Marcellus, wins Christ's robe as a gambling prize. He then sets forth on a quest to find the truth about the Nazarene's robe-a quest that reaches to the very roots and heart of Christianity and is set against the vividly limned background of ancient Rome. Here is a timeless story of adventure, faith, and romance, a tale of spiritual longing and ultimate redemption.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Christian",
                "Christian Fiction",
                "Religion",
                "Biblical Fiction",
                "Spirituality"
            ]
        },
        {
            "title": "Walden & Civil Disobedience",
            "authors": [
                "Henry David Thoreau",
                "W.S. Merwin"
            ],
            "ranking": 3.95,
            "ranking_count": 35889,
            "abstract": "Henry David Thoreau's masterwork,. Walden. , is a collection of his reflections on life and society. His simple but profound musings—as well as. Civil Disobedience. , his protest against the government's interference with civil liberty—have inspired many to embrace his philosophy of individualism and love of nature.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Philosophy",
                "Nonfiction",
                "Writing",
                "Literature",
                "Environment",
                "Politics",
                "History",
                "Autobiography"
            ]
        },
        {
            "title": "Midnight Awakening",
            "authors": [
                "Lara Adrian"
            ],
            "ranking": 4.22,
            "ranking_count": 42305,
            "abstract": "With a dagger in her hand and vengeance on her mind, Darkhaven beauty Elise Chase prowls Boston’s streets in search of retribution against the Rogue vampires who took from her everything she cherished. Using an extraordinary psychic gift, she tracks her prey, well aware that the power she possesses is destroying her. She must learn to harness this gift, and for that she can turn to only one man—the deadliest of the Breed warriors, Tegan.. No stranger to loss, Tegan knows Elise’s pain. He knows fury, but when he slays his enemies it is with ice in his veins. He is perfect in his self-control, until Elise seeks his aid in her personal war. An unholy alliance is forged—a bond that will link them by blood and vow—and plunge them into a tempest of danger, desire, and the darkest passions of the heart. . . .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Bloody Chamber and Other Stories",
            "authors": [
                "Angela Carter"
            ],
            "ranking": 3.96,
            "ranking_count": 46472,
            "abstract": "Angela Carter was a storytelling sorceress, the literary godmother of Neil Gaiman, David Mitchell, Audrey Niffenegger, J. K. Rowling, Kelly Link, and other contemporary masters of supernatural fiction. In her masterpiece, The Bloody Chamber—which includes the story that is the basis of Neil Jordan’s 1984 movie The Company of Wolves—she spins subversively dark and sensual versions of familiar fairy tales and legends like “Little Red Riding Hood,” “Bluebeard,” “Puss in Boots,” and “Beauty and the Beast,” giving them exhilarating new life in a style steeped in the romantic trappings of the gothic tradition.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fantasy",
                "Fiction",
                "Horror",
                "Gothic",
                "Classics",
                "Feminism",
                "Retellings",
                "Magical Realism"
            ]
        },
        {
            "title": "The Rose Society",
            "authors": [
                "Marie Lu"
            ],
            "ranking": 4.04,
            "ranking_count": 57747,
            "abstract": "Once upon a time, a girl had a father, a prince, a society of friends. Then they betrayed her, and she destroyed them all.. Adelina Amouteru’s heart has suffered at the hands of both family and friends, turning her down the bitter path of revenge. Now known and feared as the White Wolf, she flees Kenettra with her sister to find other Young Elites in the hopes of building her own army of allies. Her goal: to strike down the Inquisition Axis, the white-cloaked soldiers who nearly killed her.. But Adelina is no heroine. Her powers, fed only by fear and hate, have started to grow beyond her control. She does not trust her newfound Elite friends. Teren Santoro, leader of the Inquisition, wants her dead. And her former friends, Raffaele and the Dagger Society, want to stop her thirst for vengeance. Adelina struggles to cling to the good within her. But how can someone be good when her very existence depends on darkness?. Bestselling author Marie Lu delivers another heart-pounding adventure in this exhilarating sequel to. The Young Elites. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Fierce Invalids Home from Hot Climates",
            "authors": [
                "Tom Robbins"
            ],
            "ranking": 4.03,
            "ranking_count": 27328,
            "abstract": "As clever and witty a novel as anyone has written in a long time . . . Robbins takes readers on a wild, delightful ride. . . . A delight from beginning to end.--. Buffalo News. Switters is a contradiction for all seasons: an anarchist who works for the government; a pacifist who carries a gun; a vegetarian who sops up ham gravy; a cyberwhiz who hates computers; a man who, though obsessed with the preservation of innocence, is aching to deflower his high-school-age stepsister (only to become equally enamored of a nun ten years his senior). Yet there is nothing remotely wishy-washy about Switters. He doesn't merely pack a pistol. He. is. a pistol. And as we dog Switters's strangely elevated heels across four continents, in and out of love and danger, discovering in the process the true Third Secret of Fatima, we experience Tom Robbins--that fearless storyteller, spiritual renegade, and verbal break dancer--at the top of his game. On one level this is a fast-paced CIA adventure story with comic overtones; on another it's a serious novel of ideas that brings the Big Picture into unexpected focus; but perhaps more than anything else,. Fierce Invalids. is a sexy celebration of language and life.. Praise for. Fierce Invalids Home From Hot Climates. Superb.. --. New York Post. Dangerous? Wicked? Forbidden? You bet. . . . Pour yourself a bowl of chips and dig in.. --. Daily News. , New York. Robbins is a great writer . . . and definitely a provocative rascal.. --. The Tennessean. Whoever said truth is stranger than fiction never read a Tom Robbins novel. . . Clever, creative, and witty, Robbins tosses off impassioned observations like handfuls of flower petals.. --. San Diego Union-Tribune",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Novels",
                "Literature",
                "Contemporary",
                "Modern",
                "Magical Realism",
                "Literary Fiction"
            ]
        },
        {
            "title": "Blue Like Jazz: Nonreligious Thoughts on Christian Spirituality",
            "authors": [
                "Donald Miller"
            ],
            "ranking": 3.9,
            "ranking_count": 110531,
            "abstract": "Librarian's note: See alternate cover edition of ISBN 0785263705. here. .. I never liked jazz music because jazz music doesn't resolve. I used to not like God because God didn't resolve. But that was before any of this happened. ―Donald Miller. In Donald Miller's early years, he was vaguely familiar with a distant God. But when he came to know Jesus Christ, he pursued the Christian life with great zeal. Within a few years he had a successful ministry that ultimately left him feeling empty, burned out, and, once again, far away from God. In this intimate, soul-searching account, Miller describes his remarkable journey back to a culturally relevant, infinitely loving God.. For anyone wondering if the Christian faith is still relevant in a postmodern culture.. For anyone thirsting for a genuine encounter with a God who is real.. For anyone yearning for a renewed sense of passion in  life.. Blue Like Jazz. is a fresh and original perspective on life, love, and redemption.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Christian",
                "Religion",
                "Spirituality",
                "Autobiography",
                "Biography"
            ]
        },
        {
            "title": "Almost Transparent Blue",
            "authors": [
                "Ryū Murakami",
                "Nancy Andrew"
            ],
            "ranking": 3.3,
            "ranking_count": 9386,
            "abstract": "Almost Transparent Blue is a brutal tale of lost youth in a Japanese port town close to an American military base. Murakami's image-intensive narrative paints a portrait of a group of friends locked in a destructive cycle of sex, drugs and rock'n'roll. The novel is all but plotless, but the raw and often violent prose takes us on a rollercoaster ride through reality and hallucination, highs and lows, in which the characters and their experiences come vividly to life. Trapped in passivity, they gain neither passion nor pleasure from their adventures. Yet out of the alienation, boredom and underlying rage and grief emerges a strangely quiet and almost equally shocking beauty. Ryu Murakami's first novel, Almost Transparent Blue won the coveted Akutagawa literary prize and became an instant bestseller. Representing a sharp and conscious turning away from the introspective trend of postwar Japanese literature, it polarized critics and public alike and soon attracted international attention as an alternative view of modern Japan.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Contemporary",
                "Horror",
                "Literature",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "The Retribution of Mara Dyer",
            "authors": [
                "Michelle Hodkin"
            ],
            "ranking": 4.07,
            "ranking_count": 53787,
            "abstract": "Mara Dyer wants to believe there's more to the lies she’s been told.. There is.. She doesn’t stop to think about where her quest for the truth might lead.. She should.. She never had to imagine how far she would go for vengeance.. She will now.. Loyalties are betrayed, guilt and innocence tangle, and fate and chance collide in this shocking conclusion to Mara Dyer’s story.. Retribution has arrived.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Mystery",
                "Fiction",
                "Horror",
                "Contemporary",
                "Thriller"
            ]
        },
        {
            "title": "The Outsider",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.99,
            "ranking_count": 238158,
            "abstract": "An unspeakable crime. A confounding investigation. At a time when the King brand has never been stronger, he has delivered one of his most unsettling and compulsively readable stories.. An eleven-year-old boy’s violated corpse is found in a town park. Eyewitnesses and fingerprints point unmistakably to one of Flint City’s most popular citizens. He is Terry Maitland, Little League coach, English teacher, husband, and father of two girls. Detective Ralph Anderson, whose son Maitland once coached, orders a quick and very public arrest. Maitland has an alibi, but Anderson and the district attorney soon add DNA evidence to go with the fingerprints and witnesses. Their case seems ironclad.. As the investigation expands and horrifying answers begin to emerge, King’s propulsive story kicks into high gear, generating strong tension and almost unbearable suspense. Terry Maitland seems like a nice guy, but is he wearing another face? When the answer comes, it will shock you as only Stephen King can.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Fantasy",
                "Suspense"
            ]
        },
        {
            "title": "Going Too Far",
            "authors": [
                "Jennifer Echols"
            ],
            "ranking": 3.92,
            "ranking_count": 38337,
            "abstract": "HOW FAR WOULD YOU GO?. All Meg has ever wanted is to get away. Away from high school. Away from her backwater town. Away from her parents who seem determined to keep her imprisoned in their dead-end lives. But one crazy evening involving a dare and forbidden railroad tracks, she goes way too far...and almost doesn't make it back.. John made a choice to stay. To enforce the rules. To serve and protect. He has nothing but contempt for what he sees as childish rebellion, and he wants to teach Meg a lesson she won't soon forget. But Meg pushes him to the limit by questioning everything he learned at the police academy. And when he pushes back, demanding to know why she won't be tied down, they will drive each other to the edge -- and over....",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "New Adult",
                "Womens Fiction",
                "Realistic Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Demon from the Dark",
            "authors": [
                "Kresley Cole"
            ],
            "ranking": 4.43,
            "ranking_count": 45725,
            "abstract": "Alternate cover for this ISBN here:. https://www.goodreads.com/book/show/3.... From. New York Times. bestselling author Kresley Cole comes this scorching tale of a demon outcast poisoned with vampire blood and the vulnerable young witch he vows to protect, even from himself.. A DANGEROUS DEMON SHE CAN'T RESIST . . .. Malkom Slaine: tormented by his sordid past and racked by vampiric hungers, he's pushed to the brink by the green-eyed beauty under his guard.. A MADDENING WITCH HE ACHES TO CLAIM . . .. Carrow Graie: hiding her own sorrows, she lives only for the next party or prank. Until she meets a tortured warrior worth saving.. TRAPPED TOGETHER IN A SAVAGE PRISON . . .. In order for Malkom and Carrow to survive, he must unleash both the demon and vampire inside him. When Malkom becomes the nightmare his own people feared, will he lose the woman he craves body and soul?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Dragon Slippers",
            "authors": [
                "Jessica Day George"
            ],
            "ranking": 4.24,
            "ranking_count": 27288,
            "abstract": "Poor Creel. She can't believe her aunt wants to sacrifice her to the local dragon. It's a ploy to lure a heroic knight so that he will fight the dragon, marry Creel out of chivalrous obligation, and lift the entire family out of poverty. Creel isn't worried. After all, nobody has seen a dragon in centuries.. But when the beast actually appears, Creel not only bargains with him for her life, she also ends up with a rare bit of treasure from his hoard, not gold or jewels, but a pair of simple blue slippers-or so she thinks. It's not until later that Creel learns a shocking truth: She possesses not just any pair of shoes, but ones that could be used to save her kingdom, which is on the verge of war, or destroy it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "Midnight",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 3.77,
            "ranking_count": 26316,
            "abstract": "The devil you know . . .. With the help of charming and devious Damon, Elena rescued her vampire love, Stefan, from the depths of the Dark Dimension. But neither brother returned unscathed.. Stefan is weak from his long imprisonment and needs more blood than Elena alone can give him, while a strange magic has turned Damon into a human. Savage and desperate, Damon will do anything to become a vampire again, even travel back to hell. But what will happen when he accidentally takes Bonnie with him?. Stefan and Elena hurry to rescue their innocent friend from the Dark Dimension, leaving Matt and Meredith to save their hometown from the dangerous spirits that have taken hold of Fell's Church. One by one, children are succumbing to demonic designs. But Matt and Meredith soon discover that the source of the evil is darker and closer than they ever could have imagined. . . .",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Sundays at Tiffany's",
            "authors": [
                "James Patterson",
                "Gabrielle Charbonnet"
            ],
            "ranking": 3.77,
            "ranking_count": 67346,
            "abstract": "As a little girl, Jane has no one. Her mother, the powerful head of a Broadway theater company, has no time for her. She does have one friend-a handsome, comforting, funny man named Michael-but only she can see him.. Years later, Jane is in her thirties and just as alone as ever. Then she meets Michael again-as handsome, smart and perfect as she remembers him to be. But not even Michael knows the reason they've really been reunited.. SUNDAYS AT TIFFANY'S is a love story with an irresistible twist, a novel about the child inside all of us-and the boundary-crossing power of love.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Fantasy",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Storm Born",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 3.88,
            "ranking_count": 32207,
            "abstract": "Just typical. No love life to speak of for months, then all at once, every horny creature in the Otherworld wants to get in your pants.... Eugenie Markham is a powerful shaman who does a brisk trade banishing spirits and fey who cross into the mortal world. Mercenary, yes, but a girl's got to eat. Her most recent case, however, is enough to ruin her appetite. Hired to find a teenager who has been taken to the Otherworld, Eugenie comes face to face with a startling prophecy—one that uncovers dark secrets about her past and claims that Eugenie's first-born will threaten the future of the world as she knows it.. Now Eugenie is a hot target for every ambitious demon and Otherworldy ne'er-do-well, and the ones who don't want to knock her up want her dead. Eugenie handles a Glock as smoothly as she wields a wand, but she needs some formidable allies for a job like this. She finds them in Dorian, a seductive fairy king with a taste for bondage, and Kiyo, a gorgeous shape-shifter who redefines animal attraction. But with enemies growing bolder and time running out, Eugenie realizes that the greatest danger is yet to come, and it lies in the dark powers that are stirring to life within her...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fairies",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Junky",
            "authors": [
                "William S. Burroughs",
                "Oliver  Harris",
                "Allen Ginsberg"
            ],
            "ranking": 3.85,
            "ranking_count": 59591,
            "abstract": "Before his 1959 breakthrough,. Naked Lunch. , an unknown William S. Burroughs wrote. Junky. , his first novel. It is a candid eye-witness account of times and places that are now long gone, an unvarnished field report from the American post-war underground. Unafraid to portray himself in 1953 as a confirmed member of two socially-despised under classes (a narcotics addict and a homosexual), Burroughs was writing as a trained anthropologist when he unapologetically described a way of life - in New York, New Orleans, and Mexico City - that by the 1940's was already demonized by the artificial anti-drug hysteria of an opportunistic bureaucracy and a cynical, prostrate media. For this fiftieth-anniversary edition, eminent Burroughs scholar Oliver Harris has painstakingly recreated the author's original text, word by word, from archival typescripts and places the book's contents against a lively historical background in a comprehensive introduction. Here as well, for the first time, are Burroughs' own unpublished introduction and an entire omitted chapter, along with many lost passages, as well as auxiliary texts by Allen Ginsberg and others.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Contemporary",
                "The United States Of America",
                "LGBT"
            ]
        },
        {
            "title": "Pinocchio",
            "authors": [
                "Carlo Collodi",
                "John Boyne",
                "Gioia Fiammenghi"
            ],
            "ranking": 3.85,
            "ranking_count": 74780,
            "abstract": "A classic tale of mischance and mischief based on the original adventures.. A naughty wooden puppet gets into trouble, disobeys his father, forgets his pomises, and skips through life looking for fun. Just like a real boy. Until he learns that to become truly real, he must open his heart and think of others.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fantasy",
                "Fiction",
                "Childrens",
                "European Literature",
                "Cultural",
                "Adventure",
                "Literature"
            ]
        },
        {
            "title": "Eona: The Last Dragoneye",
            "authors": [
                "Alison Goodman"
            ],
            "ranking": 4.11,
            "ranking_count": 37337,
            "abstract": "Eon has been revealed as Eona, the first female Dragoneye in hundreds of years. Along with fellow rebels Ryko and Lady Dela, she is on the run from High Lord Sethon's army. The renegades are on a quest for the black folio, stolen by the drug-riddled Dillon; they must also find Kygo, the young Pearl Emperor, who needs Eona's power and the black folio if he is to wrest back his throne from the selfstyled Emperor Sethon. Through it all, Eona must come to terms with her new Dragoneye identity and power - and learn to bear the anguish of the ten dragons whose Dragoneyes were murdered. As they focus their power through her, she becomes a dangerous conduit for their plans. . . .. Eona, with its pulse-pounding drama and romance, its unforgettable fight scenes, and its surprises, is the conclusion to an epic story only Alison Goodman can create..",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The Strange Case of Dr. Jekyll and Mr. Hyde and Other Tales of Terror",
            "authors": [
                "Robert Louis Stevenson",
                "Robert Mighall"
            ],
            "ranking": 3.95,
            "ranking_count": 115748,
            "abstract": "The Strange Case of Dr. Jekyll and Mr. Hyde Stevenson's famous exploration of humanity's basest capacity for evil, has become synonymous with the idea of a split personality. More than a moral tale, this dark psychological fantasy is also a product of its time, drawing on contemporary theories of class, evolution, criminality, and secret lives. Also in this volume are The Body Snatcher, which charts the murky underside of Victorian medical practice, and Olalla, a tale of vampirism and The Beast Within which features a beautiful woman at its center.. This new edition features a critical introduction, chronology, suggestions for further reading, explanatory notes, and appendixes, including an abridged extract from A Chapter on Dreams and an essay on the scientific context of Jekyll and Hyde.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Horror",
                "Fiction",
                "Gothic",
                "Science Fiction",
                "Short Stories",
                "Fantasy",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "Into the Water",
            "authors": [
                "Paula Hawkins"
            ],
            "ranking": 3.59,
            "ranking_count": 335650,
            "abstract": "The author of the #1 New York Times bestseller and global phenomenon The Girl on the Train returns with Into the Water, her addictive new novel of psychological suspense.. A single mother turns up dead at the bottom of the river that runs through town. Earlier in the summer, a vulnerable teenage girl met the same fate. They are not the first women lost to these dark waters, but their deaths disturb the river and its history, dredging up secrets long submerged.. Left behind is a lonely fifteen-year-old girl. Parentless and friendless, she now finds herself in the care of her mother's sister, a fearful stranger who has been dragged back to the place she deliberately ran from—a place to which she vowed she'd never return.. With the same propulsive writing and acute understanding of human instincts that captivated millions of readers around the world in her explosive debut thriller,. The Girl on the Train. , Paula Hawkins delivers an urgent, twisting, deeply satisfying read that hinges on the deceptiveness of emotion and memory, as well as the devastating ways that the past can reach a long arm into the present.. Beware a calm surface—you never know what lies beneath.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Last Argument of Kings",
            "authors": [
                "Joe Abercrombie"
            ],
            "ranking": 4.3,
            "ranking_count": 127847,
            "abstract": "The end is coming. Logen Ninefingers might only have one more fight in him but it's going to be a big one. Battle rages across the North, the King of the Northmen still stands firm, and there's only one man who can stop him. His oldest friend, and his oldest enemy. It's past time for the Bloody-Nine to come home.. With too many masters and too little time, Superior Glokta is fighting a different kind of war. A secret struggle in which no one is safe, and no one can be trusted. His days with a sword are far behind him. It's a good thing blackmail, threats and torture still work well enough.. Jezal dan Luthar has decided that winning glory is far too painful, and turned his back on soldiering for a simple life with the woman he loves. But love can be painful too, and glory has a nasty habit of creeping up on a man when he least expects it.. While the King of the Union lies on his deathbead, the peasants revolt and the nobles scramble to steal his crown. No one believes that the shadow of war is falling across the very heart of the Union. The First of the Magi has a plan to save the world, as he always does. But there are risks. There is no risk more terrible, after all, than to break the First Law...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Blankets",
            "authors": [
                "Craig Thompson"
            ],
            "ranking": 4.05,
            "ranking_count": 107273,
            "abstract": "Wrapped in the landscape of a blustery Wisconsin winter,. Blankets. explores the sibling rivalry of two brothers growing up in the isolated country, and the budding romance of two coming-of-age lovers. A tale of security and discovery, of playfulness and tragedy, of a fall from grace and the origins of faith.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Young Adult",
                "Romance",
                "Graphic Novels Comics",
                "Contemporary",
                "Religion",
                "Comics"
            ]
        },
        {
            "title": "Elon Musk: Tesla, SpaceX, and the Quest for a Fantastic Future",
            "authors": [
                "Ashlee Vance",
                "Эшли Вэнс"
            ],
            "ranking": 4.21,
            "ranking_count": 320101,
            "abstract": "Elon Musk, the entrepreneur and innovator behind SpaceX, Tesla, and SolarCity, sold one of his internet companies, PayPal, for $1.5 billion. Ashlee Vance captures the full spectacle and arc of the genius's life and work, from his tumultuous upbringing in South Africa and flight to the United States to his dramatic technical innovations and entrepreneurial pursuits. Vance uses Musk's story to explore one of the pressing questions of our age: can the nation of inventors and creators who led the modern world for a century still compete in an age of fierce global competition? He argues that Musk is an amalgam of legendary inventors and industrialists including Thomas Edison, Henry Ford, Howard Hughes, and Steve Jobs. More than any other entrepreneur today, Musk has dedicated his energies and his own vast fortune to inventing a future that is as rich and far-reaching as the visionaries of the golden age of science-fiction fantasy",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Business",
                "Science",
                "Audiobook",
                "Biography Memoir",
                "Leadership"
            ]
        },
        {
            "title": "The Slippery Slope",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 4.03,
            "ranking_count": 115119,
            "abstract": "Dear Reader,. Like handshakes, house pets, or raw carrots, many things are preferable when not slippery. Unfortunately, in this miserable volume, I am afraid that Violet, Klaus, and Sunny Baudelaire run into more than their fair share of slipperiness during their harrowing journey up--and down--a range of strange and distressing mountains.. In order to spare you any further repulsion, it would be best not to mention any of the unpleasant details of this story, particularly a secret message, a toboggan, a deceitful map, a swarm of snow gnats, a scheming villain, a troupe of organized youngsters, a covered casserole dish, and a surprising survivor of a terrible fire.. Unfortunately, I have dedicated my life to researching and recording the sad tale of the Baudelaire orphans. There is no reason for you to dedicate your-self to such things, and you might instead dedicate yourself to letting this slippery book slip from your hands into a nearby trash receptacle, or deep pit.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "Narcopolis",
            "authors": [
                "Jeet Thayil"
            ],
            "ranking": 3.42,
            "ranking_count": 7243,
            "abstract": "Shuklaji Street, in Old Bombay. In Rashid's opium room the air is thick and potent. A beautiful young woman leans to hold a long-stemmed pipe over a flame, her hair falling across her dark eyes. Around her, men sprawl and mutter in the gloom, each one drifting with his own tide. Here, people say that you introduce only your worst enemy to opium.. Outside, stray dogs lope in packs. Street vendors hustle. Hookers call for custom through the bars of their cages as their pimps slouch in doorways in the half-light. There is an underworld whisper of a new terror: the Pathar Maar, the stone killer, whose victims are the nameless, invisible poor. There are too many of them to count in this broken city.. Narcopolis. is a rich, chaotic, hallucinatory dream of a novel that captures the Bombay of the 1970s in all its compelling squalor. With a cast of pimps, pushers, poets, gangsters and eunuchs, it is a journey into a sprawling underworld written in electric and utterly original prose.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Historical",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Unfinished",
                "Literature"
            ]
        },
        {
            "title": "Froi of the Exiles",
            "authors": [
                "Melina Marchetta"
            ],
            "ranking": 4.29,
            "ranking_count": 16804,
            "abstract": "Blood sings to blood, Froi . . .. Those born last will make the first . . .. For Charyn will be barren no more.. Three years after the curse on Lumatere was lifted, Froi has found his home... Or so he believes.... Fiercely loyal to the Queen and Finnikin, Froi has been trained roughly and lovingly by the Guard sworn to protect the royal family, and has learned to control his quick temper. But when he is sent on a secretive mission to the kingdom of Charyn, nothing could have prepared him for what he finds. Here he encounters a damaged people who are not who they seem, and must unravel both the dark bonds of kinship and the mysteries of a half-mad Princess.. And in this barren and mysterious place, he will discover that there is a song sleeping in his blood, and though Froi would rather not, the time has come to listen.. Gripping and intense, complex and richly imagined,. Froi of the Exiles. is a dazzling sequel to. Finnikin of the Rock. , from the internationally best-selling and multi-award-winning author of. Looking for Alibrandi. ,. Saving Francesca. ,. On the Jellicoe Road. and. The Piper's Son. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Letters to a Young Poet",
            "authors": [
                "Rainer Maria Rilke",
                "Reginald Snell",
                "Franz Xaver Kappus"
            ],
            "ranking": 4.3,
            "ranking_count": 65809,
            "abstract": "In 1903, a student at a military academy sent some of his verses to a well-known Austrian poet, requesting an assessment of their value. The older artist, Rainer Maria Rilke (1875–1926), replied to the novice in this series of letters—an amazing archive of remarkable insights into the ideas behind Rilke's greatest poetry. The ten letters reproduced here were written during an important stage in Rilke's artistic development, and they contain many of the themes that later appeared in his best works. The poet himself afterwards stated that his letters contained part of his creative genius, making this volume essential reading for scholars, poetry lovers, and anyone with an interest in Rilke, German poetry, or the creative impulse.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Classics",
                "Philosophy",
                "Language",
                "Literature",
                "European Literature",
                "Writing",
                "Art",
                "Autobiography"
            ]
        },
        {
            "title": "The Warrior's Apprentice",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 4.27,
            "ranking_count": 25914,
            "abstract": "Between the seemingly impossible tasks of living up to his warrior-father's legend and surmounting his own physical limitations, Miles Vorkosigan faces some truly daunting challenges.. Shortly after his arrival on Beta Colony, Miles unexpectedly finds himself the owner of an obsolete freighter and in more debt than he ever thought possible. Propelled by his manic forward momentum, the ever-inventive Miles creates a new identity for himself as the commander of his own mercenary fleet to obtain a lucrative cargo; a shipment of weapons destined for a dangerous warzone.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Space",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "War",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Psycho",
            "authors": [
                "Robert Bloch"
            ],
            "ranking": 4.11,
            "ranking_count": 59730,
            "abstract": "It was a dark and stormy night when Mary Crane glimpsed the unlit neon sign announcing the vacancy at the Bates motel. Exhausted, lost, and at the end of her rope, she was eager for a hot shower and a bed for the night. Her room was musty but clean and the plumbing worked. Norman Bates, the manager, seemed nice, if a little odd.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Classics",
                "Fiction",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Confessions of an Ugly Stepsister",
            "authors": [
                "Gregory Maguire"
            ],
            "ranking": 3.53,
            "ranking_count": 58226,
            "abstract": "We have all heard the story of Cinderella, the beautiful child cast out to slave among the ashes. But what of her stepsisters, the homely pair exiled into ignominy by the fame of their lovely sibling? What fate befell those untouched by beauty ... and what curses accompanied Cinderella's looks?. Set against the backdrop of seventeenth-century Holland,. Confessions of an Ugly Stepsister. tells the story of Iris, an unlikely heroine who finds herself swept from the lowly streets of Haarlem to a strange world of wealth, artifice, and ambition. Iris's path quickly becomes intertwined with that of Clara, the mysterious and unnaturally beautiful girl destined to become her sister. While Clara retreats to the cinders of the family hearth, Iris seeks out the shadowy secrets of her new household -- and the treacherous truth of her former life.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Retellings",
                "Adult",
                "Adult Fiction",
                "Young Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Woman in Black",
            "authors": [
                "Susan         Hill",
                "John Lawrence"
            ],
            "ranking": 3.73,
            "ranking_count": 56259,
            "abstract": "What real reader does not yearn, somewhere in the recesses of his or her heart, for a really literate, first-class thriller--one that chills the body, but warms the soul with plot, perception, and language at once astute and vivid? In other words, a ghost story written by Jane Austen?. Alas, we cannot give you Austen, but Susan Hill's remarkable. Woman In Black. comes as close as our era can provide. Set on the obligatory English moor, on an isolated causeway, the story has as its hero Arthur Kipps, an up-and-coming young solicitor who has come north from London to attend the funeral and settle the affairs of Mrs. Alice Drablow of Eel Marsh House. The routine formalities he anticipates give way to a tumble of events and secrets more sinister and terrifying than any nightmare: the rocking chair in the deserted nursery, the eerie sound of a pony and trap, a child's scream in the fog, and most dreadfully--and for Kipps most tragically--. The Woman In Black. .. The Woman In Black. is both a brilliant exercise in atmosphere and controlled horror and a delicious spine-tingler--proof positive that this neglected genre, the ghost story, isn't dead after all.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Gothic",
                "Classics",
                "Mystery",
                "Historical",
                "Paranormal",
                "Fantasy"
            ]
        },
        {
            "title": "The Girl with All the Gifts",
            "authors": [
                "M.R. Carey"
            ],
            "ranking": 3.95,
            "ranking_count": 206582,
            "abstract": "Melanie is a very special girl. Dr. Caldwell calls her our little genius.. Every morning, Melanie waits in her cell to be collected for class. When they come for her, Sergeant Parks keeps his gun pointing at her while two of his people strap her into the wheelchair. She thinks they don't like her. She jokes that she won't bite, but they don't laugh.. Melanie loves school. She loves learning about spelling and sums and the world outside the classroom and the children's cells. She tells her favorite teacher all the things she'll do when she grows up. Melanie doesn't know why this makes Miss Justineau look sad.. The Girl with All the Gifts. is a sensational thriller, perfect for fans of Stephen King, Justin Cronin, and Neil Gaiman.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Fantasy",
                "Audiobook",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Kiss of Crimson",
            "authors": [
                "Lara Adrian"
            ],
            "ranking": 4.14,
            "ranking_count": 41804,
            "abstract": "He comes to her more dead than alive, a towering black-clad stranger riddled with bullets and rapidly losing blood. As she struggles to save him, veterinarian Tess Culver is unaware that the man calling himself Dante is no man at all but one of the Breed, vampire warriors engaged in a desperate battle.. In a single erotically charged moment, Tess is plunged into his world - a shifting, shadowed place where bands of Rogue vampires stalk the night, cutting a swath of terror. Haunted by visions of a dark future, Dante lives and fights like there is no tomorrow.. Tess is a complication he does not need - but now, with his brethren under attack, he must shield Tess from a growing threat that includes Dante himself. For with one reckless, irresistible kiss, she has become an inextricable part of his underworld realm...and his touch awakens her to hidden gifts, desires, and hungers she never knew she possessed. Bonded by blood, Dante and Tess must work together to thwart deadly enemies, even as they discover a passion that transcends the boundaries of life itself.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Hollow",
            "authors": [
                "Jessica Verday"
            ],
            "ranking": 3.74,
            "ranking_count": 20127,
            "abstract": "A love like no other.... When Abbey's best friend, Kristen, vanishes at the bridge near Sleepy Hollow Cemetery, everyone else is all too quick to accept that Kristen is dead...and rumors fly that her death was no accident. Abbey goes through the motions of mourning her best friend, but privately, she refuses to believe that Kristen is really gone. Then she meets Caspian, the gorgeous and mysterious boy who shows up out of nowhere at Kristen's funeral and keeps reappearing in Abbey's life. Caspian clearly has secrets of his own, but he's the only person who makes Abbey feel normal again...but also special.. Just when Abbey starts to feel that she might survive all this, she learns a secret that makes her question everything she thought she knew about her best friend. How could Kristen have kept silent about so much? And could this secret have led to her death? As Abbey struggles to understand Kristen's betrayal, she uncovers a frightening truth that nearly unravels her - one that will challenge her emerging love for Caspian, as well as her own sanity.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Mystery",
                "Fiction"
            ]
        },
        {
            "title": "The Elementary Particles",
            "authors": [
                "Michel Houellebecq",
                "Frank Wynne"
            ],
            "ranking": 3.8,
            "ranking_count": 36648,
            "abstract": "An international literary phenomenon,. The Elementary Particles. is a frighteningly original novel–part Marguerite Duras and part Bret Easton Ellis-that leaps headlong into the malaise of contemporary existence.. Bruno and Michel are half-brothers abandoned by their mother, an unabashed devotee of the drugged-out free-love world of the sixties. Bruno, the older, has become a raucously promiscuous hedonist himself, while Michel is an emotionally dead molecular biologist wholly immersed in the solitude of his work. Each is ultimately offered a final chance at genuine love, and what unfolds is a brilliantly caustic and unpredictable tale.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Contemporary",
                "Philosophy",
                "Roman",
                "Literary Fiction"
            ]
        },
        {
            "title": "Hourglass",
            "authors": [
                "Claudia Gray"
            ],
            "ranking": 3.78,
            "ranking_count": 44042,
            "abstract": "Bianca will risk everything to be with Lucas.. After escaping from Evernight Academy, the vampire boarding school where they met, Bianca and Lucas take refuge with Black Cross, a fanatical group of vampire hunters. Bianca must hide her supernatural heritage or risk certain death at its hands. But when Black Cross captures her friend—the vampire Balthazar—hiding is no longer an option. Soon Bianca and Lucas are on the run again, pursued not only by Black Cross, but by the powerful leaders of Evernight. Yet no matter how far they travel, Bianca can't escape her destiny. Bianca has always believed their love could survive anything... but can it survive what's to come?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "In a Sunburned Country",
            "authors": [
                "Bill Bryson"
            ],
            "ranking": 4.07,
            "ranking_count": 101456,
            "abstract": "A CLASSIC FROM THE. NEW YORK TIMES. BESTSELLING AUTHOR OF. ONE SUMMER. Every time Bill Bryson walks out the door, memorable travel literature threatens to break out. His previous excursion along the Appalachian Trail resulted in the sublime national bestseller. A Walk in the Woods. .. In A Sunburned Country. is his report on what he found in an entirely different place: Australia, the country that doubles as a continent, and a place with the friendliest inhabitants, the hottest, driest weather, and the most peculiar and lethal wildlife to be found on the planet. The result is a deliciously funny, fact-filled, and adventurous performance by a writer who combines humor, wonder, and unflagging curiousity.. Despite the fact that Australia harbors more things that can kill you in extremely nasty ways than anywhere else, including sharks, crocodiles, snakes, even riptides and deserts, Bill Bryson adores the place, and he takes his readers on a rollicking ride far beyond that beaten tourist path. Wherever he goes he finds Australians who are cheerful, extroverted, and unfailingly obliging, and these beaming products of land with clean, safe cities, cold beer, and constant sunshine fill the pages of this wonderful book. Australia is an immense and fortunate land, and it has found in Bill Bryson its perfect guide.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Humor",
                "Cultural",
                "Autobiography",
                "Audiobook",
                "History",
                "Adventure",
                "Biography"
            ]
        },
        {
            "title": "Crashing Down to Earth",
            "authors": [
                "Terry  Reid"
            ],
            "ranking": 4.39,
            "ranking_count": 121,
            "abstract": "Hayley Foster is a woman with a secret. Her flatmate is her guardian angel. But with the terrifying events of two years ago firmly put behind them, Hayley finally dares hope for a quieter life for her and Alex to enjoy.. But it is not long before the old angel’s past comes back to haunt him in the form of an ex-lover. As Alex tries to protect Hayley though, it quickly becomes apparent that far greater powers are at play, far bigger than either of them could ever have possibly imagined.. Join Hayley and Alex in the first part of their epic journey as they try to save Glasgow, as well as each other, from doom.. Crashing Down to Earth will be available from Amazon and Smashwords this August.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal"
            ]
        },
        {
            "title": "Warcross",
            "authors": [
                "Marie Lu"
            ],
            "ranking": 4.15,
            "ranking_count": 100779,
            "abstract": "For the millions who log in every day, Warcross isn’t just a game—it’s a way of life. The obsession started ten years ago and its fan base now spans the globe, some eager to escape from reality and others hoping to make a profit. Struggling to make ends meet, teenage hacker Emika Chen works as a bounty hunter, tracking down players who bet on the game illegally. But the bounty hunting world is a competitive one, and survival has not been easy. Needing to make some quick cash, Emika takes a risk and hacks into the opening game of the international Warcross Championships—only to accidentally glitch herself into the action and become an overnight sensation.. Convinced she’s going to be arrested, Emika is shocked when instead she gets a call from the game’s creator, the elusive young billionaire Hideo Tanaka, with an irresistible offer. He needs a spy on the inside of this year’s tournament in order to uncover a security problem . . . and he wants Emika for the job. With no time to lose, Emika’s whisked off to Tokyo and thrust into a world of fame and fortune that she’s only dreamed of. But soon her investigation uncovers a sinister plot, with major consequences for the entire Warcross empire.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Romance",
                "Audiobook",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "Fool's Errand",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.32,
            "ranking_count": 83108,
            "abstract": "alternate cover for ISBN. 9780006486015. Fifteen years have passed since the end of the Red Ship War with the terrifying Outislanders. Since then, Fitz has wandered the world accompanied only by his wolf and Wit-partner, Nighteyes, finally settling in a tiny cottage as remote from Buckkeep and the Farseers as possible.. But lately the world has come crashing in again. The Witted are being persecuted because of their magical bonds with animals; and young Prince Dutiful has gone missing just before his crucial diplomatic wedding to an Outislander princess. Fitz’s assignment to fetch Dutiful back in time for the ceremony seems very much like a fool’s errand, but the dangers ahead could signal the end of the Farseer reign.. Cover illustration by John Howe",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult",
                "Young Adult",
                "Epic"
            ]
        },
        {
            "title": "Recursion",
            "authors": [
                "Blake Crouch"
            ],
            "ranking": 4.15,
            "ranking_count": 163939,
            "abstract": "Memory makes reality.. That's what NYC cop Barry Sutton is learning, as he investigates the devastating phenomenon the media has dubbed False Memory Syndrome—a mysterious affliction that drives its victims mad with memories of a life they never lived.. That's what neuroscientist Helena Smith believes. It's why she's dedicated her life to creating a technology that will let us preserve our most precious memories. If she succeeds, anyone will be able to re-experience a first kiss, the birth of a child, the final moment with a dying parent.. As Barry searches for the truth, he comes face to face with an opponent more terrifying than any disease—a force that attacks not just our minds, but the very fabric of the past. And as its effects begin to unmake the world as we know it, only he and Helena, working together, will stand a chance at defeating it.. But how can they make a stand when reality itself is shifting and crumbling all around them?. At once a relentless pageturner and an intricate science-fiction puzzlebox about time, identity, and memory, Recursion is a thriller as only Blake Crouch could imagine it—and his most ambitious, mind-boggling, irresistible work to date.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Mystery",
                "Adult",
                "Fantasy",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Fire Next Time",
            "authors": [
                "James Baldwin"
            ],
            "ranking": 4.53,
            "ranking_count": 82825,
            "abstract": "A national bestseller when it first appeared in 1963,. The Fire Next Time. galvanized the nation and gave passionate voice to the emerging civil rights movement. At once a powerful evocation of James Baldwin’s early life in Harlem and a disturbing examination of the consequences of racial injustice, the book is an intensely personal and provocative document. It consists of two “letters,” written on the occasion of the centennial of the Emancipation Proclamation, that exhort Americans, both black and white, to attack the terrible legacy of racism. Described by. The New York Times Book Review. as “sermon, ultimatum, confession, deposition, testament, and chronicle…all presented in searing, brilliant prose,”. The Fire Next Time. stands as a classic of our literature.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Classics",
                "Race",
                "History",
                "Politics",
                "Social Movements",
                "Autobiography",
                "Cultural"
            ]
        },
        {
            "title": "Harry Potter and the Methods of Rationality",
            "authors": [
                "Eliezer Yudkowsky"
            ],
            "ranking": 4.4,
            "ranking_count": 15331,
            "abstract": "Harry Potter and the Methods of Rationality is a work of alternate-universe Harry Potter fan-fiction wherein Petunia Evans has married an Oxford biochemistry professor and young genius Harry grows up fascinated by science and science fiction. When he finds out that he is a wizard, he tries to apply scientific principles to his study of magic, with sometimes surprising results.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Fan Fiction",
                "Philosophy",
                "Science Fiction",
                "Young Adult",
                "Humor",
                "Unfinished",
                "Psychology"
            ]
        },
        {
            "title": "A Swiftly Tilting Planet",
            "authors": [
                "Madeleine L'Engle"
            ],
            "ranking": 4.08,
            "ranking_count": 106613,
            "abstract": "In this companion volume to A Wrinkle In Time (Newbery Award winner) and A Wind In The Door fifteen-year-old Charles Wallace and the unicorn Gaudior undertake a perilous journey through time in a desperate attempt to stop the destruction of the world by the mad dictator Madog Branzillo. They are not alone in their quest. Charles Wallace's sister, Meg - grown and expecting her first child, but still able to enter her brother's thoughts and emotions by kything - goes with him in spirit.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Childrens",
                "Classics",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Supernova",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 4.42,
            "ranking_count": 48311,
            "abstract": "All's fair in love and anarchy.... The epic conclusion to Marissa Meyer's thrilling Renegades Trilogy finds Nova and Adrian fighting to keep their identities secret. While the battle rages on between their alter egos and their allies, there is a darker threat shrouding Gatlon City.. The Renegades' worst enemy is back among them, threatening to reclaim Gatlon City. Nova and Adrian must brave lies and betrayal to protect those they love. Their greatest fears are about to come to life, and unless they can bridge the divide between heroes and villains, they stand to lose everything. Including each other.. Intrigue and action will leave readers on edge until the final, shocking secrets are revealed.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Comics",
                "Fiction",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "The Audacity of Hope: Thoughts on Reclaiming the American Dream",
            "authors": [
                "Barack Obama"
            ],
            "ranking": 3.8,
            "ranking_count": 158113,
            "abstract": "The Audacity of Hope. is Barack Obama's call for a new kind of politics—a politics that builds upon those shared understandings that pull us together as Americans. Lucid in his vision of America's place in the world, refreshingly candid about his family life and his time in the Senate, Obama here sets out his political convictions and inspires us to trust in the dogged optimism that has long defined us and that is our best hope going forward.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Biography",
                "Autobiography",
                "Audiobook",
                "History",
                "Biography Memoir",
                "Philosophy"
            ]
        },
        {
            "title": "Skinny Legs and All",
            "authors": [
                "Tom Robbins"
            ],
            "ranking": 4.05,
            "ranking_count": 41394,
            "abstract": "This is a gutsy, fun-loving, and provocative novel in which a bean can philosophises, a dessert spoon mystifies, a young waitress takes on the New York art world, and a rowdy redneck welder discovers the lost god of Palestine.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Literature",
                "Novels",
                "Magical Realism",
                "Fantasy",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Death in Venice and Other Tales",
            "authors": [
                "Thomas Mann",
                "Joachim Neugroschel"
            ],
            "ranking": 3.91,
            "ranking_count": 16336,
            "abstract": "Featuring his world-famous masterpiece, Death in Venice, this new collection of Nobel laureate Thomas Mann's stories and novellas reveals his artistic evolution. In this new, widely acclaimed translation that restores the controversial passages that were cut out of the original English version, Death in Venice tells about a ruinous quest for love and beauty amid degenerating splendor. Gustav von Aschenbach, a successful but lonely author, travels to the Queen of the Adriatic in search of an elusive spiritual fulfillment that turns into his erotic doom. Spellbound by a beautiful Polish boy, he finds himself fettered to this hypnotic city of sun-drenched sensuality and eerie physical decay. Also included in this volume are eleven other stories by Mann: Tonio Kroger, Gladius Dei, The Blood of the Walsungs, The Will for Happiness, Little Herr Friedmann, Tobias Mindernickel, Little Lizzy, Tristan, The Starvelings, The Wunderkind, and Harsh Hour. All of the stories collected here display Mann's inimitable use of irony, his subtle characterizations, and superb, complex plots.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "European Literature",
                "Literature",
                "LGBT",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "The Darkest Hour",
            "authors": [
                "Erin Hunter"
            ],
            "ranking": 4.54,
            "ranking_count": 43116,
            "abstract": "ThunderClan's darkest hour is upon them, as Tigerstar's quest for power plunges all the Clans into the most terrible danger any cat has ever faced. In order to save his Clan and his friends, Fireheart must uncover the meaning of an ominous proclamation from StarClan:. Four will become two. Lion and tiger will meet in battle, and blood will rule the forest.. The time has come for prophecies to unfold, and for heroes to rise ...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Animals",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "Raised by Wolves",
            "authors": [
                "Jennifer Lynn Barnes"
            ],
            "ranking": 3.92,
            "ranking_count": 29390,
            "abstract": "Adopted by the Alpha of a werewolf pack after a rogue wolf brutally killed her parents right before her eyes, fifteen-year-old Bryn knows only pack life, and the rigid social hierarchy that controls it.  That doesn't mean that she's averse to breaking a rule or two.. But when her curiosity gets the better of her and she discovers Chase, a new teen locked in a cage in her guardian's basement, and witnesses him turn into a wolf before her eyes, the horrific memories of her parents' murders return. Bryn becomes obsessed with getting her questions answered, and Chase is the only one who can provide the information she needs.. But in her drive to find the truth, will Bryn push too far beyond the constraints of the pack, forcing her to leave behind her friends, her family, and the identity that she's shaped?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Shapeshifters",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Animals"
            ]
        },
        {
            "title": "Stillhouse Lake",
            "authors": [
                "Rachel Caine"
            ],
            "ranking": 4.11,
            "ranking_count": 130672,
            "abstract": "Gina Royal is the definition of average—a shy Midwestern housewife with a happy marriage and two adorable children. But when a car accident reveals her husband’s secret life as a serial killer, she must remake herself as Gwen Proctor—the ultimate warrior mom.. With her ex now in prison, Gwen has finally found refuge in a new home on remote Stillhouse Lake. Though still the target of stalkers and Internet trolls who think she had something to do with her husband’s crimes, Gwen dares to think her kids can finally grow up in peace.. But just when she’s starting to feel at ease in her new identity, a body turns up in the lake—and threatening letters start arriving from an all-too-familiar address. Gwen Proctor must keep friends close and enemies at bay to avoid being exposed—or watch her kids fall victim to a killer who takes pleasure in tormenting her. One thing is certain: she’s learned how to fight evil. And she’ll never stop.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Horror"
            ]
        },
        {
            "title": "These Broken Stars",
            "authors": [
                "Amie Kaufman",
                "Meagan Spooner"
            ],
            "ranking": 3.9,
            "ranking_count": 68183,
            "abstract": "It's a night like any other on board the Icarus. Then, catastrophe strikes: the massive luxury spaceliner is yanked out of hyperspace and plummets into the nearest planet. Lilac LaRoux and Tarver Merendsen survive. And they seem to be alone.. Lilac is the daughter of the richest man in the universe. Tarver comes from nothing, a young war hero who learned long ago that girls like Lilac are more trouble than they’re worth. But with only each other to rely on, Lilac and Tarver must work together, making a tortuous journey across the eerie, deserted terrain to seek help.. Then, against all odds, Lilac and Tarver find a strange blessing in the tragedy that has thrown them into each other’s arms. Without the hope of a future together in their own world, they begin to wonder—would they be better off staying here forever?. Everything changes when they uncover the truth behind the chilling whispers that haunt their every step. Lilac and Tarver may find a way off this planet. But they won’t be the same people who landed on it.. The Starbound Trilogy: Three worlds. Three love stories. One enemy.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Space",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Blood And Gold",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.91,
            "ranking_count": 33220,
            "abstract": "Here is the gorgeous and sinister story of Marius, patrician by birth, scholar by choice, one of the oldest vampires of them all, which sweeps from his genesis in ancient Rome, in the time of the Emperor Augustus, to his meeting in the present day with a creature of snow and ice. Thorne is a Northern vampire in search of Maharet, his 'maker', the ancient Egyptian vampire queen who holds him and others in thrall with chains made of her red hair, 'bound with steel and with her blood and gold'. When the Visigoths sack his city, Marius is there; with the resurgence of the glory that was Rome, he is there, still searching for his lost love Pandora, but bewitched in turn by Botticelli, the Renaissance beauty Bianca, with her sordid secrets, and the boy he calls Amadeo (otherwise known as the Vampire Armand). Criss-crossing through the stories of other vampires from Rice's glorious Pantheon of the undead, haunted by Pandora and by his alter ego Mael, tracked by the Talamasca, the tale of Marius, the self-styled guardian of 'those who must be kept' is the most wondrous and mind-blowing of them all.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Horror",
                "Fantasy",
                "Fiction",
                "Gothic",
                "Historical",
                "Adult"
            ]
        },
        {
            "title": "King Rat",
            "authors": [
                "James Clavell"
            ],
            "ranking": 4.16,
            "ranking_count": 36544,
            "abstract": "The time is World War II. The place is a brutal prison camp deep in Japanese-occupied territory. Here, within the seething mass of humanity, one man, an American corporal, seeks dominance over both captives and captors alike. His weapons are human courage, unblinking understanding of human weaknesses, and total willingness to exploit every opportunity to enlarge his power and corrupt or destroy anyone who stands in his path.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Classics",
                "Cultural",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "Nightfall",
            "authors": [
                "Shannon Messenger"
            ],
            "ranking": 4.59,
            "ranking_count": 20656,
            "abstract": "Sophie Foster is struggling. Grieving. Scrambling. But she knows one thing: she will not be defeated.. The Neverseen have had their victories—but the battle is far from over. It’s time to change tactics. Make sacrifices. Reexamine everything. Maybe even time for Sophie to trust her enemies.. All paths lead to Nightfall—an ominous door to an even more ominous place—and Sophie and her friends strike a dangerous bargain to get there. But nothing can prepare them for what they discover. The problems they’re facing stretch deep into their history. And with time running out, and mistakes catching up with them, Sophie and her allies must join forces in ways they never have before.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "My Man Jeeves",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 4.07,
            "ranking_count": 39259,
            "abstract": "Who can forget our beloved gentleman's personal gentleman, Jeeves, who ever comes to the rescue when the hapless Bertie Wooster falls into trouble.. My Man Jeeves. is sure to please anyone with a taste for pithy buffoonery, moronic misunderstandings, gaffes, and aristocratic slapstick.. Contents:. Leave It to Jeeves. Jeeves and the Unbidden Guest. Jeeves and the Hard-boiled Egg. Absent Treatment. Helping Freddie. Rallying Round Old George. Doing Clarence a Bit of Good. The Aunt and the Sluggard. Of the eight stories in the collection, half feature the popular characters Jeeves and Bertie Wooster, while the others concern Reggie Pepper, an early prototype for Bertie Wooster.. Revised versions of all the Jeeves stories in this collection were later published in the 1925 short story collection Carry On, Jeeves. One of the Reggie Pepper stories in this collection was later rewritten as a Jeeves story, which was also included in Carry On, Jeeves.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "Short Stories",
                "Audiobook",
                "European Literature",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Everlost",
            "authors": [
                "Neal Shusterman"
            ],
            "ranking": 3.96,
            "ranking_count": 31934,
            "abstract": "Nick and Allie don't survive the car accident.... ...but their souls don't exactly get where they're supposed to get either. Instead, they're caught halfway between life and death, in a sort of limbo known as Everlost: a shadow of the living world, filled with all the things and places that no longer exist. It's a magical, yet dangerous place where bands of lost children run wild and anyone who stands in the same place too long sinks to the center of the Earth.. When they find Mary, the self-proclaimed queen of lost kids, Nick feels like he he's found a home, but Allie isn't satisfied spending eternity between worlds. Against all warnings, Allie begins learning the Criminal Art of haunting, and ventures into dangerous territory, where a monster called the McGill threatens all the souls of Everlost.. In this imaginative novel, Neal Shusterman explores questions of life, death, and what just might lie in between.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Paranormal",
                "Science Fiction",
                "Adventure",
                "Death"
            ]
        },
        {
            "title": "Night Embrace",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.23,
            "ranking_count": 58580,
            "abstract": "An ancient Celtic warrior cursed by a god to bring death to any woman he loves, Talon, a seductive vampire, prowls the night, serving as a protector of the innocent, until in modern-day New Orleans, a runaway Mardi Gras float brings him face to face withthe outrageous Sunshine Runningwolf.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Woods",
            "authors": [
                "Harlan Coben"
            ],
            "ranking": 4.05,
            "ranking_count": 88739,
            "abstract": "Twenty years ago at summer camp, Paul Copeland's sister died in the woods, the alleged victim of a serial killer. Her body was never found. Now, Paul is the prosecutor for Essex County, New Jersey, immersed in one of the biggest cases of his career-a case that will change everything he believes about the past...and the truth.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "The Two Princesses of Bamarre",
            "authors": [
                "Gail Carson Levine"
            ],
            "ranking": 4.04,
            "ranking_count": 70177,
            "abstract": "Twelve-year-old Addie admires her older sister Meryl, who aspires to rid the kingdom of Bamarre of gryphons, specters, and ogres. Addie, on the other hand, is fearful even of spiders and depends on Meryl for courage and protection. Waving her sword Bloodbiter, the older girl declaims in the garden from the heroic epic of Drualt to a thrilled audience of Addie, their governess, and the young sorcerer Rhys.. But when Meryl falls ill with the dreaded Gray Death, Addie must gather her courage and set off alone on a quest to find the cure and save her beloved sister. Addie takes the seven-league boots and magic spyglass left to her by her mother and the enchanted tablecloth and cloak given to her by Rhys - along with a shy declaration of his love. She prevails in encounters with tricky specters (spiders too) and outwits a wickedly personable dragon in adventures touched with romance and a bittersweet ending.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "Gormenghast",
            "authors": [
                "Mervyn Peake"
            ],
            "ranking": 4.04,
            "ranking_count": 12673,
            "abstract": "Titus Groan is seven years old. Lord and heir to the crumbling castle Gormenghast. A gothic labyrinth of roofs and turrets, cloisters and corridors, stairwells and dungeons, it is also the cobwebbed kingdom of Byzantine government and age-old rituals, a world primed to implode beneath the weight of centuries of intrigue, treachery, and death. Steerpike, who began his climb across the roofs when Titus was born, is now ascending the spiral staircase to the heart of the castle, and in his wake lie imprisonment, manipulation, and murder.. Gormenghast. is the second volume in Mervyn Peake’s widely acclaimed trilogy, but it is much more than a sequel to. Titus Groan. —it is an enrichment and deepening of that book.. The Gormenghast Trilogy ranks as one of the twentieth century’s most remarkable feats of imaginative writing.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Gothic",
                "Novels",
                "Science Fiction Fantasy",
                "Literature",
                "European Literature",
                "Speculative Fiction"
            ]
        }
    ]
}