{
    "books": [
        {
            "title": "Dandelion Wine",
            "authors": [
                "Ray Bradbury"
            ],
            "ranking": 4.07,
            "ranking_count": 62034,
            "abstract": "The summer of '28 was a vintage season for a growing boy. A summer of green apple trees, mowed lawns, and new sneakers. Of half-burnt firecrackers, of gathering dandelions, of Grandma's belly-busting dinner. It was a summer of sorrows and marvels and gold-fuzzed bees. A magical, timeless summer in the life of a twelve-year-old boy named Douglas Spaulding—remembered forever by the incomparable Ray Bradbury.. Woven into the novel are the following short stories: Illumination, Dandelion Wine, Summer in the Air, Season of Sitting, The Happiness Machine, The Night, The Lawns of Summer, Season of Disbelief, The Last--the Very Last, The Green Machine, The Trolley, Statues, The Window, The Swan, The Whole Town's Sleeping, Goodbye Grandma, The Tarot Witch, Hotter Than Summer, Dinner at Dawn, The Magical Kitchen, Green Wine for Dreaming.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Science Fiction",
                "Fantasy",
                "Young Adult",
                "Short Stories",
                "Literature",
                "Magical Realism",
                "Novels"
            ]
        },
        {
            "title": "The Iliad",
            "authors": [
                "Homer",
                "Robert Fagles",
                "Bernard Knox"
            ],
            "ranking": 3.89,
            "ranking_count": 395939,
            "abstract": "Dating to the ninth century B.C., Homer’s timeless poem still vividly conveys the horror and heroism of men and gods wrestling with towering emotions and battling amidst devastation and destruction, as it moves inexorably to the wrenching, tragic conclusion of the Trojan War. Renowned classicist Bernard Knox observes in his superb introduction that although the violence of the Iliad is grim and relentless, it coexists with both images of civilized life and a poignant yearning for peace.. Combining the skills of a poet and scholar, Robert Fagles, winner of the PEN/Ralph Manheim Medal for Translation and a 1996 Academy Award in Literature from the American Academy of Arts and Letters, brings the energy of contemporary language to this enduring heroic epic. He maintains the drive and metric music of Homer’s poetry, and evokes the impact and nuance of the Iliad’s mesmerizing repeated phrases in what Peter Levi calls “an astonishing performance.”",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Poetry",
                "Fiction",
                "Fantasy",
                "Literature",
                "Historical",
                "Academic",
                "War",
                "Epic"
            ]
        },
        {
            "title": "Mystic River",
            "authors": [
                "Dennis Lehane"
            ],
            "ranking": 4.15,
            "ranking_count": 138498,
            "abstract": "When they were children, Sean Devine, Jimmy Marcus, and Dave Boyle were friends. But then a strange car pulled up to their street. One boy got into the car, two did not, and something terrible happened -- something that ended their friendship and changed all three boys forever.. Twenty-five years later, Sean is a homicide detective. Jimmy is an ex-con who owns a corner store. And Dave is trying to hold his marriage together and keep his demons at bay -- demons that urge him to do terrible things. When Jimmy's daughter is found murdered, Sean is assigned to the case. His investigation brings him into conflict with Jimmy, who finds his old criminal impulses tempt him to solve the crime with brutal justice. And then there is Dave, who came home the night Jimmy's daughter died covered in someone else's blood.. A tense and unnerving psychological thriller,. Mystic River. is also an epic novel of love and loyalty, faith and family, in which people irrevocably marked by the past find themselves on a collision course with the darkest truths of their own hidden selves.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Drama",
                "Novels",
                "Audiobook",
                "Contemporary"
            ]
        },
        {
            "title": "I Am the Messenger",
            "authors": [
                "Markus Zusak"
            ],
            "ranking": 4.03,
            "ranking_count": 150450,
            "abstract": "protect the diamonds. survive the clubs. dig deep through the spades. feel the hearts. Ed Kennedy is an underage cabdriver without much of a future. He's pathetic at playing cards, hopelessly in love with his best friend, Audrey, and utterly devoted to his coffee-drinking dog, the Doorman. His life is one of peaceful routine and incompetence until he inadvertently stops a bank robbery.. That's when the first ace arrives in the mail.. That's when Ed becomes the messenger.. Chosen to care, he makes his way through town helping and hurting (when necessary) until only one question remains: Who's behind Ed's mission?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Mystery",
                "Contemporary",
                "Realistic Fiction",
                "Audiobook",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "Wild Swans: Three Daughters of China",
            "authors": [
                "Jung Chang"
            ],
            "ranking": 4.25,
            "ranking_count": 103516,
            "abstract": "The story of three generations in twentieth-century China that blends the intimacy of memoir and the panoramic sweep of eyewitness history—a bestselling classic in thirty languages with more than ten million copies sold around the world, now with a new introduction from the author.. An engrossing record of Mao’s impact on China, an unusual window on the female experience in the modern world, and an inspiring tale of courage and love, Jung Chang describes the extraordinary lives and experiences of her family members: her grandmother, a warlord’s concubine; her mother’s struggles as a young idealistic Communist; and her parents’ experience as members of the Communist elite and their ordeal during the Cultural Revolution. Chang was a Red Guard briefly at the age of fourteen, then worked as a peasant, a “barefoot doctor,” a steelworker, and an electrician. As the story of each generation unfolds, Chang captures in gripping, moving—and ultimately uplifting—detail the cycles of violent drama visited on her own family and millions of others caught in the whirlwind of history.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural",
                "Biography",
                "Autobiography",
                "Historical",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "Gift from the Sea",
            "authors": [
                "Anne Morrow Lindbergh"
            ],
            "ranking": 4.15,
            "ranking_count": 46116,
            "abstract": "In this inimitable, beloved classic—graceful, lucid and lyrical—Anne Morrow Lindbergh shares her meditations on youth and age; love and marriage; peace, solitude and contentment as she set them down during a brief vacation by the sea. Drawing inspiration from the shells on the shore, Lindbergh’s musings on the shape of a woman’s life bring new understanding to both men and women at any stage of life. A mother of five, an acclaimed writer and a pioneering aviator, Lindbergh casts an unsentimental eye on the trappings of modernity that threaten to overwhelm us: the time-saving gadgets that complicate rather than simplify, the multiple commitments that take us from our families. And by recording her thoughts during a brief escape from everyday demands, she helps readers find a space for contemplation and creativity within their own lives.. With great wisdom and insight Lindbergh describes the shifting shapes of relationships and marriage, presenting a vision of life as it is lived in an enduring and evolving partnership. A groundbreaking, best-selling work when it was originally published in 1955,. Gift from the Sea. continues to be discovered by new generations of readers. With a new introduction by Lindbergh’s daughter Reeve, this fiftieth-anniversary edition will give those who are revisiting the book and those who are coming upon it for the first time fresh insight into the life of this remarkable woman.. The sea and the beach are elements that have been woven throughout Anne Morrow Lindbergh’s life. She spent her childhood summers with her family on a Maine island. After her marriage to Charles Lindbergh in 1929, she accompanied him on his survey flights around the North Atlantic to launch the first transoceanic airlines. The Lindberghs eventually established a permanent home on the Connecticut coast, where they lived quietly, wrote books and raised their family.. After the children left home for lives of their own, the Lindberghs traveled extensively to Africa and the Pacific for environmental research.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Classics",
                "Spirituality",
                "Inspirational",
                "Writing",
                "Self Help",
                "Biography",
                "Philosophy",
                "Biography Memoir"
            ]
        },
        {
            "title": "Tender Is the Night",
            "authors": [
                "F. Scott Fitzgerald",
                "Amor Towles"
            ],
            "ranking": 3.8,
            "ranking_count": 123465,
            "abstract": "Set on the French Riviera in the late 1920s,. Tender Is the Night. is the tragic romance of the young actress Rosemary Hoyt and the stylish American couple Dick and Nicole Diver. A brilliant young psychiatrist at the time of his marriage, Dick is both husband and doctor to Nicole, whose wealth goads him into a lifestyle not his own, and whose growing strength highlights Dick's harrowing demise. A profound study of the romantic concept of character,. Tender Is the Night. is lyrical, expansive, and hauntingly evocative.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Romance",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "Pale Fire",
            "authors": [
                "Vladimir Nabokov"
            ],
            "ranking": 4.14,
            "ranking_count": 45575,
            "abstract": "The American poet John Shade is dead. His last poem, 'Pale Fire', is put into a book, together with a preface, a lengthy commentary and notes by Shade's editor, Charles Kinbote. Known on campus as the 'Great Beaver', Kinbote is haughty, inquisitive, intolerant, but is he also mad, bad - and even dangerous? As his wildly eccentric annotations slide into the personal and the fantastical, Kinbote reveals perhaps more than he should be.. Nabokov's darkly witty, richly inventive masterpiece is a suspenseful whodunit, a story of one-upmanship and dubious penmanship, and a glorious literary conundrum.. Part of a major new series of the works of Vladimir Nabokov, author of. Lolita. and. Pale Fire,. in Penguin Classics.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Poetry",
                "Cultural",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Revolutionary Road",
            "authors": [
                "Richard Yates"
            ],
            "ranking": 3.91,
            "ranking_count": 83518,
            "abstract": "In the hopeful 1950s, Frank and April Wheeler appear to be a model American couple: bright, beautiful, talented, with two young children and a starter home in the suburbs. Perhaps they married too young and started a family too early. Maybe Frank's job is dull. And April never saw herself as a housewife. Yet they have always lived on the assumption that greatness is only just around the corner. But now that certainty is now about to crumble. With heartbreaking compassion and remorseless clarity, Richard Yates shows how Frank and April mortgage their spiritual birthright, betraying not only each other, but their best selves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Awakening",
            "authors": [
                "Kelley Armstrong"
            ],
            "ranking": 4.13,
            "ranking_count": 113417,
            "abstract": "If you had met me a few weeks ago, you probably would have described me as an average teenage girl - someone normal. Now my life has changed forever and I’m as far away from normal as it gets. A living science experiment - not only can I see ghosts, but I was genetically altered by a sinister organization called Edison Group. What does that mean? For starters. I'm a teenage necromancer whose powers are out of control: I raise the dead without even trying. Trust me, that is not a power you want to have. Ever.. Now I’m running for my life with three of my supernatural friends - a charming sorcerer, a cynical werewolf, and a disgruntled witch - and we have to find someone who can help us before the Edison Group finds us first. Or die trying.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Ethan Frome",
            "authors": [
                "Edith Wharton"
            ],
            "ranking": 3.42,
            "ranking_count": 117098,
            "abstract": "The classic novel of despair, forbidden emotions, and sexual undercurrents set against the austere New England countryside. Ethan Frome works his unproductive farm and struggles to maintain a bearable existence with his difficult, suspicious and hypochondriac wife, Zeena. But when Zeena's vivacious cousin enters their household as a hired girl, Ethan finds himself obsessed with her and with the possibilities for happiness she comes to represent.. In one of American fiction's finest and most intense narratives, Edith Wharton moves this ill-starred trio toward their tragic destinies. Different in both tone and theme from Wharton's other works,. Ethan Frome. has become perhaps her most enduring and most widely read book.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "Romance",
                "Historical",
                "Novels",
                "Young Adult"
            ]
        },
        {
            "title": "Holy Bible: New International Version",
            "authors": [
                "Anonymous"
            ],
            "ranking": 4.59,
            "ranking_count": 72595,
            "abstract": "The New International Version is the world's most popular Bible in modern English and is renowned for its combination of accuracy and clarity of language.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Nonfiction",
                "Classics",
                "Reference",
                "Spirituality",
                "History"
            ]
        },
        {
            "title": "The Restaurant at the End of the Universe",
            "authors": [
                "Douglas Adams"
            ],
            "ranking": 4.21,
            "ranking_count": 256472,
            "abstract": "alternate edition for ISBN. 0345418921. /. 9780345418920. Facing annihilation at the hands of the warlike Vogons is a curious time to have a cosmically displaced Arthur Dent and his curious comrades in arms as they hurtle through space powered by pure improbability - and desperately in search of a place to eat. Among Arthur's motley shipmates are Ford Prefect, a long-time friend and contributor to the The Hitch Hiker's Guide to the Galaxy; Zaphod Beeblebrox, the three-armed, two-headed ex-president of the galaxy; Tricia McMilan, a fellow Earth refuge who's gone native (her name is Trillian now); and Marvin, who suffers nothing and no one gladly.. Source: douglasadams.com",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Fantasy",
                "Classics",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Forrest Gump",
            "authors": [
                "Winston Groom"
            ],
            "ranking": 4.04,
            "ranking_count": 63662,
            "abstract": "Meet Forrest Gump, the lovable, herculean, and surprisingly savvy hero of this remarkable comic odyssey. After accidentally becoming the star of University of Alabama's football team, Forrest goes on to become a Vietnam War hero, a world-class Ping-Pong player, a villainous wrestler, and a business tycoon -- as he wonders with childlike wisdom at the insanity all around him. In between misadventures, he manages to compare battle scars with Lyndon Johnson, discover the truth about Richard Nixon, and survive the ups and downs of remaining true to his only love, Jenny, on an extraordinary journey through three decades of the American cultural landscape. Forrest Gump has one heck of a story to tell -- and you've got to read it to believe it...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Historical",
                "Classics",
                "Media Tie In",
                "Novels",
                "Drama",
                "Contemporary",
                "Adventure"
            ]
        },
        {
            "title": "Cold Sassy Tree",
            "authors": [
                "Olive Ann Burns"
            ],
            "ranking": 4.02,
            "ranking_count": 100398,
            "abstract": "The one thing you can depend on in Cold Sassy, Georgia, is that word gets around--fast.. On July 5, 1906, scandal breaks in the small town of Cold Sassy, Georgia, when the proprietor of the general store, E. Rucker Blakeslee, elopes with Miss Love Simpson. He is barely three weeks a widower, and she is only half his age and a Yankee to boot. As their marriage inspires a whirlwind of local gossip, fourteen-year-old Will Tweedy suddenly finds himself eyewitness to a family scandal, and that’s where his adventures begin.. Cold Sassy Tree. is the undeniably entertaining and extraordinarily moving account of small-town Southern life in a bygone era. Brimming with characters who are wise and loony, unimpeachably pious and deliciously irreverent, Olive Ann Burns’s classic bestseller is a timeless, funny, and resplendent treasure.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "American",
                "Adult Fiction",
                "Young Adult",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Murder of Roger Ackroyd",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 4.26,
            "ranking_count": 201343,
            "abstract": "Considered to be one of Agatha Christie's most controversial mysteries,. The Murder Of Roger Ackroyd. breaks the rules of traditional mystery.. The peaceful English village of King’s Abbot is stunned. The widow Ferrars dies from an overdose of veronal. Not twenty-four hours later, Roger Ackroyd—the man she had planned to marry—is murdered. It is a baffling case involving blackmail and death, that taxes Hercule Poirot’s “grey cells” before he reaches one of the most startling conclusions of his career.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Nausea",
            "authors": [
                "Jean-Paul Sartre",
                "Hayden Carruth",
                "Lloyd Alexander"
            ],
            "ranking": 3.93,
            "ranking_count": 98828,
            "abstract": "Nausea. is the story of Antoine Roquentin, a French writer who is horrified at his own existence. In impressionistic, diary form he ruthlessly catalogues his every feeling and sensation about the world and people around him.. His thoughts culminate in a pervasive, overpowering feeling of nausea which spread at the bottom of the viscous puddle, at the bottom of. our. time, the time of purple suspenders and broken chair seats; it is made of wide, soft instants, spreading at the edge, like an oil stain.. Roquentin's efforts to try and come to terms with his life, his philosophical and psychological struggles, give Sartre the opportunity to dramatize the tenets of his Existentialist creed.. The introduction for this edition of. Nausea. by Hayden Carruth gives background on Sartre's life and major works, a summary of the principal themes of Existentialist philosophy, and a critical analysis of the novel itself.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Nobel Prize",
                "Unfinished"
            ]
        },
        {
            "title": "The Hunt for Red October",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 4.09,
            "ranking_count": 357061,
            "abstract": "Here is the runaway bestseller that launched Tom Clancy's phenomenal career. A military thriller so gripping in its action and so convincing in its accuracy that the author was rumored to have been debriefed by the White House. Its theme: the greatest espionage coup in history. Its story: the chase for a top secret Russian missile sub. Lauded by the Washington Post as breathlessly exciting. The Hunt for Red October remains a masterpiece of military fiction by one of the world's most popular authors, a man whose shockingly realistic scenarios continue to hold us in thrall.. Somewhere under the Atlantic, a Soviet sub commander has just made a fateful decision. The Red October is heading west. The Americans want her. The Russians want her back. And the most incredible chase in history is on...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "War",
                "Adventure",
                "Spy Thriller",
                "Action"
            ]
        },
        {
            "title": "The Reckoning",
            "authors": [
                "Kelley Armstrong"
            ],
            "ranking": 4.17,
            "ranking_count": 115987,
            "abstract": "Chloe Saunders is fifteen and would love to be normal. Unfortunately, Chloe happens to be a genetically engineered necromancer who can raise the dead without even trying. She and her equally gifted (or should that be 'cursed'?) friends are now running for their lives from the evil corporation that created them.. As if that's not enough, Chloe is struggling with her feelings for Simon, a sweet-tempered sorcerer, and his brother Derek, a not so sweet-tempered werewolf. And she has a horrible feeling she's leaning towards the werewolf.... Definitely not normal.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "The Sparrow",
            "authors": [
                "Mary Doria Russell"
            ],
            "ranking": 4.12,
            "ranking_count": 69390,
            "abstract": "In 2019, humanity finally finds proof of extraterrestrial life when a listening post in Puerto Rico picks up exquisite singing from a planet that will come to be known as Rakhat. While United Nations diplomats endlessly debate a possible first contact mission, the Society of Jesus quietly organizes an eight-person scientific expedition of its own. What the Jesuits find is a world so beyond comprehension that it will lead them to question what it means to be human.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Religion",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Adult",
                "Book Club",
                "Novels"
            ]
        },
        {
            "title": "Dreamfever",
            "authors": [
                "Karen Marie Moning"
            ],
            "ranking": 4.38,
            "ranking_count": 97316,
            "abstract": "MacKayla Lane lies naked on the cold stone floor of a church, at the mercy of the erotic Fae master she once swore to kill. Far from home, unable to control her sexual hungers, MacKayla is now fully under the Lord Master’s spell.…In New York Times bestselling author Karen Marie Moning’s stunning new novel, the walls between human and Fae worlds have come crashing down. And as Mac fights for survival on Dublin’s battle-scarred streets, she will embark on the darkest—and most erotically charged—adventure of her life.. He has stolen her past, but MacKayla will never allow her sister’s murderer to take her future. Yet even the uniquely gifted sidhe-seer is no match for the Lord Master, who has unleashed an insatiable sexual craving that consumes Mac’s every thought—and thrusts her into the seductive realm of two very dangerous men, both of whom she desires but dares not trust.. As the enigmatic Jericho Barrons and the sensual Fae prince V’lane vie for her body and soul, as cryptic entries from her sister’s diary mysteriously appear and the power of the Dark Book weaves its annihilating path through the city, Mac’s greatest enemy delivers a final challenge.…. It’s an invitation Mac cannot refuse, one that sends her racing home to Georgia, where an even darker threat awaits. With her parents missing and the lives of her loved ones under siege, Mac is about to come face-to-face with a soul-shattering truth—about herself and her sister, about Jericho Barrons…and about the world she thought she knew.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fairies",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Forgotten Garden",
            "authors": [
                "Kate Morton"
            ],
            "ranking": 4.14,
            "ranking_count": 207592,
            "abstract": "A foundling, an old book of dark fairy tales, a secret garden, an aristocratic family, a love denied, and a mystery.. The Forgotten Garden. is a captivating, atmospheric and compulsively readable story of the past, secrets, family and memory from the international best-selling author Kate Morton.. Cassandra is lost, alone and grieving. Her much loved grandmother, Nell, has just died and Cassandra, her life already shaken by a tragic accident ten years ago, feels like she has lost everything dear to her. But an unexpected and mysterious bequest from Nell turns Cassandra’s life upside down and ends up challenging everything she thought she knew about herself and her family.. Inheriting a book of dark and intriguing fairytales written by Eliza Makepeace—the Victorian authoress who disappeared mysteriously in the early twentieth century—Cassandra takes her courage in both hands to follow in the footsteps of Nell on a quest to find out the truth about their history, their family and their past; little knowing that in the process, she will also discover a new life for herself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Cultural",
                "Romance",
                "Adult Fiction",
                "Adult",
                "European Literature",
                "Book Club"
            ]
        },
        {
            "title": "The Dark Tower",
            "authors": [
                "Stephen King",
                "Michael   Whelan"
            ],
            "ranking": 4.26,
            "ranking_count": 158865,
            "abstract": "The seventh and final installment of Stephen King's. The Dark Tower. saga is perhaps the most anticipated book in the author's long career. King began this epic tale about the last gunslinger in the world more than 20 years ago; now he draws its suspenseful story to a close, snapping together the last pieces of his action puzzle and drawing Roland Deschain ever closer to his ultimate goal.. Alternate cover edition for ISBN-10: 1416524525; ISBN-13: 9781416524526",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Adventure",
                "Westerns",
                "Science Fiction Fantasy",
                "Audiobook",
                "Epic",
                "Novels"
            ]
        },
        {
            "title": "Gabriel's Inferno",
            "authors": [
                "Sylvain Reynard"
            ],
            "ranking": 3.99,
            "ranking_count": 152435,
            "abstract": "Enigmatic and sexy, Professor Gabriel Emerson is a well respected Dante specialist by day, but by night he devotes himself to an uninhibited life of pleasure. He uses his notorious good looks and sophisticated charm to gratify his every whim, but is secretly tortured by his dark past and consumed by the profound belief that he is beyond all hope of redemption.. When the sweet and innocent Julia Mitchell enrolls as his graduate student, his attraction and mysterious connection to her not only jeopardizes his career, but sends him on a journey in which his past and his present collide.. An intriguing and sinful exploration of seduction, forbidden love and redemption, Gabriel's Inferno is a captivating and wildly passionate tale of one man's escape from his own personal hell as he tries to earn the impossible...forgiveness and love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "New Adult",
                "Fiction",
                "Academic",
                "Womens Fiction"
            ]
        },
        {
            "title": "Mort",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.23,
            "ranking_count": 218353,
            "abstract": "Terry Pratchett's profoundly irreverent novels are consistent number one bestseller in England, where they have catapulted him into the highest echelons of parody next to Mark Twain, Kurt Vonnegut, Douglas Adams, and Carl Hiaasen.. In this Discworld installment, Death comes to Mort with an offer he can't refuse -- especially since being, well, dead isn't compulsory. As Death's apprentice, he'll have free board and lodging, use of the company horse, and he won't need time off for family funerals. The position is everything Mort thought he'd ever wanted, until he discovers that this perfect job can be a killer on his love life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels",
                "Death"
            ]
        },
        {
            "title": "Absalom, Absalom!",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.97,
            "ranking_count": 41095,
            "abstract": "Published in 1936, Absalom, Absalom! is considered by many to be William Faulkner's masterpiece. Although the novel's complex and fragmented structure poses considerable difficulty to readers, the book's literary merits place it squarely in the ranks of America's finest novels. The story concerns Thomas Sutpen, a poor man who finds wealth and then marries into a respectable family. His ambition and extreme need for control bring about his ruin and the ruin of his family. Sutpen's story is told by several narrators, allowing the reader to observe variations in the saga as it is recounted by different speakers. This unusual technique spotlights one of the novel's central questions: To what extent can people know the truth about the past?",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Historical",
                "Gothic",
                "American",
                "Literary Fiction"
            ]
        },
        {
            "title": "Daughter of the Forest",
            "authors": [
                "Juliet Marillier"
            ],
            "ranking": 4.26,
            "ranking_count": 60090,
            "abstract": "Lovely Sorcha is the seventh child and only daughter of Lord Colum of Sevenwaters. Bereft of a mother, she is comforted by her six brothers who love and protect her. Sorcha is the light in their lives: they are determined that she know only contentment.. But Sorcha's joy is shattered when her father is bewitched by his new wife, an evil enchantress who binds her brothers with a terrible spell, a spell which only Sorcha can lift—by staying silent. If she speaks before she completes the quest set to her by the Fair Folk and their queen, the Lady of the Forest, she will lose her brothers forever.. When Sorcha is kidnapped by the enemies of Sevenwaters and taken to a foreign land, she is torn between the desire to save her beloved brothers, and a love that comes only once. Sorcha despairs at ever being able to complete her task, but the magic of the Fair Folk knows no boundaries, and love is the strongest magic of them all...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Historical",
                "Young Adult",
                "Retellings",
                "Adult"
            ]
        },
        {
            "title": "Illusions: The Adventures of a Reluctant Messiah",
            "authors": [
                "Richard Bach"
            ],
            "ranking": 4.14,
            "ranking_count": 60702,
            "abstract": "In the cloud-washed airspace between the cornfields of Illinois and blue infinity, a man puts his faith in the propeller of his biplane. For disillusioned writer and itinerant barnstormer Richard Bach, belief is as real as a full tank of gas and sparks firing in the cylinders...until he meets Donald Shimoda — former mechanic and self-described messiah who can make wrenches fly and Richard's imagination soar..... In Illusions, Richard Bach takes to the air to discover the ageless truths that give our souls wings: that people don't need airplanes to soar...that even the darkest clouds have meaning once we lift ourselves above them... and that messiahs can be found in the unlikeliest places — like hay fields, one-traffic-light midwestern towns, and most of all, deep within ourselves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Spirituality",
                "Fantasy",
                "Classics",
                "Religion",
                "Self Help",
                "Inspirational",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Reflected in You",
            "authors": [
                "Sylvia Day"
            ],
            "ranking": 4.31,
            "ranking_count": 329394,
            "abstract": "Gideon Cross. As beautiful and flawless on the outside as he was damaged and tormented on the inside. He was a bright, scorching flame that singed me with the darkest of pleasures. I couldn't stay away. I didn't want to. He was my addiction... my every desire.... mine. .. My past was as violent as his, and I was just as broken. We’d never work. It was too hard, too painful... except when it was perfect. Those moments when the driving hunger and desperate love were the most exquisite insanity.. We were bound by our need. And our passion would take us beyond our limits to the sweetest, sharpest edge of obsession...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Adult",
                "Erotica",
                "Fiction",
                "New Adult",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Sorrows of Young Werther",
            "authors": [
                "Johann Wolfgang von Goethe",
                "Burton Pike"
            ],
            "ranking": 3.68,
            "ranking_count": 103765,
            "abstract": "This is Goethe's first novel, published in 1774. Written in diary form, it tells the tale of an unhappy, passionate young man hopelessly in love with Charlotte, the wife of a friend - a man who he alternately admires and detests. 'The Sorrows of Young Werther' became an important part of the 'Sturm und Drang movement, and greatly influenced later 'Romanticism'. The work is semi-autobiographical - in 1772, two years before the novel was published, Goethe had passed through a similar tempestuous period, when he lost his heart to Charlotte Buff, who was at that time engaged to his friend Johann Christian Kestner.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Literature",
                "Romance",
                "Cultural",
                "Novels",
                "Academic",
                "Medievalism"
            ]
        },
        {
            "title": "The Hotel New Hampshire",
            "authors": [
                "John Irving"
            ],
            "ranking": 3.92,
            "ranking_count": 61519,
            "abstract": "“The first of my father’s illusions was that bears could survive the life lived by human beings, and the second was that human beings could survive a life led in hotels.” So says John Berry, son of a hapless dreamer, brother to a cadre of eccentric siblings, and chronicler of the lives lived, the loves experienced, the deaths met, and the myriad strange and wonderful times encountered by the family Berry. Hoteliers, pet-bear owners, friends of Freud (the animal trainer and vaudevillian, that is), and playthings of mad fate, they “dream on” in a funny, sad, outrageous, and moving novel by the remarkable author of A Prayer for Owen Meany and Last Night in Twisted River.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literature",
                "Classics",
                "Novels",
                "Literary Fiction",
                "Humor",
                "The United States Of America",
                "Adult Fiction"
            ]
        },
        {
            "title": "Kane & Abel",
            "authors": [
                "Jeffrey Archer"
            ],
            "ranking": 4.31,
            "ranking_count": 111033,
            "abstract": "Born on the same day near the turn of the century on opposite sides of the world, both men are brought together by fate and the quest of a dream. These two men -- ambitious, powerful, ruthless -- are locked in a relentless struggle to build an empire, fuelled by their all-consuming hatred. Over 60 years and three generations, through war, marriage, fortune, and disaster, Kane and Abel battle for the success and triumph that only one man can have.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "Drama",
                "Classics",
                "Novels",
                "Mystery",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "The Bridges of Madison County",
            "authors": [
                "Robert James Waller"
            ],
            "ranking": 3.65,
            "ranking_count": 87821,
            "abstract": "The story of Robert Kincaid, the photographer and free spirit searching for the covered bridges of Madison County, and Francesca Johnson, the farm wife waiting for the fulfillment of a girlhood dream, THE BRIDGES OF MADISON COUNTY gives voice to the longings of men and women everywhere-and shows us what it is to love and be loved so intensely that life is never the same again.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Classics",
                "Womens Fiction",
                "Contemporary",
                "Novels",
                "Adult Fiction",
                "Adult",
                "Historical",
                "Drama"
            ]
        },
        {
            "title": "A Million Little Pieces",
            "authors": [
                "James Frey"
            ],
            "ranking": 3.66,
            "ranking_count": 238950,
            "abstract": "Intense, unpredictable, and instantly engaging, this is a story of drug and alcohol abuse and rehabilitation as it has never been told before. It is also the introduction of a bold and talented literary voice.. Before considering reading this book, please see the BookBrowse note on the book jacket/review page.. BookBrowse Note: January 9th 2006: An article in the Smoking Gun claimed that James Frey (author of A Million Little Pieces and My Friend Leonard) fabricated key parts of his books. They cited police records, court documents and interviews with law enforcement agents which belie a number of Frey's claims regarding criminal charges against him, jail terms and his fugitive status.. In an interview with the Smoking Gun, Frey admitted that he had 'embellished central details' in A Million Little Pieces and backtracked on claims he made in the book.. January 26th 2006. Frey's publisher stated that while it initially stood by him, after further questioning of the author, the house has sadly come to the realization that a number of facts have been altered and incidents embellished. It will be adding a a publisher's note and author's note to all future editions of A Million Little Pieces.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Psychology",
                "Biography Memoir",
                "Adult",
                "Health",
                "Book Club",
                "Novels",
                "Adult Fiction",
                "Drama"
            ]
        },
        {
            "title": "The Gargoyle",
            "authors": [
                "Andrew Davidson"
            ],
            "ranking": 3.95,
            "ranking_count": 47796,
            "abstract": "The narrator of The Gargoyle is a very contemporary cynic, physically beautiful and sexually adept, who dwells in the moral vacuum that is modern life. As the book opens, he is driving along a dark road when he is distracted by what seems to be a flight of arrows. He crashes into a ravine and suffers horrible burns over much of his body. As he recovers in a burn ward, undergoing the tortures of the damned, he awaits the day when he can leave the hospital and commit carefully planned suicide—for he is now a monster in appearance as well as in soul.. A beautiful and compelling, but clearly unhinged, sculptress of gargoyles by the name of Marianne Engel appears at the foot of his bed and insists that they were once lovers in medieval Germany. In her telling, he was a badly injured mercenary and she was a nun and scribe in the famed monastery of Engelthal who nursed him back to health. As she spins their tale in Scheherazade fashion and relates equally mesmerizing stories of deathless love in Japan, Iceland, Italy, and England, he finds himself drawn back to life—and, finally, in love.. He is released into Marianne's care and takes up residence in her huge stone house. But all is not well. For one thing, the pull of his past sins becomes ever more powerful as the morphine he is prescribed becomes ever more addictive. For another, Marianne receives word from God that she has only twenty-seven sculptures left to complete—and her time on earth will be finished.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Romance",
                "Contemporary",
                "Gothic",
                "Adult",
                "Magical Realism"
            ]
        },
        {
            "title": "Guilty Pleasures",
            "authors": [
                "Laurell K. Hamilton"
            ],
            "ranking": 4.02,
            "ranking_count": 140756,
            "abstract": "Anita Blake is small, dark, and dangerous. Her turf is the city of St. Louis. Her job: re-animating the dead and killing the undead who take things too far. But when the city’s most powerful vampire asks her to solve a series of vicious slayings, Anita must confront her greatest fear—her undeniable attraction to master vampire Jean-Claude, one of the creatures she is sworn to destroy...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Horror",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "The Millennium Trilogy (Millennium Trilogy, #1-3)",
            "authors": [
                "Stieg Larsson",
                "Reg Keeland"
            ],
            "ranking": 4.44,
            "ranking_count": 53055,
            "abstract": "Stieg Larsson’s Millennium Trilogy is now available in a complete hardcover set.. The Girl with the Dragon Tattoo. Harriet Vanger, a scion of one of Sweden’s wealthiest families disappeared without a trace more than forty years ago. All these years later, her aged uncle continues to try to discover what happened to her. He hires Mikael Blomkvist, a journalist recently sidelined by a libel conviction, to investigate. Blomkvist is aided by the pierced and tattooed computer prodigy Lisbeth Salander. Together they tap into a vein of unfathomable iniquity and astonishing corruption on their way to discovering the truth of Harriet Vanger’s fate.. The Girl Who Played with Fire. Mikael Blomkvist, now the crusading publisher of the magazine. Millennium,. has decided to run a story that will expose an extensive sex trafficking operation. On the eve of its publication, the two reporters responsible for the article are murdered, and the fingerprints found on the murder weapon belong to his friend Lisbeth Salander. Blomkvist, convinced of Salander’s innocence, plunges into an investigation of the murders. Meanwhile, Salander herself is drawn into a murderous game of cat and mouse, which forces her to face her dark past.. The Girl Who Kicked the Hornet's Nest. Lisbeth Salander lies in critical condition, a bullet wound to her head, in the intensive care unit of a Swedish city hospital. She’s fighting for her life in more ways than one: if and when she recovers, she’ll be taken back to Stockholm to stand trial for three murders. With the help of Mikael Blomkvist, she will not only have to prove her innocence, but also identify and denounce those in authority who have allowed the vulnerable, like herself, to suffer abuse and violence. On her own, she will plot revenge—against the man who tried to kill her, and against the corrupt government institutions that very nearly destroyed her life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Novels",
                "Contemporary",
                "Adult",
                "Cultural"
            ]
        },
        {
            "title": "Specials",
            "authors": [
                "Scott Westerfeld"
            ],
            "ranking": 3.76,
            "ranking_count": 179868,
            "abstract": "Special Circumstances: The words have sent chills down Tally's spine since her days as a repellent, rebellious ugly. Back then Specials were a sinister rumor -- frighteningly beautiful, dangerously strong, breathtakingly fast. Ordinary pretties might live their whole lives without meeting a Special. But Tally's never been ordinary.. And now she's been turned into one of them: a superamped fighting machine, engineered to keep the uglies down and the pretties stupid.. The strength, the speed, and the clarity and focus of her thinking feel better than anything Tally can remember. Most of the time. One tiny corner of her heart still remembers something more.. Still, it's easy to tune that out -- until Tally's offered a chance to stamp out the rebels of the New Smoke permanently. It all comes down to one last choice: listen to that tiny, faint heartbeat, or carry out the mission she's programmed to complete. Either way, Tally's world will never be the same.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Romance",
                "Adventure",
                "Apocalyptic",
                "Futuristic"
            ]
        },
        {
            "title": "Shakespeare's Sonnets",
            "authors": [
                "William Shakespeare",
                "Katherine Duncan-Jones"
            ],
            "ranking": 4.25,
            "ranking_count": 94567,
            "abstract": "The Arden Shakespeare has long been acclaimed as the established scholarly edition of Shakespeare's work. Now being totally reedited for the third time, Arden editions offer the very best in contemporary scholarship. Each volume provides a clear and authoritative text, edited to the highest standards; detailed textual notes and commentary on the same page of the text; full contextual, illustrated introduction, including an in-depth survey of critical and performance approaches to the play; and selected bibliography.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Romance",
                "Plays",
                "European Literature",
                "Academic"
            ]
        },
        {
            "title": "The Golden Lily",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.3,
            "ranking_count": 115378,
            "abstract": "Sydney Sage is an Alchemist, one of a group of humans who dabble in magic and serve to bridge the worlds of humans and vampires. Alchemists protect vampire secrets - and human lives.. Sydney would love to go to college, but instead, she's been sent into hiding at a posh boarding school in Palm Springs, California - tasked with protecting Moroi princess Jill Dragomir from assassins who want to throw the Moroi court into civil war. Formerly in disgrace, Sydney is now praised for her loyalty and obedience, and held up as the model of an exemplary Alchemist.. But the closer she grows to Jill, Eddie, and especially Adrian, the more she finds herself questioning her age-old Alchemist beliefs, her idea of family, and her sense of what it means to truly belong. Her world becomes even more complicated when magical experiments show Sydney may hold the key to prevent becoming Strigoi - the fiercest vampires, the ones who don't die. But it's her fear of being just that - special, magical, powerful - that scares her more than anything. Equally daunting is her new romance with Braydon, a cute, brainy guy who seems to be her match in every way. Yet, as perfect as he seems, Sydney finds herself being drawn to someone else - someone forbidden to her.. When a shocking secret threatens to tear the vampire world apart, Sydney's loyalties are suddenly tested more than ever before. She wonders how she's supposed to strike a balance between the principles and dogmas she's been taught, and what her instincts are now telling her.. Should she trust the Alchemists - or her heart?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "84, Charing Cross Road",
            "authors": [
                "Helene Hanff"
            ],
            "ranking": 4.14,
            "ranking_count": 62650,
            "abstract": "This charming classic, first published in 1970, brings together twenty years of correspondence between Helene Hanff, a freelance writer living in New York City, and a used-book dealer in London. Through the years, though never meeting and separated both geographically and culturally, they share a winsome, sentimental friendship based on their common love for books. Their relationship, captured so acutely in these letters, is one that will grab your heart and not let go.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Classics",
                "Biography",
                "European Literature",
                "Biography Memoir",
                "History",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Long Walk",
            "authors": [
                "Richard Bachman",
                "Stephen King"
            ],
            "ranking": 4.09,
            "ranking_count": 150838,
            "abstract": "On the first day of May, 100 teenage boys meet for an event known throughout the country as The Long Walk. If you break the rules, you get three warnings. If you exceed your limit, what happens is absolutely terrifying. Reissue.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook",
                "Adult",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "The Assassin's Blade",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.34,
            "ranking_count": 224273,
            "abstract": "Contains all five novellas.. Celaena Sardothien is Adarlan's most feared assassin. As part of the Assassin's Guild, her allegiance is to her master, Arobynn Hamel, yet Celaena listens to no one and trusts only her fellow killer-for-hire, Sam. In these action-packed novellas - together in one edition for the first time - Celaena embarks on five daring missions. They take her from remote islands to hostile deserts, where she fights to liberate slaves and seeks to avenge the tyrannous. But she is acting against Arobynn's orders and could suffer an unimaginable punishment for such treachery. Will Celaena ever be truly free? Explore the dark underworld of this kick-ass heroine to find out.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Short Stories",
                "Novella",
                "New Adult",
                "Adventure"
            ]
        },
        {
            "title": "One Foot in the Grave",
            "authors": [
                "Jeaniene Frost"
            ],
            "ranking": 4.29,
            "ranking_count": 100432,
            "abstract": "You can run from the grave, but you can’t hide…. Half-vampire Cat Crawfield is now Special Agent Cat Crawfield, working for the government to rid the world of the rogue undead. She’s still using everything Bones, her sexy and dangerous ex, taught her, but when Cat is targeted for assassination, the only man who can help her is the vampire she left behind.. Being around Bones awakens all her emotions, from the adrenaline rush of slaying vamps side by side to the reckless passion that consumed them. But a price on her head – wanted: dead or half-alive – means her survival depends on teaming up with Bones. And no matter how hard Cat tries to keep things professional between them, she’ll find that desire lasts forever … and Bones won’t let her get away again.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Lover Mine",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.39,
            "ranking_count": 108549,
            "abstract": "John Matthew has come a long way since he was found living among humans, his vampire nature unknown to himself and to those around him. After he was taken in by the Brotherhood, no one could guess what his true history was- or his true identity. Indeed, the fallen Brother Darius has returned, but with a different face and a very different destiny. As a vicious personal vendetta takes John into the heart of the war, he will need to call up on both who he is now and who he once was in order to face off against evil incarnate.. Xhex, a symphath assassin, has long steeled herself against the attraction between her and John Matthew. Having already lost one lover to madness, she will not allow the male of worth to fall prey to the darkness of her twisted life. When fate intervenes, however, the two discover that love, like destiny, is inevitable between soul mates.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Bonfire of the Vanities",
            "authors": [
                "Tom Wolfe"
            ],
            "ranking": 3.87,
            "ranking_count": 76050,
            "abstract": "Alternate cover edition of ISBN 9780553381344. .. The Bonfire of the Vanities is a 1987 satirical novel by Tom Wolfe. The story is a drama about ambition, racism, social class, politics, and greed in 1980s New York City, and centers on three main characters: WASP bond trader Sherman McCoy, Jewish assistant district attorney Larry Kramer, and British expatriate journalist Peter Fallow.. The novel was originally conceived as a serial in the style of Charles Dickens' writings: It ran in 27 installments in Rolling Stone starting in 1984. Wolfe heavily revised it before it was published in book form. The novel was a bestseller and a phenomenal success, even in comparison with Wolfe's other books. It has often been called the quintessential novel of the 1980s.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Contemporary",
                "Literary Fiction",
                "New York",
                "Humor"
            ]
        },
        {
            "title": "Christy",
            "authors": [
                "Catherine Marshall"
            ],
            "ranking": 4.23,
            "ranking_count": 52067,
            "abstract": "The train taking nineteen-year-old teacher Christy Huddleston from her home in Asheville, North Carolina, might as well be transporting her to another world. The Smoky Mountain community of Cutter Gap feels suspended in time, trapped by poverty, superstitions, and century-old traditions.. But as Christy struggles to find acceptance in her new home, some see her — and her one-room school — as a threat to their way of life. Her faith is challenged and her heart is torn between two strong men with conflicting views about how to care for the families of the Cove.. Yearning to make a difference, will Christy’s determination and devotion be enough?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Christian Fiction",
                "Christian",
                "Romance",
                "Young Adult",
                "Adult",
                "Inspirational"
            ]
        },
        {
            "title": "Orlando",
            "authors": [
                "Virginia Woolf"
            ],
            "ranking": 3.87,
            "ranking_count": 72895,
            "abstract": "Virginia Woolf's. Orlando. 'The longest and most charming love letter in literature', playfully constructs the figure of Orlando as the fictional embodiment of Woolf's close friend and lover, Vita Sackville-West. Spanning three centuries, the novel opens as Orlando, a young nobleman in Elizabeth's England, awaits a visit from the Queen and traces his experience with first love as England under James I lies locked in the embrace of the Great Frost. At the midpoint of the novel, Orlando, now an ambassador in Constantinople, awakes to find that he is now a woman, and the novel indulges in farce and irony to consider the roles of women in the 18th and 19th centuries. As the novel ends in 1928, a year consonant with full suffrage for women. Orlando, now a wife and mother, stands poised at the brink of a future that holds new hope and promise for women.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "LGBT",
                "Fantasy",
                "Feminism",
                "Novels",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Burned",
            "authors": [
                "P.C. Cast",
                "Kristin Cast"
            ],
            "ranking": 3.96,
            "ranking_count": 152833,
            "abstract": "WHEN FRIENDS STOP TRUSTING EACH OTHER, DARKNESS IS THERE TO FAN THE FLAMES.... THINGS HAVE TURNED BLACK AT THE HOUSE OF NIGHT. ZOEY REDBIRD'S SOUL HAS SHATTERED. With a broken heart making her want to stay in the Otherworld forever, she's fading fast. As the only living person who can reach her, Stark must find a way to save her. But how? He will have to die to do so, the Vampyre High Council stipulates. And then Zoey will give up for sure. There are only seven days left.... Enter BFF Stevie Rae. She wants to help Z, but she has massive problems, too. The rogue Red Fledgings are acting up again. Her kinda boyfriend, Dallas, is sweet but too nosy. Stevie Rae's hiding a secret that might be the key to helping Zoey, but which also threathens to explode her whole world.. In the middle of the whole mess is Aphrodite: ex-Fledging, trust-fund baby, total hag from Hell (and proud of it). She's always been blessed (if you could call it that) with prophetic visions, but now it seems Nyx has decided to speak through her, whether she wants it or not. Aphrodite's loyalty can swing a lot of different ways, but right now Zoey's fate hangs in the balance.. Three girls... playing with fire... if they don't watch out, everyone will get Burned.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Where the Heart Is",
            "authors": [
                "Billie Letts"
            ],
            "ranking": 4.03,
            "ranking_count": 243451,
            "abstract": "Talk about unlucky sevens. An hour ago, seventeen-year-old, seven months pregnant Novalee Nation was heading for California with her boyfriend. Now she finds herself stranded at a Wal-Mart in Sequoyah, Oklahoma, with just $7.77 in change. But Novalee is about to discover hidden treasures in this small Southwest town--a group of down-to-earth, deeply caring people willing to help a homeless, jobless girl living secretly in a Wal-Mart. From Bible-thumping blue-haired Sister Thelma Husband to eccentric librarian Forney Hull who loves Novalee more than she loves herself, they are about to take her--and you, too--on a moving, funny, and unforgettable journey to . . . Where the Heart Is.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Drama",
                "Realistic Fiction",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "The Lucky One",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.12,
            "ranking_count": 343132,
            "abstract": "When U.S. Marine Logan Thibault finds a photograph of a smiling young woman half-buried in the dirt during his third tour of duty in Iraq, his first instinct is to toss it aside. Instead, he brings it back to the base for someone to claim, but when no one does, he finds himself always carrying the photo in his pocket. Soon Thibault experiences a sudden streak of luck—winning poker games and even surviving deadly combat that kills two of his closest buddies. Only his best friend, Victor, seems to have an explanation for his good fortune: the photograph—his lucky charm.. Back home in Colorado, Thibault can’t seem to get the photo—and the woman in it—out of his mind. Believing that she somehow holds the key to his destiny, he sets out on a journey across the country to find her, never expecting the strong but vulnerable woman he encounters in Hampton, North Carolina—Elizabeth, a divorced mother with a young son—to be the girl he’s been waiting his whole life to meet. Caught off guard by the attraction he feels, Thibault keeps the story of the photo, and his luck, a secret. As he and Elizabeth embark upon a passionate and all-consuming love affair, the secret he is keeping will soon threaten to tear them apart—destroying not only their love, but also their lives.. Filled with tender romance and terrific suspense, The Lucky One is Nicholas Sparks at his best—an unforgettable story about the surprising paths our lives often take and the power of fate to guide us to true and everlasting love.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Love",
                "Drama"
            ]
        },
        {
            "title": "Dead as a Doornail",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 4.0,
            "ranking_count": 212411,
            "abstract": "Small-town cocktail waitress Sookie Stackhouse has had more than her share of experience with the supernatural—but now it’s really hitting close to home. When Sookie sees her brother Jason’s eyes start to change, she knows he’s about to turn into a were-panther for the first time—a transformation he embraces more readily than most shapeshifters she knows. But her concern becomes cold fear when a sniper sets his deadly sights on the local changeling population, and Jason’s new panther brethren suspect he may be the shooter. Now, Sookie has until the next full moon to find out who’s behind the attacks—unless the killer decides to find her first…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "Definitely Dead",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 4.01,
            "ranking_count": 198311,
            "abstract": "Since Louisiana cocktail waitress Sookie Stackhouse has so few living relatives, she hates to lose one - even her cousin Hadley, undead consort of the vampire Queen of Louisiana. Hadley's left everything she has to Sookie, but claiming that inheritance has a high risk factor. Some people don't want her looking too deeply into Hadley's past,. or. Hadley's possessions. And they're prepared to do anything in their power to stop her. Whoever it is, they're definitely dangerous - and Sookie's life is definitely on the line...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "The Pact",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 4.02,
            "ranking_count": 287699,
            "abstract": "For eighteen years the Hartes and the Golds have lived next door to each other, sharing everything from Chinese food to chicken pox to carpool duty—they've grown so close it seems they have always been a part of each other's lives. Parents and children alike have been best friends, so it's no surprise that in high school Chris and Emily's friendship blossoms into something more. They've been soul mates since they were born.. So when midnight calls from the hospital come in, no one is ready for the appalling truth: Emily is dead at seventeen from a gunshot wound to the head. There's a single unspent bullet in the gun that Chris took from his father's cabinet—a bullet that Chris tells police he intended for himself. But a local detective has doubts about the suicide pact that Chris has described.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Drama",
                "Mystery",
                "Adult Fiction",
                "Adult",
                "Young Adult",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Crank",
            "authors": [
                "Ellen Hopkins"
            ],
            "ranking": 4.16,
            "ranking_count": 134002,
            "abstract": "In. Crank. , Ellen Hopkins chronicles the turbulent and often disturbing relationship between Kristina, a character based on her own daughter, and the monster, the highly addictive drug crystal meth, or crank. Kristina is introduced to the drug while visiting her largely absent and ne'er-do-well father. While under the influence of the monster, Kristina discovers her sexy alter-ego, Bree: there is no perfect daughter, / no gifted high school junior, / no Kristina Georgia Snow. / There is only Bree. Bree will do all the things good girl Kristina won't, including attracting the attention of dangerous boys who can provide her with a steady flow of crank.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Poetry",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Health",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Opal",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.26,
            "ranking_count": 141344,
            "abstract": "No one is like Daemon Black.. When he set out to prove his feelings for me, he wasn’t fooling around. Doubting him isn’t something I’ll do again, and now that we’ve made it through the rough patches, well… There’s a lot of spontaneous combustion going on.. But even he can’t protect his family from the danger of trying to free those they love.. After everything, I’m no longer the same Katy. I’m different… And I’m not sure what that will mean in the end. When each step we take in discovering the truth puts us in the path of the secret organization responsible for torturing and testing hybrids, the more I realize there is no end to what I’m capable. The death of someone close still lingers, help comes from the most unlikely source, and friends will become the deadliest of enemies, but we won’t turn back. Even if the outcome will shatter our worlds forever.. Together we’re stronger… and they know it.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "The Story of Edgar Sawtelle",
            "authors": [
                "David Wroblewski"
            ],
            "ranking": 3.63,
            "ranking_count": 96299,
            "abstract": "Born mute, speaking only in sign, Edgar Sawtelle leads an idyllic life with his parents on their farm in remote northern Wisconsin. For generations, the Sawtelles have raised and trained a fictional breed of dog whose thoughtful companionship is epitomized by Almondine, Edgar's lifelong friend and ally. But with the unexpected return of Claude, Edgar's paternal uncle, turmoil consumes the Sawtelles' once peaceful home. When Edgar's father dies suddenly, Claude insinuates himself into the life of the farm—and into Edgar's mother's affections.. Grief-stricken and bewildered, Edgar tries to prove Claude played a role in his father's death, but his plan backfires—spectacularly. Forced to flee into the vast wilderness lying beyond the farm, Edgar comes of age in the wild, fighting for his survival and that of the three yearling dogs who follow him. But his need to face his father's murderer and his devotion to the Sawtelle dogs turn Edgar ever homeward.. David Wroblewski is a master storyteller, and his breathtaking scenes—the elemental north woods, the sweep of seasons, an iconic American barn, a fateful vision rendered in the falling rain—create a riveting family saga, a brilliant exploration of the limits of language, and a compulsively readable modern classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Animals",
                "Adult Fiction",
                "Contemporary",
                "Young Adult",
                "Literary Fiction",
                "Book Club",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Still Life with Woodpecker",
            "authors": [
                "Tom Robbins"
            ],
            "ranking": 4.02,
            "ranking_count": 77350,
            "abstract": "Still Life with Woodpecker is a sort of a love story that takes place inside a pack of Camel cigarettes. It reveals the purpose of the moon, explains the difference between criminals and outlaws, examines the conflict between social activism and romantic individualism, and paints a portrait of contemporary society that includes powerful Arabs, exiled royalty, and pregnant cheerleaders. It also deals with the problem of redheads.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Literature",
                "Novels",
                "Magical Realism",
                "Contemporary",
                "Classics",
                "Literary Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "A Walk in the Woods: Rediscovering America on the Appalachian Trail",
            "authors": [
                "Bill Bryson"
            ],
            "ranking": 4.06,
            "ranking_count": 373964,
            "abstract": "The Appalachian Trail stretches from Georgia to Maine and covers some of the most breathtaking terrain in America—majestic mountains, silent forests, sparking lakes. If you’re going to take a hike, it’s probably the place to go. And Bill Bryson is surely the most entertaining guide you’ll find. He introduces us to the history and ecology of the trail and to some of the other hardy (or just foolhardy) folks he meets along the way—and a couple of bears. Already a classic,. A Walk in the Woods. will make you long for the great outdoors (or at least a comfortable chair to sit and read in).",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "Autobiography",
                "Humor",
                "Environment",
                "Adventure",
                "Audiobook",
                "Biography",
                "Nature",
                "History"
            ]
        },
        {
            "title": "How Green Was My Valley",
            "authors": [
                "Richard Llewellyn"
            ],
            "ranking": 4.19,
            "ranking_count": 15886,
            "abstract": "A poignant coming-of-age novel set in a Welsh mining town, Richard Llewellyn's. How Green Was My Valley. is a paean to a more innocent age, published in Penguin Modern Classics. Growing up in a mining community in rural South Wales, Huw Morgan is taught many harsh lessons - at the kitchen table, at Chapel and around the pit-head. Looking back on the hardships of his early life, where difficult days are faced with courage but the valleys swell with the sound of Welsh voices, it becomes clear that there is nowhere so green as the landscape of his own memory. An immediate bestseller on publication in 1939,. How Green Was My Valley. quickly became one of the best-loved novels of the twentieth century. Poetic and nostalgic, it is an elegy to a lost world.. Richard Dafydd Vivian Llewellyn Lloyd (1906-1983), better known by his pen name Richard Llewellyn, claimed to have been born in St David's, Pembrokeshire, Wales; after his death he was discovered to have been born of Welsh parents in Hendon, Middlesex. His famous first novel. How Green Was My Valley. (1939) was begun in St David's from a draft he had written in India, and was later adapted into an Oscar-winning film by director John Ford.. None But the Lonely. Heart. , his second novel, was published in 1943, and subsequently made into a film starring Cary Grant and Ethel Barrymore. As well as novels including. Green, Green My Valley Now. (1975) and. I Stand on a Quiet Shore. (1982), Llewellyn wrote two highly successful plays,. Poison Pen. and. Noose. If you enjoyed. How Green Was My Valley. , you might like Barry Hines'. A Kestrel for a Knave. , also available in Penguin Modern Classics.. 'Vivid, eloquent, poetical, glowing with an inner flame of emotion'. The Times Literary Supplement",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "European Literature",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "The City of Ember",
            "authors": [
                "Jeanne DuPrau"
            ],
            "ranking": 3.88,
            "ranking_count": 264207,
            "abstract": "An alternate cover edition can be found. here. .. Many hundreds of years ago, the city of Ember was created by the Builders to contain everything needed for human survival. It worked…but now the storerooms are almost out of food, crops are blighted, corruption is spreading through the city and worst of all—the lights are failing. Soon Ember could be engulfed by darkness…. But when two children, Lina and Doon, discover fragments of an ancient parchment, they begin to wonder if there could be a way out of Ember. Can they decipher the words from long ago and find a new future for everyone? Will the people of Ember listen to them?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Childrens",
                "Adventure",
                "Apocalyptic"
            ]
        },
        {
            "title": "A Connecticut Yankee in King Arthur's Court",
            "authors": [
                "Mark Twain"
            ],
            "ranking": 3.77,
            "ranking_count": 99691,
            "abstract": "One of the greatest satires in American literature, Mark Twain's 'A Connecticut Yankee in King Arthur's Court' begins when Hank Morgan, a skilled mechanic in a nineteenth-century New England arms factory, is struck on the head during a quarrel and awakens to find himself among the knights and magicians of King Arthur's Camelot. The 'Yankee' vows brashly to boss the whole country inside of three weeks and embarks on an ambitious plan to modernize Camelot with 19th c. industrial inventions like electricity and gunfire. It isn't long before all hell breaks loose!. Written in 1889, Mark 'A Connecticut Yankee in King Arthur's Court' is one of literature's first genre mash-ups and one of the first works to feature time travel. It is one of the best known Twain stories, and also one of his most unique. Twain uses the work to launch a social commentary on contemporary society, a thinly veiled critique of the contemporary times despite the Old World setting.. While the dark pessimism that would fully blossom in Twain's later works can be discerned in 'A Connecticut Yankee in King Arthur's Court, ' the novel will nevertheless be remembered primarily for its wild leaps of imagination, brilliant wit, and entertaining storytelling.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Fantasy",
                "Historical",
                "Humor",
                "Science Fiction",
                "Literature",
                "Adventure",
                "Mythology"
            ]
        },
        {
            "title": "Fablehaven",
            "authors": [
                "Brandon Mull"
            ],
            "ranking": 4.11,
            "ranking_count": 148606,
            "abstract": "For centuries mystical creatures of all description were gathered into a hidden refuge called Fablehaven to prevent their extinction. The sanctuary survives today as one of the last strongholds of true magic. Enchanting? Absolutely. Exciting? You bet. Safe? Well, actually, quite the opposite.. Kendra and her brother, Seth, have no idea that their grandfather is the current caretaker of Fablehaven. Inside the gated woods, ancient laws keep relative order among greedy trolls, mischievous satyrs, plotting witches, spiteful imps, and jealous fairies. However, when the rules get broken -- Seth is a bit too curious and reckless for his own good -- powerful forces of evil are unleashed, and Kendra and her brother face the greatest challenge of their lives. To save their family, Fablehaven, and perhaps even the world, Kendra and Seth must find the courage to do what they fear most.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Agony and the Ecstasy",
            "authors": [
                "Irving Stone"
            ],
            "ranking": 4.07,
            "ranking_count": 86045,
            "abstract": "Celebrating the 500th anniversary of Michelangelo’s David, New American Library releases a special edition of Irving Stone’s classic biographical novel—in which both the artist and the man are brought to life in full. A masterpiece in its own right, this novel offers a compelling portrait of Michelangelo’s dangerous, impassioned loves, and the God-driven fury from which he wrested the greatest art the world has ever known.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Art",
                "Classics",
                "Cultural",
                "Literature",
                "Biography Memoir",
                "Novels"
            ]
        },
        {
            "title": "A Moveable Feast",
            "authors": [
                "Ernest Hemingway"
            ],
            "ranking": 4.02,
            "ranking_count": 133212,
            "abstract": "Hemingway's memories of his life as an unknown writer living in Paris in the twenties are deeply personal, warmly affectionate, and full of wit. Looking back not only at his own much younger self, but also at the other writers who shared Paris with him - James Joyce, Wyndham Lewis, Scott and Zelda Fitzgerald - he recalls the time when, poor, happy, and writing in cafes, he discovered his vocation. Written during the last years of Hemingway's life, his memoir is a lively and powerful reflection of his genius that scintillates with the romance of the city.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "Travel",
                "Literature",
                "Biography Memoir"
            ]
        },
        {
            "title": "Dark Places",
            "authors": [
                "Gillian Flynn"
            ],
            "ranking": 3.94,
            "ranking_count": 655373,
            "abstract": "From The #1. New York Times. Bestselling Author Of. Gone Girl. Libby Day was seven when her mother and two sisters were murdered in “The Satan Sacrifice of Kinnakee, Kansas. She survived—and famously testified that her fifteen-year-old brother, Ben, was the killer. Twenty-five years later, the Kill Club—a secret secret society obsessed with notorious crimes—locates Libby and pumps her for details. They hope to discover proof that may free Ben. Libby hopes to turn a profit off her tragic history: She’ll reconnect with the players from that night and report her findings to the club—for a fee. As Libby’s search takes her from shabby Missouri strip clubs to abandoned Oklahoma tourist towns, the unimaginable truth emerges, and Libby finds herself right back where she started—on the run from a killer.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Audiobook",
                "Horror",
                "Contemporary"
            ]
        },
        {
            "title": "Pandemonium",
            "authors": [
                "Lauren Oliver"
            ],
            "ranking": 4.04,
            "ranking_count": 229086,
            "abstract": "The old life is dead. But the old Lena is dead too. I buried her. I left her beyond a fence, behind a wall of smoke and ﬂame. In this electrifying follow-up to her acclaimed New York Times bestseller Delirium, Lauren Oliver sets Lena on a dangerous course that hurtles through the unregulated Wilds and into the heart of a growing resistance movement. This riveting, brilliant novel crackles with the fire of fierce defiance, forbidden romance, and the sparks of a revolution about to ignite.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Audiobook",
                "Love"
            ]
        },
        {
            "title": "Deception Point",
            "authors": [
                "Dan Brown"
            ],
            "ranking": 3.73,
            "ranking_count": 632593,
            "abstract": "A shocking scientific discovery.. A conspiracy of staggering brilliance.. A thriller unlike any you've ever read..... When a NASA satellite discovers an astonishingly rare object buried deep in the Arctic ice, the floundering space agency proclaims a much-needed victory—a victory with profound implications for NASA policy and the impending presidential election. To verify the authenticity of the find, the White House calls upon the skills of intelligence analyst Rachel Sexton. Accompanied by a team of experts, including the charismatic scholar Michael Tolland, Rachel travels to the Arctic and uncovers the unthinkable: evidence of scientific trickery—a bold deception that threatens to plunge the world into controversy. But before she can warn the President, Rachel and Michael are ambushed by a deadly team of assassins. Fleeing for their lives across a desolate and lethal landscape, their only hope for survival is to discover who is behind this masterful plot. The truth, they will learn, is the most shocking deception of all.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Adventure",
                "Science Fiction",
                "Novels",
                "Action"
            ]
        },
        {
            "title": "Meditations",
            "authors": [
                "Marcus Aurelius",
                "Martin Hammond",
                "Albert Wittstock",
                "عادل مصطفى",
                "Simone Mooij-Valk",
                "Diskin Clay"
            ],
            "ranking": 4.24,
            "ranking_count": 168329,
            "abstract": "Written in Greek by the only Roman emperor who was also a philosopher, without any intention of publication, the. Meditations. of Marcus Aurelius offer a remarkable series of challenging spiritual reflections and exercises developed as the emperor struggled to understand himself and make sense of the universe. While the. Meditations. were composed to provide personal consolation and encouragement, Marcus Aurelius also created one of the greatest of all works of philosophy: a timeless collection that has been consulted and admired by statesmen, thinkers and readers throughout the centuries.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Classics",
                "History",
                "Self Help",
                "Psychology",
                "Spirituality",
                "Leadership",
                "Biography"
            ]
        },
        {
            "title": "A Darker Shade of Magic",
            "authors": [
                "V.E. Schwab"
            ],
            "ranking": 4.07,
            "ranking_count": 268939,
            "abstract": "Kell is one of the last Antari—magicians with a rare, coveted ability to travel between parallel Londons; Red, Grey, White, and, once upon a time, Black.. Kell was raised in Arnes—Red London—and officially serves the Maresh Empire as an ambassador, traveling between the frequent bloody regime changes in White London and the court of George III in the dullest of Londons, the one without any magic left to see.. Unofficially, Kell is a smuggler, servicing people willing to pay for even the smallest glimpses of a world they'll never see. It's a defiant hobby with dangerous consequences, which Kell is now seeing firsthand.. After an exchange goes awry, Kell escapes to Grey London and runs into Delilah Bard, a cut-purse with lofty aspirations. She first robs him, then saves him from a deadly enemy, and finally forces Kell to spirit her to another world for a proper adventure.. Now perilous magic is afoot, and treachery lurks at every turn. To save all of the worlds, they'll first need to stay alive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Adult",
                "Audiobook",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "Will Grayson, Will Grayson",
            "authors": [
                "John Green",
                "David Levithan"
            ],
            "ranking": 3.73,
            "ranking_count": 371232,
            "abstract": "Will Grayson meets Will Grayson. One cold night, in a most unlikely corner of Chicago, two strangers are about to cross paths. From that moment on, their world will collide and lives intertwine.. It's not that far from Evanston to Naperville, but Chicago suburbanites Will Grayson and Will Grayson might as well live on different planets. When fate delivers them both to the same surprising crossroads, the Will Graysons find their lives overlapping and hurtling in new and unexpected directions. With a push from friends new and old - including the massive, and massively fabulous, Tiny Cooper, offensive lineman and musical theater auteur extraordinaire - Will and Will begin building toward respective romantic turns-of-heart and the epic production of history's most awesome high school musical.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "LGBT",
                "Fiction",
                "Romance",
                "Realistic Fiction",
                "Humor"
            ]
        },
        {
            "title": "The Poetry of Robert Frost",
            "authors": [
                "Robert Frost",
                "Edward Connery Lathem"
            ],
            "ranking": 4.23,
            "ranking_count": 46055,
            "abstract": "The only comprehensive gathering of Frost's published poetry, this affordable volume offers the entire contents of his eleven books of verse, from. A Boy's Will. (1913) to. In the Clearing. (1962). Frost scholar Lathem, who was also a close friend of the four-time Pulitzer Prize-winner, scrupulously annotated the 350-plus poems in this collection, which has been the standard edition of Frost's work since it first appeared in 1969.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Anthologies",
                "Unfinished",
                "Academic"
            ]
        },
        {
            "title": "Night World, No. 1",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 4.06,
            "ranking_count": 62833,
            "abstract": "Includes:. Book 1 - Secret Vampire. Book 2 - Daughters of Darkness. Book 3 - Spellbinder. Vampires, werewolves, witches, shapeshifters -- they live among us without our knowledge. Night World is their secret society, a secret society with very strict rules. And falling in love breaks all the laws of the Night World.. In. Secret Vampire. , Poppy thought the summer would last forever. Then she was diagnosed with terminal cancer. Now Poppy's only hope for survival is James, her friend and secret love. A vampire in the Night World, James can make Poppy immortal. But first they both must risk everything to go against the laws of Night World.. Fugitives from Night World, three vampire sisters leave their isolated home to live among humans in. Daughters of Darkness. . Their brother, Ash, is sent to bring the girls back, but he falls in love with their beautiful friend.. Two witch cousins fight over their high school crush. It's a battle between black magic and white magic in. Spellbinder. .",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Fountainhead",
            "authors": [
                "Ayn Rand",
                "Leonard Peikoff"
            ],
            "ranking": 3.88,
            "ranking_count": 309152,
            "abstract": "The revolutionary literary vision that sowed the seeds of Objectivism, Ayn Rand's groundbreaking philosophy, and brought her immediate worldwide acclaim.. This modern classic is the story of intransigent young architect Howard Roark, whose integrity was as unyielding as granite...of Dominique Francon, the exquisitely beautiful woman who loved Roark passionately, but married his worst enemy...and of the fanatic denunciation unleashed by an enraged society against a great creator. As fresh today as it was then, Rand’s provocative novel presents one of the most challenging ideas in all of fiction—that man’s ego is the fountainhead of human progress.... “A writer of great power. She has a subtle and ingenious mind and the capacity of writing brilliantly, beautifully, bitterly...This is the only novel of ideas written by an American woman that I can recall.”—The New York Times",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Literature",
                "Novels",
                "Politics",
                "Architecture",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Well of Ascension",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.37,
            "ranking_count": 347783,
            "abstract": "The impossible has been accomplished. The Lord Ruler—the man who claimed to be god incarnate and brutally ruled the world for a thousand years—has been vanquished. But Kelsier, the hero who masterminded that triumph, is dead too, and now the awesome task of building a new world has been left to his young protégé, Vin, the former street urchin who is now the most powerful Mistborn in the land, and to the idealistic young nobleman she loves.. As Kelsier's protégé and slayer of the Lord Ruler she is now venerated by a budding new religion, a distinction that makes her intensely uncomfortable. Even more worrying, the mists have begun behaving strangely since the Lord Ruler died, and seem to harbor a strange vaporous entity that haunts her.. Stopping assassins may keep Vin's Mistborn skills sharp, but it's the least of her problems. Luthadel, the largest city of the former empire, doesn't run itself, and Vin and the other members of Kelsier's crew, who lead the revolution, must learn a whole new set of practical and political skills to help. It certainly won't get easier with three armies - one of them composed of ferocious giants - now vying to conquer the city, and no sign of the Lord Ruler's hidden cache of atium, the rarest and most powerful allomantic metal.. As the siege of Luthadel tightens, an ancient legend seems to offer a glimmer of hope. But even if it really exists, no one knows where to find the Well of Ascension or what manner of power it bestows.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Audiobook",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "The House of Mirth",
            "authors": [
                "Edith Wharton",
                "Nina Bawden"
            ],
            "ranking": 3.96,
            "ranking_count": 90254,
            "abstract": "First published in 1905,. The House of Mirth. shocked the New York society it so deftly chronicles, portraying the moral, social and economic restraints on a woman who dared to claim the privileges of marriage without assuming the responsibilities.. Lily Bart, beautiful, witty and sophisticated, is accepted by 'old money' and courted by the growing tribe of nouveaux riches. But as she nears thirty, her foothold becomes precarious; a poor girl with expensive tastes, she needs a husband to preserve her social standing, and to maintain her in the luxury she has come to expect. Whilst many have sought her, something - fastidiousness or integrity- prevents her from making a 'suitable' match.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "New York"
            ]
        },
        {
            "title": "Easy",
            "authors": [
                "Tammara Webber"
            ],
            "ranking": 4.08,
            "ranking_count": 224888,
            "abstract": "A. New York Times. and. USA Today Bestseller. Rescued by a stranger.. Haunted by a secret.. Sometimes, love isn't easy.... He watched her, but never knew her. Until thanks to a chance encounter, he became her savior.... The attraction between them was undeniable. Yet the past he'd worked so hard to overcome, and the future she'd put so much faith in, threatened to tear them apart.. Only together could they fight the pain and guilt, face the truth - and find the unexpected power of love.. A groundbreaking novel in the New Adult genre, Easy faces one girl's struggle to regain the trust she's lost, find the inner strength to fight back against an attacker, and accept the peace she finds in the arms of a secretive boy.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Academic",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction",
                "Sociology"
            ]
        },
        {
            "title": "Beauty: A Retelling of the Story of Beauty and the Beast",
            "authors": [
                "Robin McKinley"
            ],
            "ranking": 4.05,
            "ranking_count": 76983,
            "abstract": "A strange imprisonment.... Beauty has never liked her nickname. She is thin and awkward; it is her two sisters who are the beautiful ones. But what she lacks in looks, she can perhaps make up for in courage.. When her father comes home with the tale of an enchanted castle in the forest and the terrible promise he had to make to the Beast who lives there, Beauty knows she must go to the castle, a prisoner of her own free will. Her father protests that he will not let her go, but she answers, Cannot a Beast be tamed?. Robin McKinley's beloved telling illuminates the unusual love story of a most unlikely couple,. Beauty and the Beast. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Retellings",
                "Fairy Tales"
            ]
        },
        {
            "title": "Beach Music",
            "authors": [
                "Pat Conroy"
            ],
            "ranking": 4.17,
            "ranking_count": 46179,
            "abstract": "An American expatriate in Rome unearths his family legacy in this sweeping novel by the acclaimed author of The Prince of Tides and The Great Santini. A Southerner living abroad, Jack McCall is scarred by tragedy and betrayal. His desperate desire to find peace after his wife’s suicide draws him into a painful, intimate search for the one haunting secret in his family’s past that can heal his anguished heart. Spanning three generations and two continents, from the contemporary ruins of the American South to the ancient ruins of Rome, from the unutterable horrors of the Holocaust to the lingering trauma of Vietnam, Beach Music sings with life’s pain and glory. It is a novel of lyric intensity and searing truth, another masterpiece among Pat Conroy’s legendary and beloved novels.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "American",
                "Contemporary",
                "Historical",
                "Novels",
                "Literature",
                "Drama",
                "Literary Fiction",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Wedding",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 3.98,
            "ranking_count": 148686,
            "abstract": "After thirty years of marriage, Wilson Lewis, son-in-law of Allie and Noah Calhoun (of The Notebook), is forced to admit that the romance has gone out of his marriage. Desperate to win back his wife, Jane's, heart, he must figure out how to make her fall in love with him... again. Despite the shining example of Allie and Noah's marriage, Wilson is himself a man unable to easily express his emotions. A successful estate attorney, he has provided well for his family, but now, with his daughter's upcoming wedding, he is forced to face the fact that he and Jane have grown apart and he wonders if she even loves him anymore. Wilson is sure of one thing--his love for his wife has only deepened and intensified over the years. Now, with the memories of his in-laws' magnificent fifty-year love affair as his guide, Wilson struggles to find his way back into the heart of the woman he adores.. Did You Know?. The Wedding is a follow-up to The Notebook?. The Wedding was inspired by a few unnamed couples that Nicholas knows well?. The novel is set in the North Carolina town in which Nicholas now lives?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Love",
                "Drama"
            ]
        },
        {
            "title": "The 5 Love Languages: The Secret to Love that Lasts",
            "authors": [
                "Gary Chapman"
            ],
            "ranking": 4.26,
            "ranking_count": 358081,
            "abstract": "Simple ideas, lasting love. Falling in love is easy. Staying in love—that’s the challenge! How can you keep your relationship fresh and growing amid the demands, conflicts, and just plain boredom of everyday life?. In the #1. New York Times. bestseller. The 5 Love Languages. , you’ll discover the secret that has transformed millions of relationships worldwide. Whether your relationship is flourishing or failing, Dr. Gary Chapman’s proven approach to showing and receiving love will help you experience deeper and richer levels of intimacy with your partner—starting today.. The 5 Love Languages. is as practical as it is insightful. Updated to reflect the complexities of relationships today, this new edition reveals intrinsic truths and applies relevant, actionable wisdom in ways that work.. Includes the Couple's Personal Profile assessment so you can discover your love language and that of your loved one.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Relationships",
                "Psychology",
                "Marriage",
                "Christian",
                "Audiobook",
                "Love",
                "Romance"
            ]
        },
        {
            "title": "Thoughtless",
            "authors": [
                "S.C. Stephens"
            ],
            "ranking": 4.09,
            "ranking_count": 137599,
            "abstract": "For almost two years now, Kiera's boyfriend, Denny, has been everything she's ever wanted: loving, tender and endlessly devoted to her. When they head off to a new city to start their lives together, Denny at his dream job and Kiera at a top-notch university, everything seems perfect. Then an unforeseen obligation forces the happy couple apart.. Feeling lonely, confused, and in need of comfort, Kiera turns to an unexpected source—a local rock star named Kellan Kyle. At first, he's purely a friend that she can lean on, but as her loneliness grows, so does their relationship. And then one night everything changes... and none of them will ever be the same.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Academic",
                "Music",
                "Adult",
                "Womens Fiction",
                "Fiction"
            ]
        },
        {
            "title": "A Man Called Ove",
            "authors": [
                "Fredrik Backman",
                "Henning Koch"
            ],
            "ranking": 4.36,
            "ranking_count": 745170,
            "abstract": "A grumpy yet loveable man finds his solitary world turned on its head when a boisterous young family moves in next door.. Meet Ove. He's a curmudgeon, the kind of man who points at people he dislikes as if they were burglars caught outside his bedroom window. He has staunch principles, strict routines, and a short fuse. People call him. the bitter neighbor from hell. , but must Ove be bitter just because he doesn't walk around with a smile plastered to his face all the time?. Behind the cranky exterior there is a story and a sadness. So when one November morning a chatty young couple with two chatty young daughters move in next door and accidentally flatten Ove's mailbox, it is the lead-in to a comical and heartwarming tale of unkempt cats, unexpected friendship, and the ancient art of backing up a U-Haul. All of which will change one cranky old man and a local residents' association to their very foundations.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Humor",
                "Adult",
                "Adult Fiction",
                "Book Club",
                "Cultural",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "We",
            "authors": [
                "Yevgeny Zamyatin",
                "Clarence Brown"
            ],
            "ranking": 3.91,
            "ranking_count": 82692,
            "abstract": "The exhilarating dystopian novel that inspired George Orwell's 1984 and foreshadowed the worst excesses of Soviet Russia. Yevgeny Zamyatin's. We. is a powerfully inventive vision that has influenced writers from George Orwell to Ayn Rand. In a glass-enclosed city of absolute straight lines, ruled over by the all-powerful 'Benefactor', the citizens of the totalitarian society of OneState live out lives devoid of passion and creativity - until D-503, a mathematician who dreams in numbers, makes a discovery: he has an individual soul. Set in the twenty-sixth century AD,. We. is the classic dystopian novel and was the forerunner of works such as George Orwell's. 1984. and Aldous Huxley's. Brave New World. . It was suppressed for many years in Russia and remains a resounding cry for individual freedom, yet is also a powerful, exciting and vivid work of science fiction. Clarence Brown's brilliant translation is based on the corrected text of the novel, first published in Russia in 1988 after more than sixty years' suppression.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Journey to the End of the Night",
            "authors": [
                "Louis-Ferdinand Céline",
                "Ralph Manheim",
                "Angela Cismaş",
                "William T. Vollmann"
            ],
            "ranking": 4.21,
            "ranking_count": 36122,
            "abstract": "Louis-Ferdinand Celine's revulsion and anger at what he considered the idiocy and hypocrisy of society explodes from nearly every page of this novel. Filled with slang and obscenities and written in raw, colloquial language,. Journey to the End of the Night. is a literary symphony of violence, cruelty and obscene nihilism. This book shocked most critics when it was first published in France in 1932, but quickly became a success with the reading public in Europe, and later in America where it was first published by New Directions in 1952. The story of the improbable yet convincingly described travels of the petit-bourgeois (and largely autobiographical) antihero, Bardamu, from the trenches of World War I, to the African jungle, to New York and Detroit, and finally to life as a failed doctor in Paris, takes the readers by the scruff and hurtles them toward the novel's inevitable, sad conclusion.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Philosophy",
                "War",
                "Roman"
            ]
        },
        {
            "title": "Naked Lunch",
            "authors": [
                "William S. Burroughs",
                "James Grauerholz",
                "Barry Miles"
            ],
            "ranking": 3.45,
            "ranking_count": 85678,
            "abstract": "The book is structured as a series of loosely connected vignettes. Burroughs stated that the chapters are intended to be read in any order. The reader follows the narration of junkie William Lee, who takes on various aliases, from the U.S. to Mexico, eventually to Tangier and the dreamlike Interzone.. The vignettes are drawn from Burroughs' own experiences in these places and his addiction to drugs (heroin, morphine, and while in Tangier, majoun [a strong hashish confection] as well as a German opioid, brand name Eukodol, of which he wrote frequently).. [source wiki}",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Contemporary",
                "Science Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "Sometimes a Great Notion",
            "authors": [
                "Ken Kesey"
            ],
            "ranking": 4.24,
            "ranking_count": 21019,
            "abstract": "The magnificent second novel from the legendary author of. One Flew Over the Cuckoo's Nest.... Following the astonishing success of his first novel,. One Flew Over the Cuckoo's Nest. , Ken Kesey wrote what Charles Bowden calls one of the few essential books written by an American in the last half century. This wild-spirited tale tells of a bitter strike that rages through a small lumber town along the Oregon coast. Bucking that strike out of sheer cussedness are the Stampers. Out of the Stamper family's rivalries and betrayals Ken Kesey has crafted a novel with the mythic impact of Greek tragedy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Historical",
                "Unfinished",
                "American",
                "The United States Of America"
            ]
        },
        {
            "title": "Safe Haven",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.21,
            "ranking_count": 358277,
            "abstract": "From the #1. New York Times. bestselling author comes a captivating love story filled with suspense and mystery.. When a mysterious young woman named Katie appears in the small North Carolina town of Southport, her sudden arrival raises questions about her past. Beautiful yet self-effacing, Katie seems determined to avoid forming personal ties until a series of events draws her into two reluctant relationships: one with Alex, a widowed store owner with a kind heart and two young children; and another with her plainspoken single neighbor, Jo. Despite her reservations, Katie slowly begins to let down her guard, putting down roots in the close-knit community and becoming increasingly attached to Alex and his family.. But even as Katie begins to fall in love, she struggles with the dark secret that still haunts and terrifies her . . . a past that set her on a fearful, shattering journey across the country, to the sheltered oasis of Southport. With Jo's empathic and stubborn support, Katie eventually realizes that she must choose between a life of transient safety and one of riskier rewards . . . and that in the darkest hour, love is the only true safe haven.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Drama",
                "Love",
                "Audiobook"
            ]
        },
        {
            "title": "The Invisible Life of Addie LaRue",
            "authors": [
                "V.E. Schwab"
            ],
            "ranking": 4.23,
            "ranking_count": 560963,
            "abstract": "A Life No One Will Remember. A Story You Will Never Forget.. France, 1714: in a moment of desperation, a young woman makes a Faustian bargain to live forever and is cursed to be forgotten by everyone she meets.. Thus begins the extraordinary life of Addie LaRue, and a dazzling adventure that will play out across centuries and continents, across history and art, as a young woman learns how far she will go to leave her mark on the world.. But everything changes when, after nearly 300 years, Addie stumbles across a young man in a hidden bookstore and he remembers her name.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Romance",
                "Adult",
                "Audiobook",
                "LGBT",
                "Magical Realism",
                "Contemporary"
            ]
        },
        {
            "title": "The Amulet of Samarkand",
            "authors": [
                "Jonathan Stroud"
            ],
            "ranking": 4.01,
            "ranking_count": 122794,
            "abstract": "Nathaniel is a boy magician-in-training, sold to the government by his birth parents at the age of five and sent to live as an apprentice to a master. Powerful magicians rule Britain, and its empire, and Nathaniel is told his is the ultimate sacrifice for a noble destiny.. If leaving his parents and erasing his past life isn't tough enough, Nathaniel's master, Arthur Underwood, is a cold, condescending, and cruel middle-ranking magician in the Ministry of Internal Affairs. The boy's only saving grace is the master's wife, Martha Underwood, who shows him genuine affection that he rewards with fierce devotion. Nathaniel gets along tolerably well over the years in the Underwood household until the summer before his eleventh birthday. Everything changes when he is publicly humiliated by the ruthless magician Simon Lovelace and betrayed by his cowardly master who does not defend him.. Nathaniel vows revenge. In a Faustian fever, he devours magical texts and hones his magic skills, all the while trying to appear subservient to his master. When he musters the strength to summon the 5,000-year-old djinni Bartimaeus to avenge Lovelace by stealing the powerful Amulet of Samarkand, the boy magician plunges into a situation more dangerous and deadly than anything he could ever imagine.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Onyx",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.25,
            "ranking_count": 168495,
            "abstract": "BEING CONNECTED TO DAEMON BLACK SUCKS…. Thanks to his alien mojo, Daemon’s determined to prove what he feels for me is more than a product of our bizarro connection. So I’ve sworn him off, even though he’s running more hot than cold these days. But we’ve got bigger problems.. SOMETHING WORSE THAN ARUM HAS COME TO TOWN. The Department of Defense is here. If they ever find out what Daemon can do and that we’re linked, I’m a goner. So is he. And there’s this new boy in school who’s got a secret of his own. He knows what’s happened to me and he can help, but to do so, I have to lie to Daemon and stay away from him. Like that’s possible. Against all common sense, I’m falling for Daemon. Hard.. BUT THEN, EVERYTHING CHANGES. I’ve seen someone who shouldn’t be alive. And I have to tell Daemon, even though I know he’s never going to stop searching until he gets the truth. What happened to his brother? Who betrayed him? And what does the DOD want from them—from me?. NO ONE IS WHO THEY SEEM. AND NOT EVERYONE WILL SURVIVE THE LIES.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "The Brief Wondrous Life of Oscar Wao",
            "authors": [
                "Junot Díaz"
            ],
            "ranking": 3.89,
            "ranking_count": 246789,
            "abstract": "Things have never been easy for Oscar, a sweet but disastrously overweight, lovesick Dominican ghetto nerd. From his home in New Jersey, where he lives with his old-world mother and rebellious sister, Oscar dreams of becoming the Dominican J. R. R. Tolkien and, most of all, of finding love. But he may never get what he wants, thanks to the Fukœ—the curse that has haunted the Oscar's family for generations, dooming them to prison, torture, tragic accidents, and, above all, ill-starred love. Oscar, still waiting for his first kiss, is just its most recent victim.. Diaz immerses us in the tumultuous life of Oscar and the history of the family at large, rendering with genuine warmth and dazzling energy, humor, and insight the Dominican-American experience, and, ultimately, the endless human capacity to persevere in the face of heartbreak and loss. A true literary triumph,. The Brief Wondrous Life of Oscar Wao. confirms Junot Diaz as one of the best and most exciting voices of our time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Magical Realism",
                "Novels",
                "Literary Fiction",
                "Historical",
                "Literature",
                "Audiobook",
                "Book Club",
                "Adult"
            ]
        },
        {
            "title": "From Dead to Worse",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 4.0,
            "ranking_count": 182799,
            "abstract": "After the natural disaster of Hurricane Katrina and the manmade explosion at the vampire summit, everyone human and otherwise is stressed, including Louisiana cocktail waitress Sookie Stackhouse, who is trying to cope with the fact that her boyfriend Quinn has gone missing.. It's clear that things are changing whether the weres and vamps of her corner of Louisiana like it or not. And Sookie, Friend to the Pack and blood-bonded to Eric Northman, leader of the local vampire community is caught up in the changes.. In the ensuing battles, Sookie faces danger, death, and once more, betrayal by someone she loves. And when the fur has finished flying and the cold blood finished flowing, her world will be forever altered.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "Into the Wild",
            "authors": [
                "Erin Hunter"
            ],
            "ranking": 4.3,
            "ranking_count": 86996,
            "abstract": "For generations, four Clans of wild cats have shared the forest according to the laws laid down by their warrior ancestors. But the ThunderClan cats are in grave danger, and the sinister ShadowClan grows stronger every day. Noble warriors are dying-- and some deaths are more mysterious than others. In the midst of this turmoil appears an ordinary house cat named Rusty . . . who may turn out to be the bravest warrior of them all.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Animals",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "On the Beach",
            "authors": [
                "Nevil Shute"
            ],
            "ranking": 3.95,
            "ranking_count": 39251,
            "abstract": "After a nuclear World War III has destroyed most of the globe, the few remaining survivors in southern Australia await the radioactive cloud that is heading their way and bringing certain death to everyone in its path. Among them is an American submarine captain struggling to resist the knowledge that his wife and children in the United States must be dead. Then a faint Morse code signal is picked up, transmitting from somewhere near Seattle, and Captain Towers must lead his submarine crew on a bleak tour of the ruined world in a desperate search for signs of life.. On the Beach. is a remarkably convincing portrait of how ordinary people might face the most unimaginable nightmare.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Classics",
                "Cultural",
                "War",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Faefever",
            "authors": [
                "Karen Marie Moning"
            ],
            "ranking": 4.29,
            "ranking_count": 98395,
            "abstract": "The. New York Times. bestselling author of. Darkfever. and. Bloodfever. returns to Dublin’s Fae-infested shores in a bold, sensual new novel. Hurtling us into a realm of seduction and shadows, Karen Marie Moning tells the enthralling tale of a woman who explores the limits of her mysterious powers as she enters a world of ancient sorcery—and confronts an enemy more insidious than she could ever have imagined.. He calls me his Queen of the Night. I’d die for him. I’d kill for him, too.. When MacKayla Lane receives a torn page from her dead sister’s journal, she is stunned by Alina’s desperate words. And now MacKayla. knows that her sister’s killer is close. But evil is closer. And suddenly the. sidhe-. seer is on the hunt: For answers. For revenge. And for an ancient book of dark magic so evil, it corrupts anyone who touches it.. Mac’s quest for the. Sinsar Dubh. takes her into the mean, shape-shifting streets of Dublin, with a suspicious cop on her tail. Forced into a dangerous triangle of alliance with V’lane, an insatiable Fae prince of lethally erotic tastes, and Jericho Barrons, a man of primal desires and untold secrets, Mac is soon locked in a battle for her body, mind, and soul.. As All Hallows’ Eve approaches and the city descends into chaos, as a shocking truth about the Dark Book is uncovered, not even Mac can prevent a deadly race of immortals from shattering the walls between worlds—with devastating consequences.…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fairies",
                "Romance",
                "Adult",
                "Paranormal"
            ]
        },
        {
            "title": "All Together Dead",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 4.05,
            "ranking_count": 195049,
            "abstract": "Louisiana cocktail waitress Sookie Stackhouse has her hands full dealing with every sort of undead and paranormal creature imaginable. And after being betrayed by her longtime vampire love, Sookie must not only deal with a new man in her life—the shapeshifter Quinn—but also contend with the long-planned vampire summit.. The summit is a tense situation. The vampire queen of Louisiana is in a precarious position, her power base weakened by hurricane damage to New Orleans. And there are some vamps who would like to finish what nature started. Soon, Sookie must decide what side she'll stand with. And her choice may mean the difference between survival and all-out catastrophe.. And with HBO's launching of an all-new show,. True Blood. , based on the Southern Vampire novels, the demand for Charlaine Harris and Sookie Stackhouse is bigger than ever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "Bitten",
            "authors": [
                "Kelley Armstrong"
            ],
            "ranking": 4.02,
            "ranking_count": 99051,
            "abstract": "Elena Michaels is the world’s only female werewolf. And she’s tired of it. Tired of a life spent hiding and protecting, a life where her most important job is hunting down rogue werewolves. Tired of a world that not only accepts the worst in her–her temper, her violence–but requires it. Worst of all, she realizes she’s growing content with that life, with being that person.. So she left the Pack and returned to Toronto where she’s trying to live as a human. When the Pack leader calls asking for her help fighting a sudden uprising, she only agrees because she owes him. Once this is over, she’ll be squared with the Pack and free to live life as a human. Which is what she wants. Really.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Fiction",
                "Adult",
                "Paranormal"
            ]
        },
        {
            "title": "The Bhagavad Gita",
            "authors": [
                "Krishna-Dwaipayana Vyasa",
                "Simon Brodbeck",
                "Juan Mascaró"
            ],
            "ranking": 4.15,
            "ranking_count": 61667,
            "abstract": "The Bhagavad Gita. is an early epic poem that recounts the conversation between Arjuna the warrior and his charioteer Krishna, the manifestation of God. In the moments before a great battle, the dialogue sets out the important lessons Arjuna must learn to change the outcome of the war he is to fight, and culminates in Krishna revealing to the warrior his true cosmic form, counselling him to search for the universal perfection of life. Ranging from instructions on yoga postures to dense moral discussion, the Gita is one of the most important Hindu texts, as well as serving as a practical guide to living well.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Classics",
                "Spirituality",
                "Poetry",
                "Nonfiction",
                "Cultural",
                "Fantasy",
                "History"
            ]
        }
    ]
}