{
    "books": [
        {
            "title": "Byzantium: The Decline and Fall",
            "authors": [
                "John Julius Norwich"
            ],
            "ranking": 4.42,
            "ranking_count": 966,
            "abstract": "From the accession of Alexius in 1081, through the disastrous Fourth Crusade - when an army destined for the Holy Land was diverted to Constantinople by the blind, octogenarian but infinitely crafty Doge of Venice - to the painfully protracted struggle against the Ottomans, the closing centuries of the Byzantine era are rich in pathos, colour and startling reversals of fortune. The terrible siege of Constantinople in 1453 ended the empire, founded in the year 330, which Lord Norwich has devoted many years to re-creating; this volume forms the climax to an epic sequence of books.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Cultural",
                "Classics"
            ]
        },
        {
            "title": "Going Gently",
            "authors": [
                "David Nobbs"
            ],
            "ranking": 3.84,
            "ranking_count": 292,
            "abstract": "Kate Thomas was beautiful, intelligent, witty, passionate and sexy. Now, at 99, she is paralyzed by a stroke and unable to speak. She escapes from the reality of a hospital ward full of sad, mad and bad old women by playing to herself the video of her life. And what a life it has been - six husbands - one lost to suicide, one in adultery, one in an ignominious deportation, another in a union dispute, yet another in a murder and one to a natural death. And then there was Gwyn with whom she spent a night of passion at the age of sixteen, and whose love haunted her for the next eighty-three years. But Kate's journey through the twentieth century is more than an escape. It is a search for the truth - about life, death, the acceptance of death, and about which of her three sons murdered her fifth husband. Set against the turbulent background of the twentieth century whose great events change Kate's life in all sorts of ways, this is David Nobbs' most ambitious book yet, and his best.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Modern",
                "Novels"
            ]
        },
        {
            "title": "More About Paddington",
            "authors": [
                "Michael Bond",
                "Peggy Fortnum"
            ],
            "ranking": 4.24,
            "ranking_count": 3054,
            "abstract": "This new revised edition of the third book about Paddington captures all the playfulness of the incorrigible little bear. Living with the Brown family in London, Paddington has a talent for getting into trouble. His intentions are always the best, but he is seldom far from disaster. While his independent spirit and curious nature often get him into sticky situations, Paddington is always loved for the cheer he brings, and his stories have been a source of delight for young readers ever since he first appeared on the scene more than thirty years ago. Now, in an updated edition with a delightful new jacket by Diane DeGroat, Paddington is sure to capture the hearts of a new generation of children.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Audiobook",
                "Animals",
                "Fantasy",
                "European Literature",
                "Humor"
            ]
        },
        {
            "title": "The Physics of Baseball",
            "authors": [
                "Robert K. Adair"
            ],
            "ranking": 3.7,
            "ranking_count": 549,
            "abstract": "Blending scientific fact and sports trivia, Robert Adair examines what a baseball or player in motion does-and why. How fast can a batted ball go? What effect do stitch patterns have on wind resistance? How far does a curve ball break? Who reaches first base faster after a bunt, a right- or left-handed batter? The answers are often surprising -- and always illuminating.. This newly revised third edition considers recent developments in the science of sport such as the neurophysiology of batting, bat vibration, and the character of the sweet spot. Faster pitchers, longer hitters, and enclosed stadiums also get a good, hard scientific look to determine their effects on the game.. Filled with anecdotes about famous players and incidents,. The Physics of Baseball. provides fans with fascinating insights into America's favorite pastime.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Science",
                "Nonfiction"
            ]
        },
        {
            "title": "Nicolae: The Rise of Antichrist",
            "authors": [
                "Tim LaHaye",
                "Jerry B. Jenkins",
                "Frank  Muller"
            ],
            "ranking": 3.96,
            "ranking_count": 36451,
            "abstract": "First they were left behind. Then they formed the Tribulation Force. Now they must face Nicolae.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Christian Fiction",
                "Christian",
                "Religion",
                "Fantasy",
                "Thriller",
                "Spirituality",
                "Science Fiction"
            ]
        },
        {
            "title": "Tomboy Bride: A Woman's Personal Account of Life in Mining Camps of the West",
            "authors": [
                "Harriet Fish Backus",
                "Pam Houston"
            ],
            "ranking": 4.1,
            "ranking_count": 900,
            "abstract": "A true pioneer of the West, Harriet Backus writes about her amusing and often challenging experiences with heart-felt emotion and vivid detail. New foreword by Pam Houston and afterword by author's grandson Rob Walton are featured.. It is a woman named Hattie's personal account of life in the mining camps of the American West, beginning with her marriage to George and concluding in 1964 when George died, literally in her arms. Tomboy Bride is divided into four parts: The San Juans; Britannia Beach; The Heart of Idaho; and Leadville, City in the Clouds. Tomboy Bride is an engaging from the very start, reading more like a novel than a biography.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Autobiography",
                "Historical",
                "Westerns",
                "North American Hi..."
            ]
        },
        {
            "title": "Der schwarze Kelch",
            "authors": [
                "Peter Berling"
            ],
            "ranking": 3.77,
            "ranking_count": 88,
            "abstract": "Anno Domini 1257. Von einer dunklen Verheißung geleitet, begeben sich Roç und Yeza, die Erben des legendären Gralsgeschlechts, auf eine gefahrvolle Reise. Sie führt die beiden Liebenden aus den dunklen Wäldern Okzitaniens, wo die Scheiterhaufen der Inquisition brennen, zum Tempel von Jerusalem, der seit der Eroberung durch die Kreuzfahrer in Trümmern liegt.. Dort soll sich das Schicksal der beiden jungen Menschen erfüllen, die von einem mächtigen Geheimbund ausersehen sind, Päpsten, Kaisern und Königen zu trotzen und der Welt den Frieden zu bringen.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Tauben im Gras",
            "authors": [
                "Wolfgang Koeppen"
            ],
            "ranking": 3.26,
            "ranking_count": 1633,
            "abstract": "Tauben im Gras, 1951 erstmals erschienen, ist der erste Roman jener Trilogie des Scheiterns, mit der Wolfgang Koeppen eine erste kritische Bestandsaufnahme der sich formierenden Bundesrepublik Deutschland gab. Mit Vehemenz und unerbittlicher Schärfe analysiert Koeppen die Rückstände jener Ideologien und Verhaltensweisen, die zu Faschismus und Krieg geführt haben und die schließlich in den fünfziger Jahren die Restauration der überkommenen Verhältnisse protegierten. Dabei ist das literarische Verfahren von Tauben im Gras ein kaleidoskopartiges: Der ganze Roman schildert Gestalten und Vorgänge eines einzigen Tages im München des Jahres 1949. Mit einer Fülle genauer atmospärischer Details zeichnet Koeppen den Nachkriegsalltag dieser Stadt, die sein Protagonist, der verhinderte Schriftsteller Philipp, wie ein Schlachtfeld erlebt, wie ein undurchdringliches Pandämonium.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fiction",
                "Academic",
                "Cultural",
                "Historical",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "A Tragic Grace: The Catholic Church and Child Sexual Abuse",
            "authors": [
                "Stephen J. Rossetti"
            ],
            "ranking": 3.5,
            "ranking_count": 4,
            "abstract": "Documents this sustained crisis in the Church and offers concrete suggestions on how to deal with it.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Christ of the Celts: The Healing of Creation",
            "authors": [
                "J. Philip Newell"
            ],
            "ranking": 4.27,
            "ranking_count": 391,
            "abstract": "Christ of the Celts. I explore the Celtic image of Christ as the Memory of what we have forgotten. He remembers the dance of the universe and the harmony that is deep within all things. He is the Memory also of who we are.. --from the Prelude. Diagnosing the human soul with a longing for peace in the face of fear and fragmentation nurtured by global political forces and fundamentalisms, Newell offers the ancient traditions of Celtic Christianity as a way forward in healing humankind and the earth.. --Publishers Weekly. This graceful, wise, and important book is a superb introduction to the treasures of Celtic Christianity for our time.. --Marcus Borg, author, The Heart of Christianity",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Religion",
                "Nonfiction",
                "Occult",
                "Christian"
            ]
        },
        {
            "title": "The God Boy",
            "authors": [
                "Ian Cross",
                "Joan Stevens"
            ],
            "ranking": 3.56,
            "ranking_count": 277,
            "abstract": "’I’m a God Boy, Sister,’ I said. ‘You don’t have to worry about me, I’m a God boy.’. The story of tough little Jimmy Sullivan, ‘a boy that God had his eye on’, is as vivid and relevant now as when it was first published.. 'I recently glanced again through both this book and. A Catcher in the Rye,. and I really think that, for a New Zealander anyway,. The God Boy. stands up better than. A Catcher in the Rye.' (Gordon McLauchlan). ’It is moving, exciting, amusing — superlatively readable.’. (E.H. McCormick,. Landfall. ). ’Its theme is relevant to issues that continue to trouble the New Zealand community; its material, densely local as it is, is triumphantly handled so as to indicate wider implications; its characterisation is individual, fresh and memorable; and the art of telling is unusually disciplined and subtle.’. (Professor Joan Stevens)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literary Fiction",
                "Literature",
                "Historical",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "Bart Simpson's Guide To Life",
            "authors": [
                "Matt Groening"
            ],
            "ranking": 3.87,
            "ranking_count": 2628,
            "abstract": "The world's most popular delinquent reveals all in this guide to the hard knock facts of life, out now in paperback. Written and illustrated by Matt Groening, the creator of The Simpsons, Bart Simpson's Guide to Life is chock full of the kind of humour that keeps Simpsons devotees hooked to the show. Including such gems as Dr Bart's Miracle Cures, Homer's Dozen-Donut-A-Day Diet and the beauty secrets of Marge ('Never pluck protruding nose hair, death may result. Instead, use a lightweight Weedwacker') and Homer ('The scent of chili dogs, onions and beer, when eaten in combination, makes women swoon'). With guest appearances by all the great Simpsons characters, including Lisa, Moe, Barney, Millhouse, Krusty the Clown, Groundskeeper Willie, Mr Burns and Smithers. Like the shows themselves, Bart Simpson's Guide to Life has something to please all age groups and is so crammed full of fun that you'll spot something new every time you read it.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Sequential Art",
                "Fiction",
                "Childrens",
                "Media Tie In",
                "Young Adult",
                "Anthologies"
            ]
        },
        {
            "title": "Pooh Winnie the Pooh and the Honey Tree (A Little Golden Book)",
            "authors": [
                "Mary Packard",
                "Russell Hicks",
                "A.A. Milne"
            ],
            "ranking": 4.35,
            "ranking_count": 5646,
            "abstract": "Winnie the Pooh, the honey loving silly old bear attempts to get honey from a bee tree, so after climbing the tree didn't work, he borrows Christopher Robin's balloon, dunks himself in mud and floats to the top of the honey tree incognito as a little black rain cloud.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Young Adult"
            ]
        },
        {
            "title": "Little Big Man",
            "authors": [
                "Thomas Berger"
            ],
            "ranking": 4.26,
            "ranking_count": 7511,
            "abstract": "I am a white man and never forget it, but I was brought up by the Cheyenne Indians from the age of ten.. So starts the story of Jack Crabb, the 111-year old narrator of Thomas Berger's masterpiece of American fiction. As a human being, as the Cheyenne called their own, he won the name Little Big Man. He dressed in skins, feasted on dog, loved four wives and saw his people butchered by the horse soldiers of General Custer, the man he had sworn to kill.. As a white man, Crabb hunted buffalo, tangled with Wyatt Earp, cheated Wild Bill Hickok and survived the Battle of Little Bighorn. Part-farcical, part-historical, the picaresque adventures of this witty, wily mythomaniac claimed the Wild West as the stuff of serious literature.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Westerns",
                "Classics",
                "Humor",
                "Adventure",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Preacher, Volume 6: War in the Sun",
            "authors": [
                "Garth Ennis",
                "Steve Dillon",
                "Peter Snejbjerg"
            ],
            "ranking": 4.33,
            "ranking_count": 19911,
            "abstract": "The Reverend Jesse Custer faces his deadliest challenge yet in this, the sixth Preacher collection. Jesse, along with his gun-toting girlfriend, Tulip, and the hard-drinking Irish vampire Cassidy, faces a deadly showdown in the desert with the ruthless Starr and the forces of the U.S. military -- including a nuclear warhead.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Fantasy",
                "Comics",
                "Graphic Novels Comics",
                "Horror",
                "Religion",
                "Westerns"
            ]
        },
        {
            "title": "The Joy of Sex",
            "authors": [
                "Alex Comfort"
            ],
            "ranking": 3.61,
            "ranking_count": 2772,
            "abstract": "An international bestseller since it was first published in 1972, this updated edition brings this imaginative, uninhibited guide to lovemaking and sex to a whole new generation. It has been revised in such a way to retain Dr Comfort's original, revelatory advice while making it appropriate for the 21st century.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sexuality",
                "Self Help",
                "Relationships",
                "Reference",
                "Adult Fiction",
                "Psychology",
                "Health",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "The Letter Killers Club",
            "authors": [
                "Sigizmund Krzhizhanovsky",
                "Joanne Turnbull",
                "Caryl Emerson"
            ],
            "ranking": 3.77,
            "ranking_count": 875,
            "abstract": "Biography Sigizmund Krzhizhanovsky (1887–1950) studied law and classical philology at Kiev University. His philosophical and satirical stories with fantastical plots ignored official injunctions to portray the new Soviet state in a positive light, and three separate efforts to print different collections were quashed by the censors, a fourth by World War II. Not until 1989 could these surreal fictions begin to be published. His collection of stories,. Memories of the Future. , is available from NYRB Classics.   Caryl Emerson is A. Watson Armour III Professor of Slavic Languages and Literatures at Princeton University.. Joanne Turnbull has translated a number of books from Russian, including Sigizmund Krzhizhanovsky’s. Memories of the Future. , which was shortlisted for the Best Translated Book Award (available as a NYRB Classic). Editorial Reviews -. The Letter Killers Club. From the Publisher A New York Review Books. Original Writers are professional killers of conceptions. The logic of the Letter Killers Club, a secret society of “conceivers” who commit nothing to paper on principle, is strict and uncompromising. Every Saturday they meet in a fire-lit room hung with blank black bookshelves to present their “pure and unsubstantiated” conceptions: a rehearsal of Hamlet hijacked by an actor who vanishes with the role; the double life of a medieval merry cleric derailed by a costume change; a machine-run world that imprisons men’s minds while conscripting their bodies; a dead Roman scribe stranded this side of the River Acheron. The overarching scene of this short novel is set in Soviet Moscow, in the ominous 1920s. Known only by pseudonym, like Chesterton’s anarchists in fin-de-siècle London, the Letter Killers are as mistrustful of one another as they are mesmerized by their despotic president. Sigizmund Krzhizhanovsky is at his philosophical and fantastical best in this extended meditation on madness.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Short Stories",
                "Literature",
                "Classics",
                "Novella",
                "Philosophy",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Return to Love: Reflections on the Principles of \"A Course in Miracles\"",
            "authors": [
                "Marianne Williamson"
            ],
            "ranking": 4.25,
            "ranking_count": 31353,
            "abstract": "Back by popular demand -- and newly updated by the author -- the mega-bestselling spiritual guide in which Marianne Williamson shares her reflections on. A Course in Miracles. and her insights on the application of love in the search for inner peace.. Williamson reveals how we each can become a miracle worker by accepting God and by the expression of love in our daily lives. Whether psychic pain is in the area of relationships, career, or health, she shows us how love is a potent force, the key to inner peace, and how by practicing love we can make our own lives more fulfilling while creating a more peaceful and loving world for our children.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Self Help",
                "Nonfiction",
                "Philosophy",
                "Inspirational",
                "Psychology",
                "Relationships",
                "Love",
                "Religion"
            ]
        },
        {
            "title": "Angels Flight",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.19,
            "ranking_count": 53240,
            "abstract": "An activist attorney is killed in a cute little L.A. trolley called Angels Flight, far from Harry Bosch's Hollywood turf. But the case is so explosive--and the dead man's enemies inside the L.A.P.D. are so numerous--that it falls to Harry to solve it. Now the streets are superheating. Harry's year-old Vegas marriage is unraveling. And the hunt for a killer is leading Harry to another high-profile L.A. murder case, one where every cop had a motive. The question is, did any have the guts?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult",
                "Emergency Services"
            ]
        },
        {
            "title": "The Man-Eater of Malgudi",
            "authors": [
                "R.K. Narayan"
            ],
            "ranking": 3.84,
            "ranking_count": 3182,
            "abstract": "This is the story of Nataraj, who earns his living as a printer in the little world of Malgudi, an imaginary town in South India. Nataraj and his close friends, a poet and a journalist, find their congenia l days disturbed when Vasu, a powerful taxidermist, moves in with his stuffed hyenas and pythons, and brings his dancing-women up the printer's private stairs. When Vasu, in search of larger game, threatens the life of a temple elephant that Natara j has befriended, complications ensue that are both laughable and tragic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Drama",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Humor"
            ]
        },
        {
            "title": "The Exposed",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.78,
            "ranking_count": 2858,
            "abstract": "The Animorphs and Ax have one true ally in their battle against the Yeerks: the Chee. So, when they discover that the Chee⁠—including their friend, Erek⁠—are in trouble, they have no choice but to help.. But the Chee's problem is much deeper than anything the kids could have imagined. It's hidden in the ocean. So far down that no human has ever traveled there—and survived. And the Animorphs realize what will happen if Visser Three discovers the valuable secrets of the Chee. One of which is the Animorphs. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Adventure",
                "Animals",
                "Novels"
            ]
        },
        {
            "title": "Cherokee Thunder",
            "authors": [
                "Rachel Lee"
            ],
            "ranking": 4.06,
            "ranking_count": 139,
            "abstract": "TWO LIVES DEPENDED ON HIM. Micah Parish: Deputy Sheriff.. Six feet, four inches of solid muscle. Half-Cherokee. Tough, proud, a loner.. Faith Williams: Mother-to-be.. Fragile-looking blonde running for her life. Quiet, scared of her own shadow.. Protecting the people of Conard County was deputy sheriff Micah Parish's job, but protecting Faith Williams was about to become his life's work. Pregnant, alone and stalked by her abusive ex-husband, Faith needed more than a place to hide and a strong shoulder to lean on. She needed someone to end her nightmare. And Micah needed someone to start his dream.. CONARD COUNTY: Where the Wyoming sky spreads bold and blue above men and women who draw their strength from the land -- and from the bonds of love they share.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Category Romance"
            ]
        },
        {
            "title": "Small Craft Warnings: Stories",
            "authors": [
                "Kate Braverman"
            ],
            "ranking": 4.07,
            "ranking_count": 81,
            "abstract": "The indigo skies and lush vegetation of the contemporary West Coast belie the damaged souls and desperate alienation that lurk behind fading stucco walls and off the endless highways. The lives of women on the edge and beyond the margins have seldom been explored with as much power or insight as in these brilliant stories by award-winning novelist and poet Kate Braverman. In a world without succor, Braverman’s characters grope for meaning and solutions to their dilemmas. Our Lady of the 43 Sorrows must meet the bizarre needs of her severely brain-damaged mother as her own career as a soap-opera actress declines. The protagonist of Pagan Night waits with her unnamed and unwanted infant in a shabby zoo in Idaho while her partner buys dope and makes plans to reconstitute their failed rock band. And the precocious, awkward adolescent narrator of the title story watches as her elegant grandmother confronts the illness that will soon end the colorful life she has so enjoyed. Abandonment, in these wrenching stories, comes in many forms, and freedom is elusive and sometimes fraught with pain and terror. Braverman’s language is ripe, intense, as vivid as the sun-drenched California landscape, and her characters are contrary, unpredictable, and unforgettable. These haunting stories evoke the glittering expectations and shattering disappointments of the postmodern West.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "The Night Trilogy: Night, Dawn, The Accident",
            "authors": [
                "Elie Wiesel",
                "Marion Wiesel"
            ],
            "ranking": 4.3,
            "ranking_count": 4342,
            "abstract": "The first three works by Elie Wiesel are here brought together in one volume, where the terrifying truth of their vision, the stunning simplicity of their art, and the power of their unity achieve epic dimensions.. Night, first published in 1960, is Wiesel's true account of spiritual and national exile and one of the masterpieces of Holocaust literature. The adolescent Elie and his family, among hundreds of thousands of Jews from all parts of Eastern Europe, are cruelly deported from their hometown to the horrors of Auschwitz and Buchenwald. Wiesel writes of their battle for survival, and of his battle with God for a way to understand the wanton cruelty he witnesses each day.. In the short novel Dawn (1961), Elisha - the sole survivor of his family, whose immolation he witnessed at Auschwitz - has survived the Second World War and settled in Palestine. Apprenticed to a Jewish terrorist gang, he is commanded to execute a British officer who has been taken hostage. During the lonely hours before dawn, he meditates on the act of murder he is waiting to commit.. In The Accident, (1962), Wiesel's second novel, Elisha, now a journalist living in New York, is the victim of a nearly fatal automobile accident. This fiction questions the limits of the spirit and the self: Can Holocaust survivors forge a new life without the memories of the old? As the author writes in his introduction, In Night it is the 'I' who speaks; in the other two [narratives], it is the 'I' who listens and questions.. Wiesel's trilogy offers meditations on mankind's attraction to violence and on the temptation of self-destruction.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "World War II",
                "Historical",
                "Classics",
                "War",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "Night Probe",
            "authors": [
                "Clive Cussler"
            ],
            "ranking": 3.91,
            "ranking_count": 13918,
            "abstract": "May 1914. Two diplomats hurry home by sea and rail, each carrying a document of world-changing importance. Then the liner Empress of India is sunk in a collision, and the Manhattan-Line express plunges from a bridge - both dragging their VIP passengers to watery oblivion. Tragic coincidence or conspiracy?. In the energy-starved, fear-torn 1980s, Dirk Pitt discovers that those long-lost papers could destroy whole nations, throwing him into his biggest challenge yet. Racing against hired killers, he launches his revolutionary deep-sea search craft and faces the horrors of the sea bed to hunt for the documents. 'Night Probe' has begun . . .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "Private Screening",
            "authors": [
                "Richard North Patterson"
            ],
            "ranking": 3.69,
            "ranking_count": 1591,
            "abstract": "When fiercely independent attorney Tony Lord defends the assassin of a presidential candidate, he becomes the target of a mysterious madman plotting the ultimate act of high-tech terror on America's airwaves.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Novels",
                "War"
            ]
        },
        {
            "title": "Superman: Whatever Happened to the Man of Tomorrow?",
            "authors": [
                "Alan Moore",
                "Curt Swan",
                "George Pérez",
                "Kurt Schaffenberger"
            ],
            "ranking": 4.14,
            "ranking_count": 12204,
            "abstract": "An unforgettable trade paperback collection of WATCHMEN writer Alan Moore's definitive Superman tales that is sure to appeal of readers of his BATMAN: THE KILLING JOKE graphic novel. Moore teams with Curt Swan, the definitive Superman artist from the 1950's through the 1970's, to tell the final adventure of the Man of Steel featuring his last stand against Lex Luthor, Brainiac and his other foes in WHATEVER HAPPENED TO THE MAN OF TOMORROW?.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Superheroes",
                "Comics",
                "Fiction",
                "Graphic Novels Comics",
                "Science Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "A History of Warfare",
            "authors": [
                "John Keegan"
            ],
            "ranking": 3.97,
            "ranking_count": 3989,
            "abstract": "The acclaimed author of The Face of Battle examines centures of conflict in a variety of diverse societies and cultures. Keegan is at once the most readable and the most original of living military historians . . . A History of Warfare is perhaps the most remarkable study of warfare that has yet been written.--The New York Times Book Review.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Audiobook",
                "Politics",
                "Reference",
                "Historical"
            ]
        },
        {
            "title": "My Life as a Man",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.72,
            "ranking_count": 2260,
            "abstract": "At its heart lies the marriage of Peter and Maureen Tarnopol, a gifted young writer and the woman who wants to be his muse but who instead is his nemesis. Their union is based on fraud and shored up by moral blackmail, but it is so perversely durable that, long after Maureen’s death, Peter is still trying—and failing—to write his way free of it.. Out of desperate inventions and cauterizing truths, acts of weakness, tenderheartedness, and shocking cruelty, Philip Roth creates a work worthy of Strindberg—a fierce tragedy of sexual need and blindness.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Classics",
                "American",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America",
                "Anthologies"
            ]
        },
        {
            "title": "The Unicorn Hunt",
            "authors": [
                "Dorothy Dunnett"
            ],
            "ranking": 4.42,
            "ranking_count": 1968,
            "abstract": "With the bravura storytelling and pungent authenticity of detail she brought to her acclaimed Lymond Chronicles, Dorothy Dunnett, grande dame of the historical novel, presents The House of Niccolo series. The time is the 15th century, when intrepid merchants became the new knighthood of Europe. Among them, none is bolder or more cunning than Nicholas vander Poele of Bruges, the good-natured dyer's apprentice who schemes and swashbuckles his way to the helm of a mercantile empire.. Scotland, 1468: a nation at the edge of Europe, a civilization on the threshold of the Modern Age. Merchants, musicians, politicians, and pageantry fill the court of King James III. In its midst, Nicholas seeks to avenge his bride's claim that she carries the bastard of his archenemy, Simon St. Pol. When she flees before Nicholas can determine whether or not the rumored child is his own—or exists at all—Nicholas gives chase. So begins the deadly game of cat and mouse that will lead him from the infested cisterns of Cairo to the misted canals of Venice at carnival. Breathlessly paced, sparkling with wit.. The Unicorn Hunt. confirms Dorothy Dunnett as the genre's finest practitioner.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Adventure",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "The Restless Flame: A Novel About Saint Augustine",
            "authors": [
                "Louis de Wohl"
            ],
            "ranking": 4.22,
            "ranking_count": 628,
            "abstract": "This is a stirring novel which deals reverently but realistically with the fascinating life and era of St. Augustine, one of the most remarkable men of all time.",
            "part_of_series": false,
            "genre_list": [
                "Christianity",
                "Historical",
                "Fiction",
                "Religion",
                "Christian Fiction",
                "Christian",
                "Spirituality",
                "Novels"
            ]
        },
        {
            "title": "Hangsaman",
            "authors": [
                "Shirley Jackson",
                "Francine Prose"
            ],
            "ranking": 3.77,
            "ranking_count": 5763,
            "abstract": "Shirley Jackson's chilling second novel, based on her own experiences and an actual mysterious disappearance. Seventeen-year-old Natalie Waite longs to escape home for college. Her father is a domineering and egotistical writer who keeps a tight rein on Natalie and her long-suffering mother. When Natalie finally does get away, however, college life doesn’t bring the happiness she expected. Little by little, Natalie is no longer certain of anything—even where reality ends and her dark imaginings begin. Chilling and suspenseful,. Hangsaman. is loosely based on the real-life disappearance of a Bennington College sophomore in 1946.. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Gothic",
                "Literature",
                "Mystery",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "El capitán Alatriste",
            "authors": [
                "Arturo Pérez-Reverte",
                "Carlota Pérez-Reverte"
            ],
            "ranking": 3.7,
            "ranking_count": 13415,
            "abstract": "No era el hombre más honesto ni el más piadoso, pero era un hombre valiente... Con estas palabras empieza El capitán Alatriste, la historia de un soldado veterano de los tercios de Flandes que malvive como espadachín a sueldo en el Madrid del siglo XVII. Sus aventuras peligrosas y apasionantes nos sumergen sin aliento en las intrigas de la Corte de una España corrupta y en decadencia, las emboscadas en callejones oscuros entre el brillo de dos aceros, las tabernas donde Francisco de Quevedo compone sonetos entre pendencias y botellas de vino, o los corrales de comedias donde las representaciones de Lope de Vega terminan a cuchilladas. Todo ello de la mano de personajes entrañables o fascinantes: el joven Íñigo Balboa, el implacable inquisidor fray Emilio Bocanegra, el peligroso asesino Gualterio Malatesta, o el diabólico secretario del rey, Luis de Alquézar. Acción, historia y aventura se dan cita en estas páginas inolvidables.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Cultural",
                "European Literature",
                "Mystery",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Rocking Horse Winner",
            "authors": [
                "D.H. Lawrence"
            ],
            "ranking": 3.85,
            "ranking_count": 6234,
            "abstract": "But he became a partner. And when the Leger was coming on, Paul was sure about Lively Spark, which was a quite inconsiderable horse. The boy insisted on putting a thousand on the horse, Bassett went for five hundred, and Oscar Cresswell two hundred. Lively Spark came in first, and the betting had been ten to one against him. Paul had made ten thousand.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "Horror",
                "European Literature"
            ]
        },
        {
            "title": "The Contender",
            "authors": [
                "Robert Lipsyte"
            ],
            "ranking": 3.64,
            "ranking_count": 4307,
            "abstract": "Before you can be a champion, you have to be a contender.. Alfred Brooks is scared. He's a highschool dropout and his grocery store job is leading nowhere. His best friend is sinking further and further into drug addiction. Some street kids are after him for something he didn't even do. So Alfred begins going to Donatelli's Gym, a boxing club in Harlem that has trained champions. There he learns it's the effort, not the win, that makes the man -- that last desperate struggle to get back on your feet when you thought you were down for the count.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Sports",
                "Realistic Fiction",
                "Academic",
                "Historical",
                "Cultural",
                "Childrens"
            ]
        },
        {
            "title": "Sheer Mischief",
            "authors": [
                "Jill Mansell"
            ],
            "ranking": 3.84,
            "ranking_count": 4316,
            "abstract": "Love is always just around the corner in a Jill Mansell novel - with a few surprises and a lot of humour on the way to happiness. It's not that Janey Sinclair isn't pleased to see her sister. It's just that being woken at seven by Maxine, complete with police escort, isn't quite how she'd planned to spend her Sunday. Even so Janey, who's just rebuilding her life after her husband disappeared, is delighted that her sister's back in the Cornish town where they grew up. When Maxine sets her sights on Guy Cassidy, an impossibly glamorous fashion photographer, Janey knows there's no limit to the mischief her sister will get up to in order to dispatch her rivals. But little do they know that the competition is a lot closer to home than they think...",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Adult",
                "Humor",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Тёмные аллеи",
            "authors": [
                "Ivan Alekseyevich Bunin",
                "Иван Алексеевич Бунин"
            ],
            "ranking": 4.15,
            "ranking_count": 5311,
            "abstract": "Книга великого мастера новеллы И.А.Бунина Темные аллеи считается поистине энциклопедией любви. Рассказанные в ней истории отношений двоих окрашены изысканным эротизмом и психологичностью. Выдержанная в лучших традициях русской классики, книга Бунина по сей день остается непревзойденным образцом лирической прозы.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Short Stories",
                "Classics",
                "Fiction",
                "Literature",
                "Nobel Prize",
                "Romance",
                "Academic"
            ]
        },
        {
            "title": "Επιτάφιος",
            "authors": [
                "Yiannis Ritsos",
                "Γιάννης Ρίτσος",
                "Α. Τάσσος"
            ],
            "ranking": 4.61,
            "ranking_count": 218,
            "abstract": "Ο Κέδρος σαν δείγμα αγάπης και θαυμασμού προς τον ποιητή, αφιερώνει αυτή την έκδοση του Επιτάφιου στα εβδομηντάχρονα του Γιάννη Ρίτσου. Ο Α. Τάσσος χάραξε αποκλειστικά για την τιμητική αυτή έκδοση έξι ξυλογραφίες, προσφορά στον ποιητή.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "I Am David",
            "authors": [
                "Anne Holm",
                "L.W. Kingsland"
            ],
            "ranking": 3.97,
            "ranking_count": 10758,
            "abstract": "David's entire twelve-year life has been spent in a grisly prison camp in Eastern Europe. He knows nothing of the outside world. But when he is given the chance to escape, he seizes it. With his vengeful enemies hot on his heels, David struggles to cope in this strange new world, where his only resources are a compass, a few crusts of bread, his two aching feet, and some vague advice to seek refuge in Denmark. Is that enough to survive?. David's extraordinary odyssey is dramatically chronicled in Anne Holm's classic about the meaning of freedom and the power of hope.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Young Adult",
                "War",
                "Childrens",
                "World War II",
                "Classics",
                "Academic"
            ]
        },
        {
            "title": "The Sicilian",
            "authors": [
                "Mario Puzo"
            ],
            "ranking": 4.0,
            "ranking_count": 23009,
            "abstract": "After Mario Puzo wrote his internationally acclaimed The Godfather, he has often been imitated but never equaled. Puzo's classic novel, The Sicilian, stands as a cornerstone of his work--a lushly romantic, unforgettable tale of bloodshed, justice, and treachery. . . .. The year is 1950. Michael Corleone is nearing the end of his exile in Sicily. The Godfather has commanded Michael to bring a young Sicilian bandit named Salvatore Giuliano back with him to America. But Giuliano is a man entwined in a bloody web of violence and vendettas. In Sicily, Giuliano is a modern day Robin Hood who has defied corruption--and defied the Cosa Nostra. Now, in the land of mist-shrouded mountains and ancient ruins, Michael Corleone's fate is entwined with the dangerous legend of Salvatore Giuliano: warrior, lover, and the ultimate Siciliano.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Classics",
                "Historical",
                "Novels",
                "Cultural",
                "Audiobook",
                "Drama"
            ]
        },
        {
            "title": "Infinity Welcomes Careful Drivers",
            "authors": [
                "Grant Naylor"
            ],
            "ranking": 4.07,
            "ranking_count": 26541,
            "abstract": "The first lesson Lister learned about space travel was you should never try it. But Lister didn't have a choice. All he remembered was going on a birthday celebration pub crawl through London. When he came to his senses again, with nothing in his pockets but a passport in the name of Emily Berkenstein.. So he did the only thing he could. Amazed to discover they would actually hire him, he joined the space corps----and found himself aboard. Red Dwarf,. a spaceship as big as a small city that, six or seven years from now, would get him back to Earth. What Lister couldn't forsee was that he'd inadvertently signed up for a one--way jaunt three million years into the future---a future which would see him the last living member of the human race, with only a hologram crew mate and a highly evolved cat for company. Of course, that was before the ship broke the light barrier and things began to get really weird...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Fantasy",
                "Audiobook",
                "Media Tie In",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Kiss of the Spider Woman",
            "authors": [
                "Manuel Puig",
                "Thomas Colchie"
            ],
            "ranking": 4.0,
            "ranking_count": 15025,
            "abstract": "Sometimes they talk all night long. In the still darkness of their cell, Molina re-weaves the glittering and fragile stories of the film he loves, and the cynical Valentin listens. Valentin believes in the just cause which makes all suffering bearable; Molina believes in the magic of love which makes all else endurable. Each has always been alone, and always - especially now - in danger of betrayal. But in cell 7 each surrenders to the other something of himself that he has never surrendered before.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Classics",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Drama"
            ]
        },
        {
            "title": "The Concept of Mind",
            "authors": [
                "Gilbert Ryle",
                "Daniel C. Dennett"
            ],
            "ranking": 3.96,
            "ranking_count": 1649,
            "abstract": "This now-classic work challenges what Ryle calls philosophy's official theory, the Cartesians myth of the separation of mind and matter. Ryle's linguistic analysis remaps the conceptual geography of mind, not so much solving traditional philosophical problems as dissolving them into the mere consequences of misguided language. His plain language and esstentially simple purpose place him in the traditioin of Locke, Berkeley, Mill, and Russell.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Science",
                "Biology",
                "Neuroscience",
                "Literature",
                "Classics",
                "Humanities",
                "Social Science"
            ]
        },
        {
            "title": "Deus X and Other Stories",
            "authors": [
                "Norman Spinrad"
            ],
            "ranking": 3.58,
            "ranking_count": 60,
            "abstract": "GOTT IST NICHT TOT. solange keiner den Stecker zieht. Die Menschheit freilich hat das Ende der Fahnenstange erreicht. Der Meeresspiegel steigt, das Ozonloch wächst, die Atmosphäre ist verpestet.. Der einzige Ausweg besteht darin, im weltweiten Netz für das elektronische Dublikat jedes Menschen ein Plätzchen zu finden. Die katholische Kirche steht vor ihrer größten Herausforderung.. EINE EBENSO HUMORVOLLE WIE PROVOKATIVE SATIRE DES MEISTERS DER SOZIALKRITISCHEN SF",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "Sherlock Holmes: The Complete Novels and Stories, Volume I",
            "authors": [
                "Arthur Conan Doyle"
            ],
            "ranking": 4.47,
            "ranking_count": 25651,
            "abstract": "Since his first appearance in Beeton’s Christmas Annual in 1887, Sir Arthur Conan Doyle’s Sherlock Holmes has been one of the most beloved fictional characters ever created. Now, in two paperback volumes, Bantam presents all fifty-six short stories and four novels featuring Conan Doyle’s classic hero - a truly complete collection of Sherlock Holmes’s adventures in crime!. Volume I includes the early novel A Study in Scarlet, which introduced the eccentric genius of Sherlock Holmes to the world. This baffling murder mystery, with the cryptic word Rache written in blood, first brought Holmes together with Dr. John Watson. Next, The Sign of Four presents Holmes’s famous “seven percent solution” and the strange puzzle of Mary Morstan in the quintessential locked - room mystery. Also included are Holmes’s feats of extraordinary detection in such famous cases as the chilling “ The Adventure of the Speckled Band,” the baffling riddle of “The Musgrave Ritual,” and the ingeniously plotted “The Five Orange Pips,” tales that bring to life a Victorian England of horse-drawn cabs, fogs, and the famous lodgings at 221B Baker Street, where Sherlock Holmes earned his undisputed reputation as the greatest fictional detective of all time.. A study in scarlet --. The sign of four --. Adventures of Sherlock Holmes: A scandal in Bohemia; The red-headed league; A case of identity; The Boscombe Valley mystery; The five orange pips; The man with the twisted lip; The adventure of the blue carbuncle; The adventure of the speckled band; The adventure of the engineer's thumb; The adventure of the noble bachelor; The adventure of the beryl coronet; The adventure of the copper beeches; Memoirs of Sherlock Holmes: Silver blaze; The yellow face; The stock-broker's clerk; The Gloria Scott; The musgrave ritual; The Reigate puzzle; The crooked man; The resident patient; The greek interpreter; The naval treaty; The final problem; The return of Sherlock Holmes: The adventure of the empty house; The adventure of the Norwood builder; The adventure of the dancing men; The adventure of the solitary cyclist; The adventure of the priory school; The adventure of Black Peter; The adventure of Charles Augustus Milverton; The adventure of the six Napoleons; The adventure of the three students; The adventure of the golden pince-nez; The adventure of the missing three-quarter; The adventure of the abbey grange; The adventure of the second stain.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Mystery",
                "Fiction",
                "Short Stories",
                "Literature",
                "Thriller",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "My First Summer in the Sierra",
            "authors": [
                "John Muir"
            ],
            "ranking": 4.08,
            "ranking_count": 5872,
            "abstract": "In the summer of 1869, John Muir, a young Scottish immigrant, joined a crew of shepherds in the foothills of California's Sierra Nevada Mountains. The diary he kept while tending sheep formed the heart of this book and eventually lured thousands of Americans to visit Yosemite country.. First published in 1911,. My First Summer in the Sierra. incorporates the lyrical accounts and sketches he produced during his four-month stay in the Yosemite River Valley and the High Sierra. His record tracks that memorable experience, describing in picturesque terms the majestic vistas, flora and fauna, and other breathtaking natural wonders of the area.. Today, Muir is recognized as one of the most important and influential naturalists and nature writers in America. This book, the most popular of the author's works, will delight environmentalists and nature lovers with its exuberant observations.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Travel",
                "Autobiography",
                "Classics",
                "Adventure",
                "Biography",
                "History",
                "Nature"
            ]
        },
        {
            "title": "Outcast",
            "authors": [
                "Rosemary Sutcliff"
            ],
            "ranking": 3.96,
            "ranking_count": 803,
            "abstract": "Sole survivor of a shipwreck as a baby, Beric is an outsider from the start. The village druid warns that he is cursed by the sea, and when death comes to the tribe, the fingers of blame point in only one direction. Cast out by the warriors, Beric is left alone without friends or family. With no home and little money, he must survive in the harsh Roman world by himself, with death, danger, and enemies always around the corner... This classic novel is now reissued in a smaller mass-market paperback format.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Classics",
                "Childrens",
                "European Literature"
            ]
        },
        {
            "title": "Open Horizons",
            "authors": [
                "Sigurd F. Olson"
            ],
            "ranking": 4.26,
            "ranking_count": 121,
            "abstract": "Open Horizons is Olson's autobiography, and in it he recalls his youth on a remote Wisconsin farm, his summers as a wilderness canoe guide, his thousands of miles of travel through the wilds of the United States and Canada, and his decades-long conservation battles. Throughout, Olson makes a compelling case for preserving the wilderness. He puts forth his own life as an example of how nature can have a spiritual effect on the human soul, and proposes diligence on behalf of those who fight to conserve our forests, wetlands, and dunes.",
            "part_of_series": false,
            "genre_list": [
                "Environment",
                "Nonfiction",
                "Writing"
            ]
        },
        {
            "title": "The Twits",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 3.97,
            "ranking_count": 132163,
            "abstract": "How do you outwit a Twit? Mr. and Mrs. Twit are the smelliest, ugliest people in the world. They hate everything -- except playing mean jokes on each other, catching innocent birds to put in their Bird Pies, and making their caged monkeys, the Muggle-Wumps, stand on their heads all day. But the Muggle-Wumps have had enough. They don't just want out, they want revenge.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Classics",
                "Humor",
                "Young Adult",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Variations Enigmatiques",
            "authors": [
                "Éric-Emmanuel Schmitt"
            ],
            "ranking": 3.99,
            "ranking_count": 1567,
            "abstract": "Nobel Prize-winning author Abel Znorko lives as a recluse on a remote island in the Norwegian Seas. For fifteen years, his one friend and soulmate has been Helen, from whom he has been physically separated for the majority of their affair. Journalist Erik Larsen arrives to interview Znorko about his latest book, which is, in fact, a transcript of correspondence between the author and Helen. As Larsen seeks to unmask the identity of Helen, Znorko becomes infuriated. Evasions and lies twist into increasingly complex puzzles. Is Larsen really a journalist? Is it possible that both Znorko and Larsen love the same woman? Is Helen still alive? Slowly the barriers between the two men begin to fall as the profound mysteries of intimacy rise in their place.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "The Gulag Archipelago, 1918 - 1956: An Experiment in Literary Investigation, Books I-II",
            "authors": [
                "Aleksandr Solzhenitsyn",
                "Thomas P. Whitney",
                "Georgi Plekhanov",
                "Leon Trotsky"
            ],
            "ranking": 4.33,
            "ranking_count": 7654,
            "abstract": "Volume 1 of the gripping epic masterpiece, Solzhenitsyn's chilling report of his arrest and interrogation, which exposed to the world the vast bureaucracy of secret police that haunted Soviet society",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Politics",
                "Classics",
                "Biography",
                "Literature",
                "Autobiography",
                "Philosophy"
            ]
        },
        {
            "title": "Buda 8",
            "authors": [
                "Osamu Tezuka"
            ],
            "ranking": 4.39,
            "ranking_count": 2656,
            "abstract": "Osamu Tezuka’s vaunted storytelling genius, consummate skill at visual expression, and warm humanity blossom fully in his eight-volume epic of Siddhartha’s life and times. Tezuka evidences his profound grasp of the subject by contextualizing the Buddha’s ideas; the emphasis is on movement, action, emotion, and conflict as the prince Siddhartha runs away from home, travels across India, and questions Hindu practices such as ascetic self-mutilation and caste oppression. Rather than recommend resignation and impassivity, Tezuka’s Buddha predicates enlightenment upon recognizing the interconnectedness of life, having compassion for the suffering, and ordering one’s life sensibly. Philosophical segments are threaded into interpersonal situations with ground-breaking visual dynamism by an artist who makes sure never to lose his readers’ attention.. Tezuka himself was a humanist rather than a Buddhist, and his magnum opus is not an attempt at propaganda. Hermann Hesse’s novel or Bertolucci’s film is comparable in this regard; in fact, Tezuka’s approach is slightly irreverent in that it incorporates something that Western commentators often eschew, namely, humor.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Religion",
                "Fiction",
                "Historical",
                "Philosophy",
                "Cultural",
                "Fantasy"
            ]
        },
        {
            "title": "The Pilgrim’s Regress",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 3.84,
            "ranking_count": 8939,
            "abstract": "One of C. S. Lewis’ works of fiction, or more specifically allegory, this book is clearly modelled upon Bunyan’s Pilgrim’s Progress, as Lewis cleverly satirizes different sections of the Church.. Written within a year of Lewis’ conversion, it characterises the various theological and temperamental leanings of the time. This brilliant and biting allegory has lost none of its freshness and theological profundity, as the pilgrims pass the City of Claptrap, the tableland of the High Anglicans and the far-off marsh of the Theosophists. As ever, Lewis says memorably in brief what would otherwise have demanded a full-length philosophy of religion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Christian",
                "Fantasy",
                "Religion",
                "Classics",
                "Christian Fiction",
                "Philosophy"
            ]
        },
        {
            "title": "On China",
            "authors": [
                "Leon Trotsky",
                "P'eng Shu-Tse"
            ],
            "ranking": 4.34,
            "ranking_count": 35,
            "abstract": "Articles and letters on the Chinese revolution of the 1920s, recording the fight to reverse Stalin's disastrous course of subordinating the Communist Party there to an alliance with the capitalist Chinese Nationalist Party (Kuomintang).",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "History",
                "Politics"
            ]
        },
        {
            "title": "Critical Path",
            "authors": [
                "R. Buckminster Fuller",
                "Kiyoshi Kuromiya"
            ],
            "ranking": 4.25,
            "ranking_count": 1015,
            "abstract": "R. Buckminster Fuller is regarded as one of the most important figures of the 20th century, renowned for his achievements as an inventor, designer, architect, philosopher, mathematician, and dogged individualist. Perhaps best remembered for the Geodesic Dome and the term Spaceship Earth, his work and his writings have had a profound impact on modern life and thought.. Critical Path. is Fuller's master work--the summing up of a lifetime's thought and concern--as urgent and relevant as it was upon its first publication in 1981.. Critical Path. details how humanity found itself in its current situation--at the limits of the planet's natural resources and facing political, economic, environmental, and ethical crises.. The crowning achievement of an extraordinary career,. Critical Path. offers the reader the excitement of understanding the essential dilemmas of our time and how responsible citizens can rise to meet this ultimate challenge to our future.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Science",
                "History",
                "Design",
                "Politics",
                "Economics",
                "Architecture",
                "Sociology"
            ]
        },
        {
            "title": "Yesterday, I Cried",
            "authors": [
                "Iyanla Vanzant"
            ],
            "ranking": 4.24,
            "ranking_count": 2760,
            "abstract": "“The most powerful spiritual healer, fixer, teacher on the planet.” —Oprah Winfrey. What is the lesson in abuse, neglect, abandonment, rejection? What is the lesson when you lose someone you really love? Just what are the lessons of life's hard times?. Bestselling author Iyanla Vanzant has had an amazing and difficult life—one of great challenges that unmasked her wonderful gifts and led to wisdom gained. In this simple book, she uses her own personal experiences to show how life's hardships can be re-languaged and revisioned to become lessons that teach us as we grow, heal, and learn to love. The pain of the past does not have to be today's reality. Iyanla Vanzant is an example of how yesterday's tears become the seeds of today's hope, renewal, and strength.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Spirituality",
                "Inspirational",
                "Biography",
                "Autobiography",
                "Psychology",
                "Literature"
            ]
        },
        {
            "title": "Heart of the Wilderness",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.04,
            "ranking_count": 3151,
            "abstract": "After living in the wilderness with her grandfather, a trapper, Kendra returns to school and soon must decide between love with the older brother of a classmate and returning to her grandfather.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Historical",
                "Romance",
                "Adult Fiction",
                "Westerns"
            ]
        },
        {
            "title": "The Mighty Walzer",
            "authors": [
                "Howard Jacobson"
            ],
            "ranking": 3.45,
            "ranking_count": 436,
            "abstract": "From the beginning Oliver Walzer is a natural - at ping-pong. Even with his improvised bat (the Collins Classic edition of. Dr Jekyll and Mr Hyde. ) he can chop, flick, half-volley like a champion. At sex he is not so adept, but with tuition from Sheeny Waxman, fellow member of the Akiva Social Club Table Tennis Team and stalwart of the Kardomah coffee bar, his game improves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literary Fiction",
                "Novels",
                "Judaism",
                "Literature",
                "Humor",
                "Sports"
            ]
        },
        {
            "title": "Corduroy's Christmas Surprise",
            "authors": [
                "Lisa McCue"
            ],
            "ranking": 4.01,
            "ranking_count": 377,
            "abstract": "Christmas is coming, and Corduroy has a list of gifts he'd like from Santa-until he discovers the true meaning of Christmas is not about train sets and ice skates, but about good friends. Celebrate the season with Corduroy in this Christmas story that is sure to be a holiday read-aloud favorite.",
            "part_of_series": true,
            "genre_list": [
                "Holiday",
                "Childrens",
                "Fiction",
                "Kids",
                "Classics"
            ]
        },
        {
            "title": "The Minority Report",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.84,
            "ranking_count": 20486,
            "abstract": "In the world of The Minority Report, Commissioner John Anderton is the one to thank for the lack of crime. He is the originator of the Precrime System, which uses precogs—people with the power to see into the future—to identify criminals before they can do any harm. Unfortunately for Anderton, his precogs perceive him as the next criminal.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Classics",
                "Science Fiction Fantasy",
                "Mystery",
                "Thriller"
            ]
        },
        {
            "title": "Uncle Tom's Children",
            "authors": [
                "Richard Wright",
                "Richard Yarborough"
            ],
            "ranking": 4.11,
            "ranking_count": 2931,
            "abstract": "Set in the American Deep South, each of the powerful novellas collected here concerns an aspect of the lives of black people in the postslavery era, exploring their resistance to white racism and oppression. Published in 1938, this was the first book from Wright, who would continue on to worldwide fame as the author of the novels Native Son and Black Boy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Cultural",
                "Historical",
                "Literature",
                "Race",
                "American",
                "Academic"
            ]
        },
        {
            "title": "Father of Frankenstein",
            "authors": [
                "Christopher Bram"
            ],
            "ranking": 4.1,
            "ranking_count": 946,
            "abstract": "This is a novel by the author of Hold Tight.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Historical",
                "Culture",
                "Literature",
                "Gay",
                "Novels"
            ]
        },
        {
            "title": "Melody",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.85,
            "ranking_count": 8585,
            "abstract": "Melody Logan knew that her mother felt unhappy in a poor town of miners.. But surrounded by the unrestrained love of her father, she felt safe until the terrible accident in the mine did not take away her father. Not yet recovering after his father's death, Melody left West Virginia with his mother Heile after this dream to become a model or actress. But first they came to Cape Code to finally visit her father's family ..",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Mystery",
                "Womens Fiction",
                "Drama",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Madita",
            "authors": [
                "Astrid Lindgren",
                "Anna-Liese Kornitzky",
                "Ilon Wikland"
            ],
            "ranking": 4.17,
            "ranking_count": 4327,
            "abstract": "Madita heißt eigentlich Margareta, aber als sie noch klein war, nannte sie sich selbst Madita. Jetzt ist sie fast sieben und wird immer noch Madita gerufen. Nur wenn sie etwas angestellt hat, wird sie Margareta genannt. Und sie wird ziemlich oft so genannt, denn auf Birkenlund kann man jeden Tag neue Abenteuer erleben und dabei eine ganze Menge anstellen. Der Mädchen- und Familienklassiker zum Vor- und Selberlesen in neuer Ausstattung.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "European Literature",
                "Cultural",
                "Literature",
                "Historical",
                "Humor"
            ]
        },
        {
            "title": "A Whale for the Killing",
            "authors": [
                "Farley Mowat"
            ],
            "ranking": 4.13,
            "ranking_count": 1245,
            "abstract": "In the 1960s, Farley Mowat was living in the tiny fishing community of Burgeo on the southwest coast of Newfoundland. When an 80-ton fin whale became trapped in a nearby saltwater lagoon, Mowat rejoiced: here was the first chance to study at close range one of the most magnificent animals in creation. Some local villagers thought otherwise, blasting the whale with rifle fire and hacking open her back with a motorboat propeller. Mowat appealed desperately to the authorities, but it was too late-ravaged by an infection resulting from her massive wounds, the whale died. A plea for the end of commercial hunting of the whale, this moving account blends all the tension of the life-and-death struggle for one animal's survival with the drama of man's wanton destruction of life-bearing creatures and the environment itself.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Environment",
                "Animals",
                "Science",
                "Classics",
                "Autobiography",
                "Biography",
                "History"
            ]
        },
        {
            "title": "The Fountains of Paradise",
            "authors": [
                "Arthur C. Clarke"
            ],
            "ranking": 3.96,
            "ranking_count": 28110,
            "abstract": "This Hugo and Nebula Award-winning novel is reissued in this trade paperback edition. Vannemar Morgan's dream of linking Earth with the stars requires a 24,000-mile-high space elevator. But first he must solve a million technical, political, and economic problems while allaying the wrath of God. Includes a new introduction by the author.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Hugo Awards",
                "Classics",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Audiobook",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Magic Kingdom for Sale/Sold",
            "authors": [
                "Terry Brooks"
            ],
            "ranking": 3.9,
            "ranking_count": 35765,
            "abstract": "Landover was a genuine magic kingdom, complete with fairy folk and wizardry, just as the advertisement had promised. But after he purchased it for a million dollars, Ben Holiday discovered that there were a few details the ad had failed to mention. Such as the fact that the kingdom was falling into ruin. The barons refused to recognize a king and taxes hadn't been collected for years. The dragon, Strabo, was laying waste to the countryside, while the evil witch, Nightshade, was plotting to destroy no less than everything. And if that weren't enough for a prospective king to deal with, Ben soon learned that the Iron Mark, terrible lord of the demons, challenged all pretenders to the throne of Landover to a duel to the death - a duel no mere mortal could hope to win. But Ben Holiday had one human trait that even magic couldn't overcome. Ben Holiday was stubborn.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Humor",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "Cordelia's Honor",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 4.33,
            "ranking_count": 13572,
            "abstract": "This a previously-published edition of ISBN 9780671578282, newer one. here.. In her first trial by fire, Cordelia Naismith captained a throwaway ship of the Betan Expeditionary Force on a mission to destroy an enemy armada. Discovering deception within deception, treachery within treachery, she was forced into a separate peace with her chief opponent, Lord Aral Vorkosigan - he who was called The Butcher of Komarr - and would consequently become an outcast on her own planet and the Lady Vorkosigan on his.. Sick of combat and betrayal, she was ready to settle down to a quiet life, interrupted only by the occasional ceremonial appearances required of the Lady Vorkosigan. But when the Emperor died, Aral suddenly became guardian of the infant heir to the imperial throne of Barrayar - and the target of high-tech assassins in a dynastic civil war that was reminiscent of earth's Middle Ages, but fought with up-to-the minute biowar technology. Neither Aral nor Cordelia guessed the part that their cell-damaged unborn son would play in Barrayar's bloody legacy. This edition includes an author's afterword, and a chronology of the events in the Vorkosigan Saga series. Cover art by Gary Ruddell.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Romance",
                "Fantasy",
                "Science Fiction Fantasy",
                "Adventure",
                "War",
                "Speculative Fiction"
            ]
        },
        {
            "title": "A Choice of Kipling's Verse",
            "authors": [
                "T.S. Eliot",
                "Rudyard Kipling"
            ],
            "ranking": 3.85,
            "ranking_count": 53,
            "abstract": "'The best criticism renews our interest in an author, and that is what Mr Eliot has done in his remarkable essay which prefaces his own selection from Kipling's verse . . . a mature essay full of insight . . . Mr Eliot's essay is an admirable example of the finest type of criticism. He succeeds in making us look at his subject's work with freshly opened eyes and he is at once sober, illuminating and sound.'. Spectator",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Criticism",
                "Literature"
            ]
        },
        {
            "title": "A Sunday at the Pool in Kigali",
            "authors": [
                "Gil Courtemanche",
                "Patricia Claxton"
            ],
            "ranking": 3.96,
            "ranking_count": 3612,
            "abstract": "A Sunday at the Pool in Kigali. is a moving, passionate love story set amid the turmoil and terror of Rwanda’s genocide.. All manner of Kigali residents pass their time by the pool of the Mille-Collines hotel: aid workers, Rwandan bourgeoisie, expatriates, UN peacekeepers, prostitutes. Keeping a watchful eye is Bernard Valcourt, a jaded foreign journalist, but his closest attention is devoted to Gentille, a hotel waitress with the slender, elegant build of a Tutsi. As they slip into an intense, improbable affair, the delicately balanced world around them–already devastated by AIDS–erupts in a Hutu-led genocide against the Tutsi people. Valcourt’s efforts to spirit Gentille to safety end in their separation. It will be months before he learns of his lover’s shocking fate.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Eastern Africa",
                "War",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Seven Taoist Masters: A Folk Novel of China",
            "authors": [
                "Eva Wong"
            ],
            "ranking": 4.16,
            "ranking_count": 511,
            "abstract": "History and legend are interwoven in this folk novel that both entertains and instructs. Written by an unknown author,. Seven Taoist Masters. is the story of six men and one woman who overcome tremendous hardships on the journey to self-mastery. These characters and their teacher, Wang Ch'ung-yang, are all historical figures who lived in the Southern Sung (1127–1279) and Yuan (1271–1368) dynasties. Wang is regarded as the greatest patriarch of the Complete Reality school, a highly purified branch of Taoism having a strong affinity with Zen Buddhism. The novel brings to life the essentials of Taoist philosophy and practice, both through the instructions offered by Wang—on topics such as the cultivation of mind and body, meditation techniques, and overcoming the obstacles to enlightenment—and through the experiences of the characters.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Cultural",
                "Nonfiction",
                "Classics",
                "Academic",
                "Spirituality",
                "Asian Literature"
            ]
        },
        {
            "title": "The Land of Green Plums",
            "authors": [
                "Herta Müller",
                "Michael Hofmann"
            ],
            "ranking": 3.66,
            "ranking_count": 5081,
            "abstract": "From the winner of the International IMPAC Dublin Literary Award and the 2009 Nobel Prize in Literature, a devastating picture of a society and a generation ruined by fear. Set in Romania at the height of Ceausescu's reign of terror,. The Land of Green Plums. is the story of a group of young people who leave the impoverished provinces for the city in search of better prospects and camaraderie. Their hopes are quickly dashed: the city, no less than the countryside, bears the mark of the dictatorship's corrosive touch. All of the narrator's friends come to betray one another and themselves. The totalitarian state, we see, has come to inhabit every human realm: everyone, even the strongest, must either bend to the oppressors or resist them and perish.. Herta Müller, herself a survivor of Ceausescu's police state, speaks from intimate experience. Scene by scene, in simple images of hieroglyphic power—men filling their mouths with unripe plums; girls sleeping with abattoir workers for bags of offal; a docile proletariat making things no one wants—tin sheep and wooden watermelons—Müller anatomizes a country, its citizens, and the corruption that has rotted the core of both.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Nobel Prize",
                "Historical",
                "European Literature",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Consider This, Señora",
            "authors": [
                "Harriet Doerr"
            ],
            "ranking": 3.87,
            "ranking_count": 897,
            "abstract": "The long-awaited and highly praised second novel by the author of Stones for Ibarra. The American characters here find themselves waiting, hoping, and living in rural Mexico-a land with the power to enchant, repulse, captivate, and change all who pass through it. Named a Best Book of the Year by Publishers Weekly and a Notable Book of the Year by the New York Times.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Audiobook",
                "Literature",
                "Cultural",
                "Book Club",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Betsy in Spite of Herself",
            "authors": [
                "Maud Hart Lovelace",
                "Vera Neville"
            ],
            "ranking": 4.26,
            "ranking_count": 4902,
            "abstract": "Betsy Ray is now a sophomore, and she and her Crowd are in the thick of things at Deep Valley High. Whether she's carrying out her duties as class secretary, trying to charm the exasperating Joe Willard, or juggling the demands of rhetoricals, football games, parties, and exams, Betsy's got her hands full. She should be happy... but she is dissatisfied. When oh-so-cosmopolitan Phil Brandish appears on the scene, Betsy decides that going with him would pull her out of the doldrums. But how can she make him notice her?. Then Betsy's old friend Tib Muller invites her to spend Christmas in Milwaukee. And it's there that plain old Betsy begins her transformation into the dramatic and mysterious Betsye. With her new identity, she should be able to convince Phil she is special. The trouble is, Betsye can't help being Betsy in spite of herself - but as she discovers, that's even better.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens"
            ]
        },
        {
            "title": "An Imaginary Life",
            "authors": [
                "David Malouf"
            ],
            "ranking": 3.87,
            "ranking_count": 2162,
            "abstract": "In the first century AD, Publius Ovidius Naso, the most urbane and irreverent poet of imperial Rome, was banished to a remote village on the edge of the Black Sea. From these sparse facts, one of our most distinguished novelists has fashioned an audacious and supremely moving work of fiction.. Marooned on the edge of the known world, exiled from his native tongue, Ovid depends on the kindness of barbarians who impale their dead and converse with the spirit world. But then he becomes the guardian of a still more savage creature, a feral child who has grown up among deer. What ensues is a luminous encounter between civilization and nature, as enacted by a poet who once catalogued the treacheries of love and a boy who slowly learns how to give it.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Classics",
                "Adult"
            ]
        },
        {
            "title": "Isän nimeen",
            "authors": [
                "Kjell Westö"
            ],
            "ranking": 3.64,
            "ranking_count": 430,
            "abstract": "”Oikeastaan minun olisi pitänyt varttua porvarispoikana maamme pääkaupungissa Helsingissä, sillä siihen minut oli ennalta määrätty, ei erään erakon ainoaksi pojaksi Rajavaaran uneliaaseen kylään. Joskus en malta olla ajattelematta miten toisin kaikki olisi voinut käydä, jos isäni Werner Skrake ei olisi niin varhain törmännyt Kohtaloonsa: lähes epätodennäköiseen kykyynsä saada aikaan katastrofeja… Tyttöjä minä vain ajattelin, sanoi Skraguli kun pullot sirpaleiksi ajoi…”. Sukutarina luotaa isoisän, hänen poikansa ja pojanpoikansa kirjavia vaiheita 1900-luvun alkupuolelta nykypäivään.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction"
            ]
        },
        {
            "title": "The Story of Zahra",
            "authors": [
                "Hanan Al-Shaykh",
                "حنان الشيخ",
                "Peter Ford"
            ],
            "ranking": 3.44,
            "ranking_count": 1099,
            "abstract": "Zahra’s mother uses her as a cover for her meetings with a lover; Zahra’s strict father mistreats her for being complicit in her mother’s affair. Fleeing from Beirut in search of solace, Zahra stays with her uncle in West Africa—and then uses marriage as another kind of escape. Back in Beirut, love finally comes to her, but with terrible consequences. Banned in several Middle Eastern countries since its original publication, The Story of Zahra is an intoxicating, provocative story of a young woman’s coming of age in a city torn apart by war.. With more than 21,000 copies in print of Women Of Sand And Myrrh, and more than 15,000 copies of The Story Of Zahra, Hanan al-Shaykh is the best known and most admired woman writer of the Arab world. The paperback publication of Zahra will bring this passionate and courageous novel to a much larger group of readers. Its haunting story of a young Lebanese woman who attempts to stem the violence in Beirut by initiating a sexual liaison with a sniper has lifted the corner of a dark curtain ( Sunday Telegraph ) from a world that fascinates us all. The Story Of Zahra is a classic by any standards.-- Village Voice Literary Supplement.. This rich tale mesmerizes with its frank sexuality and scenes of war-torn Beirut.-- Publishers Weekly.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Novels",
                "Historical",
                "War",
                "Womens",
                "Literature",
                "Feminism",
                "Academic",
                "Literary Fiction"
            ]
        },
        {
            "title": "Beatles",
            "authors": [
                "Lars Saabye Christensen"
            ],
            "ranking": 4.23,
            "ranking_count": 4942,
            "abstract": "Beatles. er en munter og vemodig roman om fire Beatles-frelste Oslogutter av årgang 1951, fra de som syvendeklassinger står på spranget inn i voksenverdenen - Vi tok framtida på forskudd, og den så sabla bra ut - til 25. september 1972. Ingen går tørskodd når dønningene fra ungdomsopprøret ute i Europa skyller inn over dem og deres beskyttende tilværelse. Aftenleserne har talt: Ingen etterkrigsroman beskriver Oslo bedre enn Lars Saabye Christensens oppvekstskildring fra Frogner.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Novels",
                "Contemporary",
                "Classics",
                "Roman",
                "Young Adult",
                "Historical",
                "Drama"
            ]
        },
        {
            "title": "Love Your God with All Your Mind",
            "authors": [
                "J.P. Moreland",
                "Dallas Willard"
            ],
            "ranking": 4.24,
            "ranking_count": 2901,
            "abstract": "Author J. P. Moreland presents a logical case for the role of the mind in spiritual transformation, challenging us to develop a Christian mind and to use our intellect to further God's kingdom through. - evangelism. - apologetics. - worship. - vocation. Love Your God with All Your Mind explores theology, doctrine, and spiritual growth.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Philosophy",
                "Religion",
                "Nonfiction",
                "Education",
                "Spirituality"
            ]
        },
        {
            "title": "South Riding",
            "authors": [
                "Winifred Holtby",
                "Shirley Williams",
                "Marion Shaw"
            ],
            "ranking": 3.96,
            "ranking_count": 2749,
            "abstract": "Winner of the James Tait Black Memorial Prize, Winifred Holtby's greatest novel was published posthumously. Winifred Holtby's masterpiece is a rich evocation of the lives and relationships of the characters of South Riding. Sarah Burton, the fiery young headmistress of the local girls' school; Mrs Beddows, the district's first alderwoman—based on Holtby's own mother; and Robert Carne, the conservative gentleman-farmer locked in a disastrous marriage—with whom the radical Sarah Burton falls in love. Showing how public decisions can mold the individual, this story offers a panoramic and unforgettable view of Yorkshire life.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "European Literature",
                "Literature",
                "Feminism",
                "Novels"
            ]
        },
        {
            "title": "The First Discworld Novels: The Colour of Magic and the Light Fantastic",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.14,
            "ranking_count": 7218,
            "abstract": "Together in one volume, here are the first two Discworld novels, featuring Rincewind the wizard and his Luggage, Twoflower and innocent tourist and Cohen the Barbarian, the world's oldest and greatest hero. And not to mention Death, who's not so bad once you get to know him.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "A Darkness More Than Night",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.14,
            "ranking_count": 51920,
            "abstract": "Terry McCaleb, the retired FBI agent who starred in the bestseller Blood Work, is asked by the LAPD to help them investigate aseries of murders that have them baffled. They are the kind of ritualized killings McCaleb specialized in solving with the FBI, and he is reluctantly drawn from his peaceful new life back into the horror and excitement of tracking down a terrifying homicidal maniac. More horrifying still, the suspect who seems to fit the profile that McCaleb develops is someone he has known and worked with in the past: LAPD homicide detective Harry Bosch.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "My Father's World",
            "authors": [
                "Michael R. Phillips",
                "Judith Pella"
            ],
            "ranking": 4.05,
            "ranking_count": 1374,
            "abstract": "As the wagon train made its descent from the mountains, the warm colors of autumn tried in vain to cheer the weary young travelers. Their mother had perished in the desert, and they had heard that their father was dead some years before. With the help of the wagon master, fifteen-year-old Corrie Belle Hollister is the only one left to bring her two brothers and two sisters into a raucous mining camp during the California Gold Rush to find their Uncle Nick.. Her mother's dying words to Corrie: A woman's got to be strong. She's got to be able to make her way alone if she has to. When the little troop arrives in Miracle Springs and discovers that Uncle Nick has skipped town and the sheriff is after him, the land of promise turns into one of fear and unknown danger. Shouts of gold and new strike fade away as Corrie stands in the middle of a strange town with everyone turning them away.. Could they make it on their own? She'd have to try!",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Westerns",
                "Romance",
                "Inspirational",
                "Young Adult",
                "Adult"
            ]
        },
        {
            "title": "Hourglass",
            "authors": [
                "Danilo Kiš",
                "Ralph Manheim"
            ],
            "ranking": 4.36,
            "ranking_count": 554,
            "abstract": "Danilo Kiš was one of the most artful and eloquent writers of postwar Europe. Of all his books,. Hourglass,. the account of the final months in one man's life before he is sent to a concentration camp, is considered to be his masterpiece.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "World War II",
                "European Literature",
                "Literature",
                "Novels",
                "Contemporary",
                "War",
                "Short Stories"
            ]
        },
        {
            "title": "The Attack",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.96,
            "ranking_count": 2994,
            "abstract": "The Animorphs have met the Ellimist. He helped to save the kids when they were about to be eaten by a Taxxon. He helped to free two Hork-Bajir and restored Tobias's morphing ability. But, even though the Ellimist has enormous power, he is not all-powerful. He has an enemy. The Crayak.. So, the Crayak and the Ellimist decide that a battle will prove their ultimate power. But they don't intend to fight each other. The Ellimist will choose the Animorphs, Ax, and Erek, the Chee; the Crayak will choose his own army. If the Animorphs lose they will be erased from the universe altogether. And there'll be no one left to fight the Yeerks. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Adventure",
                "Animals",
                "War"
            ]
        },
        {
            "title": "Life with Father",
            "authors": [
                "Clarence Day Jr."
            ],
            "ranking": 3.85,
            "ranking_count": 3597,
            "abstract": "When the delicious comic tales that make up. Life with Father. first appeared in the early 1930s, they played a large hand in keeping afloat a fledgling magazine called. The New Yorker. . Clarence Day's reminiscences of growing up in a turn-of-the-century New York household which keeps wriggling out from under the thumb of a blustering Wall Street. paterfamilias. are classics of American humor, lively and nostalgic sketches that still manage to evoke the enduring comedy of family life. Father's explosive encounters with horse and cook, servants and shopkeepers, wife and childrento say nothing of his vigorous pursuit of ice!retain their hilarious appeal in no small part because the younger Day never seems put out by the older man's actions, never describes him with less than affectionate amusement. As a result,. Life with Father. remains as a contemporary critic described it: A delightful book alive with energy and collisions and the running water of happiness.. A bestseller when it was first published in 1935,. Life with Father. was the inspiration for one of the longest-running hits in Broadway history and was later adapted successfully for both film and television.. Clarence Day. was born in 1874. After graduation from Yale, he followed his father to Wall Street, but his business career was cut short by illness. Turning to writing and drawing, he became an early contributor to. The New Yorker. and authored several books, the most famous of which was. Life with Father. . Day died in December 1935, just a few months after. Life with Father. was published.. Life with Mother. appeared posthumously.. A delightful book alive with energy and collisions and the running water of happiness.. . The New Republic. One of the most chuckling books of our time.. The Atlantic. The only reason for reading. Life with Father. is the fun of it.. New York Times. Such a rich and rounded character as Father has not appeared in literature for many a year. A novelist would be ranked as a genius for inventing him; Clarence Day didn't need to.. Books. It won't be so much fun reading. Life with Father. unless you have someone at hand to whom you can read snatches whenever enjoyment becomes too great to be self-contained any longer.. Boston Transcript",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Humor",
                "Nonfiction",
                "Biography",
                "Autobiography",
                "History",
                "Historical",
                "Biography Memoir",
                "Family",
                "Literature"
            ]
        },
        {
            "title": "The Complete Richard Hannay",
            "authors": [
                "John Buchan"
            ],
            "ranking": 4.05,
            "ranking_count": 374,
            "abstract": "This edition consists of five novels :. The Thirty-Nine Steps,. Greenmantle,. Mister Standfast,. The Three Hostages, and. The Island of Sheep",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Classics",
                "Spy Thriller",
                "Historical",
                "Thriller",
                "War",
                "Mystery",
                "Novels"
            ]
        },
        {
            "title": "Exile's End",
            "authors": [
                "Rachel Lee"
            ],
            "ranking": 3.93,
            "ranking_count": 120,
            "abstract": "SOMEONE WAS STALKING HIM. After being held captive for four years, CIA agent. Ransom Laird just wanted to enjoy the wide-open spaces and warm sunshine of Wyoming. He hadn't expected to meet a woman whose very soul touched him, warmed him-- a woman he could grow old with.. And now that he'd found her, he was about to lose her to an unknown assassin. Someone who wanted Ransom dead. Someone who was willing to kill Mandy to get to him.... Writer Mandy Grant saw Ransom as a wounded warrior seeking shelter within her fortress walls and herself as the lonely princess, too frightened to love. Because for Mandy, loving mean losing. And unless the stopped the killer first, they were both going to lose...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Category Romance"
            ]
        },
        {
            "title": "Getting the Love You Want : A Guide for Couples",
            "authors": [
                "Harville Hendrix"
            ],
            "ranking": 4.04,
            "ranking_count": 12101,
            "abstract": "Originally attain more loving, supportive and deeply satisfying relationships. In this groundbreaking book, Dr Harville Hendrix shares with you what he has learned about the psychology of love during more than thirty years of working as a therapist and helps you transform your relationship into a lasting source of love and companionship. For this edition of his classic book, Dr Hendrix and his wife, Helen LaKelly Hunt, have added a new introduction describing the powerful influence this book has had on so many people over the years. With its step-by-step programme, GETTING THE LOVE YOU WANT will help you create a loving, supportive and revitalized partnership.",
            "part_of_series": false,
            "genre_list": [
                "Relationships",
                "Psychology",
                "Self Help",
                "Nonfiction",
                "Marriage",
                "Love",
                "Health",
                "Audiobook"
            ]
        },
        {
            "title": "A Field Guide to the Birds of Eastern and Central North America",
            "authors": [
                "Roger Tory Peterson"
            ],
            "ranking": 4.42,
            "ranking_count": 1750,
            "abstract": "Features the unique Peterson Identification System, which has never been surpassed as a tool for field identification and is available only in Peterson Guides. The Birder's Bible for over sixty years. All the birds of eastern and central North America--including accidentals, exotics, and escapes--shown in full color and described in detail. 390 complete, easy-to-read range maps showing summer and winter ranges, breeding grounds, and other special range information. Easy-to-use facing-page format.",
            "part_of_series": true,
            "genre_list": [
                "Reference",
                "Nonfiction",
                "Environment",
                "Animals",
                "Science",
                "Nature"
            ]
        },
        {
            "title": "Dancing Wu Li Masters: An Overview of the New Physics (Perennial Classics)",
            "authors": [
                "Gary Zukav"
            ],
            "ranking": 3.99,
            "ranking_count": 10801,
            "abstract": "Gary Zukav has written the Bible for those who are curious about the mind-expanding discoveries of advanced physics, but who have no scientific background. Like a Wu Li Master who would teach us wonder for the falling petal before speaking of gravity, Zukav writes in beautifully clear language—with no mathematical equations—opening our minds to the exciting new theories that are beginning to embrace the ultimate nature of our universe...Quantum mechanics, relativity, and beyond to the Einstein-Podolsky-Rosen effect and Bell's theorem.. At an Esalen Institute meeting in 1976, tai chi master Al Huang said that the Chinese word for physics is Wu Li, patterns of organic energy. Journalist Gary Zukav and the others present developed the idea of physics as the dance of the Wu Li Masters--the teachers of physical essence. Zukav explains the concept further: The Wu Li Master dances with his student. The Wu Li Master does not teach, but the student learns. The Wu Li Master always begins at the center, the heart of the matter.... This book deals not with knowledge, which is always past tense anyway, but with imagination, which is physics come alive, which is Wu Li.... Most people believe that physicists are explaining the world. Some physicists even believe that, but the Wu Li Masters know that they are only dancing with it. The new physics of Zukav's 1979 book comprises quantum theory, particle physics, and relativity. Even as these theories age they haven't percolated all that far into the collective consciousness; they're too far removed from mundane human experience not to need introduction. The Dancing Wu Li Masters remains an engaging, accessible way to meet the most profound and mind-altering insights of 20th-century science. --Mary Ellen Curtin",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "Spirituality",
                "Religion",
                "Physics"
            ]
        },
        {
            "title": "The Red Limit",
            "authors": [
                "Timothy Ferris",
                "Carl Sagan"
            ],
            "ranking": 3.99,
            "ranking_count": 259,
            "abstract": "For centuries, it was assumed that our universe was static. In the late 1920s, astronomers defeated this assumption with a startling new discovery. From Earth, the light of distant galaxies appeared to be red, meaning that those galaxies were receding from us. This led to the revolutionary realization that the universe is expanding.. The Red Limit. is the tale of this discovery, its ramifications, and the passionately competitive astronomers who charted the past, present, and future of the cosmos.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Space",
                "Audiobook"
            ]
        },
        {
            "title": "El maestro de esgrima",
            "authors": [
                "Arturo Pérez-Reverte"
            ],
            "ranking": 3.77,
            "ranking_count": 9981,
            "abstract": "Novela de aventuras pero también policiaca, de traiciones y maniobras políticas en el Madrid galdosiano de 1868, El maestro de esgrima es la historia de un mundo de tahúres y mercachifles mantenido a distancia por un florete honorable. Pero es, sobre todo, una inquietante parábola sobre el poder del dinero, la ambición política y la extinción de los valores de honradez y fidelidad en los finales del siglo XX.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Cultural",
                "European Literature",
                "Adventure",
                "Thriller",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Collected Short Stories",
            "authors": [
                "Aldous Huxley"
            ],
            "ranking": 3.78,
            "ranking_count": 316,
            "abstract": "Aldous Huxley's stature as one of the giants of modern English prose and of social commentary in our time is confirmed in this gathering of his distinguished stories into a single volume. Twenty-one pieces are here, including The Gioconda Smile, Little Mexican, Young Archimedes, and Chawdron. Together they offer a complete view of Huxley's work in the genre, in which he established himself as an acknowledged master.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "Solo",
            "authors": [
                "Jill Mansell"
            ],
            "ranking": 3.67,
            "ranking_count": 4793,
            "abstract": "When Tessa Duvall, a struggling artist, reluctantly agreed to accompany her best friend Holly to a party at the elegant Charrington Grange Hotel, she had every intention of sneaking off early. For parties full of strangers bored the knickers off Tessa and this one proved to be no exception - until she encountered Ross Monahan, whose wicked reputation was as high profile as the hotel he owned and ran with such panache. But whilst Holly set about ensnaring his reluctant brother Max, Tessa simply accepted Ross for what he was, a sensational one-night stand...until she realised, weeks later, that one-night stands can have far-reaching consequences.",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Adult",
                "European Literature",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "Affirmations: How to Expand Your Personal Power and Take Back Control of Your Life",
            "authors": [
                "Stuart Wilde"
            ],
            "ranking": 4.19,
            "ranking_count": 176,
            "abstract": "Affirmations. by Stuart Wilde, is not just a collection of nice words to say to yourself, but serves as a magnificent battle-plan, where you learn to expand the power you already have in order to win back absolute control of your life.. Using the power of the light within you, you are able to pull energy from the Universal Mind. It will give you a transcendent view that you can use for any endeavor you choose. Many great people in history have understood the simplicity of this power and used it to exhibit genius.--Stuart Wilde. Once you understand the concepts taught in. Affirmations. , you will be able to rightly affirm, My expectations are truly limitless.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Self Help",
                "Nonfiction"
            ]
        }
    ]
}