{
    "books": [
        {
            "title": "Others",
            "authors": [
                "James Herbert"
            ],
            "ranking": 3.85,
            "ranking_count": 4198,
            "abstract": "Nicholas Dismas is a Private Investigator, but like no other that has gone before him. He carries a secret about himself to which not even he has the answer . . .. He is hired to find a missing baby. One that was taken away at birth . . . Or was it?. His investigation takes him to a mysteriously located place called Perfect Rest. It is supposed to be a nursing home for the elderly . . . But is it?. Here Dismas will discover the dark secret of the Others. And in an astonishing and spectacular finale he will resolve the enigma of his own existence . . .",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Audiobook",
                "Anthologies"
            ]
        },
        {
            "title": "The Greatest Salesman in the World",
            "authors": [
                "Og Mandino"
            ],
            "ranking": 4.2,
            "ranking_count": 58766,
            "abstract": "The Greatest Salesman in the World is a book that serves as a guide to a philosophy of salesmanship, and success, telling the story of Hafid, a poor camel boy who achieves a life of abundance. If Mandino's suggested reading structure is followed, it would take about 10 months to read the book.. What you are today is not important... for in this  runaway bestseller you will learn how to change your life by applying the secrets you are about to  discover in the ancient scrolls.",
            "part_of_series": true,
            "genre_list": [
                "Business",
                "Self Help",
                "Nonfiction",
                "Inspirational",
                "Psychology",
                "Philosophy",
                "Leadership",
                "Spirituality",
                "Classics"
            ]
        },
        {
            "title": "The Dog of the South",
            "authors": [
                "Charles Portis"
            ],
            "ranking": 3.82,
            "ranking_count": 5405,
            "abstract": "The narrator is Ray Midge, down-at-the-heels Southerner after his wife. Norma had run off with Guy Dupree and I was waiting around for the credit card billings to come in so I could see where they had gone. The fussbudget is assailed by tropical storms, grifters, hippies, car trouble, and candy wrappers at high speed wind came up through the floor hole in such a way that the Heath wrappers were suspended behind my head in a noisy brown vortex. Leech Dr Reo Symes is a font of dubious financial schemes and fluff such as a circus fifty-pound rat from the sewers of Paris, France. Of course it didn't really weigh fifty pounds and it wasn't your true rat and it wasn't from Paris, France, either. It was some kind of animal from South America.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Novels",
                "American",
                "Literature",
                "Audiobook",
                "Travel",
                "Literary Fiction"
            ]
        },
        {
            "title": "Quartered Safe Out Here: A Harrowing Tale of World War II",
            "authors": [
                "George MacDonald Fraser"
            ],
            "ranking": 4.06,
            "ranking_count": 3669,
            "abstract": "George MacDonald Fraser--beloved for his series of. Flashman. historical novels--offers an action-packed memoir of his experiences in Burma during World War II. Fraser was only 19 when he arrived there in the war's final year, and he offers a first-hand glimpse at the camaraderie, danger, and satisfactions of service. A substantial Epilogue, occasioned by the 50th anniversary of VJ-Day in 1995, adds poignancy to a volume that eminent military historian John Keegan described as one of the great personal memoirs of the Second World War.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Autobiography",
                "Military",
                "Biography",
                "Cultural"
            ]
        },
        {
            "title": "The Complete Illustrated Book of Yoga",
            "authors": [
                "Vishnu-Devananda"
            ],
            "ranking": 4.18,
            "ranking_count": 296,
            "abstract": "Considered the world's foremost authority on the ancient science of hatha yoga, Swami Vishnudevananda clearly explains even the most esoteric concepts of yogic discipline to make this book the most widely respected handbook for the study and practice of yoga. Illustrated.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Health",
                "Reference",
                "Anthologies",
                "Spirituality",
                "Philosophy"
            ]
        },
        {
            "title": "Detective Story",
            "authors": [
                "Imre Kertész",
                "Tim Wilkinson"
            ],
            "ranking": 3.52,
            "ranking_count": 844,
            "abstract": "As readers, we are accustomed to reading stories of war and injustice from the victims’ point of view, sympathizing with their plight. In. Detective Story,. the tables have been turned, leaving us in the mind of a monster, as Nobel Laureate Imre Kertész plunges us into a story of the worst kind, told by a man living outside morality.. Now in prison, Antonio Martens is a torturer for the secret police of a recently defunct dictatorship. He requests and is given writing materials in his cell, and what he has to recount is his involvement in the surveillance, torture, and assassination of Federigo and Enrique Salinas, a prominent father and son whose principled but passive opposition to the regime left them vulnerable to the secret police. Preying on young Enrique’s aimless life, the secret police began to position him as a subversive and then targeted his father. Once this plan was set into motion, any means were justified to reach the regime’s chosen end—the destruction of an entire liberal class.. Inside Martens’s mind, we inhabit the rationalizing world of evil and see firsthand the inherent danger of inertia during times of crisis. A slim, explosive novel of justice railroaded by malevolence,. Detective Story. is a warning cry for our time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Nobel Prize",
                "Novels",
                "Novella",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Filth",
            "authors": [
                "Irvine Welsh"
            ],
            "ranking": 3.79,
            "ranking_count": 27725,
            "abstract": "With the Christmas season upon him, Detective Sergeant Bruce Robertson of Edinburgh's finest is gearing up socially—kicking things off with a week of sex and drugs in Amsterdam.. There are some sizable flies in the ointment, though: a missing wife and child, a nagging cocaine habit, some painful below-the-belt eczema, and a string of demanding extramarital affairs. The last thing Robertson needs is a messy, racially fraught murder, even if it means overtime—and the opportunity to clinch the promotion he craves. Then there's that nutritionally demanding (and psychologically acute) intestinal parasite in his gut. Yes, things are going badly for this utterly corrupt tribune of the law, but in an Irvine Welsh novel nothing is ever so bad that it can't get a whole lot worse. . .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Mystery",
                "Novels",
                "Thriller",
                "European Literature",
                "Cultural",
                "Dark",
                "Humor"
            ]
        },
        {
            "title": "Small Steps: The Year I Got Polio",
            "authors": [
                "Peg Kehret"
            ],
            "ranking": 4.43,
            "ranking_count": 6478,
            "abstract": "Ten years ago, in a riveting story of courage and hope, Peg Kehret wrote of the months she spent in a hospital when she was 12. The book deeply touched readers of all ages and received many awards and honors. This anniversary edition includes an updated and extended Epilogue, 12 pages of new photos, and a new section about polio.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Childrens",
                "Biography Memoir",
                "Historical",
                "History",
                "Medical"
            ]
        },
        {
            "title": "The Warrior's Apprentice",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 4.27,
            "ranking_count": 25931,
            "abstract": "Between the seemingly impossible tasks of living up to his warrior-father's legend and surmounting his own physical limitations, Miles Vorkosigan faces some truly daunting challenges.. Shortly after his arrival on Beta Colony, Miles unexpectedly finds himself the owner of an obsolete freighter and in more debt than he ever thought possible. Propelled by his manic forward momentum, the ever-inventive Miles creates a new identity for himself as the commander of his own mercenary fleet to obtain a lucrative cargo; a shipment of weapons destined for a dangerous warzone.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Space",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "War",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Song in the Silence",
            "authors": [
                "Elizabeth Kerner"
            ],
            "ranking": 3.95,
            "ranking_count": 5463,
            "abstract": "Lanen Kaelar has spent her life being told just how wrongheaded and foolish she is by her entire family. When Lanen's father dies, she chooses to leave her abusive relatives and search out the great dragons she has always dreamed of, though she knows what she seeks may not be real.. But those who hold true power know that prophecies have been told of Lanen Kaelar since before her birth. They fear the destiny she may fulfill, the mysteries she may unravel--and the strange and terrifying love she may find on the legendary Dragon Isle.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Mickey's Christmas Carol: Classic Storybook",
            "authors": [
                "Walt Disney Company"
            ],
            "ranking": 4.31,
            "ranking_count": 1253,
            "abstract": "Relive this wonderful Disney classic film in a beautiful, hardcover, 96-page classic storybook that accurately captures the movie magic and places it right into a child's hands. With every turn of a page, adventure unfolds to create memories that will last a lifetime.",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Family",
                "Fantasy"
            ]
        },
        {
            "title": "The White Steamship",
            "authors": [
                "Chingiz Aitmatov",
                "T. Feifer"
            ],
            "ranking": 4.12,
            "ranking_count": 4916,
            "abstract": "Deserted by his parents, a young boy finds himself alone in the often grotesque world or relatives who do not want to raise him. As daily events become more and more intolerable, the boy clings to the legends and religious traditions of the area for relief. When a hunting party forces his grandfather to kill the Horned Mother Deer that the boy believes sacred, the boy, filled with horror and disgust, commits an act he thinks will lead him to the love and affection he so desperately needs.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Roman",
                "Literature",
                "Cultural",
                "Asian Literature",
                "Novels"
            ]
        },
        {
            "title": "Mucho Mojo",
            "authors": [
                "Joe R. Lansdale"
            ],
            "ranking": 4.12,
            "ranking_count": 5477,
            "abstract": "Inheriting one hundred thousand dollars and a small hiccup of a house in a dilapidated district is not so bad, and Uncle Chester made a nice gift of it to his nephew Leonard... though the clean-up is intensive, the floor is Rotten, and the neighbors are something from a nightmare.. It is one thing to renovate a house to sell it. It is another to cut down the walls and risk discovering hidden skeletons...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Humor",
                "Horror",
                "Novels",
                "The United States Of America"
            ]
        },
        {
            "title": "Auschwitz: A Doctor's Eyewitness Account",
            "authors": [
                "Miklós Nyiszli",
                "Tibère Kremer"
            ],
            "ranking": 4.29,
            "ranking_count": 19509,
            "abstract": "When the Nazis invaded Hungary in 1944, they sent virtually the entire Jewish population to Auschwitz. A Jew and a medical doctor, the prisoner. Dr. Miklos Nyiszli. was spared death for a grimmer fate: to perform scientific research on his fellow inmates under the supervision of the man who became known as the infamous Angel of Death - Dr. Josef Mengele. Nyiszli was named Mengele's personal research pathologist. In that capactity he also served as physician to the Sonderkommando, the Jewish prisoners who worked exclusively in the crematoriums and were routinely executed after four months. Miraculously, Nyiszli survived to give this horrifying and sobering account.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "World War II",
                "War",
                "Autobiography",
                "Biography",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "Vipers' Tangle",
            "authors": [
                "François Mauriac",
                "Robert Coles",
                "Warre B. Wells"
            ],
            "ranking": 4.06,
            "ranking_count": 2739,
            "abstract": "The masterpiece of one of the twentieth century’s greatest Catholic writers,. Vipers’ Tangle. tells the story of Monsieur Louis, an embittered aging lawyer who has spread his misery to his entire estranged family. Louis writes a journal to explain to them—and to himself—why his soul has been deformed, why his heart seems like a foul nest of twisted serpents. Mauriac’s novel masterfully explores the corruption caused by pride, avarice, and hatred, and its opposite—the divine grace that remains available to each of us until the very moment of our deaths. It is the unforgettable tale of the battle for one man’s soul.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "European Literature",
                "Novels",
                "Nobel Prize",
                "Christianity",
                "Religion"
            ]
        },
        {
            "title": "Di noi tre",
            "authors": [
                "Andrea De Carlo"
            ],
            "ranking": 3.42,
            "ranking_count": 946,
            "abstract": "Marco, Misia e Livio: tre ragazzi all'inizio della storia, tre adulti alla fine. Quando si conoscono, negli anni Settanta, il tempo delle grandi scelte è davanti a loro. Marco si è appena laureato, Livio si rifiuta di concludere gli studi, mentre Misia, la bellissima Misia Mistriani, si unisce instabilmente ora all'uno ora all'altro dei due amici. Innamorandosi e respingendosi, in un tormentato intreccio sentimentale, i tre diventano grandi, fra i marosi di una generazione splendida e incompiuta. Finché, alla soglia dei quarant'anni, la loro vicenda si intreccia di nuovo, con la stessa intensità di sempre e con qualche doloroso sussulto in più... Un romanzo vero e profondo, splendidamente orchestrato da un De Carlo ammaliatore e sapiente.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "The Love You Make: An Insider's Story of the Beatles",
            "authors": [
                "Peter     Brown",
                "Steven Gaines",
                "Anthony DeCurtis"
            ],
            "ranking": 4.09,
            "ranking_count": 3001,
            "abstract": "Here is the national bestseller that. Newsday. called “the most authoritative and candid look yet at the personal lives…of the oft-scrutinized group.” In. The Love You Make. ,. Peter Brown, a close friend of and business manager for the band—and the best man at John and Yoko’s wedding—presents a complete look at the dramatic offstage odyssey of the four lads from Liverpool who established the greatest music phenomenon of the twentieth century. Written with the full cooperation of each of the group’s members and their intimates, this book tells the inside story of the music and the madness, the feuds and the drugs, the marriages and the affairs—from the greatest heights to the self-destructive depths of the Fab Four.. In-depth and definitive,. The Love You Make. is an astonishing account of four men who transformed the way a whole generation of young people thought and lived. It reigns as the most comprehensive, revealing biography available of John, Paul, George, and Ringo.. Includes 32 pages of rare and revealing photos. A Literary Guild® Alternate Selection",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Biography",
                "Nonfiction",
                "History",
                "Autobiography",
                "Biography Memoir",
                "Culture"
            ]
        },
        {
            "title": "வேங்கையின் மைந்தன் [Vengaiyin Maindhan]",
            "authors": [
                "Akilan"
            ],
            "ranking": 4.03,
            "ranking_count": 987,
            "abstract": "வேங்கையின் மைந்தன் புதினம் கற்பனையோடு கலந்து எழுதப்பட்ட வரலாற்றுப் புதினம் என்றாலும் அது நிகழும் காலக்கட்டத்தில் வாழ்ந்த வரலாற்றுக் கதாப்பாத்திரங்களைச் சுற்றிச் சுழல்வதாக அமைகிறது.. விஜயாலய சோழன்(கி.பி 847 - 871) பல்லவர்களும் பாண்டியர்களும் பலமாக இருந்த காலத்தில் அவர்களை வென்று சோழர்களின் பொற்கால ஆட்சியை தோற்றுவித்த பெருமைக்குரியவர். அவருடைய மகன் ஆதித்த சோழனும் பல்லவர்களையும் கொங்கு நாட்டையும் வென்று விஜயாலய சோழன் தோற்றுவித்த சோழர் பேரரசை விரிவாக்கினார். அவருக்குப் பிறகு ஆட்சிக்கு வந்த ஆதித்த சோழனின் மகன் முதலாம் பராந்தக சோழன்(கி.பி 907 - 955) ஈழத்திலும் பாண்டிய நாட்டிலும் பெற்ற வெற்றிகளே, பிற்காலச் சோழ மன்னர்களில் புகழ்பெற்றவர்களான இராஜராஜ சோழன், இராஜேந்திர சோழன் மற்றும் முதலாம் குலோத்துங்க சோழன் ஆகிய மூவரும் சோழ சாம்ராஜ்ஜியத்தை தென்னிந்தியாவின் முதல் பேரரசாக விரிவுபடுத்தப் பெரிதும் உதவின.. முதலாம் பராந்தக சோழன் தன்னுடைய இறப்பிற்கு முன்னால் பெற்ற வெற்றிகளையும் அதனால் விரிவடைந்த சோழ சாம்ராஜ்ஜியத்தைப் பற்றிய விவரங்களும் தெளிவாகக் கல்வெட்டுக்கள் மூலம் கிடைக்கின்றன. முதலாம் பராந்தக சோழனின் ஆட்சிக்காலத்தின் இறுதியில் மூன்றாம் கிருஷ்ணன் தலைமையிலான இராஷ்டிரகூடர்களுடனான போரில் சோழ இளவரசன் இராஜாதித்தன் தக்கோலத்தில் இறந்ததோடு மட்டுமல்லாது தொண்டை நாடும் இராஷ்டிரகூடர்கள் ஆதிக்கத்துக்குள்ளானது இதன் காரணமாக சோழர்களின் அரசின் வட எல்லை தஞ்சாவூர், திருச்சிராப்பள்ளி அளவிலேயே நின்றது. இந்தக் காலக்கட்டத்துற்குப் பிறகான சோழ மன்னர்கள் கண்டராதித்தர், அரிஞ்சய சோழர், இரண்டாம் பராந்தக சோழர், ஆதித்த கரிகாலன், மதுராந்தக சோழர் முதலாம் இராஜராஜ சோழர், முதலாம் இராஜேந்திர சோழர் மற்றும் அவரைத் தொடர்ந்தவர்கள் ஆவர்.. முதலாம் இராஜராஜ சோழனின் ஆட்சிக் காலத்திலேயே (கி.பி. 1012), அவரது மகன் இராஜேந்திர சோழன் இணை அரசனாகப் பொறுப்பேற்றுப் பின் இரண்டு ஆண்டுகளில் பட்டத்து அரசனாக முடிசூட்டப்பட்டான். அவன் தனது ஆட்சிக் காலத்தின் தொடக்கத்திலேயே தன்னுடைய மகனான இராஜாதிராஜ சோழனை இளவரசனாகப் பட்டம் சூட்டி ஆட்சிப் பொறுப்புக்களை அவனுடன் பங்கிட்டுக் கொண்டான். இராஜாதிராஜ சோழன் கி.பி. 1018ல் இருந்தே தந்தையுடன் ஆட்சிப்பொறுப்பில் இருந்து வந்தான். ஏறக்குறைய 26 ஆண்டுகள் இருவரும் இணைந்து சோழப் பேரரசை நிர்வகித்து வந்தனர்.. முதலாம் இராஜராஜ சோழன் தொடங்கி வைத்த ஈழத்தின் மீதான படையெடுப்பை நிறைவு செய்யும் விதமாகவும், பராந்தக சோழன் காலத்திலேயே தேடப்பட்டுக் கண்டறியமுடியாமல் போன, பாண்டிய அரசர்களால் சிங்கள அரசர்களிடம் கொடுத்து வைக்கப்பட்டதாகச் சொல்லப்படும் இந்திரன் பாண்டியர்களுக்கு அளித்ததாக கருதப்படும் இரத்தினக் கற்கள் பொறித்த வாளையும் முத்து மாலையையும் கண்டறியும் நோக்கோடும் ஈழ மண்டலத்தின் தென் கிழக்கிலுள்ள ரோகண நாட்டின் மீது கி.பி. 1018ல் மீண்டும் படையெடுப்பு நடத்தப்பட்டது. படையெடுப்பில் பெரும் வெற்றி பெற்று இராஜேந்திரன் ஈழத்தின் முக்கிய இடங்களை கைப்பற்றி[1] சிங்கள பட்டத்து அரசன், அரசி, இளவரசி ஆகியோரைச் சிறைப்படுத்திச் சோழநாட்டிற்குக் கொண்டு வந்தான். சிங்கள அரசன் ஐந்தாம் மஹிந்தா பன்னிரெண்டு ஆண்டுக்காலச் சிறைவாசத்துக்குப் பிறகு சிறையிலேயே இறந்து போனான். இதைப்பற்றி சிங்கள சுயசரிதைக்கு ஒப்பான மஹா வம்சமும் கூறுகிறது.. இந்தக் காலக்கட்டத்தைத்தான் அகிலன் தன்னுடைய வேங்கையின் மைந்தன் வரலாற்றுப் புதினத்திற்கான கதைக்களமாகத் தேர்ந்தெடுத்துள்ளார். சங்க காலம் முதல் பிற்கால வரலாற்றிலும் அழியா இடத்தைப் பெற்றது கொடும்பை மாநகரம். சோழ நாட்டிலிருந்து பாண்டிய நாட்டுக்குச் செல்லும் சாலையில் இரு நாடுகளுக்கும் எல்லை வகுத்து விட்டு இடையில் வளர்ந்த சிற்றசர் நகரம் அது. காலங்காலமாக அதை ஆண்டுவந்த வேளிர்கள் தம் வீரத்துக்குப் பேர் போனவர்கள். பிற்காலச் சோழர்களுடன் நெருக்கமான மண உறவு கொண்டிருந்த குலம் அது. முதலாம் இராஜராஜனின் மனைவியும் இராஜேந்திர சோழனின் தாயுமான வானவன்மாதேவி கொடும்பாளூர்க் குலப்பெண். இக்கதையின் நாயகன் இளங்கோ கொடும்பாளூர் குலத்தோன்றல். இராஜேந்திரன் பாண்டிய நாட்டு முடியை ஈழத்திலிருந்து மீட்டு வந்த நிகழ்ச்சியை மையமாகக் கொண்டு அதற்கு முன்னும் பின்னுமாக இப்புதினத்தின் கதை பின்னப்பட்டுள்ளது.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Novels",
                "Asian Literature"
            ]
        },
        {
            "title": "The Great Automatic Grammatizator And Other Stories",
            "authors": [
                "Roald Dahl"
            ],
            "ranking": 4.06,
            "ranking_count": 4362,
            "abstract": "This new selection of Roald Dahl's short stories has been specially chosen as an introduction for teenagers to the adult writing of one of the world's greatest storytellers. Subtle and bizarre, ironic and amusing, macabre and often grotesque, in every sense these tales provide a superb first step into the unexpected world of Roald Dahl.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Young Adult",
                "Classics",
                "Fantasy",
                "Humor",
                "Childrens",
                "Horror",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Lady of the Reeds",
            "authors": [
                "Pauline Gedge"
            ],
            "ranking": 4.21,
            "ranking_count": 1345,
            "abstract": "She grew up on the reed-lined banks of the Upper Nile but she was not like the other villagers of Aswat. Intelligent and ambitious, Thu is convinced that her destiny is greater than to marry a peasant, tend crops and breed sons. She wants more. When Hui, aristocrat, healer and famed seer, anchors his barge at the nearby temple, young Thu swims to it, willing to offer him anything, even herself, for a glimpse of her future. And so she starts a journey that finally leads her to power as Lady Thu, beloved concubine of Ramses III - until, once again, she wants more.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Northern Africa",
                "Fiction",
                "Romance",
                "Literature",
                "Cultural",
                "African Literature",
                "Adult"
            ]
        },
        {
            "title": "Seven Gothic Tales",
            "authors": [
                "Isak Dinesen",
                "Karen Blixen"
            ],
            "ranking": 3.89,
            "ranking_count": 3067,
            "abstract": "Originally published in 1934, Seven Gothic Tales, the first book by one of the finest and most singular artists of our time (The Atlantic), is a modern classic. Here are seven exquisite tales combining the keen psychological insight characteristic of the modern short story with the haunting mystery of the nineteenth-century Gothic tale, in the tradition of writers such as Goethe, Hoffmann, and Poe.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Gothic",
                "Classics",
                "Horror",
                "European Literature",
                "Literature",
                "Fantasy",
                "Cultural"
            ]
        },
        {
            "title": "Arus Balik",
            "authors": [
                "Pramoedya Ananta Toer"
            ],
            "ranking": 4.37,
            "ranking_count": 1474,
            "abstract": "Semasa jaya Majapahit, Nusantara merupakan kesatuan maritim dan kerajaan laut terbesar di antara bangsa-bangsa beradab di muka bumi. Arus bergerak dari selatan ke utara, segalanya: kapal-kapalnya, manusianya, amal perbuatannya dan cita-citanya, semuanya bergerak dari Nusantara di selatan ke atas angin di utara. Tetapi jaman berubah..... Arus berbalik - bukan lagi dari selatan ke utara tetapi sebaliknya dari utara ke selatan. Utara menguasai selatan, menguasai urat nadi kehidupan Nusantara... perpecahan dan kekalahan demi kekalahan seakan menjadi bagian dari Jawa yang beruntun tiada hentinya.. Wiranggaleng - pemuda desa sederhana, menjadi tokoh protagonis dalam epos kepahlawanan yang maha dasyat ini. Dia bertarung sampai ke pusat Portugis di Malaka, memberi segala-galanya -walau hanya secauk pasir sekalipun- untuk membendung arus utara.. Masih dapatkah arus balik membalik lagi?",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Asian Literature",
                "Classics",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Weimar Culture: The Outsider as Insider",
            "authors": [
                "Peter Gay"
            ],
            "ranking": 3.74,
            "ranking_count": 827,
            "abstract": "First published in 1968,. Weimar Culture. is one of the masterworks of Peter Gay's distinguished career. A study of German culture between the two wars, the book brilliantly traces the rise of the artistic, literary, and musical culture that bloomed ever so briefly in the 1920s amid the chaos of Germany's tenuous post-World War I democracy, and crashed violently in the wake of Hitler's rise to power. Despite the ephemeral nature of the Weimar democracy, the influence of its culture was profound and far-reaching, ushering in a modern sensibility in the arts that dominated Western culture for most of the twentieth century. Vivid and eminently readable,. Weimar Culture. is the finest introduction for the casual reader and historian alike.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Art",
                "European Literature",
                "Politics",
                "Literature",
                "Reference"
            ]
        },
        {
            "title": "Birthing from Within: An Extra-Ordinary Guide to Childbirth Preparation",
            "authors": [
                "Pam England",
                "Rob Horowitz"
            ],
            "ranking": 4.0,
            "ranking_count": 5440,
            "abstract": "Here is a holistic approach to childbirth that examines this profound rite-of-passage not as a medical event but as an act of self-discovery. Exercises and activities such as journal writing, meditation, and painting will help mothers analyze their thoughts and face their fears during pregnancy. For use during birth, the book offers proven techniques for coping with labor pain without drugs, a discussion of the doctor or midwife’s role, and a look at the father’s responsibilities. Childbirth education should also include what to expect after the baby is born. Here are baby basics, such as how to bathe a newborn, how to get the little one to sleep, and tips for getting nursing off to a good start. Pregnancy, birth, and postpartum is a process of continuous learning and adjustment;. Birthing From Within. provides the necessary support and education to make each phase of birthing a rewarding experience.",
            "part_of_series": false,
            "genre_list": [
                "Parenting",
                "Nonfiction",
                "Health",
                "Family",
                "Self Help",
                "Psychology",
                "Childrens",
                "Reference",
                "Womens",
                "Feminism"
            ]
        },
        {
            "title": "Wrinkles in Time",
            "authors": [
                "George Smoot",
                "Keay Davidson"
            ],
            "ranking": 4.03,
            "ranking_count": 1222,
            "abstract": "In April 1992, a discovery was made that changed the way we view the world. Dr. George Smoot, a distinguished cosmologist and adventurer whose quest for cosmic knowledge had taken him from the Brazilian rain forest to the South Pole, unveiled his momentous discovery, bringing to light the very nature of the universe. For anyone who has ever looked up at the night sky and wondered, for anyone who has ever longed to pull aside the fabric of the universe for a glimpse of what lies behind it.. Wrinkles in Time. is the story of Smoot's search to uncover the cosmic seeds of the universe.. Wrinkles in Time. is the Double Helix of cosmology, an intimate look at the inner world of men and women who ask. Why are we here? It tells the story of George Smoot's dogged pursuit of the cosmic wrinkles in the frozen wastes of Antarctica, on mountaintops, in experiments borne aloft aboard high-altitude balloons, U-2 spy planes, and finally a space satellite.. Wrinkles in Time. presents the hard science behind the structured violence of the big bang theory through breathtakingly clear, lucid images and meaningful comparisons. Scientists and nonscientists alike can follow with rapt attention the story of how, in a fiery creation, wrinkles formed in space ultimately to become stars, galaxies, and even greater delicate structures. Anyone can appreciate the implications of a universe whose end is written in its beginnings - whose course developed according to a kind of cosmic DNA, which guided the universe from simplicity and symmetry to ever-greater complexity and structure. As controversial as it may seem today,. Wrinkles in Time. reveals truths that, in an earlier century, would have doomed its proclaimers to the fiery stake. For four thousand years some people have accepted the Genesis account of cosmic origin; for most of this century, scientists debated two rival scientific explanations known as the steady state and big bang theories. And now,. Wrinkles in Time. tells what really happened.. The personal story behind astrophysicist George Smoot's incredible discovery of the origin of the cosmos, hailed by Stephen Hawking as The scientific discovery of the century, if not of all time.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Biography",
                "Space"
            ]
        },
        {
            "title": "Pearl Cove",
            "authors": [
                "Elizabeth Lowell"
            ],
            "ranking": 4.08,
            "ranking_count": 4579,
            "abstract": "Librarian’s note: This is a previously-published edition of. Kindle. ASIN: B000FC13AY. .. It is desperation that inspires young widow Hannah McGarry to call Archer Donovan. She only saw the man twice in the past ten years, and he struck her as a cold, ruthless piece of work. But as a silent partner in Pearl Cove, her late husband's pearl farm business, Donovan might be willing to help her...if the price is right.. At twenty-nine, Hannah has been freed to live her life again. Now she faces the mystery of her late husband's death, the prospect of bankruptcy...and the disappearance of the Black Trinity, a necklace containing a three million dollar fortune in black pearls that was supposed to be her financial security.. Archer Donovan would rather forget he'd ever heard of Pearl Cove. It links him to memories of living life on the dark side, the old lure, the heart-pumping, soul-numbing certainty that there was no law, no justice, no mercy; just hunters and the hunted. That life had taught him to trust no one but family. But when Hannah McGarry calls in an old debt and offers a million dollars, Archer is plunged back into the hell he vowed never to revisit; into a deadly game of money, power, cutthroat competition, and treachery in pursuit of a stolen fortune.. At his side is a woman he shouldn't want, yet cannot resist...a woman who may know more than she's telling about her husband's death...and more than is safe to know about the dark and elusive black pearls. With a feeding frenzy of human sharks on their tails, Archer and Hannah race through uncharted waters in search of the fabulous Black Trinity...and the closer they come to finding the coveted pearls, the closer they come to danger and death...and to each other.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Mystery",
                "Suspense",
                "Contemporary",
                "Fiction",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Five Have a Wonderful Time",
            "authors": [
                "Enid Blyton"
            ],
            "ranking": 3.99,
            "ranking_count": 7844,
            "abstract": "The Famous Five are having a brilliant time - on holiday in horse-drawn caravans - and they've discovered a ruined castle nearby! The castle looked deserted from a distance - but is that a face at the window? Or is it a trick of the light? The Famous Five just have to find out! Just who is hiding in the castle? About The Author: Enid Blyton, 1896 - November 28, 1959 Enid Blyton was born in London in 1896. She was educated in a private school and thought that she would become a musician until she realized that writing was her passion. She attended Ipswich High School where she trained to become a kindergarten teacher and eventually opened her own school for infants. Blyton's first poem was published in 1917, entitled Have You- which appeared in Nash's Magazine. In 1922, her first book of verses was published, entitled Child Whispers. In 1926 she accepted a position editing the children's magazine Sunny Stories as well as writing the column Teachers World. Blyton's first full length children's book was published din 1938 and was titled The Secret Island. After working on the column for years, Blyton quit Teachers World in 1945 and also ended her stint as editor of Sunny Stories seven years later. In 1953 she started her own children's magazine called The Edith Blyton Magazine which featured stories about her characters and news on the clubs formed around them. Her most famous stories were those of the Famous Five The Magazine closed in 1959. In the 50's and 60's Blyton was criticized for the language in her book, for being to simple, but some 300 are still in print today. Blyton has published over 600 books in the course of her career. Enid Blyton died in her sleep on November 28, 1968. She was 72 years old.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Adventure",
                "Fiction",
                "Mystery",
                "Classics",
                "Young Adult",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Ma Rainey's Black Bottom",
            "authors": [
                "August Wilson"
            ],
            "ranking": 3.98,
            "ranking_count": 2956,
            "abstract": "The time is 1927. The place is a rundown recording studio in Chicago. Ma Rainey, the legendary blues singer, is due to arrive with her entourage to cut new sides of old favorites.. Waiting for her are her black musician sidemen, the white owner of the record company, and her white manager. What goes down in the session to come is more than music. It is a riveting portrayal of black rage ... of racism, of the self-hate that racism breeds, and of racial exploitation ...",
            "part_of_series": true,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Cultural",
                "Historical",
                "Classics",
                "Music",
                "Academic",
                "Race"
            ]
        },
        {
            "title": "Almost Heaven",
            "authors": [
                "Judith McNaught"
            ],
            "ranking": 4.33,
            "ranking_count": 26596,
            "abstract": "In this classic novel of two willful lovers caught in a breathless adventure of deception and betrayal, #1 New York Times bestselling author Judith McNaught has created a powerful and unforgettable masterpiece.. ELIZABETH CAMERON. The Countess of Havenhurst possessed a rare gentleness and fierce courage to match her exquisite beauty. But her reputation is shattered when she is discovered in the arms of Ian Thornton, a notorious gambler and social outcast.. IAN THORNTON. A dangerously handsome man of secret wealth and mysterious lineage, his voyage to Elizabeth's heart is fraught with intrigue, scandal, and a venomous revenge.. Destined for each other, yet wary of each other's motives, Elizabeth and Ian engage in a dance of suspicion and passion that tests the very soul of their star-crossed love. As a twisting path of secrets takes them from London's drawing rooms to the mysterious Scottish Highlands, Elizabeth must learn the truth: is Ian merely a ruthless fortune hunter at heart?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Womens Fiction",
                "Cultural"
            ]
        },
        {
            "title": "James Joyce's Ulysses: A Study",
            "authors": [
                "Stuart Gilbert"
            ],
            "ranking": 4.17,
            "ranking_count": 2274,
            "abstract": "With the passing of each year, Ulysses receives wider recognition and greater acclaim as a modern literary classic. To comprehend Joyce's masterpiece fully, to gain insight into its significance and structure, the serious reader will find this analytical and systematic guide invaluable. In this exegesis, written under Joyce's supervision, Stuart Gilbert presents a work that is at once scholarly, authoritative and stimulating.",
            "part_of_series": false,
            "genre_list": [
                "Criticism",
                "Nonfiction",
                "Classics",
                "Literature",
                "Cultural",
                "European Literature",
                "Reference",
                "Literary Fiction",
                "Writing"
            ]
        },
        {
            "title": "The Informed Heart",
            "authors": [
                "Bruno Bettelheim"
            ],
            "ranking": 4.23,
            "ranking_count": 157,
            "abstract": "In 1938-39, Bruno Bettelheim was imprisoned in the concentration camps of Dachau and Buchenwald. In order to keep alive and remain human, he began to analyze his own behaviour and that of everyone around him. This book is a record of those years.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "World War II",
                "History",
                "Philosophy",
                "Literature",
                "War",
                "Science"
            ]
        },
        {
            "title": "The Fall of a Sparrow",
            "authors": [
                "Sálim Ali"
            ],
            "ranking": 4.03,
            "ranking_count": 208,
            "abstract": "In this engaging autobiography, India's greatest ornithologist Salim Ali recounts his exciting experiences in the outdoors and chronicles his unusual love of birds. Eighty-seven at the time of writing and an internationally renowned figure, he vividly describes expeditions to almost every part of the subcontinent, including the old Princely States, Burma, Sikkim, Tibet, Bhutan and Afghanistan. As he tells of his life as motorcyclist, timber merchant, scientist, author and decorated celebrity, a picture also emerges of pre-independent India, of Maharajas and colonial administration.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Animals",
                "Wildlife",
                "Environment",
                "Cultural"
            ]
        },
        {
            "title": "Don't Sweat the Small Stuff ... and It's All Small Stuff: Simple Ways to Keep the Little Things From Taking Over Your Life",
            "authors": [
                "Richard Carlson"
            ],
            "ranking": 3.99,
            "ranking_count": 88298,
            "abstract": "Don't Sweat the Small Stuff... and it's all small stuff is a book that shows you how to keep from letting the little things in life drive you crazy. In thoughtful and insightful language, author Richard Carlson reveals ways to calm down in the midst of your incredibly hurried, stress-filled life. You can learn to put things in perspective by making the small daily changes he suggests,including advice such as Think of your problems as potential teachers; Remember that when you die, your 'In' box won't be empty; and Do one thing at a time. You should also try to live in the present moment, let others have the glory at times, and lower your tolerance to stress. You can write down your most stubborn positions and see if you can soften them, learn to trust your intuitions, and live each day as if it might be your last. With gentle, supportive suggestions, Dr.Carlson reveals ways to make your actions more peaceful and caring, with the added benefit of making your life more calm and stress-free.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Psychology",
                "Inspirational",
                "Philosophy",
                "Business",
                "Spirituality",
                "Audiobook",
                "Reference"
            ]
        },
        {
            "title": "China Blues",
            "authors": [
                "Ki Longfellow"
            ],
            "ranking": 4.14,
            "ranking_count": 1510,
            "abstract": "The Roaring Twenties, Chinatown, San Francisco: back-street blues and bathtub gin… hardball mobsters and hardheaded cops… seductive speakeasies and sizzling scandals. As the young Louis Armstrong blows his horn in the infamous Blue Canary, impetuous Nob Hill Socialite Elizabeth Stafford Hamilton plunges into a reckless affair with mysterious Li Kwan Won. Unknown to Lizzie, Li is the overlord of the city’s vast bootlegging empire—and archenemy of her powerful husband, the San Francisco district attorney. Suddenly Lizzie’s privileged, upper-crust life is shadowed by danger and intrigue—as she’s trapped between her lover and her husband while they battle for control of the city.. Eio Books has reissued Ki Longfellow's first novel, published by Harper Collins in England in 1989.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Thriller",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Giant's House",
            "authors": [
                "Elizabeth McCracken"
            ],
            "ranking": 3.67,
            "ranking_count": 7098,
            "abstract": "An unusual love story about a little librarian on Cape Cod and the tallest boy in the world,. The Giant's House. is the magical first novel from the author of the 1994 ALA Notable collection Here's Your Hat, What's Your Hurry.. The year is 1950, and in a small town on Cape Cod twenty-six-year-old librarian Peggy Cort feels like love and life have stood her up. Until the day James Carlson Sweatt--the over tall eleven-year-old boy who's the talk of the town--walks into her library and changes her life forever. Two misfits whose lonely paths cross at the circulation desk, Peggy and James are odd candidates for friendship, but nevertheless they soon find their lives entwined in ways that neither one could have predicted. In James, Peggy discovers the one person who's ever really understood her, and as he grows--six foot five at age twelve, then seven feet, then eight--so does her heart and their most singular romance.. The Giant's House. is an unforgettably tender and quirky novel about learning to welcome the unexpected miracle, and about the strength of choosing to love in a world that gives no promises, and no guarantees.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Adult Fiction",
                "Literary Fiction",
                "Novels",
                "Adult",
                "Writing",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "Ladies' Man",
            "authors": [
                "Richard Price"
            ],
            "ranking": 3.51,
            "ranking_count": 680,
            "abstract": "Once upon a time, Kenny Becker had a barely tolerable girlfriend and a miserable job. Now, unattached and unemployed, can he stop the downward spiral of his life?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "New York",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Bannonbridge Musicians",
            "authors": [
                "Raymond Fraser"
            ],
            "ranking": 4.33,
            "ranking_count": 9,
            "abstract": "Novel.. THE BANNONBRIDGE MUSICIANS is well-written, it's touching, it's full of life, and it's funny. — ANDRE VIGNEAULT, CBC Radio. A rollicking story, well told. ─ WILLIAM FRENCH, Globe & Mail. In THE BANNONBRIDGE MUSICIANS Raymond Fraser confronts the burden of unrealized potential and the way inertia and complacency stand between people and their dreams. His protagonists are good ol' boys from New Brunswick who have grand ambitions to strike it big in Toronto – if they could just bring themselves to go. Somehow, their grand plans always lose priority to getting drunk, chasing women, and generally raising hell in rural New Brunswick. There's inertia in small-town life; no matter how you try to leave, you can find yourself stuck, unable to escape the life you know. Fraser understands that and captures all the hope and despair and futility of this situation.. Critics and boosters praise Fraser for presenting characters that readers don't just want to know, but feel they already do know. While most writers want that popular appeal, few would deny the special thrill that comes from drawing the praise of their peers. Fraser is one of those fortunate writers, in no small part due to Bannonbridge, able to have both. His work has drawn praise from a veritable who's who of Canadian literature, including Farley Mowat, Leonard Cohen, and Alden Nowlan (with whom he shared a long friendship).. The Bannonbridge Musicians is a book of soul and spirit. Fraser's characters are real and vibrant, enjoyable and maddening. He writes what he knows – small-town Atlantic Canada and all the joys and miseries of life there – and brings it sharply into focus.. – TREVOR J. ADAMS & STEPHEN PATRICK CLARE, Atlantic Canada's 100 Greatest Books",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Love and Garbage",
            "authors": [
                "Ivan Klíma",
                "Ewald Osers",
                "Oscar Osers"
            ],
            "ranking": 3.66,
            "ranking_count": 1317,
            "abstract": "The narrator of Ivan Klima's novel has temporarily abandoned his work-in-progress -an essay on Kafka -and exchanged his writer's pen for the orange vest of a Prague road-sweeper. As he works, he meditates on Czechoslovakia, on Kafka, on life, on art and, obsessively, on his passionate and adulterous love affair with the sculptress Daria. Gradually he admits the impossibility of being at once an honest writer and an honest lover, and with that agonizing discovery comes a moment of choice.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Historical",
                "Philosophy",
                "Book Club"
            ]
        },
        {
            "title": "Those Terrible Middle Ages: Debunking the Myths",
            "authors": [
                "Régine Pernoud",
                "Anne Englund Nash"
            ],
            "ranking": 3.96,
            "ranking_count": 420,
            "abstract": "As she examines the many misconceptions about the Middle Ages, the renown French historian, RTgine Pernoud, gives the reader a refreshingly original perspective on many subjects, both historical (from the Inquisition and witchcraft trials to a comparison of Gothic and Renaissance creative inspiration) as well as eminently modern (from law and the place of women in society to the importance of history and tradition). Here are fascinating insights, based on Pernoud's sound knowledge and extensive experience as an archivist at the French National Archives. The book will be provocative for the general readers as well as a helpful resource for teachers.Scorned for centuries, although lauded by the Romantics, these thousand years of history have most often been concealed behind the dark clouds of ignorance: Why, didn't. godiche. (clumsy, oafish) come from. gothique. (Gothic)? Doesn't fuedal refer to the most hopeless obscurantism? Isn't Medieval applied to dust-covered, outmoded things?. Here the old varnish is stripped away and a thousand years of history finally emerge—the Middle Ages are dead, long live the Middle Ages!",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Cultural",
                "Christianity",
                "Religion",
                "Literature"
            ]
        },
        {
            "title": "Maurice Guest",
            "authors": [
                "Henry Handel Richardson"
            ],
            "ranking": 3.69,
            "ranking_count": 114,
            "abstract": "The author's real mame was Ethel Florence Lindesay Richardson",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Music",
                "Literature",
                "Historical",
                "Literary Fiction",
                "Novels",
                "Cultural",
                "Love"
            ]
        },
        {
            "title": "Silent Night 2",
            "authors": [
                "R.L. Stine"
            ],
            "ranking": 3.61,
            "ranking_count": 1659,
            "abstract": "Sure, she promised to be nicer after last year's horrors. But a rich, spoiled girl like Reva Dalby always things she can have anything—or anyone—she wants, and never, never pay.. But now it's payback time. Someone is out to kidnap Reva.. This year, Santa is bringing Reva a little holiday fear. And just around the corner is the biggest, most gruesome Christmas present of all—murder. And it's all hers!",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Fiction",
                "Holiday",
                "Childrens",
                "Thriller",
                "Mystery"
            ]
        },
        {
            "title": "The Little Disturbances of Man",
            "authors": [
                "Grace Paley"
            ],
            "ranking": 4.03,
            "ranking_count": 1830,
            "abstract": "With a sure and humorous touch, Grace Paley explores the little disturbances that lie behind our everyday lives. Whether writing about sexy little girls, loving and bickering couples, angry suburbanites, frustrated job-seekers, or Jewish children performing a Christmas play, she captures the loneliness, poignancy, and humor of human experience with matchless style.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Classics",
                "Literary Fiction",
                "The United States Of America",
                "Female Authors"
            ]
        },
        {
            "title": "The Lion's Paw",
            "authors": [
                "Robb White",
                "Ralph Ray"
            ],
            "ranking": 4.41,
            "ranking_count": 562,
            "abstract": "Ben, Penny and Nick are running away. Searching for them are Ben's uncle, the Coast Guard, everybody in Florida. Will they make good their escape? And will they find the Lion's Paw?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Historical",
                "Classics"
            ]
        },
        {
            "title": "The Star Wars Trilogy",
            "authors": [
                "George Lucas",
                "Donald F. Glut",
                "James Kahn"
            ],
            "ranking": 4.25,
            "ranking_count": 7349,
            "abstract": "More than twenty-five years after the groundbreaking movie. Star Wars: A New Hope. first hit the silver screen,. Star Wars. remains one of the most beloved sagas ever told. Together, the three original. Star Wars. movies–. A New Hope. ,. The Empire Strikes Back. , and. Return of the Jedi. –told one epic: a heroic tale of innocence lost and wisdom gained, of downfall and redemption, of the never-ending fight between the forces of good and evil. Read the story of the movies–all three in one trade paperback volume–and rediscover the wonder of the legend that begins:. A long time ago, in a galaxy far, far away . . .. Luke Skywalker lived and worked on his uncle’s farm on the remote planet of Tatooine, but he yearned to travel beyond the farthest reaches of the universe to distant, alien worlds. Then Luke intercepted a cryptic message from a beautiful, captive princess . . . and found himself catapulted into the adventure of a lifetime.. Luke Skywalker, proud Princess Leia, and headstrong Han Solo . . . merciless Darth Vader, wise Obi-Wan Kenobi, loyal droids R2-D2 and C-3PO, and the inscrutable Yoda . . . Chewbacca the Wookiee, shifty Lando Calrissian, and the vile Jabba the Hutt . . . all the vivid characters from the. Star Wars. universe spring to life in these thrilling pages.. The. Star Wars Trilogy. is a must-read for anyone who wants to relive the excitement, the magic, and the sheer entertainment of this legendary saga–now and forever.",
            "part_of_series": false,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Classics",
                "Adventure",
                "Space",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Bee Season",
            "authors": [
                "Myla Goldberg"
            ],
            "ranking": 3.57,
            "ranking_count": 24744,
            "abstract": "Eliza Naumann, a seemingly unremarkable nine-year-old, expects never to fit into her gifted family: her autodidact father, Saul, absorbed in his study of Jewish mysticism; her brother, Aaron, the vessel of his father's spiritual ambitions; and her brilliant but distant lawyer-mom, Miriam. But when Eliza sweeps her school and district spelling bees in quick succession, Saul takes it as a sign that she is destined for greatness. In this altered reality, Saul inducts her into his hallowed study and lavishes upon her the attention previously reserved for Aaron, who in his displacement embarks upon a lone quest for spiritual fulfillment. When Miriam's secret life triggers a familial explosion, it is Eliza who must order the chaos.. Myla Goldberg's keen eye for detail brings Eliza's journey to three-dimensional life. As she rises from classroom obscurity to the blinding lights and outsized expectations of the National Bee, Eliza's small pains and large joys are finely wrought and deeply felt.. Not merely a coming-of-age story, Goldberg's first novel delicately examines the unraveling fabric of one family. The outcome of this tale is as startling and unconventional as her prose, which wields its metaphors sharply and rings with maturity. The work of a lyrical and gifted storyteller,. Bee Season. marks the arrival of an extraordinarily talented new writer.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Adult Fiction",
                "Contemporary",
                "Novels",
                "Young Adult",
                "Literary Fiction",
                "Book Club",
                "Adult",
                "Religion"
            ]
        },
        {
            "title": "100 Selected Stories",
            "authors": [
                "O. Henry"
            ],
            "ranking": 4.08,
            "ranking_count": 559,
            "abstract": "This collection of 100 of O Henry's finest stories is a showcase for the sheer variety of one of America's best and best-loved short story writers The variety of the stories is amazing; O Henry is as at home describing life south of the Rio Grande as he is chronicling the activities and concerns of 'the four million' ordinary citizens who inhabited turn-of-the-century New York. They are marked by coincidence and surprise endings as well as the compassion and high humour that have made O Henry's stories popular for the last century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Fantasy",
                "The United States Of America",
                "Unfinished"
            ]
        },
        {
            "title": "Handbook to Higher Consciousness",
            "authors": [
                "Ken Keyes Jr."
            ],
            "ranking": 4.17,
            "ranking_count": 563,
            "abstract": "This perennial bestseller is more popular than ever and has helped countless people experience dramatic changes in their lives from the time they begin applying the simple, effective techniques.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Self Help",
                "Psychology",
                "Nonfiction",
                "Philosophy",
                "Inspirational",
                "How To"
            ]
        },
        {
            "title": "John Brown",
            "authors": [
                "W.E.B. Du Bois"
            ],
            "ranking": 4.25,
            "ranking_count": 443,
            "abstract": "With scholarship and passion, Du Bois understands and explains John Brown.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "North American Hi...",
                "Race",
                "Politics",
                "Cultural",
                "Classics",
                "Military History",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Unsettling of America: Culture and Agriculture",
            "authors": [
                "Wendell Berry"
            ],
            "ranking": 4.36,
            "ranking_count": 4522,
            "abstract": "Since its publication by Sierra Club Books in 1977,. The Unsettling of America. has been recognized as a classic of American letters. In it, Wendell Berry argues that good farming is a cultural development and spiritual discipline. Today’s agribusiness, however, takes farming out of its cultural context and away from families. As a result, we as a nation are more estranged from the land—from the intimate knowledge, love, and care of it.. Sadly, as Berry notes in his Afterword to this third edition, his arguments and observations are more relevant than ever. We continue to suffer loss of community, the devaluation of human work, and the destruction of nature under an economic system dedicated to the mechanistic pursuit of products and profits. Although “this book has not had the happy fate of being proved wrong,” Berry writes, there are good people working “to make something comely and enduring of our life on this earth.” Wendell Berry is one of those people, writing and working, as ever, with passion, eloquence, and conviction.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Food and Drink",
                "Science",
                "Environment",
                "History",
                "Writing",
                "Philosophy",
                "Biology",
                "Cultural"
            ]
        },
        {
            "title": "Human Action: A Treatise on Economics",
            "authors": [
                "Ludwig von Mises",
                "Bettina Bien Greaves"
            ],
            "ranking": 4.33,
            "ranking_count": 3686,
            "abstract": "In the foreword to. Human Action: A Treatise on Economics,. Mises explains complex market phenomena as the outcomes of countless conscious, purposive actions, choices, and preferences of individuals, each of whom was trying as best as he or she could under the circumstances to attain various wants and ends and to avoid undesired consequences. It is individual choices in response to personal subjective value judgments that ultimately determine market phenomena—supply and demand, prices, the pattern of production, and even profits and losses. Although governments may presume to set prices, it is individuals who, by their actions and choices through competitive bidding for money, products, and services, actually determine prices. Thus, Mises presents economics—not as a study of material goods, services, and products—but as a study of human actions. He sees the science of human action, praxeology, as a science of reason and logic, which recognizes a regularity in the sequence and interrelationships among market phenomena. Mises defends the methodology of praxeology against the criticisms of Marxists, socialists, positivists, and mathematical statisticians.. Mises attributes the tremendous technological progress and the consequent increase in wealth and general welfare in the last two centuries to the introduction of liberal government policies based on free-market economic teachings, creating an economic and political environment which permits individuals to pursue their respective goals in freedom and peace. Mises also explains the futility and counter-productiveness of government attempts to regulate, control, and equalize all people's circumstances: Men are born unequal and ... it is precisely their inequality that generates social cooperation and civilization.. Ludwig von Mises. (1881–1973) was the leading spokesman of the Austrian School of Economics throughout most of the twentieth century. He earned his doctorate in law and economics from the University of Vienna in 1906. In 1926, Mises founded the Austrian Institute for Business Cycle Research. From 1909 to 1934, he was an economist for the Vienna Chamber of Commerce. Before the. Anschluss. , in 1934 Mises left for Geneva, where he was a professor at the Graduate Institute of International Studies until 1940, when he emigrated to New York City. From 1948 to 1969, he was a visiting professor at New York University.. Bettina Bien Greaves. is a former resident scholar, trustee, and longtime staff member of the Foundation for Economic Education. She has written and lectured extensively on topics of free market economics. Her articles have appeared in such journals as. Human Events, Reason,. and. The Freeman: Ideas on Liberty.. A student of Mises, Greaves has become an expert on his work in particular and that of the Austrian School of economics in general. She has translated several Mises monographs, compiled an annotated bibliography of his work, and edited collections of papers by Mises and other members of the Austrian School.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Philosophy",
                "Politics",
                "Nonfiction",
                "Business",
                "Classics",
                "History",
                "Psychology",
                "Science"
            ]
        },
        {
            "title": "The Worm Ouroboros",
            "authors": [
                "E.R. Eddison"
            ],
            "ranking": 3.7,
            "ranking_count": 4420,
            "abstract": "The Worm Ouroboros weaves strands from Norse saga, Greek myth, and Elizabethan drama together with magical adventure to produce one of the most eccentric masterpieces of English literature. Anticipating J. R. R. Tolkien by a few decades, E. R. Eddison imagined an Other World full of wonders and a huge cast of warriors, witches, and monsters. He also invented one of the truly distinctive styles in English prose. Its language is densely ornamented and deliberately archaic, but also precise, vigorous, and flexible enough to convey wistful tenderness one minute and violent action the next. In the decades since its first publication in 1922, The Worm Ouroboros has become a touchstone for lovers of fantasy literature, influencing several generations of writers and treasured by readers who fall under its spell.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Vivisector",
            "authors": [
                "Patrick White"
            ],
            "ranking": 4.06,
            "ranking_count": 919,
            "abstract": "Hurtle Duffield, a painter, coldly dissects the weaknesses of any and all who enter his circle. His sister's deformity, a grocer's moonlight indiscretion, the passionate illusions of the women who love him - all are used as fodder for his art. It is only when Hurtle meets an egocentric adolescent whom he sees as his spiritual child does he experience a deeper, more treacherous emotion in this tour de force of sexual and psychological menace that sheds brutally honest light on the creative experience.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Art",
                "Literature",
                "Nobel Prize",
                "Literary Fiction",
                "Novels",
                "Historical"
            ]
        },
        {
            "title": "500 Great Books by Women",
            "authors": [
                "Erica Bauermeister",
                "Holly Smith",
                "Jesse Larsen"
            ],
            "ranking": 3.92,
            "ranking_count": 180,
            "abstract": "Here is an articulate guide to more than 500 books written by women, a unique resource that allows readers the joy of discovering new authors as well as revisiting familiar favorites. Organized by such themes as Art, Choices, Families, Growing Old, Growing Up, Places and Homes, Power, and Work, this reference book presents classic and contemporary works, from Lady Nijo's thirteenth-century diaries to books by authors including Toni Morrison, Alice Hoffman, Nadine Gordimer, and Isabel Allende. With annotated entries that capture the flavor of each book and seven cross-referenced indexes,. 500 Great Books by Women. is a one-of-a-kind guide for all readers and book lovers that celebrates and recommends some of the very best writing by women.",
            "part_of_series": false,
            "genre_list": [
                "Writing",
                "Nonfiction",
                "Reference",
                "Womens",
                "Feminism",
                "Anthologies",
                "Language",
                "Criticism",
                "Literature"
            ]
        },
        {
            "title": "Jesus Our Eucharistic Love",
            "authors": [
                "Stefano M. Manelli"
            ],
            "ranking": 4.5,
            "ranking_count": 70,
            "abstract": "A treasure of Eucharistic devotional writings and examples from the Saints showing their stirring Eucharistic love and devotion. Originally written in Italian, this latest edition is the most complete and accurate English translation. It is the most popular of the Academy of the Immaculate books. A valuable aid for reading meditatively before the Blessed Sacrament.",
            "part_of_series": false,
            "genre_list": [
                "Christianity",
                "Religion"
            ]
        },
        {
            "title": "Freedom from Fear: The American People in Depression and War, 1929-1945",
            "authors": [
                "David M. Kennedy"
            ],
            "ranking": 4.18,
            "ranking_count": 4936,
            "abstract": "Between 1929 and 1945, two great travails were visited upon the American people: the Great Depression and World War II. This book tells the story of how Americans endured, and eventually prevailed, in the face of those unprecedented calamities.. The Depression was both a disaster and an opportunity. As David Kennedy vividly demonstrates, the economic crisis of the 1930s was far more than a simple reaction to the alleged excesses of the 1920s. For more than a century before 1929, America's unbridled industrial revolution had gyrated through repeated boom and bust cycles, wastefully consuming capital and inflicting untold misery on city and countryside alike.. Freedom From Fear explores how the nation agonized over its role in World War II, how it fought the war, why the United States won, and why the consequences of victory were sometimes sweet, sometimes ironic. In a compelling narrative, Kennedy analyzes the determinants of American strategy, the painful choices faced by commanders and statesmen, and the agonies inflicted on the millions of ordinary Americans who were compelled to swallow their fears and face battle as best they could.. Both comprehensive and colorful, this account of the most convulsive period in American history, excepting only the Civil War, reveals a period that formed the crucible in which modern America was formed.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "North American Hi...",
                "Nonfiction",
                "Politics",
                "War",
                "Literature",
                "Economics",
                "The United States Of America",
                "United States"
            ]
        },
        {
            "title": "All God's Children Need Traveling Shoes",
            "authors": [
                "Maya Angelou"
            ],
            "ranking": 4.28,
            "ranking_count": 6665,
            "abstract": "Once again, the poet casts her spell as she resumes one of the greatest personal narratives of our time. In this continuation, Angelou relates how she joins a colony of Black American expatriates in Ghana--only to discover no one ever goes home again.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "Biography Memoir",
                "Travel",
                "Classics",
                "Poetry"
            ]
        },
        {
            "title": "Cat and Mouse",
            "authors": [
                "Günter Grass",
                "Ralph Manheim"
            ],
            "ranking": 3.51,
            "ranking_count": 5966,
            "abstract": "An alternate cover for this isbn can be found. here. .. To compensate for his unusually large Adam’s apple—source of both discomfort and distress—fourteen year old Joachim Mahlke turns himself into athlete and ace diver. Soon he is known to his peers and his nation as “The Great Mahlke”. But to his enemies, he remains a target. He is different and doomed in a country scarred by the war.. Cat and Mouse. was first published in 1961, two years after Gunter Grass’ controversial and applauded masterpiece,. The Tin Drum. . Once again Grass turns his attention on Danzig. With a subtle blend of humour and power,. Cat and Mouse. ostensibly relates the rise of Mahlke from clown to hero. But Mahlke’s outlandish antics hide the darkness at the heart of a nation torn by Nazi violence, the war, and its aftermath.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Literature",
                "Nobel Prize",
                "Historical",
                "Novels",
                "War"
            ]
        },
        {
            "title": "Callahan's Crosstime Saloon",
            "authors": [
                "Spider Robinson"
            ],
            "ranking": 4.17,
            "ranking_count": 10203,
            "abstract": "Callahan's Place is the neighborhood tavern to all of time and space, where the regulars are anything but. Pull up a chair, grab a glass of your favorite, and listen to the stories spun by time travelers, cybernetic aliens, telepaths...and a bunch of regular folks on a mission to save the world, one customer at a time.. Callahan's Crosstime Saloon contains the following stories, virtually all of which were published in Analog Science Fiction and Fact:. * The Guy With the Eyes. * The Time-Traveler. * The Centipede's Dilemma. * Two Heads Are Better Than One. * The Law Of Conservation of Pain. * Just Dessert. * A Voice is Heard in Ramah.... * Unnatural Causes. * The Wonderful Conspiracy",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Humor",
                "Short Stories",
                "Science Fiction Fantasy",
                "Anthologies",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Sleeping Murder",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.96,
            "ranking_count": 36743,
            "abstract": "Our indomitable Miss Marple turns ghost hunter and uncovers shocking evidence of a very old crime.. Soon after Gwenda moved into her new home, odd things started to happen. Despite her best efforts to modernize the house, she only succeeded in dredging up its past. Worse, she felt an irrational sense of terror every time she climbed the stairs.. In fear, Gwenda turned to Miss Marple to exorcise her ghosts. Have they dredged up a “perfect” crime committed many years before?. Librarian's note: this entry is for the novel, Sleeping Murder. Collections and other Miss Marple stories are located elsewhere on Goodreads. The series includes 12 novels and 20 short stories. Entries for the short stories can be found by searching Goodreads for: a Miss Marple Short Story.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Fiela's Child",
            "authors": [
                "Dalene Matthee",
                "Stephen Gray"
            ],
            "ranking": 4.05,
            "ranking_count": 2503,
            "abstract": "In Africa a child wanders too far into the Knysna Forest. He never returns. Nine years later, two government officials, working on a census, find a white child living with a Coloured family in the mountains on the other side of the forest. They take him away from the stricken Fiela, who has brought him up, and give him back to his 'original' family. Whipped into using a new name and calling strangers 'ma' and 'pa', Benjamin is so stunned that the cannot cry and waits for Fiela to reclaim him. But Fiela, powerless before authority, never comes. So Benjamin has to grow up before he can go in search of the truth.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Southern Africa",
                "Academic",
                "Classics",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "The Fog",
            "authors": [
                "James Herbert"
            ],
            "ranking": 3.89,
            "ranking_count": 24707,
            "abstract": "A peaceful village in Wiltshire is shattered by a disaster which strikes without reason or explanation, leaving behind a trail of misery and horror. A yawning, bottomless crack spreads through the earth, out of which creeps a fog that resembles no other. Whatever it is, it must be controlled.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Mystery",
                "Fantasy",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Conquest of Happiness",
            "authors": [
                "Bertrand Russell"
            ],
            "ranking": 4.02,
            "ranking_count": 11925,
            "abstract": "The Conquest of Happiness. is Bertrand Russell's recipe for good living. First published in 1930, it pre-dates the current obsession with self-help by decades. Leading the reader step by step through the causes of unhappiness and the personal choices, compromises and sacrifices that (may) lead to the final, affirmative conclusion of 'The Happy Man', this is popular philosophy, or even self-help, as it should be written.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Writing",
                "Classics",
                "Literature",
                "European Literature",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Rockefeller Billions: The Story of the World's Most Stupendous Fortune",
            "authors": [
                "Jules Abels"
            ],
            "ranking": 3.25,
            "ranking_count": 8,
            "abstract": "One of the richest Americans in history, John D. Rockefeller was the founder of the Standard Oil Company and, later, a philanthropist whose wealth bankrolled the Rockefeller Foundation. Hard-working and meticulous, Rockefeller started out small and then made his fortune via hard-nosed and sometimes controversial business tactics, which have since made him an entrepreneurial hero to some, a greedy fiend in the eyes of others. He started in the oil business, and by the end of the century the Standard Oil Trust controlled so many other interests that it fell afoul of anti-trust laws. In 1911 the U.S. Supreme Court called Standard Oil a monopoly and forced the Trust to separate into competing companies. By that time Rockefeller himself was no longer involved in running the business, having devoted himself completely to philanthropy since 1896. He gave away millions to schools, health organizations and civic projects through the Rockefeller Foundation, which endures today.. John D. Rockefeller, Jr. was in the family business only briefly before devoting himself to philanthropy with the Rockefeller Foundation... the elder Rockefeller's grandson, Nelson Rockefeller, was a four-time governor of New York and vice president of the United States from 1974-77 under Gerald Ford.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Intensity",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 4.04,
            "ranking_count": 78327,
            "abstract": "Past midnight, Chyna Shepard, twenty-six, gazes out a moonlit window, unable to sleep on her first night in the Napa Valley home of her best friend's family. Instinct proves reliable. A murderous sociopath, Edgler Foreman Vess, has entered the house, intent on killing everyone inside. A self-proclaimed homicidal adventurer, Vess lives only to satisfy all appetites as they arise, to immerse himself in sensation, to live without fear, remorse or limits, to live with intensity. Chyna is trapped in his deadly orbit.. Chyna is a survivor, toughened by a lifelong struggle for safety and self-respect. Now she will be tested as never before. At first her sole aim is to get out alive--until, by chance, she learns the identity of Vess's next intended victim, a faraway innocent only she can save. Driven by a newly discovered thirst for meaning beyond mere self-preservation, Chyna musters every inner resource she has to save an endangered girl...as moment by moment, the terrifying threat of Edgler Foreman Vess intensifies.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Thriller",
                "Fiction",
                "Suspense",
                "Mystery",
                "Adult",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Dark Moon",
            "authors": [
                "David Gemmell"
            ],
            "ranking": 4.11,
            "ranking_count": 4321,
            "abstract": "The peaceful Eldarin were the last of three ancient races.  The mystical Oltor, healers and poets, had fallen before the dread power of the cruel and sadistic Daroth.  Yet in one awesome night the invincible Daroth had vanished from the face of the earth.  Gone were their cities, their armies, their terror.  The Great Northern Desert was their only legacy.  Not a trace remained for a thousand years.... The War of the Pearl had raged for seven years and the armies of the four Duchies were exhausted and weary of bloodshed.  But the foremost of the Dukes, Sirano of Romark, possessed the Eldarin Pearl and was determined to unravel its secrets.. Then, on one unforgetable day, a dark moon rose above the Great Northern Desert, and a black tidal wave swept across the land.  In moments the desert had vanished beneath lush fields and forests and a great city could be seen glittering in the morning sunlight.. From this city re-emerged the blood-hungry Daroth, powerful and immortal, immune to spear and sword.  They had only one desire:  to rid the world of humankind for ever.. Now the fate of the human race rests on the talents of three heroes:  Karis, warrior-woman and strategist; Tarantio, the deadliest swordsman of the age; and Duvodas the Healer, who will learn a terrible truth.. A new world of myth and magic, love and heroism, from the bestselling author of. The Legend of Deathwalker.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Epic"
            ]
        },
        {
            "title": "World of Wonders",
            "authors": [
                "Robertson Davies",
                "Wayne Johnston"
            ],
            "ranking": 4.1,
            "ranking_count": 4702,
            "abstract": "Hailed by the. Washington Post Book World. as a modern classic, Robertson Davies’s acclaimed. Deptford Trilogy. is a glittering, fantastical, cunningly contrived series of novels, around which a mysterious death is woven.. World of Wonders. —the third book in the series after. The Manticore. —follows the story of Magnus Eisengrim—the most illustrious magician of his age—who is spirited away from his home by a member of a traveling sideshow, the Wanless World of Wonders. After honing his skills and becoming better known, Magnus unfurls his life’s courageous and adventurous tale in this third and final volume of a spectacular, soaring work.. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Contemporary",
                "Fantasy"
            ]
        },
        {
            "title": "The Complete Aubrey/Maturin Novels (5 Volumes)",
            "authors": [
                "Patrick O'Brian"
            ],
            "ranking": 4.7,
            "ranking_count": 1461,
            "abstract": "Patrick O’Brian’s twenty-one-volume Aubrey/Maturin series has delighted generations of devoted fans, inspired a blockbuster film, and sold millions of copies in twenty-four languages.. These five omnibus volumes, beautifully produced and boxed, contain 7,000 pages of what has often been described as a single, continuous narrative. They are a perfect tribute for such a literary achievement, and a perfect gift for the O’Brian enthusiast.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Literature",
                "Adventure",
                "Thriller",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "Akira, Vol. 4",
            "authors": [
                "Katsuhiro Otomo",
                "Yoko Umezawa",
                "Jo Duffy"
            ],
            "ranking": 4.47,
            "ranking_count": 9563,
            "abstract": "Set off by the bullet of a would-be assassin, Neo-Tokyo has been leveled by Akira's godlike psychic fury. Now cut off from the rest of world, the Great Tokyo Empire rises, with Akira its king, Tetsuo its mad prime minister, and a growing army of fanatic acolytes. Forces on the outside still search for a way to stop Akira, and the answer may lie in the hands of the mysterious Lady Miyako, a powerful member of Akira's psychic brotherhood. But the solution to harnessing Akira may ultimately be more dangerous than Akira himself!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Comics Manga",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "The E.L. Konigsburg Collection",
            "authors": [
                "E.L. Konigsburg"
            ],
            "ranking": 4.25,
            "ranking_count": 234,
            "abstract": "From the Mixed-up Files of Mrs. Basil E. Frankweiler:. Having run away with her younger brother to live in the Metropolitan Museum of Art, twelve-year-old Claudia strives to keep things in order in their new home and to become a changed person and a heroine to herself.. Jennifer, Hecate, Macbeth, William McKinley, and Me, Elizabeth:. Two fifth-grade girls, one of whom is the first black child in a middle-income suburb, play at being apprentice witches.. The View from Saturday:. Four students, with their own individual stories, develop a special bond and attract the attention of their teacher, a paraplegic, who chooses them to represent their sixth-grade class in the Academic Bowl competition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens"
            ]
        },
        {
            "title": "Dragons of Autumn Twilight",
            "authors": [
                "Margaret Weis",
                "Tracy Hickman"
            ],
            "ranking": 4.0,
            "ranking_count": 112172,
            "abstract": "Lifelong friends, they went their separate ways. Now they are together again, though each holds secrets from the others in his heart. They speak of a world shadowed with rumors of war. They speak of tales of strange monsters, creatures of myth, creatures of legend. They do not speak of their secrets. Not then. Not until a chance encounter with a beautiful, sorrowful woman, who bears a magical crystal staff, draws the companions deeper into the shadows, forever changing their lives and shaping the fate of the world.. No one expected them to be heroes.. Least of all, them.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "The Crystal Prison",
            "authors": [
                "Robin Jarvis",
                "Leonid Gore"
            ],
            "ranking": 4.01,
            "ranking_count": 1225,
            "abstract": "This terrifying second novel of the Deptford Mice Trilogy is now in paperback. When the Deptford Mice flee to the countryside, they never expect to find themselves embroiled in a series of murders. The country mice suspect that headstrong city mouse, Audrey, is the culprit. But the truth is far more sinister-for Jupiter now reaches vengefully from the dead.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Animals",
                "Horror",
                "Adventure"
            ]
        },
        {
            "title": "What Makes Sammy Run?",
            "authors": [
                "Budd Schulberg"
            ],
            "ranking": 4.11,
            "ranking_count": 2563,
            "abstract": "What Makes Sammy Run?. Everyone of us knows someone who runs. He is one of the symp-toms of our times—from the little man who shoves you out of the way on the street to the go-getter who shoves you out of a job in the office to the Fuehrer who shoves you out of the world. And all of us have stopped to wonder, at some time or another, what it is that makes these people tick. What makes them run?. This is the question Schulberg has asked himself, and the answer is the first novel written with the indignation that only a young writer with talent and ideals could concentrate into a manuscript. It is the story of Sammy Glick, the man with a positive genius for being a heel, who runs through New York’s East Side, through newspaper ranks and finally through Hollywood, leaving in his wake the wrecked careers of his associates; for this is his tragedy and his chief characteristic—his congenital incapacity for friendship.. An older and more experienced novelist might have tempered his story and, in so doing, destroyed one of its outstanding qualities. Compromise would mar the portrait of Sammy Glick. Schulberg has etched it in pure vitriol, and dissected his victim with a precision that is almost frightening.. When a fragment of this book appeared as a short story in a national magazine, Schulberg was surprised at the number of letters he received from people convinced they knew Sammy Glick’s real name. But speculation as to his real identity would be utterly fruitless, for Sammy is a composite picture of a loud and spectacular minority bitterly resented by the many decent and sincere artists who are trying honestly to realize the measureless potentialities of motion pictures. To this group belongs Schulberg himself, who has not only worked as a screen writer since his graduation from Dartmouth College in 1936, but has spent his life, literally, in the heart of the motion-picture colony. In the course of finding out what makes Sammy run (an operation in which the reader is spared none of the grue-some details) Schulberg has poured out everything he has felt about that place. The result is a book which the publishers not only believe to be the most honest ever written about Hollywood, but a penetrating study of one kind of twentieth-century success that is peculiar to no single race of people or walk of life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Culture",
                "Literature",
                "Philosophy",
                "Self Help",
                "Media Tie In",
                "Contemporary"
            ]
        },
        {
            "title": "Soldier of the Mist",
            "authors": [
                "Gene Wolfe"
            ],
            "ranking": 3.96,
            "ranking_count": 3309,
            "abstract": "Gene Wolfe has turned to the fantastic historical world of Greece, in 479 B.C., when the gods walked the Earth. Latro, a mercenary soldier from the north, has suffered a head wound in battle and has been separated from his compatriots. He has not only lost the memory of who he is and where he is from, he has also lost the ability to remember from day to day and must live out of context in an eternal present, every day rediscovering the shreds of his identity and the nature of the world around him, aided only by a written record that he attempts to continue daily and must read every morning.. But in recompense for his unhappy condition Latro has received the ability to see and converse with invisible beings, all the gods and goddesses, ghosts and demons and werewolves, who inhabit the land and affect the lives of others, all unseen. Everyone knows that supernatural creatures are constantly around them and sometimes, under special circumstances, can perceive them—but Latro is now constantly able to penetrate the veil of the supernatural, which is both a triumph and a danger.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Science Fiction",
                "Historical Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "A Medicine for Melancholy and Other Stories",
            "authors": [
                "Ray Bradbury"
            ],
            "ranking": 4.15,
            "ranking_count": 8089,
            "abstract": "Contents:. 1 • In a Season of Calm Weather • (1957) • short story by Ray Bradbury. 7 • A Medicine for Melancholy • (1959) • short story by Ray Bradbury. 16 • The Wonderful Ice Cream Suit • non-genre • (1958) • short story by Ray Bradbury. 39 • Fever Dream • (1948) • short story by Ray Bradbury. 46 • The Marriage Mender • (1954) • short story by Ray Bradbury. 51 • The Town Where No One Got Off • (1958) • short story by Ray Bradbury. 59 • A Scent of Sarsaparilla • (1953) • short story by Ray Bradbury. 66 • The Headpiece • (1958) • short story by Ray Bradbury. 74 • The First Night of Lent • [The Irish Stories] • (1956) • short story by Ray Bradbury. 81 • The Time of Going Away • (1956) • short story by Ray Bradbury. 88 • All Summer in a Day • (1954) • short story by Ray Bradbury. 94 • The Gift • (1952) • short story by Ray Bradbury. 97 • The Great Collision of Monday Last • [The Irish Stories] • (1958) • short story by Ray Bradbury. 104 • The Little Mice • (1955) • short story by Ray Bradbury. 109 • The Shore Line at Sunset • (1959) • short story by Ray Bradbury (variant of The Shoreline at Sunset). 118 • The Day It Rained Forever • (1957) • short story by Ray Bradbury. 129 • Chrysalis • (1946) • short story by Ray Bradbury. 150 • Pillar of Fire • (1948) • novelette by Ray Bradbury. 188 • Zero Hour • (1947) • short story by Ray Bradbury. 198 • The Man • (1949) • short story by Ray Bradbury. 210 • Time in Thy Flight • (1953) • short story by Ray Bradbury. 215 • The Pedestrian • (1951) • short story by Ray Bradbury. 220 • Hail and Farewell • (1953) • short story by Ray Bradbury. 228 • Invisible Boy • (1945) • short story by Ray Bradbury. 237 • Come Into My Cellar • (1962) • short story by Ray Bradbury (variant of Boys! Raise Giant Mushrooms in Your Cellar!). 254 • The Million-Year Picnic • [The Martian Chronicles] • (1946) • short story by Ray Bradbury (variant of The Million Year Picnic). 264 • The Screaming Woman • [Green Town] • (1951) • short story by Ray Bradbury. 278 • The Smile • (1952) • short story by Ray Bradbury. 284 • Dark They Were, and Golden-Eyed • (1949) • short story by Ray Bradbury. 299 • The Trolley • [Dandelion Wine] • (1955) • short story by Ray Bradbury. 303 • Icarus Montgolfier Wright • (1956) • short story by Ray Bradbury",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Science Fiction",
                "Fiction",
                "Classics",
                "Fantasy",
                "Science Fiction Fantasy",
                "Young Adult",
                "Academic",
                "Horror",
                "Literature"
            ]
        },
        {
            "title": "A Murmur in the Trees",
            "authors": [
                "Emily Dickinson",
                "Ferris Cook"
            ],
            "ranking": 4.28,
            "ranking_count": 57,
            "abstract": "Emily Dickinson is one of the world's best known and most widely read poets, though at the time of her death in 1886, only seven of her more than 1000 poems had been published. But shortly thereafter, the genius of her work was recognized and it has since received wide and consistent acclaim. Her verse - noted for its style, wit and bold and startling imagery - has greatly influenced the direction of 20th-century poetry. The 112 poems in this collection are taken from the definitive Johnson edition of her work and are accompanied by 65 pencil drawings, created especially for the book by Ferris Cook.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction"
            ]
        },
        {
            "title": "A House and Its Head",
            "authors": [
                "Ivy Compton-Burnett",
                "Francine Prose"
            ],
            "ranking": 3.49,
            "ranking_count": 465,
            "abstract": "A radical thinker, one of the rare modern heretics, said Mary McCarthy of Ivy Compton-Burnett, in whose austere, savage, and bitingly funny novels anything can happen and no one will ever escape. The long, endlessly surprising conversational duels at the center of Compton-Burnett's works are confrontations between the unspoken and the unspeakable, and in them the dynamics of power and desire are dramatized as nowhere else. New York Review Books is reissuing two of the finest novels of this singular modern genius—works that look forward to the blacky comic inventions of Muriel Spark as much as they do back to the drawing rooms of Jane Austen.. A House and Its Head. is Ivy Compton-Burnett's subversive look at the politics of family life, and perhaps the most unsparing of her novels. No sooner has Duncan Edgeworth's wife died than he takes a new, much younger bride whose willful ways provoke a series of transgressions that begins with adultery and ends, much to everyone's relief, in murder.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Humor",
                "Female Authors",
                "Womens"
            ]
        },
        {
            "title": "Vector Prime",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 3.82,
            "ranking_count": 14786,
            "abstract": "Twenty-one years have passed since the heroes of the Rebel Alliance destroyed the Death Star, breaking the power of the Emperor. Since then, the New Republic has valiantly struggled to maintain peace and prosperity among the peoples of the galaxy. But unrest has begun to spread and threatens to destroy the Republic's tenuous reign.. Into this volatile atmosphere comes Nom Anor, a charismatic firebrand who heats passions to the boiling point, sowing seeds of dissent for his own dark motives. And as the Jedi and the Republic focus on internal struggles, a new threat surfaces from beyond the farthest reaches of the Outer Rim--an enemy bearing weapons and technology unlike anything New Republic scientists have ever seen.. Suddenly, Luke Skywalker; his wife, Mara; Han Solo; Leia Organa Solo; and Chewbacca--along with the Solo children--are thrust again into battle, to defend the freedom so many have fought and died for. But this time, the power of the Force itself may not be enough . . .",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Space",
                "Science Fiction Fantasy",
                "Novels",
                "War"
            ]
        },
        {
            "title": "Ways of Worldmaking",
            "authors": [
                "Nelson Goodman"
            ],
            "ranking": 3.8,
            "ranking_count": 259,
            "abstract": "Adventurous and iconoclastic,. Ways of Worldmaking. examines ways the actual worlds in which we live—worlds of the sciences, the arts, practice—are made and how they are related. Defying sacrosanct platitudes (and risking the wrath of the rationalist, the enmity of the empiricist, the malice of the modalist, and the antipathy of the absolutist), Goodman argues that some true statements and some right versions conflict with one another and that therefore there must be 'many worlds if any'. Included are detailed studies of aspects or examples of worldmaking found in the psychological laboratory, in literary criticism, in scientific theories, and in works of art—all contributing to the central themes that facts are fabricated and that knowing or understanding is no more a matter of finding than of making.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Art"
            ]
        },
        {
            "title": "Autobiography of a Yogi",
            "authors": [
                "Paramahansa Yogananda"
            ],
            "ranking": 4.22,
            "ranking_count": 57315,
            "abstract": "This acclaimed autobiography presents a fascinating portrait of one of the great spiritual figures of our time. With engaging candor, eloquence, and wit, Paramahansa Yogananda narrates the inspiring chronicle of his life: the experiences of his remarkable childhood, encounters with many saints and sages during his youthful search throughout India for an illumined teacher, ten years of training in the hermitage of a revered yoga master, and the thirty years that he lived and taught in America. Also recorded here are his meetings with Mahatma Gandhi, Rabindranath Tagore, Luther Burbank, the Catholic stigmatist Therese Neumann, and other celebrated spiritual personalities of East and West.. Autobiography of a Yogi is at once a beautifully written account of an exceptional life and a profound introduction to the ancient science of Yoga and its time-honored tradition of meditation. The author clearly explains the subtle but definite laws behind both the ordinary events of everyday life and the extraordinary events commonly termed miracles. His absorbing life story thus becomes the background for a penetrating and unforgettable look at the ultimate mysteries of human existence.. Considered a modern spiritual classic, the book has been translated into more than twenty languages and is widely used as a text and reference work in colleges and universities. A perennial bestseller since it was first published sixty years ago, Autobiography of a Yogi has found its way into the hearts of millions of readers around the world.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Biography",
                "Nonfiction",
                "Philosophy",
                "Religion",
                "Autobiography",
                "Cultural",
                "Self Help"
            ]
        },
        {
            "title": "Beerholms Vorstellung",
            "authors": [
                "Daniel Kehlmann"
            ],
            "ranking": 3.67,
            "ranking_count": 527,
            "abstract": "Bernholms Vorstellung. ist der Debütroman des 22-jährigen österreichischen Autors Daniel Kehlmann. Kehlmann lebt in Wien und arbeitet als freier Mitarbeiter der Österreichischen Akademie der Wissenschaften. Der Roman erzählt die Lebensgeschichte des Magiers Arthur Beerholm. Gleichzeitig ist es das Buch eines Suchenden, eines Suchenden auf der Suche nach einer Art höherer, magischer Existenz.. Beerholms Kindheit und Jugend ist dadurch gekennzeichnet, dass er moderat unglücklich wurde. Mit zehn Jahren kam er in ein Schweizer Internat, mit 23 empfing er die niederen Priesterweihen. Diese Faszination für Theologie entstand aus einem noch undeutlichen Lebenziel heraus, Ich wollte mir über eine Möglichkeit, die in der Ferne Gestalt annahm, klar werden, über eine irritierende mathematische Konstellation, über zwei Parallelen, die sich in einer nebligen Unendlichkeit berühren wollen., so reflektiert Beerholm über die ersten Zauberkunststücke seiner Jugendzeit.. Vom Priesterkandidaten wechselt er zum Zauberer, macht kleine Kunststücke und arbeitet als Betrüger beim Pokerspiel. Sein Traum verwirklicht sich aber, als er sich als Schüler dem großen Magier Jan von Roden aufdrängt. Arthur Beerholm bringt es mit von Rodens Hilfe zum besten Täuschungskünstler der Welt. Auf dem Höhepunkt seines Schaffens gelingt es ihm sogar, der Materie seinen Willen aufzuzwingen. Er kann Schaufensterscheiben zersplittern lassen und setzt in einem Park einen Busch in Brand. Ihn selbst lassen seine Erfolge allerdings ziemlich kalt, denn das Ziel seines Lebens, jene zwei Gegensätze, Realität und Fiktion haben sich für ihn ununterscheidbar vermischt.. Fasziniert beobachtet er, wie er als Magier so perfekt wird, dass Dinge und Welt ihm zu gehorchen scheinen und seine Zauberkunststücke wie von selbst gelingen. Am Ende kündigt er an, aus dem Fenster zu springen und seinem Leben ein Ende zu bereiten.. Beerholms Vorstellung. ist ein solide erzählter Roman ohne große Aussetzer. Beerholm ist ein bemühter Selbstdarsteller, ruhig und abgeklärt erzählt er sein Leben. Sein Erzählstil ist erklärend, reflexiv, allerdings ohne geschwätzig zu sein oder Überflüssiges zu erzählen. Die faszinierende Kälte von Beerholms Empfinden fängt Kehrmann mit Hilfe eines äußerst lakonischen und zurückhaltenden Stils ein. Allerdings ist das Buch nicht ohne Längen, die vor allem auf den ersten 100 Seiten des Buches zu suchen sind.. Der Roman ist ein beachtlicher Erstling ohne große Schwächen, gut zu lesen, allerdings auch ohne große Stärken und spektakuläre Schilderungen; ein interessantes Stück reflexiver Prosa.. --Christoph Steven",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Roman",
                "Cultural",
                "Magical Realism",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "Democracy",
            "authors": [
                "Joan Didion"
            ],
            "ranking": 3.83,
            "ranking_count": 2804,
            "abstract": "Inez Victor knows that the major casualty of the political life is memory. But the people around Inez have made careers out of losing track. Her senator husband wants to forget the failure of his last bid for the presidency. Her husband's handler would like the press to forget that Inez's father is a murderer. And, in 1975, the year in which much of this bitterly funny novel is set, America is doing its best to lose track of its one-time client, the lethally hemorrhaging republic of South Vietnam.As conceived by Joan Didion, these personages and events constitute the terminal fallout of democracy, a fallout that also includes fact-finding junkets, senatorial groupies, the international arms market, and the Orwellian newspeak of the political class. Moving deftly from Honolulu to Jakarta, between romance, farce, and tragedy,. Democracy. is a tour de force from a writer who can dissect an entire society with a single phrase.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Politics",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "American",
                "Classics"
            ]
        },
        {
            "title": "Coolie",
            "authors": [
                "Mulk Raj Anand"
            ],
            "ranking": 3.8,
            "ranking_count": 776,
            "abstract": "Coolie. portrays the picaresque adventures of Munoo, a young boy forced to leave his hill village to fend for himself and discover the world. His journey takes him far from home to towns and cities, to Bomboy and Simla, sweating as servant, factory-worker and rickshaw driver. It is a fight for survival that illuminates, with raw immediacy, the grim fate of the masses in pre-Partition India. Together with. Untouchable. ,. Coolie. places Mulk Raj Anand among the twentieth century's finest Indian novelists writing in English.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Asian Literature",
                "Classics",
                "Historical",
                "Literature",
                "Drama"
            ]
        },
        {
            "title": "The Universe Story: From the Primordial Flaring Forth to the Ecozoic Era--A Celebration of the Unfolding of the Cosmos",
            "authors": [
                "Brian Swimme",
                "Thomas Berry"
            ],
            "ranking": 4.24,
            "ranking_count": 226,
            "abstract": "From the big bang to the present and into the next millenium,. The Universe Story. unites science and the humanities in a dramatic exploration of the unfolding of the universe, humanity's evolving place in the cosmos, and the boundless possibilities for our future.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Spirituality",
                "Biology",
                "Environment"
            ]
        },
        {
            "title": "The Outsider",
            "authors": [
                "Colin Wilson"
            ],
            "ranking": 4.04,
            "ranking_count": 3912,
            "abstract": "Librarian note: an alternate cover for this edition can be found. here. .. The Outsider is the seminal work on alienation, creativity & the modern mind-set. First published over forty years ago, it made its youthful author England's most controversial intellectual. The Outsider is an individual engaged in an intense self-exploration-a person who lives at the edge, challenges cultural values & stands for Truth. Born into a world without perspective, where others simply drift thru life, the Outsider creates his own set of rules & lives them in an unsympathetic environment. The relative handful of people who fulfilled Wilson's definition of the Outsider in the 1950s have now become a significant social force, making Wilson's vision more relevant today than ever. Thru the works & lives of various artists--including Kafka, Camus, Eliot, Hemingway, Hesse, Lawrence, Van Gogh, Nijinsky, Shaw, Blake, Nietzsche & Dostoyevski--Wilson explores the psyche of the Outsider, his effect on society & society's effect on him. Wilson illuminates the struggle of those who seek not only the transformation of Self but also the transformation of society as a whole. The book is essential for everyone who shares his conviction that a new religion is needed.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Sociology",
                "Classics",
                "History",
                "Literature",
                "Criticism",
                "Writing"
            ]
        },
        {
            "title": "Midwives",
            "authors": [
                "Chris Bohjalian"
            ],
            "ranking": 3.99,
            "ranking_count": 154910,
            "abstract": "The time is 1981, and Sibyl Danforth has been a dedicated midwife in the rural community of Reddington, Vermont, for fifteen years. But one treacherous winter night, in a house isolated by icy roads and failed telephone lines, Sibyl takes desperate measures to save a baby's life. She performs an emergency Caesarean section on its mother, who appears to have died in labor. But what if—as Sibyl's assistant later charges—the patient wasn't already dead, and it was Sibyl who inadvertently killed her?. As recounted by Sibyl's precocious fourteen-year-old daughter, Connie, the ensuing trial bears the earmarks of a witch hunt except for the fact that all its participants are acting from the highest motives—and the defendant increasingly appears to be guilty. As Sibyl Danforth faces the antagonism of the law, the hostility of traditional doctors, and the accusations of her own conscience,. Midwives. engages, moves, and transfixes us as only the very best novels ever do.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Adult Fiction",
                "Book Club",
                "Adult",
                "Womens Fiction",
                "Mystery",
                "Historical",
                "Novels",
                "Drama"
            ]
        },
        {
            "title": "Guess How Much I Love You",
            "authors": [
                "Sam McBratney",
                "Anita Jeram"
            ],
            "ranking": 4.37,
            "ranking_count": 134847,
            "abstract": "Guess how much I love you, says Little Nutbrown Hare. Little Nutbrown Hare shows his daddy how much he loves him: as wide as he can reach and as far as he can hop. But Big Nutbrown Hare, who can reach farther and hop higher, loves him back just as much. Well then Little Nutbrown Hare loves him right up to the moon, but that's just halfway to Big Nutbrown Hare's love for him.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Family",
                "Classics",
                "Love",
                "Kids"
            ]
        },
        {
            "title": "The Last Lion: Winston Spencer Churchill: Visions of Glory, 1874-1932",
            "authors": [
                "William Manchester"
            ],
            "ranking": 4.28,
            "ranking_count": 14779,
            "abstract": "s/t: Winston Spencer Churchill: Visions of Glory 1874-1932. When Winston Spencer Churchill was born in Blenheim Palace, Imperial Britain stood at the splendid pinnacle of her power. Yet within a few years, the Empire would hover on the brink of a catastrophic new era. This first volume of the best-selling biography of the adventurer, aristocrat, soldier, and statesman covers the first 58 years of the remarkable man whose courageous vision guided the destiny of those darkly troubled times and who looms today as one of the greatest figures of the 20th century.. Black and white photos & illustrations.",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "Politics",
                "Biography Memoir",
                "War",
                "European Literature",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "The Selected Poems of Rosario Castellanos",
            "authors": [
                "Cecilia Vicuña",
                "Magda Bogin",
                "Rosario Castellanos"
            ],
            "ranking": 4.46,
            "ranking_count": 48,
            "abstract": "A mystic and a feminist, Rosario Castellanos opened the way for other Mexican women to become writers. She published eight volumes of poetry, and in 1972 anthologized them in a book entitled Poesía No Eres Tú (Poetry Is Not You), from which the Selected Poems was assembled.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural"
            ]
        },
        {
            "title": "Black Hole",
            "authors": [
                "Charles Burns"
            ],
            "ranking": 3.84,
            "ranking_count": 45943,
            "abstract": "Suburban Seattle, the mid-1970s. We learn from the out-set that a strange plague has descended upon the area's teenagers, transmitted by sexual contact. The disease is manifested in any number of ways—from the hideously grotesque to the subtle (and concealable)—but once you've got it, that's it. There's no turning back.. As we inhabit the heads of several key characters—some kids who have it, some who don't, some who are about to get it—what unfolds isn't the expected battle to fight the plague, or bring heightened awareness to it, or even to treat it. What we become witness to instead is a fascinating and eerie portrait of the nature of high school alienation itself—the savagery, the cruelty, the relentless anxiety and ennui, the longing for escape.. And then the murders start.. As hypnotically beautiful as it is horrifying,. Black Hole. transcends its genre by deftly exploring a specific American cultural moment in flux and the kids who are caught in it—back when it wasn't exactly cool to be a hippie anymore, but Bowie was still just a little too weird.. To say nothing of sprouting horns and molting your skin…",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fiction",
                "Graphic Novels Comics",
                "Science Fiction",
                "Comics",
                "Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "An Experiment in Criticism (Lewis Classics)",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.2,
            "ranking_count": 2315,
            "abstract": "Why do we read literature and how do we judge it? C. S. Lewis's classic An Experiment in Criticism springs from the conviction that literature exists for the joy of the reader and that books should be judged by the kind of reading they invite. He argues that good reading, like moral action or religious experience, involves surrender to the work in hand and a process of entering fully into the opinions of others: in reading great literature I become a thousand men and yet remain myself. Crucial to his notion of judging literature is a commitment to laying aside expectations and values extraneous to the work, in order to approach it with an open mind. Amid the complex welter of current critical theories, C. S. Lewis's wisdom is valuably down-to-earth, refreshing and stimulating in the questions it raises about the experience of reading.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Criticism",
                "Literature",
                "Language",
                "Writing",
                "Philosophy",
                "Christian",
                "Classics"
            ]
        },
        {
            "title": "All About Love: New Visions",
            "authors": [
                "bell hooks"
            ],
            "ranking": 4.1,
            "ranking_count": 33742,
            "abstract": "All About Love. offers radical new ways to think about love by showing its interconnectedness in our private and public lives. In eleven concise chapters, hooks explains how our everyday notions of what it means to give and receive love often fail us, and how these ideals are established in early childhood. She offers a rethinking of self-love (without narcissism) that will bring peace and compassion to our personal and professional lives, and asserts the place of love to end struggles between individuals, in communities, and among societies. Moving from the cultural to the intimate, hooks notes the ties between love and loss and challenges the prevailing notion that romantic love is the most important love of all.. Visionary and original, hooks shows how love heals the wounds we bear as individuals and as a nation, for it is the cornerstone of compassion and forgiveness and holds the power to overcome shame.. For readers who have found ongoing delight and wisdom in bell hooks's life and work, and for those who are just now discovering her,. All About Love. is essential reading and a brilliant book that will change how we think about love, our culture-and one another.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Philosophy",
                "Self Help",
                "Writing",
                "Love",
                "Psychology",
                "Relationships",
                "Spirituality",
                "Social Movements"
            ]
        },
        {
            "title": "The Tragedy of the Chinese Revolution",
            "authors": [
                "Harold R. Isaacs"
            ],
            "ranking": 4.36,
            "ranking_count": 50,
            "abstract": "The story of contemporary China typically dates back to Mao's 1949 revolution. But in this classic work of Marxist scholarship, historian Harold Isaacs uncovers how workers and peasants struggled for a different kind of revolution, one built from the bottom up, in the 1920s. The defeat of their heroic efforts profoundly shaped the further course of modern Chinese history.. Harold Isaacs was an acclaimed Marxist historian who identified with Leon Trotsky's critique of the Soviet Union's degeneration under Stalinism during the 1920s. The Tragedy, his major work, is dedicated to the martyrs of the 1925-1927 revolution, who fought for a truly democratic society.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "History",
                "Nonfiction"
            ]
        },
        {
            "title": "Jelena, žena koje nema",
            "authors": [
                "Ivo Andrić"
            ],
            "ranking": 4.39,
            "ranking_count": 1049,
            "abstract": "Pored naslovne novele u ovaj izbor su uvrštene najbolje priče Iva Andrića; Anikina vremena, Ljubav u kasabi, Ćorkan i švabica, ... i druge koje na najbolji način predstavljaju Andrićev pripovedački opus.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "European Literature",
                "Short Stories",
                "Fiction",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "Jennings Goes to School",
            "authors": [
                "Anthony Buckeridge"
            ],
            "ranking": 4.13,
            "ranking_count": 537,
            "abstract": "When Jennings arrives at Linbury Court Preparatory School as a new boy, he soon discovers how much he has to learn, especially when the other boys seem to be talking in a different language! Spivish ozard! But it is not long before Jennings becomes a celebrity, following an intrepid escape from the school grounds and a riotous attempt to enliven a fire practice, which leaves Old Wilkie literally climbing the walls! From then on, every time Jennings gives trouble the elbow, a new disaster trips him over. But only one thing really matters to J C T Jennings – his First Eleven debut. When the long-awaited match arrives, Jennings certainly uses his head.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Humor",
                "Fiction",
                "Young Adult",
                "European Literature",
                "Academic",
                "Classics"
            ]
        },
        {
            "title": "The New Atlantis",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 3.13,
            "ranking_count": 565,
            "abstract": "A vision of hope sinking and hope rising, in an America paralyzed by corporate control of government while sea levels rise catastrophically due to human-caused climate change.. First published in. The New Atlantis and Other Novellas of Science Fiction. , edited by Robert Silverberg, 1975, the scarily prescient story was nominated for the Hugo and Nebula awards, and won the Locus Poll Award for Best Novelette. The ebook includes a new foreword by the author.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "The United States Of America",
                "Science Fiction Fantasy",
                "Literature",
                "Academic"
            ]
        }
    ]
}