{
    "books": [
        {
            "title": "Tangled Threads",
            "authors": [
                "Jennifer Estep"
            ],
            "ranking": 4.15,
            "ranking_count": 19130,
            "abstract": "I’d rather face a dozen lethal assassins any night than deal with something as tricky, convoluted, and fragile as my. feelings. .. But here I am. Gin Blanco, the semi-retired assassin known as the Spider. Hovering outside sexy businessman Owen Grayson’s front door like a nervous teenage girl. One thing I like about Owen: he doesn’t shy away from my past—or my present. And right now I have a bull’s-eye on my forehead.. Cold-blooded Fire elemental Mab Monroe has hired one of the smartest assassins in the business to trap me. Elektra LaFleur is skilled and efficient, with deadly electrical elemental magic as potent as my own Ice and Stone powers. Which means there’s a fifty-fifty chance one of us won’t survive this battle. I intend to kill LaFleur—or die trying—because Mab wants the assassin to take out my baby sister, Detective Bria Coolidge, too.. The only problem is, Bria has no idea I’m her long-lost sibling . . . or that I’m the murderer she’s been chasing through Ashland for weeks. And what Bria doesn’t know just might get us both dead. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "La noche de Valia",
            "authors": [
                "Monika Zgustová"
            ],
            "ranking": 2.97,
            "ranking_count": 33,
            "abstract": "http://www.monikazgustova.com/. Tras largos años en el gulag, tratando de encontrar fuerzas en la solidaridad entre las presas, en la amistad, en el arte, en el trabajo, en la esperanza, cuando queda poco, poquísimo en lo que sustentarse.. Valia retoma su vida, a su hija a la que tuvo que abandonar con dos años y reemprende la búsqueda de un amor truncado con un hombre que nunca entendió por qué Valia dejó de contestar a sus cartas. Valia había sido acusada injustamente de espionaje debido a su relación con Bill Rowgrave, un marine norteamericano. Con el fin de la guerra, la esperanza del reencuentro con Bill se ve trágicamente truncada por la acusación y arresto que la llevará a vivir el horror del confinamiento en el gulag.. Tras un accidentado viaje en metro y ferrocarril, Zgustova localizó en el pueblo Shcherbinka a Valentina Grigórievna Íeleva: “Prácticamente impedida por la malnutrición y el frío intenso de los años de prisión, ni el dolor físico ni al edad conseguían apagar la enorme seducción y fuerza de su relato” recuerda. Después de preparar un te, Valentina le mostró fotos del amor de su vida, un soldado americano llamado Bill con el que tuvo una hija. “Llámeme Valia y escriba sobre mi vida, reina. Y sobre mi amor. Nos vimos poco y sin embargo pasamos medio siglo locamente enamorados…”.. En ese medio siglo de penalidades transcurre “La noche de Valia”, testimonio novelado de esa mujer que en 1945 fue detenida por la NKVD y deportada al gulag acusada espionaje a favor de los americanos. Una noche, aclara Zgustova, “que concentra las vivencias de Valia y de las otras expresas con las que hablé”.. Destinada a Salejard, ciudad del norte donde iban a parar los convictos en la época zarista y que Dostoievski describió en “Recuerdos de la casa de los muertos”, Valia constató que los campos estalinistas eran infinitamente peores que los del Zar: “Se sabe mucho de los lagers nazis, corrobora Zgustova, “pero no se quiere recordar el gulag”. Dramática y esperanzadora a la vez, una novela que es un testimonio emocionante acerca de la supervivencia del amor y la lucha por la vida.. ///////////// JRC BALCÁCER",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Fat of The Land",
            "authors": [
                "R. Allen Chappell"
            ],
            "ranking": 4.15,
            "ranking_count": 253,
            "abstract": "Everyone has a story ...but not every story has a hero.. This collection from New Mexico and the Southwest is about those who give life to that land - the outliers, and those who have no one to tell their tale. While some of these narratives are loosely based in fact, they are written with a large dollop of literary license. The characters are not politically correct in today's parlance and speak in the vernacular of their time and culture. Some of them you will like ...others you may not. No disrespect or offense is intended in the telling. These are their stories.. The lead story Fat of The Land was a past runner-up in the national Raymond Carver short story awards.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "All Who Go Do Not Return",
            "authors": [
                "Shulem Deen"
            ],
            "ranking": 4.28,
            "ranking_count": 5370,
            "abstract": "2015 National Jewish Book Award Winner. A moving and revealing exploration of Hasidic life, and one man's struggles with faith, family, and community. Shulem Deen was raised to believe that questions are dangerous. As a member of the Skverers, one of the most insular Hasidic sects in the US, he knows little about the outside world—only that it is to be shunned. His marriage at eighteen is arranged and several children soon follow. Deen's first transgression—turning on the radio—is small, but his curiosity leads him to the library, and later the Internet. Soon he begins a feverish inquiry into the tenets of his religious beliefs, until, several years later, his faith unravels entirely. Now a heretic, he fears being discovered and ostracized from the only world he knows. His relationship with his family at stake, he is forced into a life of deception, and begins a long struggle to hold on to those he loves most: his five children. In. All Who Go Do Not Return. , Deen bravely traces his harrowing loss of faith, while offering an illuminating look at a highly secretive world.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Religion",
                "Literature",
                "Biography",
                "Biography Memoir",
                "Judaism",
                "Spirituality"
            ]
        },
        {
            "title": "The High Road",
            "authors": [
                "Terry Fallis"
            ],
            "ranking": 4.0,
            "ranking_count": 2682,
            "abstract": "A brilliant follow-up to the Stephen Leacock Award-winner. The Best Laid Plans. , this deeply funny satire continues the story of Honest Angus McLintock, an amateur politician who dares to do the unthinkable: tell the truth.. Just when Daniel Addison thinks he can escape his job as a political aide, Angus McLintock, the no-hope candidate he helped into Parliament, throws icy cold water over his plans. Angus has just brought down the government with a deciding vote. Now the crusty Scot wants Daniel to manage his next campaign.. Soon Daniel is helping Angus fight an uphill battle against Flamethrower Fox, a Conservative notorious for his dirty tactics. Together they decide to take The High Road and--against all odds--turn the race into a nail-biter with hilarious ups and downs, cookie-throwing seniors, and even a Watergate-style break-in. But that's only the beginning. Add a political storm in the capital and a side-splitting visit from the U.S. President and his alcoholic wife, and Terry Fallis's second novel is a wildly entertaining read full of deft political satire and laugh-out-loud comedy.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Humor",
                "Politics",
                "Literature",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Church of Spies: The Pope's Secret War Against Hitler",
            "authors": [
                "Mark Riebling"
            ],
            "ranking": 4.15,
            "ranking_count": 1116,
            "abstract": "Pope Pius XII is perhaps the most detested pope in modern history, vilified for allegedly appeasing Hitler and betraying the Jewish people by remaining silent during the Holocaust. But this conventional narrative is not the full story.. In. Church of Spies. , the intelligence expert Mark Riebling draws on a wealth of recently uncovered documents to argue that, far from being Hitler’s lackey, Pius was an active anti-Nazi spymaster. He directed a vast network of Vatican operatives—priests and laypeople alike—who partnered with the German resistance, tipped the Allies off to Hitler’s invasions of France and Russia, and involved themselves in three separate plots to assassinate Hitler.. A fast-paced and gripping tale of secrecy, danger, and self-sacrifice,. Church of Spies. takes readers from hidden crypts beneath the Vatican to Nazi bunkers in Germany to chart the true legacy of Pius’s secret war. Although these revelations do not excuse Pius’s public silence during the war, they provide us with a deeper understanding of the man reviled by so many.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "War",
                "Christianity",
                "Historical",
                "Church",
                "Spy Thriller",
                "Biography"
            ]
        },
        {
            "title": "Ember Island",
            "authors": [
                "Kimberley Freeman"
            ],
            "ranking": 3.96,
            "ranking_count": 2324,
            "abstract": "A riveting story of secrets and scandal. 1890: Orphaned as a small child, Tilly Kirkland found a loving, safe home with her grandfather in Dorset. But nineteenth-century England is an unforgiving place for a young woman with limited means and as her grandfather's health fails, it seems perfect timing that she meets Jasper Dellafore. Yet her new husband is not all he seems. Alone in the Channel Islands, Tilly finds her dream of a loving marriage is turning into a nightmare.. 2012: Bestselling novelist Nina Jones is struggling with writer's block and her disappointing personal life. Nothing is quite working. After a storm damages Starwater, her house on Ember Island, she decides to stay for a while and oversee the repairs: it s a perfect excuse to leave her problems behind her on the mainland. Then Nina discovers diary pages hidden in the walls of the old home. And a mystery unravels that she is determined to solve.. Though the two women are separated by years, Starwater House will alter the course of both their lives. Nina will find that secrets never stay buried and Tilly learns that what matters most is trusting your heart.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Mystery",
                "Cultural",
                "Contemporary",
                "Drama",
                "Audiobook"
            ]
        },
        {
            "title": "Jenseits Von Feuerland",
            "authors": [
                "Carla Federico"
            ],
            "ranking": 3.89,
            "ranking_count": 18,
            "abstract": "Punta Arenas, die südlichste Stadt der Welt. Hier kämpfen zwei Frauen, die unterschiedlicher nicht sein können, um ihre Zukunft und ihre Freiheit –und um die Liebe: Emilia ist die Tochter von deutschen Auswanderern und flieht von zu Hause, nachdem sie ein dunkles, beschämendes Familiengeheimnis enthüllt hat. Die zurückhaltende Rita dagegen hat nur einen Wunsch: Sie will von den Chilenen als Weiße anerkannt werden, denn sie ist die Tochter einer Weißen und eines Mapuche und wird als Mischling brutal verfolgt. Im sturmgepeitschten Patagonien entscheidet sich das Schicksal der beiden Frauen …",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Sulky och Bebbe regerar okej",
            "authors": [
                "John Ajvide Lindqvist",
                "Mia Ajvide"
            ],
            "ranking": 3.5,
            "ranking_count": 6,
            "abstract": "En dag sa det Pang och ut kom Sulky.. Bara några minuter senare sa det Bom och ut kom Bebbe.. Sedan gick det ett år minus två dagar utan att något hände.. Men sedan händer det desto mer! Sulky och Bebbe är två kloka och hjälpsamma antihjältar: den ena pinnsmal och den andra tjockmagad. Genom deras nyfikna ögon får vi se världen, och modigt trava runt i deras släptåg när de tar sina första steg ut. För våra hjältar är både tuffa överlevare och skarpögda samhällskritiker som vill att alla ska få vara med. Och på sitt eget kompetenta sätt hanterar de både tändstickor och dynamitgubbar med samma självklarhet som sjungande bomber och en gubbe med huvudet under armen.. På sin färd räddar de månen, befriar uppstoppade djur, slarvar bort kungen, vilar en stund och hittar till slut, efter alla äventyr, en alldeles ny ö! Med sin frejdiga energi tar Sulky och Bebbe med sig stora och små läsare på ett vindlande och svindlande äventyr.. Detta är John Ajvide Lindqvists första bok för unga läsare och första gemensamma projekt med Mia Ajvide, som har illustrerat boken med naivistiska och säregna bilder.. Det är charmigt och crazy, och i både text och bild finns en drastisk humor ständigt närvarande.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Rise of the Warrior",
            "authors": [
                "Dedra L. Stevenson"
            ],
            "ranking": 4.1,
            "ranking_count": 10,
            "abstract": "With the help of her mentor and her friends from the Jinn world, Phoenix trains as a warrior and learns to be the leader that she's expected to be; however, her young age and her lonely heart prove to be her most threatening weaknesses.. The generals of the jinn uprising plan for the release of their evil Master, gathering a formidable army of supernatural forces as their plan unfolds.. Will the Hakima prevent the release of the Blue Jinni in time, or will she succumb to the pressure of her position, her young heart, and the betrayal of her trust?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Foxglove Killings",
            "authors": [
                "Tara Kelly"
            ],
            "ranking": 3.83,
            "ranking_count": 356,
            "abstract": "Gramps always said that when the crickets were quiet, something bad was coming. And the crickets have been as silent as the dead. It started with the murdered deer in the playground with the unmistakable purple of a foxglove in its mouth. But in the dying boondock town of Emerald Cove, life goes on.. I work at Gramps's diner, and the cakes―the entitled rich kids who vacation here―make our lives hell. My best friend, Alex Pace, is the one person who gets me. Only Alex has changed. He's almost like a stranger now. I can't figure it out...or why I'm having distinctly more-than-friend feelings for him. Ones I shouldn't be having.. Then one of the cakes disappears.. When she turns up murdered, a foxglove in her mouth, a rumor goes around that Alex was the last person seen with her—and everyone but me believes it. Well, everyone except my worst enemy, Jenika Shaw. When Alex goes missing, it's up to us to prove his innocence and uncover the true killer. But the truth will shatter everything I've ever known about myself — and Alex.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Thriller",
                "Contemporary",
                "Fiction",
                "Romance",
                "Suspense"
            ]
        },
        {
            "title": "Touch of Power",
            "authors": [
                "Maria V. Snyder"
            ],
            "ranking": 4.13,
            "ranking_count": 44151,
            "abstract": "Laying hands upon the injured and dying, Avry of Kazan assumes their wounds and diseases into herself. But rather than being honoured for her skills, she is hunted. Healers like Avry are accused of spreading the plague that has decimated the Territories, leaving the survivors in a state of chaos.. Stressed and tired from hiding, Avry is abducted by a band of rogues who, shockingly, value her gift above the golden bounty offered for her capture. Their leader an enigmatic captor-protector with powers of his own is unequivocal in his demands: Avry must heal a plague-stricken prince, the leader of a campaign against her people.. As they traverse the daunting Nine Mountains, beset by mercenaries and magical dangers, Avry must decide who is worth healing and what is worth dying for.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The Boy Who Couldn't Sleep and Never Had To",
            "authors": [
                "D.C. Pierson"
            ],
            "ranking": 3.43,
            "ranking_count": 2679,
            "abstract": "A wildly original and hilarious debut novel about the typical high school experience: the homework, the awkwardness, and the mutant creatures from another galaxy.. When Darren Bennett meets Eric Lederer, there's an instant connection. They share a love of drawing, the bottom rung on the cruel high school social ladder and a pathological fear of girls.  Then Eric reveals a secret: He doesn’t sleep. Ever.  When word leaks out about Eric's condition, he and Darren find themselves on the run. Is it the government trying to tap into Eric’s mind, or something far darker?  It could be that not sleeping is only part of what Eric's capable of, and the truth is both better and worse than they could ever imagine.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Magical Realism",
                "Humor",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Le Zoo pétrifié",
            "authors": [
                "Joris Chamblain",
                "Aurélie Neyret"
            ],
            "ranking": 4.3,
            "ranking_count": 2247,
            "abstract": "Cerise est une petite fille âgée de 11 ans, qui vit seule avec sa mère. Elle rêve de devenir romancière, et a même déjà commencé à écrire ses carnets ! Son sujet favori : les gens, et plus particulièrement, les adultes. Ils sont si compliqués qu’elle souhaiterait mieux les comprendre. Elle adore les observer pour tenter de deviner quels secrets ils dissimulent au fond d’eux. Prenez Michel... Tous les dimanches, ce vieil homme s’engouffre dans la forêt avec de gros pots de peinture à la main. Qu’y fait-il donc toute la journée ? Repeint-il une vieille maison ? Décore-t-il des arbres ? Et pourquoi a-t-il l’air si triste quand il rentre le soir ? Suivez Cerise, pas à pas, dans sa première enquête qui vous mènera au cœur de la forêt, à la découverte d’un lieu fabuleux !...",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Cultural",
                "Childrens",
                "Comics Bd",
                "Fiction",
                "Contemporary",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Stone Cold",
            "authors": [
                "Devon Monk"
            ],
            "ranking": 4.02,
            "ranking_count": 972,
            "abstract": "This two-book series is set in the Allie Beckstrom universe. It takes place three years after the end of the Allie Beckstrom books. While it stands on its own and can be read without having to read the Allie Beckstrom novels, the experience may be even richer if both series are read.. The latest Broken Magic novel from national bestselling author Devon Monk.. Marked by Life and Death magic, Shame Flynn and Terric Conley are “breakers”—those who can use magic to its full extent. Most of the time, they can barely stand each other, but they know they have to work together to defeat a common enemy—rogue magic user Eli Collins.. Backed by the government, Eli is trying to use magic as a weapon by carving spells into the flesh of innocents and turning them into brainless walking bombs. To stop him, Shame and Terric will need to call on their magic, even as it threatens to consume them—because the price they must pay to wield Life and Death could change the very fate of the world...and magic itself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Mystery",
                "Urban",
                "Romance"
            ]
        },
        {
            "title": "Beatrice and Benedick",
            "authors": [
                "Marina Fiorato"
            ],
            "ranking": 3.58,
            "ranking_count": 693,
            "abstract": "Hidden in the language of Shakespeare's best-loved comedy Much Ado About Nothing, are several clues to an intriguing tale. It seems that the witty lovers Beatrice and Benedick had a previous youthful love affair which ended bitterly. But how did they meet, why did they part, and what brought them together again?. Messina, Sicily, 1588. Beatrice of Mantua comes to the court of her uncle Leonato, to be companion to his daughter, Hero. That fateful summer, Spanish lordling Don Pedro visits for a month-long sojourn on the island with his regiment. In his company is the young soldier Benedick of Padua.. Benedick and Beatrice begin to wage their merry war of wit, which masks the reality that they dance a more serious measure, and the two are soon deeply in love. But the pair are cruelly parted by natural disaster and man-made misunderstanding. Oceans apart, divided by war and slander, Beatrice and Benedick begin their ten-year odyssey back to Messina and each other.. In a journey that takes us from sunlit Sicily to the crippled Armada fleet and from ancient superstition to the glorious Renaissance cities of the north, Marina Fiorato tells a story of intrigue, treachery and betrayal that will shed a new light on Shakespeare's most appealing lovers.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Retellings",
                "Cultural",
                "Adult",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Exploring Calvin and Hobbes: An Exhibition Catalogue",
            "authors": [
                "Bill Watterson"
            ],
            "ranking": 4.69,
            "ranking_count": 1586,
            "abstract": "Enjoy this beautiful companion book to the extensive Exploring Calvin and Hobbes exhibition at the Billy Ireland Cartoon Library. Includes an in-depth, original,and lengthy interview with Bill Watterson.. Exploring Calvin and Hobbes. is the catalogue for an exhibition by the same name at the Billy Ireland Cartoon Library & Museum at Ohio State University that ran in 2014. The exhibit is Bill Watterson's personal exploration of how the wonder of. Calvin and Hobbes. came to be. It includes original art of. Calvin and Hobbes. , along with Watterson's original commentary. The show also includes art from cartoons and cartoonists that Watterson has identified as influential in the development of his art, including. Peanuts, Pogo, Krazy Kat, Doonesbury. , Pat Oliphant, Jim Borgman,. Flash Gordon, Bloom County. , and Steadman. The book also includes an extensive, original interview with Watterson by Jenny Robb, the exhibition's curator.. The Billy Ireland Cartoon Library & Museum is the repository of the Bill Watterson Deposit Collection (including the entirety of Watterson's. Calvin and Hobbes. artwork).",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "Humor",
                "Art",
                "Comics",
                "History",
                "Graphic Novels Comics",
                "Biography"
            ]
        },
        {
            "title": "One Paris Summer",
            "authors": [
                "Denise Grover Swank"
            ],
            "ranking": 3.97,
            "ranking_count": 2354,
            "abstract": "Most teens dream of visiting the City of Lights, but it feels more like a nightmare for Sophie Brooks. She and her brother are sent to Paris to spend the summer with their father, who left home a year ago without any explanation. As if his sudden abandonment weren't betrayal enough, he's about to remarry, and they’re expected to play nice with his soon-to-be wife and stepdaughter. The stepdaughter, Camille, agrees to show them around the city, but she makes it clear that she will do everything in her power to make Sophie miserable.. Sophie could deal with all the pain and humiliation if only she could practice piano. Her dream is to become a pianist, and she was supposed to spend the summer preparing for a scholarship competition. Even though her father moved to Paris to pursue his own dream, he clearly doesn't support hers. His promise to provide her with a piano goes unfulfilled.. Still, no one is immune to Paris’s charm. After a few encounters with a gorgeous French boy, Sophie finds herself warming to the city, particularly when she discovers that he can help her practice piano. There’s just one hitch—he’s a friend of Camille’s, and Camille hates Sophie. While the summer Sophie dreaded promises to become best summer of her life, one person could ruin it all.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Travel",
                "Cultural",
                "Fiction",
                "Audiobook",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Lost Mask",
            "authors": [
                "Ashley Capes"
            ],
            "ranking": 4.19,
            "ranking_count": 113,
            "abstract": "The city of Anaskar is facing its most desperate challenge in centuries.. The enormous corpse of the Sea Beast has breached the walls and an invasion from across the sea is threatening. Cut off from the mysterious golden egg and bereft of the hope of ever seeing his family again, Ain remains in prison, at the mercy of the new king who obviously wants something from him.. Meanwhile, Flir and Luik struggle to contain the illness spreading from the Beast, as Notch and Sofia begin their desperate search for her father.. Charged with hunting down Vinezi, Flir and Luik find themselves thwarted at every turn while Notch and Sofia discover twisted magic is at work in the Bloodwood where the strange Sap-Born may prove to be the worst threat they have encountered yet.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Perla",
            "authors": [
                "Carolina De Robertis"
            ],
            "ranking": 3.95,
            "ranking_count": 1570,
            "abstract": "With her distinctive storytelling abilities and indelibly drawn characters, Carolina De Robertis illuminates a dark moment in contemporary Latin America. Intimate with the region, she crafts an emotionally pitch-perfect tale of a young woman who makes a horrifying--but ultimately liberating--discovery about her origins.. Perla Correa grew up a privileged only child in Buenos Aires with a polished, aloof mother and a straitlaced naval officer father, whose profession she learned early on not to disclose in a country still reeling from the abuses perpetrated by the deposed military dictatorship. Although Perla understands that her parents were on the wrong side of the conflict, her love for her papa is unconditional. But when she is startled by an uninvited visitor, she begins a journey that will force her to confront the unease she has long suppressed and make a wrenching decision about who she is and who she will become.. This rich human drama is based on the truth of thirty thousand disappeared Argentinian citizens and five hundred babies who were born in clandestine detention centers, torn from their mothers, and secretly given up for adoption. In the years that followed this dark time, some of these children have discovered the identities of their true families, and they continue to do so today. Perla brings history to life as only fiction can, in an intimate, unforgettable portrait of one young woman's explosive search for truth. De Robertis unfolds a gripping and historically resonant tale with keen-eyed compassion, luminous prose, and a startling vision of the incomparable power of love.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Magical Realism",
                "Literary Fiction",
                "Mystery",
                "War",
                "Contemporary",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "The Stone Thrower",
            "authors": [
                "Adam Marek"
            ],
            "ranking": 4.06,
            "ranking_count": 134,
            "abstract": "A bold voice in absurdist short fiction Intelligent clothing, superhero dictators, contagion-carrying computer games, cross-species reproduction. Welcome to the strange and startling world of Adam Marek; a menagerie of futuristic technology, sinister traditions, and scientifically grounded superpowers — a place where the absurd and the mundane are not merely bedfellows, but interbreed. At the core of Adam Marek’s much-anticipated second short story collection is a single, unifying theme: a parent’s instinct to protect a particularly vulnerable child. Whether set amid unnerving visions of the near-future or grounded in the domestic here-and-now, these stories demonstrate that, sometimes, only outright surrealism can do justice to the merciless strangeness of reality, that only the fantastically illogical can steel us against what ordinary life threatens. Bonus BackLit materials will include an interview and a list of Marek’s recommended books.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Science Fiction"
            ]
        },
        {
            "title": "The Time Traveler's Handbook: 18 Experiences from the Eruption of Vesuvius to Woodstock",
            "authors": [
                "James Wyllie",
                "Johnny Acton",
                "David Goldblatt"
            ],
            "ranking": 3.68,
            "ranking_count": 499,
            "abstract": "Travel through time to witness some of the most extraordinary and colorful events in world history with this unusual and entertaining guide that includes fascinating cultural details from each period, including what and where to eat, what to wear, how to act like a local, and most importantly, how to stay alive.. Have you ever wished you could have experienced some of the most interesting and important events that have helped shape history? With. The Time Travel Handbook. you can! Johnny Actonis, David Glodblatt, and James Wyllie transport you back in time, providing a “you-are-there” front-seat view of some the greatest moments in the human timeline.. Filled with engaging and colorful details,. The Time Travel Handbook. helps you make the most of your “travels,” giving you background information, insight into local customs, and advice on all aspects of period life to make your adventures authentic and help you actually live them. Forget museums and history books—The Time Travel Handbook gives you unprecedented access to a wide range of milestones, including Celebrations & Exhibitions; Moments That Made History; Cultural & Sporting Spectaculars; Epic Journeys and Voyages; and Extreme Events. Observe Mount Vesuvius erupt (and survive), see the assassination of the Archduke Ferdinand in Sarajevo, boogie with the Beatles in Hamburg, accompany Marco Polo to Xanadu, attend the opening night of Shakespeare’s Globe Theater, smell the cordite at the battle of Bull Run, and sit ringside at Foreman and Ali’s “Rumble in the Jungle” in Kinshasa.. Illustrated with color and black-and-white paintings and photographs of famous figures and locations, as well as detailed maps and illustrations to aid in your journey through time,. The Time Travel Handbook. is the ultimate guide to exploring history that unlocks the wonders of the past as never before.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science Fiction",
                "Humor",
                "Travel",
                "Historical"
            ]
        },
        {
            "title": "Something Like Summer",
            "authors": [
                "Jay Bell",
                "Andreas Bell"
            ],
            "ranking": 4.04,
            "ranking_count": 10328,
            "abstract": "Love, like everything in the universe, cannot be destroyed. But over time it can change.. The hot Texas nights were lonely for Ben before his heart began beating to the rhythm of two words; Tim Wyman. By all appearances, Tim had the perfect body and ideal life, but when a not-so-accidental collision brings them together, Ben discovers that the truth is rarely so simple. If winning Tim’s heart was an impossible quest, keeping it would prove even harder as family, society, and emotion threaten to tear them apart. Something Like Summer is a love story spanning a decade and beyond as two boys discover what it means to be friends, lovers, and sometimes even enemies.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "LGBT",
                "Young Adult",
                "Contemporary",
                "Fiction"
            ]
        },
        {
            "title": "The Emblem Throne",
            "authors": [
                "Jeffrey L. Kohanek"
            ],
            "ranking": 4.08,
            "ranking_count": 472,
            "abstract": "The return of a forgotten magic sparks a prophecy of doom. A thin thread of hope remains, hidden with a long lost relic.. Brock and his friends resume their training at the Academy, an institution founded on magic, invention, politics, and combat. However, an expansive web of lies resides within the Ministry, hidden behind a veil of benevolence. The exposure of one such secret forces Brock and his friends to flee the school with their lives in the balance.. During their flight, they unearth an ancient prophecy foretelling the end of mankind.. Guided by cryptic instructions from the past and backed by a magic they have yet to master, these young heroes embark on a quest to unearth mysteries buried with the legendary Emblem Throne. However, the path is fraught with blood thirsty monsters and unsuspected danger.. One mistake could seal the fate of everyone in Issalia.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "Dark Horse",
            "authors": [
                "Kate Sherwood",
                "Peter B. Brooke"
            ],
            "ranking": 3.95,
            "ranking_count": 3020,
            "abstract": "Dan thinks about just driving, leaving the whole mess behind. He's got enough money. He could just arrange to get his stuff and his horse shipped to wherever he's going. Taking off is what he used to do when things got to be too much, and it worked pretty well, really.. Dan Wheeler thought he'd found lasting love and stability with his life and work partner, Justin Archer. But when Dan finds himself alone again, still working as a horse trainer for Justin's parents, he has to find a way to accept that his perfect life is gone forever.. Then he meets billionaire Evan Kaminski, who arrives to buy a horse for his younger sister, and Evan's lover Jeff Stevens, a horse trainer who seems to understand more than just Dan's job. Struggling to deal with all the upheavals in his life, Dan finds himself drawn to both Evan's mercurial passion and Jeff's quiet wisdom. Is Dan strong enough to take a chance on new love, or would it be better—safer—for him to be alone?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Erotica",
                "Contemporary",
                "Menage",
                "Westerns",
                "LGBT",
                "Adult Fiction"
            ]
        },
        {
            "title": "Doctorow: Collected Stories",
            "authors": [
                "E.L. Doctorow"
            ],
            "ranking": 3.71,
            "ranking_count": 166,
            "abstract": "A superb collection of fifteen great stories by an American master, E. L. Doctorow—the author of Ragtime, The March, The Book of Daniel, and Billy Bathgate. In “A House on the Plains,” a mother has a plan for financial independence, which may include murder. In “Walter John Harmon,” a man starts a cult using subterfuge and seduction. “Jolene: A Life” follows a teenager who escapes her home for Hollywood on a perilous quest for success. “Heist,” the account of an Episcopal priest coping with a crisis of faith, was expanded into the bestseller City of God. “The Water Works,” about the underbelly of 1870s New York, grew into a brilliant novel. “Liner Notes: The Songs of Billy Bathgate” is a corollary to the renowned novel and includes Doctorow’s revisions.. These fifteen brilliant stories, written from the 1960s to the early twenty-first century, and selected, revised, and placed in order by the author himself shortly before he died in 2015, are a testament to the genius of E. L. Doctorow.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "A Faerie's Secret",
            "authors": [
                "Rachel  Morgan"
            ],
            "ranking": 4.38,
            "ranking_count": 2073,
            "abstract": "Calla Larkenwood wants nothing more than to be a guardian, but her overprotective mother has never allowed it. When circumstances change and Calla finally gets to join a Guild, she discovers guardian trainee life isn’t all she hoped it would be. Her classmates are distant, her mentor hates her, and keeping her Griffin Ability a secret is harder than she thought. Then an initiation game goes wrong, landing Calla with a magical ability she can’t control. She needs help—and the only way she can get it is by bargaining with the guy who just discovered her biggest secret.. Join beloved characters and new heroes as the bestselling Creepy Hollow series continues.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Fiction",
                "Paranormal",
                "Adventure"
            ]
        },
        {
            "title": "A Work in Progress",
            "authors": [
                "Connor Franta"
            ],
            "ranking": 4.2,
            "ranking_count": 18871,
            "abstract": "In this intimate memoir of life beyond the camera, Connor Franta shares the lessons he has learned on his journey from small-town boy to Internet sensation so far.. Here, Connor offers a look at his Midwestern upbringing as one of four children in the home and one of five in the classroom; his struggles with identity, body image, and sexuality in his teen years; and his decision to finally pursue his creative and artistic passions in his early twenties, setting up his thrilling career as a YouTube personality, philanthropist, entrepreneur, and tastemaker.. Exploring his past with insight and humor, his present with humility, and his future with hope, Connor reveals his private struggles while providing heartfelt words of wisdom for young adults. His words will resonate with anyone coming of age in the digital era, but at the core is a timeless message for people of all ages: don't be afraid to be yourself and to go after what you truly want.. This full-color collection includes photography and childhood clippings provided by Connor and is a must-have for anyone inspired by his journey.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "LGBT",
                "Contemporary",
                "Biography Memoir",
                "Audiobook",
                "Poetry",
                "Self Help"
            ]
        },
        {
            "title": "Death of an Avid Reader",
            "authors": [
                "Frances Brody"
            ],
            "ranking": 3.88,
            "ranking_count": 1727,
            "abstract": "A lady with a secret. Kate Shackleton's sterling reputation for courageous sleuthing attracts the attention of the venerable Lady Coulton. Hidden in her past is a daughter, born out of wedlock and given up to a different family. Now, Lady Coulton is determined to find her and puts Kate on the case.. A mysterious killing in the library's basement. But as Kate delves deeper into Lady Coulton's past, she soon finds herself thrust into a scandal much closer to home. When the body of the respected Horatio Potter is found in the Leeds Library basement, the quiet literary community is suddenly turned upside down with suspicions, accusations and - much to Kate's surprise - the appearance of a particularly intelligent Capuchin monkey!. The most puzzling case in Kate's sleuthing history yet. Convinced an innocent man has been blamed , Kate sets out to discover the truth. Who would want Dr Potter dead? Does Lady Coulton's missing daughter hold a vital clue? As the stories start to emerge in the seemingly quiet Leeds Library, Kate is learning fast that in this case, she can't judge a book by its cover.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "Remember Jamie Baker",
            "authors": [
                "Kelly Oram"
            ],
            "ranking": 4.26,
            "ranking_count": 1433,
            "abstract": "Remember Jamie Baker is the explosive and long awaited conclusion to the Jamie Baker trilogy.. Plagued by memory loss, Jamie Baker searches high and low for the answers to who she is, where she comes from, and why she’s able to do things other humans can’t. A not-so-simple task when she’s hiding from the people responsible for her amnesia—an evil scientific research company that wants to capture her at any cost.. When Jamie’s quest for the truth reveals a devastating betrayal from the one person she thought she could trust, she’s forced to team up with a secret military organization in order to ensure her safety and stop Visticorp’s horrific human experimenting once and for all.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Comics",
                "Mystery"
            ]
        },
        {
            "title": "Steep Tea",
            "authors": [
                "Jee Leong Koh"
            ],
            "ranking": 4.22,
            "ranking_count": 65,
            "abstract": "Steep Tea. is Singapore-born Jee Leong Koh's fifth collection and the first to be published in the UK. Koh's poems share many of the harsh and enriching circumstances of a postcolonial queer writer. They speak in a voice both colloquial and musical, aware of the infusion of various traditions and histories. Taking leaves from other poet--Elizabeth Bishop, Eavan Boland and Lee Tzu Pheng, amongst others--Koh's writing is forged in the known pleasures of reading, its cultures and communities.. Jee Leong Koh is a poet whose breadth of ambition is matched by an acute sensitivity to detail. In. Steep Tea. , he responds to his readings of women poets from Eastern and Western traditions with his own very personal poems, a sheaf of work in various forms, which convince one that reading is not just a hobby or even an education, but an essential component of human alertness. -Gregory Woods. Here are short, deft narratives that map the mismatched patterns of male and female desire grounded in partial understandings of love. The author's native Singapore sounds out sharply, often ironically, in counterpoint to the intimate domestic interiors that help to constitute what will surely be recognised as some of contemporary poetry's classic love poems. -David Kinloch",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "LGBT",
                "Queer"
            ]
        },
        {
            "title": "Public Offerings Book 2: The Price of a Life",
            "authors": [
                "Bob LiVolsi"
            ],
            "ranking": 4.57,
            "ranking_count": 7,
            "abstract": "Public Offerings continues as the threat to Liv Clement and the Lokoma village mounts in this second of four installments, The Price of a Life.. .... Revenge!. Claire McQuaid has been obsessed with it for decades. Now, as the CEO of a large pharmaceutical firm, she holds the future of the world in her hands. She and powerful associates in banking and oil assemble an ingenious plan designed to wipe out AIDS and malaria…or so it appears. The real mission is far more sinister. Millions of innocent people will be sacrificed to accomplish the vengeful plot behind the plan. There’s one problem: Dave Clement…. Survival!. Dave has dedicated his career to wiping out AIDS. Claire needs his network and skills to execute her grand scheme. Dave's conscience won't allow it. So Claire forces Dave to make a choice no father ever wants to face: keep her secret and help the plot advance unimpeded – or lose Liv, his 15 year old daughter, to the very disease he set out to eradicate. This breathtaking roller coaster ride ascends the snowy peaks of northern Colorado and hurtles through the rainforests of West Africa as Claire and her associates drive their new world order forward. With everything that ever mattered to him on the line, Dave races the clock to outwit the powerful plotters and to save Liv.. Public Offerings won the prestigious Writers League of Texas manuscript contest for best thriller. It is available in four parts as a serial eBook novel. This volume, Public Offerings Part 2: The Price of a Life, is the second installment. All four parts can now be purchased in one volume in the Kindle store under the title. Public Offerings: Complete. .",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "This Raging Light",
            "authors": [
                "Estelle Laure"
            ],
            "ranking": 3.65,
            "ranking_count": 6819,
            "abstract": "Can the best thing happen at the worst time?. Her dad went crazy. Her mom left town. She has bills to pay and a little sister to look after. Now is not the time for level-headed seventeen-year-old Lucille to fall in love. But love—messy, inconvenient love—is what she's about to experience when she falls for Digby Jones, her best friend's brother.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Realistic Fiction",
                "Fiction",
                "Family",
                "Health"
            ]
        },
        {
            "title": "It's What I Do: A Photographer's Life of Love and War",
            "authors": [
                "Lynsey Addario"
            ],
            "ranking": 4.31,
            "ranking_count": 11118,
            "abstract": "War photographer Lynsey Addario’s memoir. It’s What I Do. is the story of how the relentless pursuit of truth, in virtually every major theater of war in the twenty-first century, has shaped her life. What she does, with clarity, beauty, and candor, is to document, often in their most extreme moments, the complex lives of others. It’s her work, but it’s much more than that: it’s her singular calling.. Lynsey Addario was just finding her way as a young photographer when September 11 changed the world. One of the few photojournalists with experience in Afghanistan, she gets the call to return and cover the American invasion. She makes a decision she would often find herself making—not to stay home, not to lead a quiet or predictable life, but to set out across the world, face the chaos of crisis, and make a name for herself.. Addario finds a way to travel with a purpose. She photographs the Afghan people before and after the Taliban reign, the civilian casualties and misunderstood insurgents of the Iraq War, as well as the burned villages and countless dead in Darfur. She exposes a culture of violence against women in the Congo and tells the riveting story of her headline-making kidnapping by pro-Qaddafi forces in the Libyan civil war.. Addario takes bravery for granted but she is not fearless. She uses her fear and it creates empathy; it is that feeling, that empathy, that is essential to her work. We see this clearly on display as she interviews rape victims in the Congo, or photographs a fallen soldier with whom she had been embedded in Iraq, or documents the tragic lives of starving Somali children. Lynsey takes us there and we begin to understand how getting to the hard truth trumps fear.. As a woman photojournalist determined to be taken as seriously as her male peers, Addario fights her way into a boys’ club of a profession. Rather than choose between her personal life and her career, Addario learns to strike a necessary balance. In the man who will become her husband, she finds at last a real love to complement her work, not take away from it, and as a new mother, she gains an all the more intensely personal understanding of the fragility of life.. Watching uprisings unfold and people fight to the death for their freedom, Addario understands she is documenting not only news but also the fate of society.. It’s What I Do. is more than just a snapshot of life on the front lines; it is witness to the human cost of war.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Art",
                "Biography",
                "War",
                "Biography Memoir",
                "Travel",
                "Writing",
                "Audiobook"
            ]
        },
        {
            "title": "Dark Lycan",
            "authors": [
                "Christine Feehan"
            ],
            "ranking": 4.37,
            "ranking_count": 9631,
            "abstract": "The erotic, gripping series that has defined an entire genre” (J. R. Ward) continues as #1 New York Times bestselling author Christine Feehan links the fates of two strangers bound by a secret in the shadows of the Carpathian Mountains…. Tatijana of the Dragonseekers spent centuries encased in ice with her sister, trapped in limbo between life and death, never speaking to a soul other than those who tormented her. Now, she has been freed from her frozen prison by an unknown descendent. Awakened in human form, Tatijana yearns to explore the modern world in which she now lives—a world with more mysteries than she is prepared for.. Fenris Dalka has returned to the Carpathian Mountains after a long absence to be with his brother. He is scarred by centuries of battle, and every hard-won victory. But the real reason for his return home could prove deadly if discovered by the wrong man—or woman. Upon his arrival, he is compelled by a beautiful and enigmatic stranger who carries the scent of fresh earth, of forest, of the night itself.. In time Tatijana and Fenris will discover all that unites them—their secrets and pasts, their predators, and the hot flush of passion that stirs their souls. Yet just as surely, seduced into the silvery darkness of a full-moon night, they’ll also discover everything ancient and evil that exists to destroy them.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Dark",
                "Shapeshifters",
                "Adult"
            ]
        },
        {
            "title": "My Conference Can Beat Up Your Conference: Why the SEC Rules College Football",
            "authors": [
                "Paul Finebaum",
                "Gene Wojciechowski"
            ],
            "ranking": 3.78,
            "ranking_count": 333,
            "abstract": "An all-access pass into the powerhouse teams and passionate fanbases of the legendary Southeastern Conference, from one of the most influential men in college football: ESPN’s Paul Finebaum.. Proud owner of 14 prestigious college football programs, producing seven consecutive national championships, twelve NFL first round draft choices, and a budget that crushes the GDP of Samoa, the Southeastern Conference collects the most coveted ratings, rankings, and revenue of any conference in college football. With its pantheon of illustrious alumni like Bear Bryant, Hershel Walker, Peyton Manning, and Nick Saban, the SEC is the altar at which millions of Americans worship every Saturday, from Texas to Kentucky to Florida.. If the SEC is a religion, its deity is radio talk-show host Paul Finebaum. In. My Conference Can Beat Your Conference. , Finebaum, chronicles the rise of the SEC and his own unlikely path to college football fame. Finebaum offers his blunt wisdom on everything from Joe Paterno and the Penn State scandal to the relevancy of Alabama quarterback AJ McCarron’s girlfriend, and chronicles the best of his beloved callers, and the worst of his haters.. My Conference Can Beat Your Conference. is illustrated with 8 pages of black and white photos.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Nonfiction",
                "Football"
            ]
        },
        {
            "title": "Free to Fall",
            "authors": [
                "Lauren   Miller"
            ],
            "ranking": 3.95,
            "ranking_count": 6524,
            "abstract": "What if there was an app that told you what song to listen to, what coffee to order, who to date, even what to do with your life—an app that could ensure your complete and utter happiness?. What if you never had to fail or make a wrong choice?. What if you never had to fall?. Fast-forward to a time when Apple and Google have been replaced by Gnosis, a monolith corporation that has developed the most life-changing technology to ever hit the market: Lux, an app that flawlessly optimizes decision making for the best personal results.. Just like everyone else, sixteen-year-old Rory Vaughn knows the key to a happy, healthy life is following what Lux recommends. When she’s accepted to the elite boarding school Theden Academy, her future happiness seems all the more assured. But once on campus, something feels wrong beneath the polished surface of her prestigious dream school.. Then she meets North, a handsome townie who doesn’t use Lux, and begins to fall for him and his outsider way of life. Soon, Rory is going against Lux’s recommendations, listening instead to the inner voice that everyone has been taught to ignore — a choice that leads her to uncover a truth neither she nor the world ever saw coming.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Contemporary",
                "Thriller",
                "School Stories"
            ]
        },
        {
            "title": "The Shell Collector",
            "authors": [
                "Hugh Howey"
            ],
            "ranking": 3.76,
            "ranking_count": 4217,
            "abstract": "The ocean is dying. The sea is growing warmer and is gradually rising. Seashells have become so rare that collecting them is now a national obsession. Flawless specimens sell like priceless works of art. Families hunt the tideline in the dark of night with flashlights. Crowds gather on beaches at the lowest of tides, hoping to get lucky.. Supreme among these collectors is Ness Wilde, CEO of Ocean Oil. Ness owns many of the best beaches, and he keeps them to himself. It's his fault the world turned out this way. And I aim to destroy him.. My name is Maya Walsh. You might be familiar with my shelling column in the Times. I was working on a series of pieces about Mr. Wilde, when out of the blue, he called. He says he wants to talk. But I don't think he's going to like what I have to say.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Science Fiction",
                "Mystery",
                "Science Fiction Fantasy",
                "Fantasy",
                "Audiobook",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Dom Wars: Rounds 1, 2, 3",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 3.95,
            "ranking_count": 753,
            "abstract": "This book set includes Rounds 1, 2, and 3. Round 1. Lucian Bane’s inner Dom is out of control and hungry for things he can’t name. When he signs up for Dom Wars, he meets Tara who is naive to the BDSM world. Her reckless dominance and puritan heart fascinate him. But when he discovers the pain in her past, it unleashes his true Dom within.. Round 2. Lucian Bane and Tara Reese have made it to round two in DOM WARS. The challenges now revolve around trust and while Tara's inhibitions in the world of BDSM are crushed by his passion, her deep rooted fears become the real obstacle he must dominate.. Round 3. Dom Wars Round Three heats up with the Demon Domination challenge. Tara is up first to face the demons of her past and Lucian is ready to dominate for her. But that gets tricky when he realizes the demons he's fighting could be the end of them.",
            "part_of_series": true,
            "genre_list": [
                "Erotica",
                "Adult Fiction",
                "Romance",
                "Humor",
                "Adult",
                "Business",
                "New Adult"
            ]
        },
        {
            "title": "Spice and Wolf, Vol. 17",
            "authors": [
                "Isuna Hasekura",
                "Drunken Wolf Translations"
            ],
            "ranking": 4.36,
            "ranking_count": 386,
            "abstract": "ホロとロレンスの旅、感動の結末とは──. シリーズついに最終巻が登場！. 『太陽の金貨』 事件から数年。元羊飼いのノーラと女商人エーブは、ホロからの手紙を手に、北へと向かっていた。旅の途中、錬金術師ディアナも同じ馬車に乗り込んできて──。. 果たしてホロとロレンスは、幸せであり続ける物語を紡ぐことが出来たのか？ 第16巻の後日譚を描く、ファン必読の書き下ろし中編のほか、電撃文庫MAGAZINEに掲載された短編3編も収録。. 剣も魔法も登場しないファンタジーとして多くの読者に愛された賢狼と行商人の旅の物語が、今巻でついに完結！ 二人の旅の結末を、ぜひその目で見届けて下さい。",
            "part_of_series": true,
            "genre_list": [
                "Novels",
                "Fantasy",
                "Sequential Art",
                "Romance",
                "Fiction",
                "Economics"
            ]
        },
        {
            "title": "Mischling",
            "authors": [
                "Affinity Konar"
            ],
            "ranking": 3.82,
            "ranking_count": 14223,
            "abstract": "Pearl is in charge of: the sad, the good, the past.. Stasha must care for: the funny, the future, the bad.. It's 1944 when the twin sisters arrive at Auschwitz with their mother and grandfather. In their benighted new world, Pearl and Stasha Zagorski take refuge in their identical natures, comforting themselves with the private language and shared games of their childhood.. As part of the experimental population of twins known as Mengele's Zoo, the girls experience privileges and horrors unknown to others, and they find themselves changed, stripped of the personalities they once shared, their identities altered by the burdens of guilt and pain.. That winter, at a concert orchestrated by Mengele, Pearl disappears. Stasha grieves for her twin, but clings to the possibility that Pearl remains alive. When the camp is liberated by the Red Army, she and her companion Feliks--a boy bent on vengeance for his own lost twin--travel through Poland's devastation. Undeterred by injury, starvation, or the chaos around them, motivated by equal parts danger and hope, they encounter hostile villagers, Jewish resistance fighters, and fellow refugees, their quest enabled by the notion that Mengele may be captured and brought to justice within the ruins of the Warsaw Zoo. As the young survivors discover what has become of the world, they must try to imagine a future within it.. A superbly crafted story, told in a voice as exquisite as it is boundlessly original,. Mischling. defies every expectation, traversing one of the darkest moments in human history to show us the way toward ethereal beauty, moral reckoning, and soaring hope.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "World War II",
                "War",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Age of Earthquakes: A Guide to the Extreme Present",
            "authors": [
                "Douglas Coupland",
                "Hans Ulrich Obrist",
                "Shumon Basar"
            ],
            "ranking": 3.85,
            "ranking_count": 996,
            "abstract": "A highly provocative, mindbending, beautifully designed, and visionary look at the landscape of our rapidly evolving digital era.. 50 years after Marshall McLuhan's ground breaking book on the influence of technology on culture in. The Medium is the Message. , Basar, Coupland and Obrist extend the analysis to today, touring the world that’s redefined by the Internet, decoding and explaining what they call the 'extreme present'.. THE AGE OF EARTHQUAKES is a quick-fire paperback, harnessing the images, language and perceptions of our unfurling digital lives. The authors offer five characteristics of the Extreme Present (see below); invent a glossary of new words to describe how we are truly feeling today; and ‘mindsource’ images and illustrations from over 30 contemporary artists. Wayne Daly’s striking graphic design  imports  the  surreal,  juxtaposed,  mashed  mannerisms  of screen to page. It’s like a culturally prescient, all-knowing email to the reader: possibly the best email they will ever read.. Welcome to THE AGE OF EARTHQUAKES, a paper portrait of Now, where the Internet hasn’t just changed the structure of our brains these past few years, it’s also changing the structure of the planet. This is a new history of the world that fits perfectly in your back pocket.. 30+  artists  contributions:. With  contributions  from  Farah Al Qasimi, Ed Atkins, Alessandro Bavo, Gabriele Basilico, Josh Bitelli, James Bridle, Cao Fei, Alex Mackin Dolan, Thomas Dozol, Constant Dullaart, Cecile B Evans, Rami Farook, Hans-Peter Feldmann, GCC, K-Hole, Liam Gillick, Dominique Gonzalez-Foerster, Eloise Hawser, Camille Henrot, Hu Fang, K-Hole, Koo Jeong-A, Katja Novitskova, Lara Ogel, Trevor Paglen, Yuri Patterson, Jon Rafman, Bunny Rogers, Bogosi Sekhukhuni, Taryn Simon, Hito Steyerl, Michael Stipe, Rosemarie Trockel, Amalia Ulman, David Weir, Trevor Yeung.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Science",
                "Art",
                "Writing",
                "Design",
                "Sociology",
                "Politics",
                "Cultural"
            ]
        },
        {
            "title": "Disorientations: Groundings",
            "authors": [
                "Jay Wright"
            ],
            "ranking": 4.4,
            "ranking_count": 10,
            "abstract": "Poetry. African American Studies. Drifting from New Mexico with lawman Elfego Baca to Ricardo Molinari's Buenos Aires all the way back to ancient Alexandria, DISORIENTATIONS: GROUNDINGS offers an erudite and at times dizzying exploration of our mortal limits. Metaphysical in both content and manner of metaphor, these poems are in constant dialogue with the physical sciences, mathematics, and number theory. The result is a startling, quixotic, and truly original poetry.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Book of Unknown Americans",
            "authors": [
                "Cristina Henríquez"
            ],
            "ranking": 3.89,
            "ranking_count": 39348,
            "abstract": "A dazzling, heartbreaking page-turner destined for breakout status: a novel that gives voice to millions of Americans as it tells the story of the love between a Panamanian boy and a Mexican girl: teenagers living in an apartment block of immigrant families like their own.. After their daughter Maribel suffers a near-fatal accident, the Riveras leave México and come to America. But upon settling at Redwood Apartments, a two-story cinderblock complex just off a highway in Delaware, they discover that Maribel's recovery--the piece of the American Dream on which they've pinned all their hopes--will not be easy. Every task seems to confront them with language, racial, and cultural obstacles.. At Redwood also lives Mayor Toro, a high school sophomore whose family arrived from Panamá fifteen years ago. Mayor sees in Maribel something others do not: that beyond her lovely face, and beneath the damage she's sustained, is a gentle, funny, and wise spirit. But as the two grow closer, violence casts a shadow over all their futures in America.. Peopled with deeply sympathetic characters, this poignant yet unsentimental tale of young love tells a riveting story of unflinching honesty and humanity that offers a resonant new definition of what it means to be an American. An instant classic is born.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Adult Fiction",
                "Literary Fiction",
                "Young Adult",
                "Adult",
                "Romance",
                "Realistic Fiction",
                "Novels"
            ]
        },
        {
            "title": "Cast in Flame",
            "authors": [
                "Michelle Sagara"
            ],
            "ranking": 4.28,
            "ranking_count": 4752,
            "abstract": "Any day that starts with dragon arguments is going to be bad. Kaylin returned from the West March in one piece. Now that piece is fraying. She's not at home in the Imperial Palace—and she never intends to be. All she wants is normal garden-variety criminals and a place of her own. Of course, normal in her new life involves a dragon as a roommate, but she can handle that.. She can't as easily handle the new residents to the city she polices, because one of them is Nightshade's younger brother. On a night when she should be talking to landlords in perfectly normal buildings, she's called to the fief—by Teela. A small family disagreement has become a large, complicated problem: Castle Nightshade's latent magic is waking.. And it's not the only thing.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Romance"
            ]
        },
        {
            "title": "Dunkle Pfade",
            "authors": [
                "Markus Heitz"
            ],
            "ranking": 4.14,
            "ranking_count": 737,
            "abstract": "Die Albae warten in einem vergessenen Reich auf den Moment, um in das Geborgene Land zurückkehren zu können. Die entscheidende Schlacht naht. Und an einem gefährlichen unterirdischen Ort treffen sie auf einen Zwerg, der sich Tungdil nennt... Mit Dunkle Pfade setzt Markus Heitz seine Bestsellerserie um Die Legenden der Albae fort.. Tungdil, der berühmte Held der Zwerge-Reihe, kehrt zurück und stürzt die Albae in ein neues Abenteuer: Außerhalb des Geborgenen Landes liegt ein vergessenes Reich. Hierher haben sich die Überlebenden der mysteriösen Seuche unter der Führung von Caphalors Freund Aïsolon zurückgezogen. Abgeschnitten durch einen dreihundert Schritt hohen Schutzwall, warten sie darauf, zu ihrem Volk ins Geborgene Land gerufen zu werden. Derweil werden die Drillinge Sisaroth, Tirîgon und Firûsha des Mordes bezichtigt und an einen unterirdischen Ort voller Schrecken verbannt. Dort trifft Sisaroth auf einen Zwerg: Tungdil, der in der Schwarzen Schlucht eingeschlossen wurde! Diese Begegnung verändert das Schicksal der Albae und der Zwerge für immer...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "European Literature",
                "Fiction",
                "Sci Fi Fantasy"
            ]
        },
        {
            "title": "Scorched Earth",
            "authors": [
                "Robert Muchamore"
            ],
            "ranking": 4.34,
            "ranking_count": 1451,
            "abstract": "Summer, 1944.. As Allied soldiers prepare to land in France, Marc and his friends must destroy a battalion of German tanks that could halt the invasion in its tracks.. The tide of war has turned against the Nazis, but desperation has made them more brutal than ever.. Henderson's Boys' final mission will be their most dangerous. With food and weapons in short supply, survival is the biggest challenge of all.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "War",
                "Historical",
                "Spy Thriller",
                "Adventure",
                "Action",
                "Childrens",
                "Thriller"
            ]
        },
        {
            "title": "Blackout",
            "authors": [
                "Mira Grant"
            ],
            "ranking": 4.09,
            "ranking_count": 21650,
            "abstract": "Rise up while you can. -Georgia Mason. The year was 2014. The year we cured cancer. The year we cured the common cold. And the year the dead started to walk. The year of the Rising.. The year was 2039. The world didn't end when the zombies came, it just got worse. Georgia and Shaun Mason set out on the biggest story of their generation. They uncovered the biggest conspiracy since the Rising and realized that to tell the truth, sacrifices have to be made.. Now, the year is 2041, and the investigation that began with the election of President Ryman is much bigger than anyone had assumed. With too much left to do and not much time left to do it in, the surviving staff of After the End Times must face mad scientists, zombie bears, rogue government agencies-and if there's one thing they know is true in post-zombie America, it's this:. Things can always get worse.. Blackout. is the conclusion to the epic trilogy that began in the Hugo-nominated. Feed. and the sequel,. Deadline. .",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Young Adult",
                "Thriller",
                "Fantasy"
            ]
        },
        {
            "title": "The Days of Anna Madrigal",
            "authors": [
                "Armistead Maupin"
            ],
            "ranking": 4.07,
            "ranking_count": 5666,
            "abstract": "The Days of Anna Madrigal. , the suspenseful, comic, and touching ninth novel in Armistead Maupin’s bestselling “Tales of the City” series, follows one of modern literature’s most unforgettable and enduring characters—Anna Madrigal, the legendary transgender landlady of 28 Barbary Lane—as she embarks on a road trip that will take her deep into her past.. Now ninety-two, and committed to the notion of “leaving like a lady,” Mrs. Madrigal has seemingly found peace with her “logical family” in San Francisco: her devoted young caretaker Jake Greenleaf; her former tenant Brian Hawkins and his daughter Shawna; and Michael Tolliver and Mary Ann Singleton, who have known and loved Anna for nearly four decades.. Some members of Anna’s family are bound for the otherworldly landscape of Burning Man, the art community in Nevada’s Black Rock Desert where 60,000 revelers gather to construct a city designed to last only one week. Anna herself has another destination in mind: a lonely stretch of road outside of Winnemucca where the 16-year-old boy she once was ran away from the whorehouse he called home. With Brian and his beat-up RV, she journeys into the dusty troubled heart of her Depression childhood to unearth a lifetime of secrets and dreams and attend to unfinished business she has long avoided.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Novels",
                "Gay",
                "Audiobook",
                "Contemporary",
                "Literary Fiction",
                "Humor"
            ]
        },
        {
            "title": "More Than Two: A Practical Guide to Ethical Polyamory",
            "authors": [
                "Franklin Veaux",
                "Eve Rickert",
                "Tatiana Gill",
                "Janet W. Hardy"
            ],
            "ranking": 4.29,
            "ranking_count": 3351,
            "abstract": "Can you love more than one person? Have multiple romantic partners, without jealousy or cheating? Absolutely! Polyamorous people have been paving the way, through trial and painful error. Now the new book. More Than Two. can help you find your own way. With completely new material and a fresh approach, Franklin Veaux and Eve Rickert wrote. More Than Two. to expand on and update the themes and ideas in the wildly popular polyamory website morethantwo.com.. From partners, authors and practicing polyamorists Franklin Veaux and Eve Rickert comes the long-awaited, wide-ranging resource exploring the often-complex world of living polyamorously.. Highlighting the nuances (no, this isn’t swinging), the relationship options (do you suit a V, an N, an open network?), the myths (don’t count on wild orgies and endless sex—but don’t rule them out, either!) and the expectations (communication, transparency and trust are paramount), the authors share not only their hard-won philosophies about polyamory, but also their hurts and embarrassments.. More Than Two. is entirely without judgment and peppered with a good dose of humor. Franklin and Eve underscore the importance of engaging in ethical polyamory, while gently guiding readers through the thorny issues of jealousy and insecurity.. And no, they’re not trying to convert you: they know that polyamory isn’t for everyone. Franklin and Eve simply provide those who might be embarking on this lifestyle, or those who have already begun, with a toolkit to help them make informed decisions and set them on a path to enjoying multiple happy, strong, enriching relationships.. More Than Two. is the book the polyamory community has been waiting for. And who knows? It may just be the book you didn’t even know you were waiting for.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Relationships",
                "Polyamory",
                "Sexuality",
                "Self Help",
                "Psychology",
                "LGBT",
                "Love",
                "Romance"
            ]
        },
        {
            "title": "Gospel: Recovering the Power that Made Christianity Revolutionary",
            "authors": [
                "J.D. Greear"
            ],
            "ranking": 4.36,
            "ranking_count": 2396,
            "abstract": "The book’s core is a “gospel prayer” by which you can saturate yourself in the gospel daily. Dwelling on the gospel will release in you new depths of passion for God and take you to new heights of obedience to Him. Gospel gives you an applicable, exciting vision of how God will use you to bring His healing to the world.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Christianity",
                "Spirituality"
            ]
        },
        {
            "title": "Feverborn",
            "authors": [
                "Karen Marie Moning"
            ],
            "ranking": 4.22,
            "ranking_count": 23927,
            "abstract": "NEW YORK TIMES. BESTSELLER •. In Karen Marie Moning’s latest installment of the epic Fever series, Mac, Barrons, Ryodan, and Jada are back—and the stakes have never been higher or the chemistry hotter. Hurtling us into a realm of labyrinthine intrigue and consummate seduction,. Feverborn. is a riveting tale of ancient evil, lust, betrayal, forgiveness, and the redemptive power of love.. When the immortal Fae destroyed the ancient wall dividing the worlds of Man and Faery, the very fabric of the universe was damaged, and now Earth is vanishing bit by bit. Only the long-lost Song of Making—a haunting, dangerous melody that is the source of life itself—can save the planet.. But those who seek the mythic song must contend with old wounds and new enemies, passions that burn hot and hunger for vengeance that runs deep. The challenges are many: the Keltar at war with nine immortals who’ve secretly ruled Dublin for eons, Mac and Jada hunted by the masses, the Seelie queen nowhere to be found, and the most powerful Unseelie prince in all creation determined to rule both Fae and Man. Now the task of solving the ancient riddle of the Song of Making falls to a band of deadly warriors divided among—and within—themselves.. Once a normal city possessing a touch of ancient magic, Dublin is now a treacherously magical city with only a touch of normal. And on those war-torn streets, Mac will come face-to-face with her most savage enemy yet: herself.. Praise for. Feverborn. “Moning’s world-building is extensive and inspired, and she never fails to keep the action fast and the stakes high. . . . The heroes’ shared danger, victory, loss and turmoil translate into emotional intensity and sexual tension.”. —. The New York Times Book Review. “Karen Marie Moning is back, burning up the pages with scorching tension, gasp-out-loud surprises, unshakable danger and unexpected feels.. Feverborn. is simply impossible to put down. . . . I’m not sure how Moning is able to do it after eight books, but each novel proves more exciting than its predecessor as she continues to raise the stakes in this ongoing, exhilarating saga.. Feverborn. is a fight between ancient magic and renewed determination, a duel between old wounds and deep-seated love. Once again, you won’t be able to put this book down.”. —. USA Today. “. Feverborn. is at once the most gratifying and infuriating (in the best way possible) volume in the series yet. Moning’s proclivity for passion, emotion and shocking twists is showcased in breathtaking clarity. . . . I can damn near guarantee that fans of the series will be panting, both with heat, and a frenzied need to know what happens next.”. —. PopWrapped. “. Feverborn. is a masterpiece of epic proportions. With this book, Karen Marie Moning shows us exactly why she is such an indispensable writer in the genre.”. —Under the Covers. From the Hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fairies",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Tales of the Peculiar",
            "authors": [
                "Ransom Riggs",
                "Andrew   Davidson"
            ],
            "ranking": 4.15,
            "ranking_count": 29110,
            "abstract": "Before Miss Peregrine gave them a home, the story of peculiars was written in the Tales.. Wealthy cannibals who dine on the discarded limbs of peculiars. A fork-tongued princess. The origins of the first ymbryne. These are but a few of the truly brilliant stories in. Tales of the Peculiar. —known to hide information about the peculiar world—first introduced by Ransom Riggs in his Miss Peregrine’s Peculiar Children series.. Riggs now invites you to share his secrets of peculiar history, with a collection of original stories, as collected and annotated by Millard Nullings, ward of Miss Peregrine and scholar of all things peculiar.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Short Stories",
                "Fiction",
                "Audiobook",
                "Horror",
                "Historical"
            ]
        },
        {
            "title": "Julia Vanishes",
            "authors": [
                "Catherine Egan"
            ],
            "ranking": 3.63,
            "ranking_count": 1812,
            "abstract": "Julia has the unusual ability to be . . . unseen. Not invisible, exactly. Just beyond most people's senses.. It's a dangerous trait in a city that has banned all forms of magic and drowns witches in public Cleansings. But it's a useful trait for a thief and a spy. And Julia has learned--crime pays.. Her latest job is paying very well indeed. Julia is posing as a housemaid in the grand house of Mrs. Och, where an odd assortment of characters live and work: A disgraced professor who sends her to fetch parcels containing bullets, spiders, and poison. An aristocratic houseguest who is locked in the basement each night. And a mysterious young woman who is clearly in hiding--though from what or whom?. Worse, Julia suspects that there's a connection between these people and the killer leaving a trail of bodies across the frozen city.. The more she learns, the more she wants to be done with this unnatural job. To go back to the safety of her friends and fellow thieves. But Julia is entangled in a struggle between forces more powerful than she'd ever imagined. Escape will come at a terrible price.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mystery",
                "Fiction",
                "Paranormal",
                "Romance"
            ]
        },
        {
            "title": "Once: Before Midnight / Golden / Wild Orchid",
            "authors": [
                "Cameron Dokey"
            ],
            "ranking": 4.09,
            "ranking_count": 1400,
            "abstract": "Read happily ever after with this magical repackage that includes three enchanting, retold fairy tales.. In this value-priced bind-up of three beloved retellings, readers will journey to faraway fairy tale lands.. Before Midnight. revisits Cinderella's story in France,. Golden. puts a new spin on Rapunzel's romance, and. Wild Orchid. reimagines the Chinese tale of Mulan. With so much real-life drama in today's busy world,. Once. allows readers to escape into whimsical realms where every story has a happily ever after.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Retellings",
                "Fairy Tales",
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "Princess Princess Ever After",
            "authors": [
                "Kay O'Neill"
            ],
            "ranking": 4.05,
            "ranking_count": 13668,
            "abstract": "I am no prince!. When the heroic princess Amira rescues the kind-hearted princess Sadie from her tower prison, neither expects to find a true friend in the bargain. Yet as they adventure across the kingdom, they discover that they bring out the very best in the other person. They'll need to join forces and use all the know-how, kindness, and bravery they have in order to defeat their greatest foe yet: a jealous sorceress, who wants to get rid of Sadie once and for all.. Join Sadie and Amira, two very different princesses with very different strengths, on their journey to figure out what happily ever after really means -- and how they can find it with each other.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "LGBT",
                "Childrens",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Summary of The Martian: by Andy Weir | Includes Analysis",
            "authors": [
                "NOT A BOOK"
            ],
            "ranking": 3.57,
            "ranking_count": 21,
            "abstract": "Summary of The Martian: by Andy Weir | Includes Analysis. A Smarter You In 15 Minutes… What is your time worth?. Today only, get this Amazon bestseller for just $2.99. Regularly priced at $4.99. Read on your PC, Mac, smart phone, tablet or Kindle device.. Few individuals get the opportunity to float through the realms of outer space, even few to reach the atmosphere of the red dusted body of Mars. Mark Watney, one of the privileged astronauts to ever probe the planet of Mars took this expedition in hopes of making history. He could never imagined that what would be his first step on this planet might lead to this being his everlasting rest place.. A terrible dust storm on unknown terrain forces his crew to evacuate leaving him to be consumed by the elements. Left for dead, Mark goes into survival mode realizing that he is in grave danger. With no source of communication to his crew or earth his cries for help are futile and go unanswered. His life at stake and limited supplies this tale of was going to be a heroic act for mankind, started to fade grim.. History was in the making but Mark wasn’t going to let it be recorded with him not giving a fight. Would Mark be the first man to die on Mars? With his great ingenuity and engineering skill set, his determination to survive to tell his tale, and the hope to be reunited with family and friends, Mark takes one small step man and giant leap for mankind and becomes the first Martian.. Detailed overview of the book. Most valuable lessons and information. Key Takeaways and Analysis. Take action today and download this book for a limited time discount of only $2.99!. Written by Elite Summaries. Please note: This is a detailed summary and analysis of the book and not the original book.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Art of 4 Elements (AoL Mindfulness, #2)",
            "authors": [
                "Nataša Pantović",
                "Jason Lu",
                "Jeni Caruana",
                "Christine Cutajar"
            ],
            "ranking": 4.63,
            "ranking_count": 41,
            "abstract": "Art of 4 Elements Spiritual Poetry Book.. Discover Alchemy through Poetry and Love through Alchemy.. Four artists, a poet Nataša Pantović, a photographer Christine Cutajar, and two painters Jason Lu and Jeni Caruana, worked together to create The Art of Four Elements book with 120 art works and 120 poems. The poetry acted as an inspiration for the work of the artists: each one of them chose 40 poems and created the art work based on the theme and the ‘vibe' of the poems.. The poetry, the photography, the drawings, you will find in the Art of 4 Elements book attempt to deeper explore the infinite game of Life, through the exploration of:. Earth that is fixed, rigid, static and quiet, and symbolizes the world of senses;. Water that is the primordial Chaos, is fluidity and flexibility, and symbolizes the world of emotions;. Air that has no shape and is incapable of any fixed form. It is a symbol of thoughts.. Fire that is boundless and invisible, and is a parching heat that consumes all, or within its highest manifestation, becomes the expression of Divine Love; and. Spirit that stands at the center of the four elements as an Essence, an Observer, Consciousness coming forth to experience the magic of Life.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Spirituality",
                "Self Help",
                "Philosophy",
                "Art"
            ]
        },
        {
            "title": "Crédito Universitário",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "F. Scott Improvável sabia era una buena ideia para ser amistoso con los administradores de la Universidad, y el Vice decano Vickie Juniper extremadamente preciosa não fue la excepción.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Fatale, Vol. 1: Death Chases Me",
            "authors": [
                "Ed Brubaker",
                "Sean Phillips",
                "Dave    Stewart"
            ],
            "ranking": 3.89,
            "ranking_count": 9023,
            "abstract": "Secrets, lies, horror, lust and monsters from the time before time all collide in. Fatale. , Book One:. Death Chases Me. .. In present day, a man meets a woman who he becomes instantly obsessed with, and in the 1950s, this same woman destroys the lives of all those who cross her path, on a quest for... what?. Ed Brubaker and Sean Phillips' best-selling series will leave you craving more!. Collecting. :. Fatale. 1-5",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Mystery",
                "Graphic Novels Comics",
                "Fantasy",
                "Fiction",
                "Comics"
            ]
        },
        {
            "title": "Holding Up the Universe",
            "authors": [
                "Jennifer Niven"
            ],
            "ranking": 3.79,
            "ranking_count": 97066,
            "abstract": "Everyone thinks they know Libby Strout, the girl once dubbed America's Fattest Teen. But no one's taken the time to look past her weight to get to know who she really is. Following her mom's death, she's been picking up the pieces in the privacy of her home, dealing with her heartbroken father and her own grief. Now, Libby's ready: for high school, for new friends, for love, and for. every possibility life has to offer. In that moment, I know the part I want to play here at MVB High. I want to be the girl who can do anything.. Everyone thinks they know Jack Masselin, too. Yes, he's got swagger, but he's also mastered the impossible art of giving people what they want, of fitting in. What no one knows is that Jack has a newly acquired secret: he can't recognize faces. Even his own brothers are strangers to him. He's the guy who can re-engineer and rebuild anything, but he can't understand what's going on with the inner workings of his brain. So he tells himself to play it cool:. Be charming. Be hilarious. Don't get too close to anyone.. Until he meets Libby. When the two get tangled up in a cruel high school game—which lands them in group counseling and community service—Libby and Jack are both pissed, and then surprised. Because the more time they spend together, the less alone they feel.. Because sometimes when you meet someone, it changes the world, theirs and yours.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Health",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Enzo Flashfire: The Birth Of Spyridon Five",
            "authors": [
                "David Jacks",
                "Daniel S. Morrow"
            ],
            "ranking": 5.0,
            "ranking_count": 26,
            "abstract": "Enzo Flashfire, the greatest ever BMX rider returns from the grave. His reason, to form a new BMX superhero bully fighting force called 'The Spyridon Five'. He recruits four friends from Cornerpoint, wannabe BMX champions. Together they must rid the world of 'bullies'. Skullclaw, the enemy, and chief of the 'bullies' is brainwashing children across the globe, turning them into 'bullies'. A ghostly BMX thrill ride, and the first in the series of 'The Spyridon Five' books. Read the book and be part of the world of 'Spyridon'. For illustrations, details of future books, take a look at www.thespyridonfive.com or www.wolfhawkwriting.com.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Укри",
            "authors": [
                "Богдан Жолдак"
            ],
            "ranking": 3.61,
            "ranking_count": 28,
            "abstract": "Повість «УКРИ» відомого українського письменника, драматурга та кіносценариста Богдана Жолдака — це бойова проза про сучасне АТО. Майже сто років тому Юрій Яновський створив неперевершені взірці про тодішнє АТО, узявши фактаж із вуст Юрка Тютюнника.. «УКРИ» — це суцільний «екшн», заснований на реальних подіях російсько-української гібридної війни, в якій сучасні українці, подібно до героїв «Енеїди», відчайдушно жартують зі смертю, захищаючи свою землю і честь.. Для читачів майже всіх поколінь.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Nine Women, One Dress",
            "authors": [
                "Jane L. Rosen"
            ],
            "ranking": 3.83,
            "ranking_count": 14788,
            "abstract": "Natalie is a Bloomingdale's salesgirl mooning over her ex-boyfriend; Felicia has been quietly in love with her boss for seventeen years; and Andie is a cynical private detective who specializes in cheating husbands.. For these three women, as well as many others--a young model fresh from Alabama, a Hollywood star making her Broadway debut, an unemployed Brown grad who's been faking a fabulous life on social media--everything is about to change . . . and all thanks to the power of one perfect little black dress.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Humor",
                "Couture"
            ]
        },
        {
            "title": "Dark Water",
            "authors": [
                "Robert Bryndza"
            ],
            "ranking": 4.27,
            "ranking_count": 18560,
            "abstract": "Beneath the water the body sank rapidly. She would lie still and undisturbed for many years but above her on dry land, the nightmare was just beginning.. When Detective Erika Foster receives a tip-off that key evidence for a major narcotics case was stashed in a disused quarry on the outskirts of London, she orders for it to be searched. From the thick sludge the drugs are recovered, but so is the skeleton of a young child.. The remains are quickly identified as seven-year-old Jessica Collins. The missing girl who made headline news twenty-six years ago.. As Erika tries to piece together new evidence with the old, she must dig deeper and find out more about the fractured Collins family and the original detective, Amanda Baker. A woman plagued by her failure to find Jessica. Erika soon realises this is going to be one of the most complex and demanding cases she has ever taken on.. Is the suspect someone close to home? Someone is keeping secrets. Someone who doesn’t want this case solved. And they’ll do anything to stop Erika from finding the truth.. From the million-copy bestselling author of The Girl in the Ice and The Night Stalker, comes the third heart-stopping book in the Detective Erika Foster series.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Ultimatum",
            "authors": [
                "Dick Wolf"
            ],
            "ranking": 3.79,
            "ranking_count": 1342,
            "abstract": "When a leaker named Verlyn Merritt releases sensitive documents from the NYPD Intelligence Division to WikiLeaks, some of the deadliest criminals have access to Detective Jeremy Fisk’s unlisted home address. Within hours, three mysterious assailants arrive at his Sutton Place apartment. Who are they and why do they want Fisk dead?. Authorities quickly identify and arrest Merritt. But the case takes a sinister twist when threats are made by an anonymous third party if authorities don’t release Merritt immediately. Forced from his home and his bank accounts drained, Fisk confronts Chay Maryland, a reporter who has been covering Merritt’s case. Fisk wants the journalist’s help to get close to the leaker—to find out what Merritt really wants and who else is involved.. The investigation is nearly derailed when a serial sniper begins shooting people on the street who seem to have no connection to Merritt’s case. The killer’s aim is eerily accurate—and Fisk believes the shooter might be using a drone rigged with unusual sighting capabilities. Then the sniper contacts the New York Times and promises to kill one person every day, “for the greater good of the citizens of America.. With the clock ticking and millions of lives at stake, Fisk and Chay must find the mastermind before he can wreak havoc on a city paralyzed by fear.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Adventure",
                "Spy Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "A Column of Fire",
            "authors": [
                "Ken Follett"
            ],
            "ranking": 4.22,
            "ranking_count": 88849,
            "abstract": "As Europe erupts, can one young spy protect his queen? Ken Follett takes us deep into the treacherous world of powerful monarchs, intrigue, murder, and treason with his magnificent epic,. A Column of Fire. —the chronological latest in the Kingsbridge series, following. The Pillars of the Earth. ,. World Without End. , and the prequel,. The Evening and the Morning. .. In 1558, the ancient stones of Kingsbridge Cathedral look down on a city torn apart by religious conflict. As power in England shifts precariously between Catholics and Protestants, royalty and commoners clash, testing friendship, loyalty, and love.. Ned Willard wants nothing more than to marry Margery Fitzgerald. But when the lovers find themselves on opposing sides of the religious conflict dividing the country, Ned goes to work for Princess Elizabeth. When she becomes queen, all Europe turns against England. The shrewd, determined young monarch sets up the country’s first secret service to give her early warning of assassination plots, rebellions, and invasion plans. Over a turbulent half century, the love between Ned and Margery seems doomed as extremism sparks violence from Edinburgh to Geneva. Elizabeth clings to her throne and her principles, protected by a small, dedicated group of resourceful spies and courageous secret agents.. The real enemies, then as now, are not the rival religions. The true battle pitches those who believe in tolerance and compromise against the tyrants who would impose their ideas on everyone else—no matter what the cost.. Exciting and ambitious, and set during one of the most turbulent and revolutionary times in history,. A Column of Fire. will delight longtime fans of the Kingsbridge series and serve as the perfect introduction for readers new to Ken Follett.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "European Literature",
                "Fantasy",
                "Adult",
                "Religion",
                "Novels",
                "Romance"
            ]
        },
        {
            "title": "Together Is Better: A Little Book of Inspiration",
            "authors": [
                "Simon Sinek",
                "Ethan M. Aldridge"
            ],
            "ranking": 4.24,
            "ranking_count": 3577,
            "abstract": "New York Times. bestselling author Simon Sinek is an unshakable optimist and he wants to share that optimism. With this beautifully illustrated book he inspires readers to seek out a brighter future – and build it. together. .. Simon Sinek has inspired hundreds of thousands of readers with his two classic bestsellers,. Start With Why. and. Leaders Eat Last. . The mission of all his work, from the biggest speech to the simplest tweet, is to build a world in which people wake up every day inspired to go to work, feel safe while there, then return home feeling fulfilled at the end of the day.. Now, in this delightfully illustrated book full of axioms and anecdotes, Sinek expands that vision with new ideas that will inspire readers to overcome obstacles and become the leaders they wish they had.. The book is organized around the challenges we all face in the modern world of work, whether we’re just out of college or trying to lead a giant company. From confronting doubts, to building a team, to recovering from failure, Sinek helps us see things in a fresh and inspiring way. Consider just a few of his insights….. “A team is not a group of people that work together. A team is a group of people that trust each other.”. “Fight against something and we focus on the thing we hate. Fight for something and we focus on the thing we love.”. “We’d achieve more if we chased the dream instead of the competition.”. Readers will turn time and again to the aphorisms in. A Little Book of Inspiration. , and share it with friends, family, and colleagues.  It can help anyone get out of the rut most us pretend is the fast track.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Leadership",
                "Business",
                "Self Help",
                "Psychology",
                "Inspirational",
                "Relationships",
                "Philosophy"
            ]
        },
        {
            "title": "Il giorno dei morti: L'autunno del commissario Ricciardi",
            "authors": [
                "Maurizio de Giovanni"
            ],
            "ranking": 4.23,
            "ranking_count": 1231,
            "abstract": "Il romanzo dell'infanzia perduta.. Seduto con un cane a fargli compagnia, un bambino morto per caso. Un orfano, niente famiglia, niente amici.. E invece qualcuno che si chiede perché, e come, e quando.. Qualcuno che si mette a scavare in vite piccole, di cui non ci si cura, di cui non si sa niente.. Qualcuno che non si rassegna all'urlo che non sente, al lamento che non riesce a trovare.. Fino al giorno dei morti.. In questo volume l'inedito incontro con il dottor Modo.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Cultural",
                "European Literature",
                "Fiction",
                "Historical",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "The Squared Circle: Life, Death, and Professional Wrestling",
            "authors": [
                "David    Shoemaker"
            ],
            "ranking": 3.97,
            "ranking_count": 1970,
            "abstract": "Grantland and Deadspin correspondent presents a breakthrough examination of the professional wrestling, its history, its fans, and its wider cultural impact that does for the sport what Chuck Klosterman did for heavy metal.. The Squared Circle. grows out of David Shoemaker’s writing for Deadspin, where he started the column “Dead Wrestler of the Week” (which boasts over 1 million page views) -- a feature on the many wrestling superstars who died too young because of the abuse they subject their bodies to -- and his writing for Grantland, where he covers the pro wrestling world, and its place in the pop culture mainstream. Shoemaker’s sportswriting has since struck a nerve with generations of wrestling fans who—like him—grew up worshipping a sport often derided as “fake” in the wider culture. To them, these professional wrestling superstars are not just heroes but an emotional outlet and the lens through which they learned to see the world.. Starting in the early 1900s and exploring the path of pro wrestling in America through the present day,. The Squared Circle. is the first book to acknowledge both the sport’s broader significance and wrestling fans’ keen intellect and sense of irony. Divided into eras, each section offers a snapshot of the wrestling world, profiles some of the period’s preeminent wrestlers, and the sport’s influence on our broader culture. Through the brawling, bombast, and bloodletting, Shoemaker argues that pro wrestling can teach us about the nature of performance, audience, and, yes, art.. Full of unknown history, humor, and self-deprecating reminiscence—but also offering a compelling look at the sport’s rightful place in pop culture—. The Squared Circle. is the book that legions of wrestling fans have been waiting for. In it, Shoemaker teaches us to look past the spandex and body slams to see an art form that can explain the world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sports",
                "History",
                "Biography",
                "Culture",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "Telegraph Avenue",
            "authors": [
                "Michael Chabon"
            ],
            "ranking": 3.39,
            "ranking_count": 20667,
            "abstract": "As the summer of 2004 draws to a close, Archy Stallings and Nat Jaffe are still hanging in there - longtime friends, bandmates, and co-regents of Brokeland Records, a kingdom of used vinyl located in the borderlands of Berkeley and Oakland. Their wives, Gwen Shanks and Aviva Roth-Jaffe, are the Berkeley Birth Partners, two semi-legendary midwives who have welcomed more than a thousand newly minted citizens into the dented utopia at whose heart - half tavern, half temple - stands Brokeland.. When ex–NFL quarterback Gibson Goode, the fifth-richest black man in America, announces plans to build his latest Dogpile megastore on a nearby stretch of Telegraph Avenue, Nat and Archy fear it means certain doom for their vulnerable little enterprise. Meanwhile, Aviva and Gwen also find themselves caught up in a battle for their professional existence, one that tests the limits of their friendship. Adding another layer of complication to the couples' already tangled lives is the surprise appearance of Titus Joyner, the teenage son Archy has never acknowledged and the love of fifteen-year-old Julius Jaffe's life.. An intimate epic, a NorCal Middlemarch set to the funky beat of classic vinyl soul-jazz and pulsing with a virtuosic, pyrotechnical style all its own, Telegraph Avenue is the great American novel we've been waiting for. Generous, imaginative, funny, moving, thrilling, humane, triumphant, it is Michael Chabon's most dazzling book yet.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Music",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Contemporary",
                "Unfinished",
                "Audiobook",
                "Adult Fiction",
                "Book Club"
            ]
        },
        {
            "title": "The Clover Chapel",
            "authors": [
                "Devney Perry"
            ],
            "ranking": 4.13,
            "ranking_count": 8414,
            "abstract": "She took a dare and fell in love. Truth would have been the smarter choice.. After years of living under her father’s thumb, Emmeline is ready to break free. She’s abandoned her life as a New York socialite to follow her dream of becoming a kindergarten teacher in a small, wholesome town. Seeing the man that nearly broke her was absolutely not what she had hoped to find in Prescott, Montana.. Nick hasn’t seen his Emmy in nine years, but that doesn’t mean he’s forgotten a thing about the woman he loves. After just one blissful night as man and wife, he gave her up, sacrificing his own happiness to keep her safe—far away from him. But the moment she walks back into his lonely life is the moment he decides never to let her go again. He won’t waste his second chance. All he has to do is win back Emmeline’s heart, keep her safe from the shadows in his past and prove to her that taking a wager on him is a sure bet.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Audiobook",
                "Suspense",
                "Adult",
                "New Adult",
                "Emergency Services",
                "Fiction"
            ]
        },
        {
            "title": "The House of Broken Angels",
            "authors": [
                "Luis Alberto Urrea"
            ],
            "ranking": 3.91,
            "ranking_count": 14423,
            "abstract": "The definitive Mexican-American immigrant story, at once intimate and epic, from an acclaimed storyteller.. In his final days, beloved and ailing patriarch Miguel Angel De La Cruz, known affectionately as Big Angel, has summoned his entire clan for one last legendary birthday party. But as the party approaches, his mother, nearly one hundred, dies herself, leading to a farewell doubleheader.. Across one bittersweet weekend in their San Diego neighborhood, the revelers mingle among the palm trees and cacti, celebrating the lives of Big Angel and his mother, and recounting the many tales that have passed into family lore, the acts both ordinary and heroic that brought them to a fraught and sublime country and allowed them to flourish in the land they have come to call home.\tThe story of the De La Cruzes is the American story. This indelible portrait of a complex family reminds us of what it means to be the first generation and to live two lives across one border. Teeming with brilliance and humor, authentic at every turn,. The House of Broken Angels. is Luis Alberto Urrea at his best, and it cements his reputation as a storyteller of the first rank.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Audiobook",
                "Family",
                "Adult",
                "Historical",
                "Adult Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "All Grown Up",
            "authors": [
                "Jami Attenberg"
            ],
            "ranking": 3.4,
            "ranking_count": 15392,
            "abstract": "From the New York Times best-selling author of The Middlesteins comes a wickedly funny novel about a thirty-nine-year-old single, childfree woman who defies convention as she seeks connection.. Who is Andrea Bern? When her therapist asks the question, Andrea knows the right things to say: she’s a designer, a friend, a daughter, a sister. But it’s what she leaves unsaid—she’s alone, a drinker, a former artist, a shrieker in bed, captain of the sinking ship that is her flesh—that feels the most true. Everyone around her seems to have an entirely different idea of what it means to be an adult: her best friend, Indigo, is getting married; her brother—who miraculously seems unscathed by their shared tumultuous childhood—and sister-in-law are having a hoped-for baby; and her friend Matthew continues to wholly devote himself to making dark paintings at the cost of being flat broke.. But when Andrea’s niece finally arrives, born with a heartbreaking ailment, the Bern family is forced to reexamine what really matters. Will this drive them together or tear them apart? Told in gut-wrenchingly honest, mordantly comic vignettes, All Grown Up is a breathtaking display of Jami Attenberg’s power as a storyteller, a whip-smart examination of one woman’s life, lived entirely on her own terms.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Adult Fiction",
                "New York",
                "Novels",
                "Adult",
                "Womens Fiction",
                "Womens",
                "Family"
            ]
        },
        {
            "title": "Godsgrave",
            "authors": [
                "Jay Kristoff"
            ],
            "ranking": 4.48,
            "ranking_count": 44221,
            "abstract": "Mia Corvere has found her place among the Blades of Our Lady of Blessed Murder, but many in the Red Church hierarchy think she's far from earned it. Plying her bloody trade in a backwater of the Republic, she's no closer to ending the men who destroyed her familia; in fact, she's told directly that Consul Scaeva is off limits. But after a deadly confrontation with an old enemy, Mia's suspicions about the Red Church's true motives begin to grow.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Adult",
                "Young Adult",
                "LGBT",
                "Fiction",
                "New Adult",
                "Audiobook",
                "Romance"
            ]
        },
        {
            "title": "Now I Rise",
            "authors": [
                "Kiersten White"
            ],
            "ranking": 4.19,
            "ranking_count": 18121,
            "abstract": "Lada Dracul has no allies. No throne. All she has is what she’s always had: herself. After failing to secure the Wallachian throne, Lada is out to punish anyone who dares to cross her blood-strewn path. Filled with a white-hot rage, she storms the countryside with her men, accompanied by her childhood friend Bogdan, terrorizing the land. But brute force isn’t getting Lada what she wants. And thinking of Mehmed brings little comfort to her thorny heart. There’s no time to wonder whether he still thinks about her, even loves her. She left him before he could leave her.. What Lada needs is her younger brother Radu’s subtlety and skill. But Mehmed has sent him to Constantinople—and it’s no diplomatic mission. Mehmed wants control of the city, and Radu has earned an unwanted place as a double-crossing spy behind enemy lines. Radu longs for his sister’s fierce confidence—but for the first time in his life, he rejects her unexpected plea for help. Torn between loyalties to faith, to the Ottomans, and to Mehmed, he knows he owes Lada nothing. If she dies, he could never forgive himself—but if he fails in Constantinople, will Mehmed ever forgive him?. As nations fall around them, the Dracul siblings must decide: what will they sacrifice to fulfill their destinies? Empires will topple, thrones will be won . . . and souls will be lost.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fantasy",
                "LGBT",
                "Fiction",
                "Retellings",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Księgi Jakubowe",
            "authors": [
                "Olga Tokarczuk"
            ],
            "ranking": 4.14,
            "ranking_count": 3198,
            "abstract": "Rok 1752. Do Rohatyna na Podolu przybywają kasztelanowa Katarzyna Kossakowska i towarzysząca jej poetka Elżbieta Drużbacka. Jednym z gości na powitalnej kolacji jest miejscowy proboszcz Benedykt Chmielowski, autor pierwszej polskiej encyklopedii. Ksiądz i poetka, osoby rozmiłowane w księgach, szybko znajdują wspólny język – rozpoczynają rozmowę, którą później kontynuować będą w listach.. Nieco później, także na Podolu, pojawia się młody, przystojny i charyzmatyczny Żyd - Jakub Lejbowicz Frank. Tajemniczy przybysz z odległej Smyrny zaczyna głosić idee, które szybko dzielą społeczność żydowską. Dla jednych heretyk, dla innych zbawca już niebawem ma wokół siebie krąg oddanych sobie uczniów, zaś wywołany przezeń ferment może odmienić bieg historii.. Niemal tysiąc stron, kilkadziesiąt wątków i postaci —. Księgi Jakubowe. imponują literackim rozmachem, wielością poziomów i możliwych interpretacji. Olga Tokarczuk pełnymi garściami czerpie z tradycji powieści historycznej, poszerzając jednocześnie jej granice gatunkowe. Z ogromną dbałością o szczegóły przedstawia realia epoki, architekturę, ubiory, zapachy. Odwiedzamy szlacheckie dwory, katolickie plebanie i żydowskie domostwa, rozmodlone i zanurzone w lekturze tajemniczych pism. Na oczach czytelników pisarka tka obraz dawnej Polski, w której egzystowały obok siebie chrześcijaństwo, judaizm, a także islam.. Księgi Jakubowe. to nie tylko powieść o przeszłości. Można ją czytać również jako refleksyjne, momentami mistyczne dzieło o samej historii, jej zakrętach i trybach, które decydują o losach całych narodów. To właśnie w połowie XVIII wieku, u progu Oświecenia i przed rozbiorami, wybitna pisarka poszukuje odpowiedzi na pytania o dzisiejszy kształt naszej części Europy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Cultural",
                "Religion",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Nobel Prize"
            ]
        },
        {
            "title": "No Time to Spare: Thinking About What Matters",
            "authors": [
                "Ursula K. Le Guin",
                "Karen Joy Fowler"
            ],
            "ranking": 4.02,
            "ranking_count": 6306,
            "abstract": "From acclaimed author Ursula K. Le Guin, and with an introduction by Karen Joy Fowler, a collection of thoughts—always adroit, often acerbic—on aging, belief, the state of literature, and the state of the nation.. Ursula K. Le Guin has taken readers to imaginary worlds for decades. Now she’s in the last great frontier of life, old age, and exploring new literary territory: the blog, a forum where her voice—sharp, witty, as compassionate as it is critical—shines.. No Time to Spare. collects the best of Ursula’s blog, presenting perfectly crystallized dispatches on what matters to her now, her concerns with this world, and her wonder at it.. On the absurdity of denying your age, she says,. If I’m ninety and believe I’m forty-five, I’m headed for a very bad time trying to get out of the bathtub.. On cultural perceptions of fantasy:. The direction of escape is toward freedom. So what is ‘escapism’ an accusation of?. On her new cat:. He still won’t sit on a lap…I don’t know if he ever will. He just doesn’t accept the lap hypothesis.. On breakfast:. Eating an egg from the shell takes not only practice, but resolution, even courage, possibly willingness to commit crime.. And on all that is unknown, all that we discover as we muddle through life:. How rich we are in knowledge, and in all that lies around us yet to learn. Billionaires, all of us.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Language",
                "Biography",
                "Philosophy",
                "Biography Memoir",
                "Audiobook",
                "Feminism"
            ]
        },
        {
            "title": "Owen",
            "authors": [
                "Tony Riches"
            ],
            "ranking": 4.03,
            "ranking_count": 1789,
            "abstract": "England 1422: Owen Tudor, a Welsh servant, waits in Windsor Castle to meet his new mistress, the beautiful and lonely Queen Catherine of Valois, widow of the warrior king, Henry V. Her infant son is crowned King of England and France, and while the country simmers on the brink of civil war, Owen becomes her protector. They fall in love, risking Owen’s life and Queen Catherine’s reputation—but how do they found the dynasty which changes British history – the Tudors?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "English History",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Prisoner of the Inquisition",
            "authors": [
                "Theresa Breslin"
            ],
            "ranking": 3.74,
            "ranking_count": 601,
            "abstract": "Zarita, only daughter of the town magistrate, lives a life of wealth and privilege. Indulged by her parents, she is free to spend her days as she pleases, enjoying herself in the company of an eligible young nobleman, horse riding, or leisurely studying the arts.. Saulo, son of a family reduced by circumstances to begging, witnesses his father wrongfully arrested and dealt with in the most horrifying way. Hauled off to be a slave at sea and pursued by pirates he encounters the ambitious mariner explorer, Christopher Columbus. Throughout his hardships Saulo is determined to survive - for he has sworn vengeance on the magistrate and his family.. As Zarita's life also undergoes harsh changes the formidable and frightening Inquisition arrives in the area, bringing menacing shadows of suspicion with acts of cruel brutality - and ultimately, amid the intrigues of the court of Queen Isabella and King Ferdinand in the splendid Moorish city of Grenada, betrayal and revenge...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Romance",
                "Fiction",
                "Cultural",
                "Adventure"
            ]
        },
        {
            "title": "A Place in the Sun",
            "authors": [
                "R.S. Grey"
            ],
            "ranking": 4.14,
            "ranking_count": 8221,
            "abstract": "A full-length STANDALONE romance from USA TODAY bestselling author R.S. Grey. When her mother's incessant matchmaking hits an all-time high, Georgie Archibald does what any sensible woman would do: she flees the country. Seeking refuge in the picturesque seaside village of Vernazza, Italy, Georgie's only plan is to lie low, gorge herself on gelato, and let the wine and waves wash her troubles away...that is until she wakes up in a bed that belongs to the most romantic-looking man she's ever seen. Gianluca. After going out of his way to rescue her, the former London financier turned mysterious recluse makes it clear that despite acting as her white knight, he has no plans to co-star in her fairytale. But Georgie isn't asking for his heart-she's merely intrigued. After all, Gianluca isn't just gorgeous-tall and tan from days spent in the sun-his touch sets her world on fire. With him, Georgie experiences the most intoxicating passion she's ever known, and it only takes a few steamy nights for her to realize that sometimes running away from trouble is the best way to find it.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Travel",
                "Humor",
                "Adult",
                "Womens Fiction",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Dove Exiled",
            "authors": [
                "Karen Bao"
            ],
            "ranking": 3.65,
            "ranking_count": 318,
            "abstract": "The thrilling follow-up to the groundbreaking debut Dove Arising.. Phaet Theta fled the Moon and has been hiding on Earth with her friend Wes and his family. But Phaet’s past catches up with her when the Lunar Bases attack the community and reveal that Phaet is a fugitive. She’s torn between staying on Earth with Wes—whom she’s just discovered her feelings for—and stowing away on a Moon-bound ship to rescue her siblings from the wrath of the government who killed their mother. But when Phaet makes the agonizing decision to return to the Moon, she finds the rebel movement there has turned her into their “Girl Sage,” a symbol of their struggle. She’s the biggest celebrity on the Moon: half the people worship her, and the other half want her dead.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Space"
            ]
        },
        {
            "title": "Victor LaValle's Destroyer",
            "authors": [
                "Victor LaValle",
                "Dietrich Smith"
            ],
            "ranking": 3.95,
            "ranking_count": 1278,
            "abstract": "The legacy of Frankenstein’s monster collides with the sociopolitical tensions of the present-day United States.. Mary Shelley’s Frankenstein beseeched his creator for love and companionship, but in 2017, the monster has long discarded any notions of peace or inclusion. He has become the Destroyer, his only goal to eliminate the scourge of humanity from the planet. In this goal, he initially finds a willing partner in Dr. Baker, a descendant of the Frankenstein family who has lost her teenage son after an encounter with the police. While two scientists, Percy and Byron, initially believe they’re brought to protect Dr. Baker from the monster, they soon realize they may have to protect the world from the monster. and. Dr. Baker’s wrath.. Written by lauded novelist Victor LaValle (. The Devil In Silver, The Ballad of Black Tom. ),. Destroyer. is a harrowing tale exploring the legacies of love, loss, and vengeance placed firmly in the tense atmosphere and current events of the modern-day United States.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Retellings",
                "Fantasy",
                "Young Adult",
                "Adult"
            ]
        },
        {
            "title": "The Cold War: A World History",
            "authors": [
                "Odd Arne Westad"
            ],
            "ranking": 4.3,
            "ranking_count": 1316,
            "abstract": "From a Bancroft Prize-winning scholar, a new global history of the Cold War and its ongoing impact around the world. We tend to think of the Cold War as a bounded conflict: a clash of two superpowers, the United States and the Soviet Union, born out of the ashes of World War II and coming to a dramatic end with the collapse of the Soviet Union. But in this major new work, Bancroft Prize-winning scholar Odd Arne Westad argues that the Cold War must be understood as a global ideological confrontation, with early roots in the Industrial Revolution and ongoing repercussions around the world.. In. The Cold War. , Westad offers a new perspective on a century when great power rivalry and ideological battle transformed every corner of our globe. From Soweto to Hollywood, Hanoi, and Hamburg, young men and women felt they were fighting for the future of the world. The Cold War may have begun on the perimeters of Europe, but it had its deepest reverberations in Asia, Africa, and the Middle East, where nearly every community had to choose sides. And these choices continue to define economies and regimes across the world.. Today, many regions are plagued with environmental threats, social divides, and ethnic conflicts that stem from this era. Its ideologies influence China, Russia, and the United States; Iraq and Afghanistan have been destroyed by the faith in purely military solutions that emerged from the Cold War.. Stunning in its breadth and revelatory in its perspective, this book expands our understanding of the Cold War both geographically and chronologically, and offers an engaging new history of how today’s world was created.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "War",
                "Cultural",
                "Literature",
                "Military"
            ]
        },
        {
            "title": "Drawdown: The Most Comprehensive Plan Ever Proposed to Reverse Global Warming",
            "authors": [
                "Paul Hawken"
            ],
            "ranking": 4.42,
            "ranking_count": 3215,
            "abstract": "In the face of widespread fear and apathy, an international coalition of researchers, professionals, and scientists have come together to offer a set of realistic and bold solutions to climate change. One hundred techniques and practices are described here—some are well known; some you may have never heard of. They range from clean energy to educating girls in lower-income countries to land use practices that pull carbon out of the air. The solutions exist, are economically viable, and communities throughout the world are currently enacting them with skill and determination. If deployed collectively on a global scale over the next thirty years, they represent a credible path forward, not just to slow the earth’s warming but to reach drawdown, that point in time when greenhouse gases in the atmosphere peak and begin to decline. These measures promise cascading benefits to human health, security, prosperity, and well-being—giving us every reason to see this planetary crisis as an opportunity to create a just and livable world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Environment",
                "Politics",
                "Economics",
                "Reference",
                "Biology"
            ]
        },
        {
            "title": "Oops!: Helping Children Learn Accidentally",
            "authors": [
                "Hywel Roberts",
                "Ian Gilbert"
            ],
            "ranking": 4.29,
            "ranking_count": 84,
            "abstract": "This is about engaging children and young people in great learning so well they barely know they are learning, let alone learning well. Drawing on Hywel’s years of experience using drama and ‘The Mantle of the Expert’ (and much more besides) to draw the best out of young people, this book is about the dance that happens between teachers and learners, it’s about the importance of relationships in that engagement, it’s about how to build and sustain rapport with learners. And it’s about finding a delight and a joy in the process of learning, enhanced by those spontaneous, serendipitous events that help you remember just why you came into the job in the first place.. A book of happy accidents and improvisations that would be a lovely addition to any teacher’s bookshelf …. Ian McMillan, Poet, broadcaster and comedian. The voice of a true pioneer, clear and sure in the belief that teaching is an amalgam of so many things beyond ‘subject knowledge’. The book races along at an almost breathless speed-just like the writer.. Luke Abbott, Director of Mantle of the Expert. Oops! is about principles. It’s about a mentality that encourages us to drop the reins of rigid, boring schemes of work and instead create learning that is exciting and relevant!. Jamie Portman, Assistant Headteacher, Campsmount Technology College. Hywel Roberts’ message is that engagement is the message and in delivering it he’s sharp, he’s intellectually underpinned, he’s effervescent, he’s the teacher you wished your teachers had seen teach.. Phil Beadle, teacher, broadcaster, author. If you want the children in your school to make great progress and remember you as a teacher who made learning fun, dip into this book for inspiration and ideas.. Diane Heritage, Deputy Lead Associate, North of England National College",
            "part_of_series": false,
            "genre_list": [
                "Teaching",
                "Education"
            ]
        },
        {
            "title": "Fever",
            "authors": [
                "Deon Meyer"
            ],
            "ranking": 4.28,
            "ranking_count": 4792,
            "abstract": "A stunning standalone from a master of suspense, a compelling story of survival and betrayal set in a world after 'The Fever'.. Nico Storm and his father Willem drive a truck filled with essential supplies through a desolate land. They are among the few in South Africa - and the world, as far as they know - to have survived a devastating virus which has swept through the country. Their world turned upside down, Nico realises that his superb marksmanship and cool head mean he is destined to be his father's protector, even though he is still only a boy.. But Willem Storm, though not a fighter, is both a thinker and a leader, a wise and compassionate man with a vision for a new community that survivors will rebuild from the ruins. And so Amanzi is founded, drawing Storm's 'homeless and tempest-tost' - starting with Melinda Swanevelder, who they rescued from brutal thugs, Hennie Flaai, with his vital Cessna plane, Beryl Fortuin with her ragtag group of orphans and Domingo, the man with the tattooed hand. And then there is Sofia Bergman, the most beautiful girl that Nico has ever seen, who changes everything. So the community grows - and with each step forward, as resources increase, so do the challenges they must face - not just from the attacks of biker brigands, but also from within.... Nico will find experience hardship and heartbreak and have his loyalty tested to its limits as he undergoes an extraordinary rite of passage in this new world. Looking back as he writes in memoirs later in life, he recounts the events that led to the greatest rupture of all - the murder of his father.. Internationally bestselling crime writer Deon Meyer has delivered a gripping epic like nothing else he has written before, yet still with that consummate skill to make you care about his characters, and to keep the pages turning, breathless with anticipation - and surprise at its twists.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Apocalyptic",
                "Cultural",
                "Southern Africa",
                "Mystery"
            ]
        },
        {
            "title": "Swearing Is Good for You: The Amazing Science of Bad Language",
            "authors": [
                "Emma  Byrne"
            ],
            "ranking": 3.48,
            "ranking_count": 1609,
            "abstract": "In a sparkling debut in the entertaining pop science vein of Mary Roach, scientist Emma Byrne examines the latest research to show how swearing can be good for you. She reveals how swearing has been around since the earliest humans began to communicate, and has been shown to reduce physical pain, to lower anxiety, to prevent physical violence, to help trauma victims recover language, and to promote human cooperation. Packed with the results of unlikely and often hilarious scientific studies— from the “ice bucket test” for coping with pain, to the connection between Tourette’s and swearing, to a chimpanzee who curses at her handler in sign language—. Swearing Is Good for You. presents a lighthearted but convincing case for the foulmouthed.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Psychology",
                "Humanities",
                "Audiobook",
                "Sociology",
                "Health",
                "History",
                "Adult"
            ]
        },
        {
            "title": "Syd Barrett: A Very Irregular Head",
            "authors": [
                "Rob Chapman"
            ],
            "ranking": 3.99,
            "ranking_count": 681,
            "abstract": "Syd Barrett was the lead guitarist, vocalist, and principle songwriter in the original line up of Pink Floyd. During his brief time with the band (1966-68), he was the driving force behind the unit. After he left the band he made just two further solo albums which were both released in 1970, before withdrawing from public view to lead a quiet, and occasionally troubled life in Cambridge, the town of his birth. Rob Chapman's book will be the first authoritative and exhaustively researched biography of Syd Barrett that fully celebrates his life and legacy as a musician, lyricist and artist, and which highlights the influence that he continues to have over contemporary bands and music fans alike.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Biography",
                "Nonfiction",
                "History",
                "Audiobook",
                "Reference",
                "Biography Memoir",
                "European Literature"
            ]
        },
        {
            "title": "Παλαιστές",
            "authors": [
                "Δημήτρης Καρακίτσος"
            ],
            "ranking": 4.17,
            "ranking_count": 12,
            "abstract": "Τρεις περίπου δεκαετίες μετά τον Παναγή Κουταλιανό, μια νέα γενιά περιπλανώμενων παλαιστών θα περιδιαβεί την Ελλάδα στήνοντας παραστάσεις και εξωτικά θεάματα προς τέρψιν του κοινού. Οι όροι της εποποιίας έχουν προ πολλού αντιστραφεί: οι ήρωες δεν είναι ήρωες, αλλά ατίθασοι νέοι που μάχονται για λίγες δεκάρες στις πλατείες των πόλεων και των χωριών. Μια βαριά αλυσίδα πεσμένη στο χώμα κρύβει τα τρωτά της σημεία, το να πείσεις για τις υπεράνθρωπες δυνάμεις σου είναι μεγάλη τέχνη. Ωστόσο, μετά το τέλος της παράστασης -μετά το τέλος κάθε παράστασης- παραμονεύει η λήθη.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Other Americans",
            "authors": [
                "Laila Lalami"
            ],
            "ranking": 3.92,
            "ranking_count": 14478,
            "abstract": "From the Pulitzer Prize finalist and author of. The Moor's Account,. here is a timely and powerful novel about the suspicious death of a Moroccan immigrant--at once a family saga, a murder mystery, and a love story, informed by the treacherous fault lines of American culture.. Late one spring night, Driss Guerraoui, a Moroccan immigrant living in California, is walking across a darkened intersection when he is killed by a speeding car. The repercussions of his death bring together a diverse cast of characters: Guerraoui's daughter Nora, a jazz composer who returns to the small town in the Mojave she thought she'd left for good; his widow, Maryam, who still pines after her life in the old country; Efraín, an undocumented witness whose fear of deportation prevents him from coming forward; Jeremy, an old friend of Nora's and an Iraq War veteran; Coleman, a detective who is slowly discovering her son's secrets; Anderson, a neighbor trying to reconnect with his family; and the murdered man himself.. As the characters--deeply divided by race, religion, and class--tell their stories, connections among them emerge, even as Driss's family confronts its secrets, a town faces its hypocrisies, and love, messy and unpredictable, is born.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Thriller",
                "Novels",
                "Adult",
                "Adult Fiction",
                "Northern Africa"
            ]
        },
        {
            "title": "Beneath the Sugar Sky",
            "authors": [
                "Seanan McGuire"
            ],
            "ranking": 3.88,
            "ranking_count": 31894,
            "abstract": "Beneath the Sugar Sky. , the third book in McGuire's Wayward Children series, returns to Eleanor West's Home for Wayward Children in a standalone contemporary fantasy for fans of all ages. At this magical boarding school, children who have experienced fantasy adventures are reintroduced to the real world.. When Rini lands with a literal splash in the pond behind Eleanor West's Home for Wayward Children, the last thing she expects to find is that her mother, Sumi, died years before Rini was even conceived. But Rini can’t let Reality get in the way of her quest – not when she has an entire world to save! (Much more common than one would suppose.) If she can't find a way to restore her mother, Rini will have more than a world to save: she will never have been born in the first place. And in a world without magic, she doesn’t have long before Reality notices her existence and washes her away. Good thing the student body is well-acquainted with quests.... A tale of friendship, baking, and derring-do. Warning: May contain nuts.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Audiobook",
                "Novella",
                "LGBT",
                "Adult"
            ]
        },
        {
            "title": "Eager: The Surprising, Secret Life of Beavers and Why They Matter",
            "authors": [
                "Ben  Goldfarb"
            ],
            "ranking": 4.26,
            "ranking_count": 2455,
            "abstract": "Winner of the 2019 PEN/EO Wilson Award for Literary Science Writing. In Eager, environmental journalist Ben Goldfarb reveals that our modern idea of what a healthy landscape looks like and how it functions is wrong, distorted by the fur trade that once trapped out millions of beavers from North America’s lakes and rivers. The consequences of losing beavers were profound: streams eroded, wetlands dried up, and species from salmon to swans lost vital habitat. Today, a growing coalition of “Beaver Believers”―including scientists, ranchers, and passionate citizens―recognizes that ecosystems with beavers are far healthier, for humans and non-humans alike, than those without them. From the Nevada deserts to the Scottish highlands, Believers are now hard at work restoring these industrious rodents to their former haunts. Eager is a powerful story about one of the world’s most influential species, how North America was colonized, how our landscapes have changed over the centuries, and how beavers can help us fight drought, flooding, wildfire, extinction, and the ravages of climate change. Ultimately, it’s about how we can learn to coexist, harmoniously and even beneficially, with our fellow travelers on this planet.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Environment",
                "Animals",
                "History",
                "Biology",
                "Audiobook"
            ]
        },
        {
            "title": "Night at the Fiestas",
            "authors": [
                "Kirstin Valdez Quade"
            ],
            "ranking": 4.1,
            "ranking_count": 1574,
            "abstract": "With intensity and emotional precision, Kirstin Valdez Quade's unforgettable stories plunge us into the fierce, troubled hearts of characters defined by the desire to escape the past or else to plumb its depths. The deadbeat father of a pregnant teenager tries to transform his life by playing the role of Jesus in a bloody penitential Passion. A young man discovers that his estranged father and a boa constrictor have been squatting in his grandmother’s empty house. A lonely retiree new to Santa Fe becomes obsessed with her housekeeper. One girl attempts to uncover the mystery of her cousin's violent past, while another young woman finds herself at an impasse when she is asked to hear her priest's confession.. Always hopeful, these stories chart the passions and obligations of family life, exploring themes of race, class, and coming-of-age, as Quade's characters protect, betray, wound, undermine, bolster, define, and, ultimately, save each other.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literary Fiction",
                "Adult Fiction",
                "Contemporary",
                "Literature",
                "Cultural",
                "Womens",
                "Adult"
            ]
        },
        {
            "title": "Stranizza",
            "authors": [
                "Valerio la Martire"
            ],
            "ranking": 4.38,
            "ranking_count": 26,
            "abstract": "'su quel muretto, seduti l’uno accanto all’altro, si trovarono davanti a un bivio. da una parte la morte, dall’altra la vita. presero una decisione, ma non sapevano dove li avrebbe portati. dopotutto se anche lo avessero saputo non avrebbero preso un’altra strada. forse ci sono momenti in cui la possibilità di scegliere è solo un’illusione, perché non seguire i propri sentimenti è impossibile.'. un libro sull’odio che parla d’amore. un libro sulla paura che parla di coraggio. un libro su due ragazzi che parlano come adulti. un libro per chi ha il coraggio di amare",
            "part_of_series": false,
            "genre_list": [
                "LGBT"
            ]
        },
        {
            "title": "The Three Battles of Sand Creek: In Blood, in Court, and as the End of History",
            "authors": [
                "Gregory F. Michno"
            ],
            "ranking": 3.5,
            "ranking_count": 12,
            "abstract": "The Sand Creek battle (or massacre) occurred on November 29-30, 1864, a confrontation between Cheyenne and Arapaho Indians and Colorado volunteer soldiers. The affair was a tragic event in American history, and what occurred there continues to be hotly contested. Indeed, labeling it a battle or a massacre will likely start an argument before any discussion on the merits begin. Even questions about who owns the story, or how it should be told, are up for debate. Three hearings were conducted about the Sand Creek affair, and there seems to be an overabundance of evidence from which to answer just about anything relating to the subject. Unfortunately, the available documentation only muddies the issues. Were the Indians peaceful? Did they hold white prisoners? Were they under army protection when the fighting took place? Were excessive numbers of women and children killed, and were bodies mutilated? Did the Indians fly an American flag? Did the chiefs die stoically in front of their tipis? Were white scalps found in the village? Gregory Michno candidly addresses these and other issues in The Three Battles of Sand Creek. The award-winning Indian Wars author divides his unique study into three sections. The first, In Blood, details the events of November 29-30, 1864, in what is surely the most comprehensive account published to date. The second section, In Court, focuses on the three investigations into the affair, illustrates some of the biases involved, and presents some of the contradictory testimony. The third and final section, The End of History, demonstrates the utter impossibility of sorting fact from fiction. Using Sand Creek as well as contemporary examples, Michno examines the evidence of eyewitnesses--all of whom were subject to false memories, implanted memories, leading questions, prejudice, self-interest, motivated reasoning, social, cultural, and political mores, an overactive amygdala, and a brain that had a mind of its own--obstacles that make factual accuracy an illusion. Living in a postmodern world of relativism suggests that all history is subject to the fancies and foibles of individual bias. The example of Sand Creek illustrates why we may be witnessing what Michno calls the end of history. Michno's extensive research includes primary and select secondary studies, including recollections, archival accounts, newspapers, diaries, and other original records. The Three Battles of Sand Creek will take its place as the definitive account of this previously misunderstood, and tragic, event.",
            "part_of_series": false,
            "genre_list": [
                "History"
            ]
        },
        {
            "title": "Welcome to Night Vale",
            "authors": [
                "Joseph Fink",
                "Jeffrey Cranor"
            ],
            "ranking": 3.82,
            "ranking_count": 37140,
            "abstract": "From the creators of the wildly popular. Welcome to Night Vale. podcast comes an imaginative mystery of appearances and disappearances that is also a poignant look at the ways in which we all struggle to find ourselves...no matter where we live.. Located in a nameless desert somewhere in the great American Southwest, Night Vale is a small town where ghosts, angels, aliens, and government conspiracies are all commonplace parts of everyday life. It is here that the lives of two women, with two mysteries, will converge.. Nineteen-year-old Night Vale pawn shop owner Jackie Fierro is given a paper marked King City by a mysterious man in a tan jacket holding a deer skin suitcase. Everything about him and his paper unsettles her, especially the fact that she can't seem to get the paper to leave her hand, and that no one who meets this man can remember anything about him. Jackie is determined to uncover the mystery of King City and the man in the tan jacket before she herself unravels.. Night Vale PTA treasurer Diane Crayton's son, Josh, is moody and also a shape shifter. And lately Diane's started to see her son's father everywhere she goes, looking the same as the day he left years earlier, when they were both teenagers. Josh, looking different every time Diane sees him, shows a stronger and stronger interest in his estranged father, leading to a disaster Diane can see coming, even as she is helpless to prevent it.. Diane's search to reconnect with her son and Jackie's search for her former routine life collide as they find themselves coming back to two words: King City. It is King City that holds the key to both of their mysteries, and their futures...if they can ever find it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Humor",
                "Mystery",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Last Days of Rabbit Hayes",
            "authors": [
                "Anna McPartlin"
            ],
            "ranking": 4.26,
            "ranking_count": 9640,
            "abstract": "Here is a truth that can't be escaped: for Mia Rabbit Hayes, life is coming to an end .... Mia-Rabbit-Hayes knows that life is hard for everyone. And she knows that she's one of the lucky ones. She loves her life, ordinary as it is. And she loves the extraordinary people in it: her spirited daughter, Juliet; her colorful, unruly family; the only man in her big heart, Johnny Faye. Rabbit has big ideas, full of music and love and so much life. She has plans for the world. But the world, it turns out, has other plans for Rabbit: a devastating diagnosis.. Rabbit is feisty. And with every ounce of love and strength in her, she promises that she will overcome. She will fight fight fight. She will be with those who love her for as long as she can, and she will live as long as she can with music and love and so much life. And as her friends and family rally round to celebrate Rabbit's last days, they look to her for strength, support, and her unyielding zest for life. Because she is Rabbit Hayes and she will live until she dies.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Roman",
                "Romance",
                "Womens Fiction",
                "Adult Fiction",
                "Drama",
                "Adult",
                "Family",
                "Death"
            ]
        },
        {
            "title": "Rogue",
            "authors": [
                "Mark T. Sullivan"
            ],
            "ranking": 3.96,
            "ranking_count": 1514,
            "abstract": "Mark Sullivan has created a propulsive, compelling new thriller. Rogue, is one part Bourne Identity and one part Mission: Impossible, but readers will also love the nod to Hitchcock’s It Takes a Thief.. Two years ago, Robin Monarch was a top level CIA operative—perhaps the best they had when it came to black bag operations. Then one day, in the middle of an operation, with his team around him in the field, Monarch walked away, leaving his old life and friends behind without a word of explanation.. Now this ex-soldier, ex-operative, and orphan with a murky past is a thief, stealing from the super-rich and has surfaced in St. Tropez. But when a complicated, high profile jewel heist goes wrong, Monarch is led into a carefully woven trap designed to force him to complete the very same mission he walked away from years ago.. It will take all of his skills (as well as those of the team he burned) and all of his cunning, if Monarch is to thwart the violent and deadly goals of the very powerful cabal who will do whatever it takes to bring the very dangerous Green Fields technology under their control.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Spy Thriller",
                "Action",
                "Suspense"
            ]
        }
    ]
}